{"title": "Breaking The Law Breaking The Law!", "body": "\nSep 27, 2019( Wonkette: http://wonkette.com/ Delivered by Newstex)  Damn, this week has been a long month.In \nthe midst of the Ukrainium One shitstorm, it can be easy to lose track of all of the other things going on. A bunch of \nstates are suing Trump. Trump is suing a bunch of states. A whole bunch of other people are suing over a whole \nbunch of other terrible things. \n\nSo totally normal politics and very stable geniuses with a dash of late-stage syphilis and a heaping teaspoon of \nPCP. #2019.So anyway, here are all of the other places where Trump is fighting with states, civil rights \norganizations, and other assorted people trying to bring some goodness and light into the world. Trump Tax \nReturns: Trump v. Vance Manhattan District Attorney Cy Vance wants Trump's tax returns[1]. Trump asked a \nfederal judge[2] to say he can commit as many crimes as he wants. Everyone is arguing about whether a sitting \npresident can be criminally investigated or indicted. Vance's subpoena to Trump accountant Mazars is on hold \nwhile Judge Victor Marrero considers Trump's request for a temporary restraining order and preliminary injunction. \nVance has filed a motion to dismiss, arguing this case is about a state grand jury proceeding and belongs in state \ncourt. Meanwhile, the DOJ is trying to decide[3] whether it wants to get involved. It says it will have an answer on \nthat by October 1.Vance sent a letter to the court indicating the parties had reached a \"temporary agreement.\" \nMazars doesn't have to produce the documents requested by the subpoena until either two days after Judge \nMarrero rules or Monday, October 7, whichever is sooner. Whatever Judge Marrero decides will inevitably be \nimmediately appealed to the Second Circuit by the losing party. The losing party of the Second Circuit will probably \nask SCOTUS to step in. SCOTUS will toss Trump's salad. Repeat. Trump Tax Returns: Trump v. California \nCalifornia enacted a well-meaning but probably unconstitutional[4] law requiring presidential candidates to disclose \ntheir tax returns in order to get onto the ballot. Because something truly terrible must lurk within the pages of Donald \nTrump's tax returns, he immediately sued. Last week, a federal court enjoined the law[5] since, like we said, it's \nprobably unconstitutional. Endangered Species Act: California v. Bernhardt California is leading a coalition of 18 \nstate attorneys general and New York City suing Interior Secretary David Bernhardt[6] to try to stop the Trump \nregime from gutting the Endangered Species Act. The suit, filed in federal court in San Francisco, alleges the \nadministration is ignoring science and the needs of endangered species in order to boost corporate profits.At a \npress conference, California Attorney General Xavier Becerra said[7] his \"suspicion is that the Trump administration \nhas misread the Endangered Species Act [...] they've chosen to prioritize endangering endangered species, rather \nthan protecting those species.\"This is the 61st lawsuit California has filed against Trump since he took office. Well \ndone, Golden State! Courthouse Arrests: New York v. ICE If there's a state on par with California, as far as pissing \noff Trump goes, it has to be New York. Trump was already battling his home state on several fronts prior to this \nweek, and now he can add another one to the list.New York is suing the Nazis over at ICE[8] for its practice of \narresting undocumented immigrants at courthouses. The Legal Aid Society, representing a victim of domestic \nabuse who is afraid to go to court because of ICE, filed a separate suit[9] challenging the practice. Courthouse \narrests in New York went up 1700% between 2016 and 2018. When immigrants are arrested in courthouses, \nthey're less likely to come forward as victims of crimes, even when their safety is in danger. Witnesses to crimes \n\n\ndon't want to come to court to testify, for fear they'll be deported.The plaintiffs argue that ICE's policy of arresting \npeople in courthouses makes everyone less safe and puts immigrant communities at risk. The ICE Nazis will \ninevitably argue that they have an Article II that says they can do whatever they want. Or something.These cases \nwere just filed, so we may not see any major action here for a while. To be continued ... Everything else in law \nworld In addition to the never-ending deluge of Trump cases, there's a whole bunch of stuff going on in the legal \nworld that we would normally be writing about. So here's a summary of just some of the other crazy and terrible shit \ngoing on right now.Honduras Asylum Deportation Case. The Supreme Court gave Trump and his army of \ndeportation Nazis the green light to go ahead and deny everyone asylum[10] two weeks ago, and the deportation \nNazis were ready to go. Lawyers for the ACLU and National Immigrant Justice Center pleaded with US District \nJudge Timothy Kelly[11], a Trump-appointed judge, not to send their clients back to Honduras to die.Sutherland \nSprings Shooting Litigation. Judge Xavier Rodriguez is really fucking pissed off at the DOJ lawyers in this case. \nThey were supposed to name some names and instead just decided not to. Judge Rodriguez stormed out of \ncourt[12], sanctioned the lawyers, made the DOJ pay all of the plaintiffs' attorneys fees, and ordered the DOJ to \nsubmit the names by the end of the day Friday.Once again, no charges for cops who do shitty things. Salvador \nSanchez, an off-duty LAPD officer, murdered an intellectually disabled man in a Costco in June. We, as a society, \nhave apparently decided that we don't particularly care when cops murder people, so Sanchez will face no criminal \ncharges[13]. Senate Republicans pass on judge who followed the Constitution once. Back in July, we told you \nabout how Trump Fifth Circuit nominee Sul Ozerden's confirmation was at risk because he accidentally followed the \nConstitution one time[14]. Now, Ozerden has officially lost[15] Ted Cruz and Josh Hawley. This means Ozerden will \nhave to pick up some Democratic support if he's going to make it through judiciary. (If Joe Manchin were on \njudiciary, his head would be imploding right about now.) America's nightmare drunk racist uncle is dodging \nsubpoenas. Everyone's least favorite alcoholic white nationalist, Steve Bannon, is apparently dodging federal \nsubpoenas now. On Wednesday, the FTC unsuccessfully tried to serve Steve Bannon with a subpoena over his \nrole in the Cambridge Analytica Facebook data scandal. According to Politico[16], the FTC is investigating whether \nBannon \"engaged in 'deceptive or unfair' use of data gleaned from Facebook.\" ICE hates goodness and the Fourth \nAmendment. The SPLC is suing the US government[17] over ICE once again ignoring that the Fourth Amendment \nis a thing that exists. Bowe Bergdahl dishonorably discharged. A military judge dishonorably discharged[18] \nBergdahl for his actions when he left his military base in Afghanistan in 2009. In line with recommendations from \nhigh-ranking military officials, the judge declined to order prison time.The Ninth Circuit looks ready to let a climate \ncase filed by kids continue. On Monday, the Ninth Circuit heard oral arguments[19] in a lawsuit youth activists have \nfiled against the US government, alleging the United States government, the president, and several high-ranking \nexecutive officials have denied them their constitutional rights to life, liberty or property without due process of law \nby destroying the earth. The judges presiding seemed ready[20] to let the case continue.Badass Greta Thunberg \nand 15 other badass youth activists are suing 5 countries over the climate crisis. They presented the complaint[21] \nto the U.N. Committee on the Rights of the Child in New York on Monday. And a whole bunch of crazy shit is \nhappening in the UK. We only understand about half of it, but the gist is that the UK Supreme Court unanimously \nruled[22] that Boris Johnson's suspension of Parliament was illegal. As per usual, Boris Johnson responded with a \nwhole bunch of verbal diarrhea. But, we guess, at least Mama England is as fucked up as we are right now? So ... \nyeah Who the fuck even knows anymore? We have officially made it to Friday, so that's cool. But Frigg only knows \nwhat's going to happen in the next few hours. The criminals over at the White House love to announce truly terrible \nthings at the end of the day on Friday.Godspeed, dear readers. May we all one day be able to collectively look back \non this time as those weird-ass fucking years when it seemed like everyone was on the same collective, terrible \nacid trip. And hey, at least twitter is lit.Wonkette is ad-free and funded by YOU! Be the funder you want to see in the \nworld! [ 1]: https://www.wonkette.com/manhattan-da-cyrus-vance-will-take-trumps-tax-returns-now-because-this-is-\nnew-york-bitch [ 2]:            https://www.wonkette.com/trump-insists-that-its-illegal-to-investigate-his-crimes-figures-\nthat-everyone-will-just-go-along-with-it [ 3]:            https://www.bloomberg.com/news/articles/2019-09-25/justice-\ndepartment-seeks-to-defend-trump-in-ny-subpoena-fight [ 4]:            https://www.wonkette.com/trump-tax-return-\nlawsuits [ 5]:            https://www.latimes.com/california/story/2019-09-19/trump-tax-returns-federal-court-challenge-\ncalifornia [ 6]:            https://www.courthousenews.com/wp-content/uploads/2019/09/StatesTrumpESA-\nCOMPLAINT.pdf [ 7]:            https://www.courthousenews.com/california-leads-war-on-plans-to-eviscerate-\nendangered-species-act/ [ 8]:            https://www.courthousenews.com/wp-\ncontent/uploads/2019/09/ICEcourthouse.pdf [ 9]:            https://documentedny.com/2019/09/25/new-york-state-\nbrooklyn-da-and-legal-aid-society-file-lawsuits-to-halt-ices-courthouse-arrests/ [ 10]:            \n\n"}