{"title": "'I acted as a mother' // Baird explains hiring violation", "body": "\nA contrite Zoe Baird Tuesday told the Senate Judiciary Committee that she knowingly broke immigration laws in \nhiring two illegal immigrants as family servants.\n\n''It was a violation of the law … and I deeply regret it,'' said Baird, nominated to become the nation's first female \nattorney general.\n\nBaird, 40, came under tough questioning from senators during the day-long hearing, but the Democrat-controlled \npanel still seemed inclined to vote for her confirmation. The hearing is set to continue Thursday.\n\nSen. Joseph Biden Jr., D-Del., the panel's chairman, said he was pleased that Baird admitted the violation.\n\nBut Biden disagreed with some observers who dismiss the issue's importance and instead contend ''this is like a \nparking ticket.''\n\n''To me this is a big deal, personally, and I suspect it is to a lot of Americans,'' Biden said.\n\nThe controversy involves the hiring of a Peruvian couple by Baird and her husband, Yale law professor Paul \nGewirtz, as a baby sitter and driver for about a two-year period beginning in 1990. Baird had to pay back Social \nSecurity taxes and $ 2,900 in civil fines for hiring the couple.\n\nBaird offered a forceful defense, though insisted she was not trying to excuse her conduct, only explain it.\n\nBaird said she and her husband sought advice from a private lawyer about hiring the couple. The lawyer advised \nthat employment of the immigrants was a ''technical violation,'' but not one that appeared to be enforced by the \nImmigration and Naturalization Service, she said.\n\nMaternal instincts about providing child care for her son, now 3, clouded her legal judgment, Baird said.\n\n''Quite honestly, I was acting at that time really more as a mother than as someone who would be sitting here \ndesignated to be attorney general.''\n\nWhile the prospect of confirming a woman to serve as the nation's top law enforcement officer was at first greeted \nwith excitement in Senate circles, reports about Baird's immigration problem have taken their toll. Several senators \nsaid that most phone calls from constituents about Baird's nomination were negative.\n\nTwo female newcomers to the previously all-male committee, Carol Moseley- Braun, D-Ill., and Dianne Feinstein, \nD-Calif., likely will question Baird on Thursday.\n\nFeinstein acknowledged that emotions are running high.\n\n\n''Everything in me as a woman, sitting in on this for the first time in history, would like to confirm a woman (for \nattorney general),'' she said.\n\nBut Feinstein said there are ''obviously complications.''\n\nGraphic\n\n \n\nPHOTO, b/w, H. Darr Beiser, USA TODAY\n\n \n\nCUTLINE: OVER, FOR NOW: Sen. Howard Metzenbaum, D-Ohio, left, talks with Attorney General-designate Zoe \nBaird after her confirmation hearing Tuesday. The panel still seems inclined to confirm her.\n"}