{"title": "Va. Considers Detention Center for Immigrants; Crime Suspects Would Be Held", "body": "\nVirginia officials said Tuesday that they are considering a proposal to build a 1,000-bed detention center where \nillegal immigrants arrested for certain crimes could be held until federal officials deport them.\n\nU.S. Immigration and Customs Enforcement (ICE) officials said Tuesday night that such a center would be the \ncountry's first state-run facility built to hold only illegal immigrants accused of crimes. Currently, illegal immigrants \nwho are arrested are held in local jails, federal facilities and private prisons.\n\nUnder the proposal, announced at a meeting of the State Crime Commission, Virginia would finance construction \nof the center through bond sales and use it to detain illegal immigrants charged with crimes that usually do not \ntrigger long prison terms.\n\nState officials are not sure where the center would be located, how much it would cost or how long it would take to \nbuild.\n\n\"What we are trying to do here is have enough bed space so every sheriff knows if they arrest an illegal immigrant \non some of these charges, there is space for them until someone can pick them up,\" said Sen. Kenneth W. Stolle \n(R-Virginia Beach), chairman of the crime commission, which is developing the proposal. The legislative \ncommission studies and makes recommendations on public safety.\n\nBefore the detention center could be built, the state would have to reach an agreement with ICE on who would be \ndetained there. ICE officials declined to comment Tuesday, saying they had not seen Virginia's proposal.\n\nThe federal agency also would have to agree to pay the state a daily fee for illegal immigrants housed in the \ncenter until they are deported. The state would use that money to operate the center and pay off the bonds.\n\n\nMukit Hossain, a founder of Project Hope and Harmony, a nonprofit group that established a day-laborer hiring \ncenter in Herndon that recently closed, called the detention center a \"very, very scary proposal.\"\n\n\"If they need more detention centers, then by all means build more detention centers. But to categorically set \naside something which is going to be a detention center for ICE and immigrants, it opens up a very problematic \nnotion, including possibilities of human rights violations. And it will create fear in all immigrant communities,\" \nHossain said.\n\nIn 2006, police and sheriff's departments in Virginia notified ICE of about 12,000 illegal immigrants in their jails, \nbut ICE picked up only 690, Stolle said. ICE officials could not independently confirm the numbers.\n\n\"It is not ICE's fault. They are dealing with the resources they have,\" Stolle said. \"But if Virginia wants ICE to be \neffective, we've got to find creative ways for them to be effective.\"\n\nGov. Timothy M. Kaine (D) said through a spokeswoman that he plans to study the idea, which would need formal \napproval by the crime commission as well as the General Assembly and ICE. On past issues involving ICE, Kaine \nhas adopted a go-slow approach. Despite political pressure, he has been hesitant to sign an agreement with the \nagency empowering state police to enforce federal immigration laws.\n\nStolle stressed that the center would not be used to house immigrants whose only crime is being in the country \nillegally, nor would it house those convicted of serious crimes such as homicide.\n\nInstead, it would house illegal immigrants arrested and charged with less serious offenses -- such as driving under \nthe influence -- who state officials and ICE agree should be forced to leave the United States.\n\nThe crime commission plans to formally take up the proposal at a public hearing in two weeks. Several local \ngovernments in Virginia are also moving forward with proposals to address illegal immigration.\n\nKaine, in a radio interview Tuesday, warned of \"all kinds of unintended consequences\" of having a \"patchwork of \ncities and towns\" with different policies related to illegal immigration.\n\nInstead of enacting new local laws, Kaine said, the state should step up the pressure on the federal government.\n\n\"It's not the border between West Virginia and Virginia that is the problem,\" Kaine said. \"It is outrageous this issue \nkeeps getting pushed off to the cities and counties and states.\"\n\nIn another immigration matter Tuesday, Kaine administration officials and moderate Senate Republicans teamed to \nselect a chairman for the new Virginia Commission on Immigration. The commission will advise Kaine and the \nGeneral Assembly on what, if any, state policies should be adopted to address illegal immigration.\n\nThe 20-member panel was established this year through legislation sponsored by Del. Robert G. Marshall (R-Prince \nWilliam). Because he sponsored the bill, Marshall said he should head the committee. But because Marshall has a \nreputation for being conservative and combative, Kaine administration officials and Senate GOP leaders persuaded \nSen. John C. Watkins (R-Chesterfield) to challenge Marshall for the chairman's position.\n\nWatkins, a moderate who owns a nursery that employs legal migrant workers, won on a 16 to 3 vote. Marshall \naccused Kaine of trying to \"manipulate\" the commission's work.\n\nDelacey Skinner, Kaine's communication director, responded: \"The important thing is we have an illegal immigration \ncommission that should make recommendations that will hopefully give the governor and General Assembly some \nguidance.\"\n"}