{"title": "Illegal migrants gravitate to Ariz. border; Continuing flow fueling fresh fight over policy at leakiest sector in U.S.", "body": "\nAlong a rugged stretch of the Mexican border here in southern Arizona, U.S. authorities captured 687 illegal \nimmigrants in a 24-hour period last week, three times the number captured near San Diego. During the past eight \nmonths, agents have apprehended 168,000 migrants along this sector of the border.\n\nThe border crossers are so determined, and so impervious to a long-running buildup of federal agents and \ntechnology, that few here think President Obama's recent decision to dispatch 1,200 National Guard soldiers and \n$500 million will make much difference.\n\n\"I doubt it, frankly,\" said Don Severe, a vocal opponent of illegal immigration who favors stronger measures, \nincluding certain incarceration. \"It sounds good, but what are they going to do? We have a very serious problem.\"\n\nArizona, home of a controversial new law that makes it a state crime to be in the country illegally, has become the \nleakiest portion of the nearly 2,000-mile border. The continuing flow of illegal immigrants, compounded by a rise \nin narcotics traffic and the slaying of an Arizona rancher, perhaps by a border crosser, has triggered a fresh fight \nover immigration policy, animating activities on both sides of the debate.\n\nOn Saturday, as thousands rallied in Phoenix for and against the new law, Gov. Jan Brewer (R) sought to remove \nAttorney General Terry Goddard (D) from defending Arizona against expected legal challenges. Although Brewer \nsaid she feared that Goddard would collude with the Obama administration, which is weighing such a challenge, \nGoddard said he would faithfully represent the state despite personal opposition to the law. Meanwhile, Republican \npoliticians, led by Brewer and Sen. John McCain, are calling for stricter border security measures.\n\nThe issue has polarized the community in ways that residents say are disturbing.\n\n\"I have seen situations in families where they are fighting,\" said the Rev. Vili Valderrama, a priest at San Felipe de \nJesus parish in heavily Hispanic Nogales. He said benefactors who support the law have vowed to withhold \ncontributions from the Tucson Catholic Diocese because clergy publicly oppose it.\n\n\n\"There are not a lot of places in this community where you can have a civil dialogue,\" said the Rev. Randy Mayer, \npastor of Good Shepherd United Church of Christ in Sahuarita, 50 miles north of Nogales. \"The conversation has \nchanged in its tone. It has become much more polarized, much more hostile.\"\n\nNogales is the heart of a 262-mile stretch of border defined by sharp rises, steep ravines and brutal desert heat. As \nborder controls are tightened elsewhere, including through the construction of a border fence in parts of Arizona, \nCalifornia, Texas and New Mexico, Mexican migrants and smugglers have gravitated to the 90,000-square-mile \narea known by U.S. Customs and Border Protection as the Tucson Sector.\n\n\"When you plug a hole in the wall, the water looks for another spot to flow through. Arizona is that spot,\" said \nNogales police chief Jeff  Kirkham, who reported that immigrants are \"going over the wall, going through the wall or \nthrough tunnels.\"\n\nOthers try to make their way though the remote desert where the high fence stops. Once across the border, they \nface a daunting trek that can stretch 30 miles or more in heat approaching 100 degrees. Agents staff checkpoints \nand crisscross the area, supported by millions of dollars worth of sensors, cameras, surveillance aircraft and \ncomputer technology.\n\nSince 2006, staffing of the Tucson Sector has increased 30 percent, to about 3,200 officers. But immigrants from \nacross the globe keep coming over the border -- alone or in groups, sometimes guided by smugglers, sometimes \narriving at official crossings neatly dressed  and with fake papers.\n\nOn a typical day, nearly 1 million people cross from Mexico into the United States, according to U.S. government \nfigures. About 270,000 vehicles cross the Southwest border every 24 hours, along with about 57,000 truck, rail and \nsea containers. Sixty percent of the Mexican fruit and vegetables entering the United States comes through \nNogales.\n\n\"This is our busy time of year,\" said Robert L. Boatright, deputy chief of the Tucson Sector, talking about illegal \nimmigrants,  not produce. He said it would be impossible to \"seal the border,\" as some critics demand. \"The \nnumber of agents it would take 24-7 would be incredible.\"\n\nBorder agents have \"close to daily\" encounters with smugglers with guns, most linked to drug smuggling, he said. \nIn announcing the National Guard deployment, which echoes earlier approaches, Obama emphasized the need to \nslow the drugs flowing north and the guns and cash heading south to the cartels waging war on Mexican state \nauthority.\n\nBy the same token, the number of captured border crossers -- an indication of the volume of people who are \ngetting though illegally -- dropped 41 percent between 2005 and 2009. The border is at \"an unprecedented state of \ncontrol,\" Boatright said. \"I know that's hard to believe with what you see and read right now.\"\n\nAlthough the flow of drugs appears to be rising, Kirkham said, Nogales's  64 police officers are not seeing a \nspillover of violence from Mexico. Property crimes have been static, and Nogales has had just one homicide in the \npast three years. \"People that do cross here, they want to get out of this area as quickly and quietly as possible,\" he \nsaid.\n\nSo far, 210 miles of the 262-mile Tucson Sector border is fenced. McCain, facing GOP primary challenger J.D. \nHayworth, a border hawk, made waves by declaring in a campaign advertisement filmed in Nogales: \"Complete the \ndanged fence.\"\n\nBoatright said the rough terrain makes finishing the fence impossible or unnecessary.\n\n\"We're looking at a very small portion that we need to address,\" Boatright said. \"I'm talking two or three miles.\"\n\nMcCain is seeking 6,000 more National Guard soldiers, including 3,000 in Arizona. Yet in Nogales, Gustavo \nLozano, an activist who favors comprehensive reform, believes that no measures now in the pipeline will stop \nillegal immigration.\n\n\n\n\"Whatever fear they build up, whatever troops come to the border,\" Lozano said, \"people are still going to cross.\"\n"}