{"title": "At Last Allowed, Muslim Scholar Visits", "body": "\nA federal appeals court had ruled in his favor. Secretary of State Hillary Rodham Clinton had issued an order that \npaved the way for a visa. And so, on Wednesday afternoon, Tariq Ramadan stepped off a plane at Newark Liberty \nInternational Airport for his first visit to the United States since 2004, when the Bush administration barred him from \nentering, asserting he had contributed money to terrorist enterprises.\n\n  But for Mr. Ramadan, one of the foremost European scholars of the Islamic world, there was still one last hurdle: \na closed-door session with three immigration agents, one after the other, who asked him where he planned to go, \nwhom he planned to meet and what he planned to discuss.\n\n  Two hours after his plane from Paris landed, Mr. Ramadan, wearing a dark suit and a smile of relief, cleared \ncustoms and shook hands with two representatives of the American Civil Liberties Union, which had litigated his \ncase, and Muna Ali, an assistant of his who lives in the United States. \n\n  ''How are you, Muna?'' he asked.\n\n  ''You kept us waiting,'' she said, with good humor. ''What's new?''\n\n  The group split up into two cabs, and Mr. Ramadan, 47, boarded one with Jameel Jaffer, a representative of the \ncivil liberties union.\n\n  If Mr. Ramadan was flustered or annoyed by the immigration stop, he did not betray it. ''I was expecting this,'' he \nsaid calmly.\n\n  In a telephone interview the night before, he said he had anticipated the moment when he would come face to \nface with the American government in the form of the immigration officer. His plan was to approach that encounter \nwith ''a peaceful mind.''\n\n  His admission into the country, he said, was good for two reasons: ''Just to clear my name,'' he said, ''and for the \nwork that we're doing.'' \n\n  ''The important thing is the substance, to be in touch with many people,'' he added. \n\n  In the summer of 2004, Mr. Ramadan, a Swiss citizen, was preparing to travel to the United States to become a \ntenured professor of religion, conflict and peace-building at the University of Notre Dame when the Bush \nadministration revoked his visa. \n\n  The government cited a provision of the Patriot Act that allows the barring of foreigners who ''use a position of \nprominence within any country to endorse or espouse terrorist activity.'' Officials  eventually pointed to Mr. \n\n\nRamadan's donations of about $1,300 from 1998 to 2002 to a Swiss-based charity that the Treasury Department \nlater categorized as a terrorist organization because it gave money to Hamas, the militant Palestinian group. \n\n  Mr. Ramadan, now a professor of Islamic studies  at the University of Oxford, contended he was unaware of any \nlinks between the charity and Hamas or terrorist activities. The professor, who had visited the United States \ndozens of times, said he believed that the organization was involved in legitimate charitable activities. \n\n  The civil liberties union challenged the exclusion in a lawsuit filed on behalf of Mr. Ramadan and three \norganizations that had invited him to speak: the American Association of University Professors, the American \nAcademy of Religion and PEN American Center. His lawyers argued that the exclusion was an illegal form of \ncensorship, motivated by the professor's political views and criticism of American policy.\n\n  Last year, a federal appeals court in Manhattan reversed a lower court ruling that had upheld the exclusion, and in \nJanuary, Mrs. Clinton signed the order effectively lifting it.\n\n  His five-day visit will involve a series of meetings and public appearances, including a panel discussion Thursday \nnight at the Cooper Union's Great Hall. He is also scheduled to speak at functions in Chicago, Detroit and \nWashington.\n\n  For Mr. Ramadan, the greatest difficulty of the exclusion was feeling as if his rights were being impinged. ''I knew I \ndid nothing wrong,'' he said. \n\n  In addition, he was frustrated that he was not able to meet with Muslims and others in the United States. ''I really \nthink that virtual communication has nothing to do with reality,'' he said as his cab headed toward his hotel in \nManhattan. ''I really think that if you want to work with people -- activists and scholars -- you have to come and \nshare views.''\n\n  Mr. Ramadan has been a polarizing figure in the world of contemporary Islamic studies. His scholarship has \nargued that Muslims can be both fully Western and fully Muslim, and that they need not simply choose a path of \nassimilation or a path of isolation. His work has focused on Europe, where his writing and lecture tapes have been \nembraced by many Muslim immigrants. \n\n  But he has also antagonized a wide range of critics, who have accused him of being a radical in a moderate's \nclothing, and of speaking in contradictions. Some have tried to draw direct links between his teachings and the \nIslamic radicalism espoused by his grandfather, Hassan al-Banna, the founder of the Muslim Brotherhood, a \nsometimes-violent political group in Egypt. But Mr. Ramadan, who has rejected violence in the service of Islam, \naccuses his critics of not reading him carefully enough -- or not reading him at all. \n\n  His trip closely follows the publication of the latest of his more than 25 books, ''What I Believe,'' which is intended \nto lay out his philosophy in simple terms. \n\n  As the cab approached the Lincoln Tunnel, Mr. Ramadan revisited his lawsuit with Mr. Jaffer, who was the lead \nlawyer in the case. ''Thank you so much for all that,'' Mr. Ramadan said.\n\n  He paused, then asked, ''Do you think they will keep me for one hour or so every time I come?''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nhttp://www.nytimes.com/\n\n\nPHOTO: Tariq Ramadan, a professor of Islamic studies at the University of Oxford, at the airport in Newark on \nWednesday. (PHOTOGRAPH BY MICHELLE V. AGINS/THE NEW YORK TIMES)                                                             \n"}