{"title": "Japan is being denied World Cup it deserves; FAILURE TO PLAN HAS MADE MOCKERY OF A GREAT TOURNAMENT ; RUGBY WORLD CUP", "body": "\nEDDIE JONES was driving through the outskirts of Tokyo 23 years ago when he encountered his first major \ntyphoon.\n\n'You know those convenience stores, 7-11, that are everywhere?' he recalled yesterday. 'You know those big signs \nthey have? Well, one flew off and just landed right in front of the car. At one stage, it was looking pretty dodgy \nbecause it just kept coming. That was in 1996. I remember it clearly. I was driving to the ceremony for the first game \nof the season.' e is oons. arly '  He paused, briefly. 'Therea reason why, when typhoons come, everything shuts \ndown. It's because they can be particularly dangerous and this one is supposed to be a big typhoon, like that one. \nSome turn out more like a thunderstorm, but I don't see the organisers had any option.' n, t '  On that front, at least, \nhe's right. Given that three died in the last typhoon of significance to strike Tokyo last month, that this one is \nsupposed to be greater makes evasive action imperative.\n\nity own and ay in t is else There was no guarantee the city would not be in total lockdown come the time England \nFrance were supposed to play Yokohama tomorrow, so it hard to see how anything could be done.\n\nNow, whether the World Cup should have gone to Japan at this time of year, whether there should have been \ncontingencies and how long World Rugby can escape a backlash over their lack of foresight and the chaos that has \nensued is quite another matter.\n\nJones did his best to talk up the hosts and the tournament, then high-tailed it to Miyazaki, where England will kick \nback in relative calm until the start of next week when it is time to travel to Oita and prepare for their quarter-final \nwith Australia.\n\nJones says he isn't worried about whether this is good preparation, because it's the only preparation on offer and, in \nthat, he's right again. The Japanese have a word for this form of acceptance and Jones was very liberal with it.\n\n'Shoganai,' he said, on several occasions, to the delight of local reporters. It translates, roughly, as: it can't be \nhelped.\n\nShoganai is a defining influence on the Japanese psyche, almost philosophical in its importance.\n\nIt is the belief that if a matter is beyond your control, the best course is to accept and move on.\n\n\nIt is the reason Japan thrives despite earthquakes and typhoons, why the country rebuilt after its catastrophic \ninvolvement in the Second World War. Shoganai explains the wonderful presence of Kamaishi, the city devastated \nby a tsunami in 2011, in this World Cup.\n\nYet shoganai is also why extreme right-wing forces were allowed to propel Japan into world war and why there is \nso much inertia at the polling booth, even when a government is unpopular.\n\nShoganai prevents World Rugby answering serious questions about the timing of this tournament when, now that \nthe worst is upon us, the impending storm seems more predictable than anyone was led to believe.\n\n'We've been talking about it all the time, the possibility this might happen,' added Jones. 'Look, it's typhoon season. \nWe had an idea it could and we prepared for it. We mi pp made sure we accumulated points in our games to put us \nin the right position. We knew there was the possibility there could be something like it during the tournament.' l '  \nReally? England were factoring in a plan of action if a typhoon caused the first cancellation in World Cup \nhistory?icWct Then why weren't World Rugby considering this ten years ago when the competition was awarded? \nShouldn't the tournament have been played in Japan at a less hostile time of year? 'I haven't got an opinion on that, \nmate,' Jones said, suddenly coy. He doesn't want to further rock the boat here because, with the final pool weekend \nin disarray, serious mistakes have been made.\n\nMaybe Leonardo Ghiraldini, the distinguished Italian hooker, denied his farewell against the All Blacks in what \nwould have been his 105th game, might be more forthcoming. He was in tears at the news.\n\nThe Japanese Grand Prix is scheduled for roughly this time each year and three races in the last 16 have been \naffected by typhoons.\n\nEngland's rugby squad was in Japan a year ago and were confined to their hotel by, guess what? A typhoon. They \narrived last month and were delayed at the airport for eight hours by a typhoon. And one just missed them at their \ncamp last month, too.\n\nSo this is their third typhoon of the competition, and their fourth in a year. So let's not pretend these are freak \ncircumstances. Much of Japan exists on fault lines and earthquakes are an occupational hazard. I was in an \nearthquake in Tokyo during the football World Cup in 2002. It was like the room dropped its shoulder, sold me a \ndummy, then righted itself.\n\nTOTALLY unpredictable and over in seconds, as seismic events often are. Typhoons are different. They are \nseasonal, meaning there is a time in the year when they do not happen. The time when the World Cup should have \nbeen played in Japan, maybe.\n\nAs recently as September 2018, tournament director Alan Gilpin called typhoon season 'a real hot topic for us'. Not \nhot enough, obviously, because by then the schedule was set for September-October and no reserve dates had \nbeen considered at the pool stage.\n\n'We're in the midst of a great tournament and we shouldn't let this cast a shadow over it,' said Jones, who clearly \nfeels protective towards the country of his mother, his wife and where he worked during his formative years as a \ncoach.\n\n'It's still the right decision to have the tournament here. What a great tournament we've had. We need world rugby \nto grow. You can see the growth in Japanese rugby. That doesn't happen unless you have the World Cup here. It's \nthe best-run tournament I've seen.' Nobody is disputing that. This is a brilliantly-organised event and nothing that \nhas unfolded in the last 48 hours alters that.\n\nIt is World Rugby that have failed to prepare. Japan do not deserve to end up with a competition that has an \nasterisk attached, and their team does not deserve its berth in the last eight by default.\n\n\n\nThe last remaining hope is that Typhoon Hagibis has passed by Sunday and Yokohama and its infrastructure is in a \nfit state to host Japan v Scotland that evening. If not, Scotland go home, having not played their final game, a \ndevelopment that Jones may view with shoganai, or simply as symptomatic of not having got points on the board \nearly.\n\n'Just get on with it, guys, get over it,' he concluded. 'There's nothing you can do about it. Shoganai.' There is, of \ncourse, another Japanese concept that should be getting more play here. Kaizen.\n\nThe philosophy of continuous improvement or, literally, change for the better. A little less shoganai and a bit more \nkaizen, and World Rugby might have seen this coming. And then everybody would be safe and Japan could have \nmerrily hosted the competition it deserved.\n\nGraphic\n\n \n\nSign of the times: coach Eddie Jones (left) has taken the cancellation in his stride SGETTY IMAGES\n"}