{"title": "80,000 LEGAL ALIENS SET TO LOSE FOOD AID", "body": "\nAbout 80,000 legal immigrants across New York will lose food stamp benefits in less than three weeks despite a \nnew state budget that restores some of the funding cuts ordered by Washington.\n\nThe budget includes nearly $ 33 million to continue food stamps for about 67,000 immigrants who are disabled, \nunder age 18 or over 60.\n\nBut it won't fund benefits for the rest of the estimated 147,000 legal immigrants in New York who now get food \nstamps. They face a loss of aid Aug. 22, officials said.\n\nUntil now, legal immigrants were eligible for food stamps if their income was low enough to qualify for other welfare \nprograms.\n\nAn average New York City participant gets $ 85 a month in food stamps.\n\nFederal welfare reforms approved last summer axed the benefits while giving states the option to step in. Gov. \nPataki and legislative leaders, with prodding by Mayor Giuliani, approved the limited pickup in the $ 68 billion state \nbudget adopted Monday.\n\nImmigration advocates applauded the partial takeover but warned that the state agreement contains restrictions that \ncould let some legal aliens go hungry.\n\n\"We're pleased that New York State recognized that some action needed to be taken,\" said Margie McHugh, \ndirector of The New York Immigration Coalition. \"We also see some potential stumbling blocks.\"\n\nFor instance, the deal extends benefits for young, elderly and disabled immigrants, provided they have lived in New \nYork since Aug. 22 the day the federal cuts became law.\n\nThe deal also lets counties vote against participating, even though Washington and Albany pay most costs. Opting \nout would cut off food stamps for legal immigrants in those counties.\n\nLegal immigrants also will be required to apply for citizenship within 30 days of applying for food stamps.\n\nWhile applauding the overall agreement, advocates voiced concern over the citizenship rule.\n\n\"In many places, the wait to get an appointment for help in applying for citizenship is well beyond 30 days if there \nare any services at all,\" said McHugh.\n\n\nAdvocates for the needy said they feared the restrictions could force more immigrants into overcrowded food \nprograms. \"We're going to get more people as a result of cutbacks,\" said the Rev. Bill Greenlaw, director of the Holy \nApostles Soup Kitchen at 28th St. and Ninth Ave. in Manhattan.\n"}