{"title": "IMMIGRANT IS AMNESTY SUCCESS STORY", "body": "\nFifteen years ago, amnesty for illegal immigrants was the last thing on Rosalino Pedres' mind. He was young and \nstrong, able to run across the Mexican border with ease. Who needed amnesty? Not this fleet-footed border \njumper.\n\n\"It seems so long ago I could go across and come back any time I wanted,\" Pedres said this week in his San Jose \noffice. \"A lot changed. You get older, and the border isn't so easy to cross anymore. You begin to want a better, \nstable life and greater opportunities.\"\n\nToday he's a U.S. citizen, union man, homeowner and father of an American-born daughter. And he's living proof \nthat amnesty, which is in the news again, works for deserving immigrants.\n\nThe new, open-border president of Mexico recently suggested legalizing undocumented Mexicans working in the \nUnited States. The new, free-market president of America is listening. Another amnesty is coming sooner or later. \nYou can bet your overpriced Silicon Valley house on it. Just don't pay attention to the rationalizations from \nWashington.\n\nThe first amnesty was part of the misnamed Immigration Reform and Control Act of 1986, which was supposed to \nreduce illegal migration to a trickle. The truth is it couldn't stop an overbooked inner-tube on the Rio Grande.\n\nGranting amnesty to illegal immigrants is like putting the proverbial cart before the horse. We suddenly notice all \nthese people doing grunt work that Americans need done but won't do themselves. We see them paying taxes, \ngoing to church and not complaining much. Gee, they're not so bad after all, so let's legalize them.\n\nTrue needs\n\nThe real question is why didn't we recruit them from Mexico in the first place? The only answer is that we \nAmericans haven't admitted our true need for cheap labor or our special relationship with Mexico. When we finally \ndo, we'll grant more visas to Mexican workers like Rosalino Pedres.\n\nHe's a short, slightly built man with jet-black hair and a quiet determination. At age 15, he found himself with few \nchoices in Mata de Cana, a poor village outside of Veracruz with no high school or college. He could grow corn on \nhis father's farm or study bookkeeping in Mexico City.\n\nThe trip to Mexico City paid off for a short time; he was laid off from his first bookkeeping job. All signs pointed north \nfor the teenager. Another mass migration to the United States had begun in the early 1980s. His brother, who was \nalready picking fruit near Stockton, persuaded Pedres to sneak across the border as he had done.\n\n\"OK,\" Pedres remembered saying. \"I'll go, but only for about two years. Then I'm coming back home.\"\n\n\nHe joined other relatives in San Jose after one harvest season.\n\n\"They told me I could be a manager in San Jose,\" he said. \"When I got there they found a job for me in a \nrestaurant. They showed me the dishwashing machine and said, 'There, you get to manage that.' \"\n\nA janitor's job after that turned out to be a stroke of luck. Organized labor was rethinking its traditional rejection of \nillegal immigrant workers. He joined the Service Employees International Union and impressed the leadership \nenough to become an organizer himself. Ten years ago, he helped theunion develop the \"Justice for Janitors\" \ncampaign in Silicon Valley, which grew into an influential national movement for economic justice.\n\nAlthough he was studying English and American labor law, Pedres still wasn't compelled to become a legal resident \nuntil his brother nagged him into it.\n\nEase of travel\n\n\"I agreed, mostly because the border was becoming too expensive and dangerous to cross,\" he recalls.\n\nThe green card came, granting him the ease of travel he wished, but his transformation wasn't finished. U.S. \ncitizenship, another alien thought to him, crept steadily into the picture.\n\n\"As a union organizer, I was always telling immigrant janitors that they had to vote to protect their rights,\" he said, \n\"and you have to become a citizen to vote. I thought it was time to live up to my own words.\"\n\nHe's now married with an 11-year-old, American-born daughter and another child on the way. On a combined \nincome of less than $50,000, his family has bought a modest house in San Jose's East Side. They participate in \nschool and community affairs.\n\nPedres favors another amnesty, but not just for Mexican workers.\n\n\"What about the Asian undocumented, and those from Latin America and Africa? To be just, amnesty must be for \nthem too.\"\n\nAlways looking out for the other guy. What's more American than that?\n"}