{"title": "When Your Last Name Can Be a Liability (Cont'd)", "body": "\nIn his April 14 letter \"When Your Last Name Can Be a Liability\" responding to my April 2 op-ed article \"Honest \nMistake? No, Discrimination,\" Robert Charles Hill mischaracterized the opposition of the National Council of La \nRaza to a national verification system. As we testified before the Commission on Immigration Reform, on which Mr. \nHill serves, as well as before the Congress, we oppose establishment of such a system because it will not alleviate \n-- and indeed will exacerbate -- the kind of discrimination that I experienced at the White House and that thousands \nmore experience at the hands of employers every year.\n\nWhen computerized verification systems were first proposed, La Raza demonstrated through an exhaustively \ndocumented report that they are likely to be misused by employers and abused in other contexts. Despite the \ncommission's insistence that such a system could be limited to the employment context, it is already in use in the \nworkplace, in the delivery of social services and as a method of verifying voter records in California, all of this \nnotwithstanding the fact that the Immigration and Naturalization Service, which runs the database, has a dismal \nrecord when it comes to keeping accurate information. We understand that private business, states, counties and \ncities also are clamoring for access to the database for purposes never contemplated by the commission. Hispanic \nAmericans are the inevitable targets and victims of such efforts.\n\nMr. Hill is right that the best way to avoid discrimination is to treat everyone the same. Indeed the 1986 immigration \nlaw, which requires that employers verify all of their workers, also requires that employers treat all employees the \nsame. But practice frequently falls short of theoretical goals, and some employers are not abiding by this \nrequirement of the law. More than a dozen studies, including one conducted by the General Accounting Office, \nhave confirmed that employers single out citizens and legal residents with last names like mine because they \nsuspect us of being immigrants -- exactly the behavior I experienced when seeking to attend a briefing at the White \nHouse last month.\n\nWhen the commission recommended the creation of a nationwide computerized verification system, it naively \nassumed that such a policy would contain strong civil rights protections. The pilot projects enacted by Congress \nlast year contain nothing of the kind; indeed the law dramatically weakened the civil rights protections enacted in \n1986. Even if adequate protections had been included in the legislation, the existence of such protections under the \n1986 law did little to prevent or remedy the widespread discrimination that resulted. Moreover, none of these \nprotections applies to non-employment uses of these databases.\n\nFinally, I must correct Mr. Hill's characterization of La Raza as an \"immigrant rights\" group. We are a national \nHispanic civil rights organization representing a population two-thirds of whom are U.S. citizens. His \nmischaracterization says a lot about his perspective: He is making the same mistake that is made by those who \nmisuse verification procedures; he assumes that we are all immigrants. In theory, Mr. Hill surely understands that \nnot all Latinos are immigrants; my point is that in practice his own words and actions do not necessarily reflect such \nan understanding.\n\nCECILIA MUNOZ\n\n\nDeputy Vice President\n\nOffice of Research Advocacy and Legislation\n\nNational Council of La Raza\n\nWashington\n"}