{"title": "HIGH-TECH VICTORY ON VISAS CONGRESS APPROVES INCREASE IN SKILLED FOREIGN WORKERS", "body": "\nSilicon Valley won its top legislative priority after Congress voted overwhelmingly Tuesday to nearly double the \nnumber of visas for highly skilled foreign workers in a surprising bipartisan show of support for the high-tech \nindustry.\n\nThe Senate voted 96-1 Tuesday morning, and the momentum of that near-unanimous vote led the House of \nRepresentatives to quickly take up the bill and pass it on an unusual voice vote Tuesday night. President Clinton is \nexpected to sign the bill.\n\n\"It's done,\" rejoiced Rep. Zoe Lofgren, D-San Jose, one of the major backers of the visa increase. \"It addresses \nthe needs of the high-tech economy, and . . . there are important reforms.\"\n\nThe legislation had been stalled for months in a partisan fight over immigration policy. But Tuesday's vote shows \nboth Republicans and Democrats are anxious to deliver for the high-tech industry before Congress adjourns this \nmonth.\n\n\"We have strong bipartisan agreement on it, and this is a very, very important skilled workforce bill that we'll be \nable to provide to the president for his signature,\" said Rep. David Dreier, R-Covina. Republican leaders in the \nHouse moved quickly to bring up the measure Tuesday night after they suspended their usual procedure.\n\nThe issue, once on a fast track to passage earlier this year, had become bogged down in election-year politics. With \nthe high-tech industry having unprecedented difficulties filling jobs, the delays in passing the visa legislation have \ncaused consternation in Silicon Valley and touched off a flurry of lobbying in recent weeks.\n\nIncreasing the number of H-1B visas has ranked with approval of a new trade deal with China as the top \nWashington priorities of Silicon Valley this year. With the Senate following the House in approving the China trade \ndeal two weeks ago, the high-tech industry has been able to focus all its fire on the visa issue.\n\n\"We could not have asked for a stronger vote,\" said Jenifer Verdery, Intel's manager of education and workforce \npolicy.\n\nSeeking temporary increase\n\nFaced with what high-tech executives said is a widespread shortage of qualified computer programmers and \nengineers, Silicon Valley has pressed hard to again temporarily increase the number of three-year H-1B visas in \norder to bring in those workers from countries such as India.\n\n\n\"It's very important, because at the end of the day it's people who are driving the Internet economy, not machines,\" \nsaid Laura Ipsen, director of government affairs for Cisco. \"We need more and more highly skilled engineers in the \ncompany. We can't fill all the positions.\"\n\nThe legislation boosts the allotment from 115,000 this year to 195,000 in each of the next three years.\n\nLabor unions and the nation's largest organization for engineers charged that the high-tech industry prefers \nforeign workers, who are beholden to the companies who obtained their visas, over retraining American \nengineers from other fields. The H-1B visa program also has been criticized for being rife with fraud.\n\n\"This whole thing is just the wrong way to go,\" said Paul Donnelly of the Immigration Reform Coalition, which \nincludes the Institute of Electrical and Electronics Engineers-USA. The coalition favors green cards to bring foreign \nworkers into the country permanently, arguing the temporary H-1B visas keep salaries low because the workers \naren't free to easily move to other companies.\n\nH-1B visas allow foreigners with special skills to work temporarily in the United States. The visa, which is applied \nfor by the company seeking to employ the person, is good for three years and can be renewed for an additional \nthree years.\n\nCongress and the White House in 1998 agreed to a temporary expansion of the program, more than doubling the \nannual allotment of visas to about 115,000. But with the \"New Economy\" continuing to boom, those visas have \nproven insufficient to meet the demand. All of this year's visas were allocated by the end of March -- six months \nbefore the end of the fiscal year.\n\nWith the annual allotment set to start decreasing next year, the high-tech industry has desperately pleaded with \nCongress and the White House to temporarily boost the number again. Senators said Tuesday that they heeded \nthe call.\n\n\"This bill represents our commitment to keep America on top in the high-tech industry,\" said Sen. Phil Gramm, R-\nTexas, one of the key backers of the legislation.\n\nIn addition to boosting the annual allotment of visas, the legislation will funnel more of the annual $500 visa fee to \neducation and training for Americans in science and technology fields under changes in the bill proposed by Sen. \nDianne Feinstein, D-Calif.\n\n\"I support lifting the H-1B visa cap, but clearly it is only a short-term solution to a long-term problem,\" said \nFeinstein, who is recovering in California from surgery on her broken leg and was among three senators who did \nnot vote on the bill. The amendments, along with others, would funnel about $450 million into education and \nretraining initiatives.\n\nAnother Feinstein provision would try to reduce the processing backlog at the Immigration and Naturalization \nService. The agency would devote more resources to processing applications and would be required to process H-\n1B visas within 30 days, and process permanent employment visas and other visa applications within six months.\n\nNo increase in fees\n\nDifferent versions of the visa bill offered in the House of Representatives would have doubled the fee companies \npay for each visa, to $1,000, to provide even more money for training and education. Although many in the Senate \nfavor increasing the fees, the Constitution prevented the Senate from initiating an increase in taxes or fees.\n\nBut the easiest way for Congress to get an H-1B visa bill to the president this year was for the House to simply \nvote on the Senate bill. Dreier is co-sponsoring a separate bill to increase the fees that he is optimistic will pass \nCongress in the coming days as well.\n\nSeveral key Republicans and Democrats on Tuesday called for an end to the partisanship that has stalled the visa \nincrease -- though each side blamed the other for the delays.\n\n\n\nWhile there is strong support in both parties for increasing the number of visas, the issue became bogged down in \nthe spring when the White House and congressional Democrats pushed to also include some provisions for Latinos.\n\nAmnesty issues\n\nOne would extend a current immigration amnesty provision for Nicaraguans and Cubans to others in Latin America. \nAnother, known as late amnesty, would allow illegal immigrants who entered the United States before 1986 to apply \nto become U.S. citizens. A similar amnesty was passed in the 1980s for people who had entered the country before \n1972.\n\nThose were volatile issues in an election year when both parties are appealing to the growing Latino electorate, and \nthe visa bills were shelved.\n\nBut the high-tech industry continued to press the need for an increase, and last week Senate Republicans used \ntheir majority muscle to prevent Democrats from adding the Latino provisions as amendments.\n\nCongressional Democrats then largely removed the Latino issues from the debate by shifting their strategy, vowing \nto try to attach them to one of the budget bills Congress must pass before it adjourns. Clinton has promised to veto \nthe budget bill if they're not included.\n\nWith the Latino issues out of the way in the Senate, all but Sen. Ernest \"Fritz\" Hollings, D-S.C., an ardent opponent \nof H-1B visas, voted for the bill.\n\n\"I think what you've seen in the last couple of weeks is a perhaps a realization that all the political gamesmanship \nwasn't gaining either party any extra points,\" said Jeff Modisett, co-CEO of TechNet, the Silicon Valley-based high-\ntech lobbying group. \"Many CEOs made calls, and the message was the same: 'We don't care about the \npartisanship, and we don't care about who gets to claim credit. We just care that it gets done.' \"\n\nCHART: MERCURY NEWS\n\nCONGRESS RAISES CAP ON H-1B VISAS\n\nSource: Mercury News Washington Bureau, Associated Press\n"}