{"title": "SWEATSHOPS IN FASHION IN LA; GARMENT FIRMS THRIVE ON CHEAP, ILLEGAL LABOR", "body": "\nSweatshops seem to be everywhere in the aging buildings in this city's bustling garment district.\n\nLabor enforcement officials call it a growing, seemingly intractable problem: a booming fashion industry that \nthrives on the region's cheap and plentiful immigrant labor.\n\n\"I cannot say it's a good job,\" says Miguel Perez, a transplant from Puebla, Mexico, his thin body hunched over a \nsewing machine at a shop on 8th Street. \"But what else is there to do?\"\n\nSouthern California is home to about 10,000 garment shops - about half of them illegal. The local clothes-making \nbusiness - the largest in the nation - has tripled in the past five years to an $ 8-billion-a-year industry.\n\nWorking for as little as $ 1.50 an hour, illegal immigrants show up before dawn and often toil late into the night in \ngritty, sweltering conditions.\n\nDriven by clothing designers and manufacturers who want more for less, and by desperate competitors, employers \ndemand more of their sweatshop workers while lowering their wages.\n\nLast month state and federal investigators raided an El Monte sweatshop and found 72 Thai immigrants laboring \nunder slave-like conditions. The clothes made in the cramped factory found their way to the racks of the nation's top \nstores, from Mervyn's to Bullock's to Neiman Marcus.\n\nThe Labor Department named the Hecht division of St. Louis-based May Department Stores Co. and Venture \nStores Inc. of O'Fallon, Mo., as possible receivers of the clothes.\n\nLater in August, authorities detained 55 people, including a 12-year-old girl, at three Los Angeles sweatshops.\n\nBut manufacturers and retailers alike expressed shock when they learned that some of their merchandise was \nmade in abusive and illegal work environments.\n\nAnalysts say the industry's cutthroat nature encourages shady production tactics. Moreover, the recent recession is \ndriving many retailers into bankruptcy and out of business.\n\nThat leaves a few major retailers and a handful of gigantic discount chains, consolidating the industry in the hands \nof a select few who make decisions that once were the province of suppliers.\n\n\n\"It allows the retailers to basically dictate the terms of the relationship, in terms of quality, in terms of design - and in \nterms of price,\" said Carl Steidtmann of Management Horizons, a retail consulting firm in Columbus, Ohio.\n\nDespite increasing pressure on businesses to reform, the area's willing and illegal labor force not only remains, but \ngrows.\n\nAntonio Martinez, a worker at Twin Fashions, told state labor inspectors that he made $ 173 at his last job for two \nweeks of work, finally quitting because his employers refused to pay him for at least 19 hours of labor. But he \nseemed reluctant to pursue a complaint.\n\n\"From what I've seen, everybody's paid the same and that's just what they pay you,\" said Martinez, a 20-year-old \nwho arrived mid-August in Los Angeles from Mexico. \"If you want to make more, you just work faster.\"\n\nGraphic\n\n \n\nPHOTO; Color Photo by Associated Press - Miguel Perez, from Puebla, Mexico, carries clothing in Los Angeles for \nTwin Fashions, a sewing shop that stitches dresses for a major women's label. The garment district is full of sweat \nshops.\n"}