{"title": "Funds Sought To Continue Restoration At Ellis Island", "body": "\nSave Ellis Island,  a nonprofit charged with restoring that historic immigrant gateway to America,  may not be able \nto save itself.\n\n  The group has run out of money. \n\n  ''We're not able to keep it going a whole lot longer,''  its president, Judith R. McAlpin, said in an  interview. She \nadded that the group, which recently posted an ''urgent appeal'' for donations on its Web site \n(www.saveellisisland.org/site/PageServer), needs to raise about $500,000 in the next few weeks if it is to survive. If \nit does not, Save Ellis Island will have to return $512,000 in grants that it has already received to restore 30 \nbuildings and repurpose them for public benefit, Ms. McAlpin said, and work on current projects will be suspended.\n\n  Save Ellis Island has been hurt not only by the decline in donations caused by the economic downturn, but also \nby major spending cuts from New Jersey, one of its  longtime benefactors.\n\n  Ellis Island, which closed as an immigrant-processing center in 1954, has remained a serious concern for \npreservationists in the years since the main building was restored and opened as the Ellis Island Immigration \nMuseum  in 1990. Most of the remaining  buildings -- many on the island's south side -- have remained unused and \nin disrepair. \n\n  The World Monuments Fund put the island on its watch list of threatened sites in 1996 and 2006. The National \nTrust for Historic Preservation included Ellis Island on its list of America's 11 Most Endangered Historic Places \ntwice in the 1990s. \n\n  ''Save Ellis Island has done a very good job of marshalling us,'' said Richard Moe, the president of the National \nTrust, who serves on the Ellis Island group's board. ''We need an organization that's solely focused on Ellis Island \nbecause this is such a significant historical site.''\n\n  Save Ellis Island says that it has to conduct a large-scale fund-raising drive if it hopes to cover the $350 million \nstill needed for the renovations, but that it has been unable to get approval from the National Park Service, which \noversees the island and the nearby Statue of Liberty. \n\n  ''We're lacking a public commitment to the campaign'' from the Park Service, Ms. McAlpin said. \n\n  David Luchsinger, the Park Service's superintendent of the Statue of Liberty National Monument and Ellis Island, \nsaid the agency had been waiting for a feasibility study and strategic plan from Save Ellis Island. ''We've been very \nsupportive of them, trying to help them out in any way we can; we would like them to continue to be around,'' Mr. \nLuchsinger said. \n\n\n  But Ms. McAlpin said that her organization believed that it could not complete a feasibility study without knowing if \nit could count on federal support. In recent years the United States Department of the Interior has contributed to the \nrehabilitation of Ellis Island, but no funds were appropriated for  the island for the 2011 fiscal year.\n\n  Save Ellis Island said it had hoped to support its efforts with financing from a for-profit partner, which might, for \nexample, hold conventions on the island. But the Park Service said certain agreements had to be in place before \nthat move would be considered.  This decision, Ms. McAlpin said, left Save Ellis Island more dependent on public \nfunds and private contributions.\n\n  Mr. Luchsinger said the Park Service would continue to maintain and improve the island with whatever money is \nmade available. ''We're going to continue to try to do our part as best we can, given the allocations,'' he said. \n''Whether Save Ellis Island is here or not, that is our obligation.'' \n\n  Save Ellis Island was established by a group of New York preservationists in 1999 to serve as a nonprofit partner \nfor the Park Service, with the goal of rehabilitating the buildings. In 2007 the organization completed the \nrestoration of the Ferry Building, a long hall built in Art Deco style by the federal Public Works Administration, \nwhich served as the departure point for immigrants who had passed their health and legal inspections. The \nLaundry/Hospital Outbuilding -- which still holds machinery that washed, sterilized and dried the bedding of \nimmigrant patients -- is about 70 percent complete, Ms. McAlpin said. \n\n  ''If we can't save Ellis Island, I'd be pretty discouraged,'' said Peg Breen, the president of the New York \nLandmarks Conservancy, an advocacy group, who also serves on the island organization's board. ''There is a \ngreat story of America at its best out there. It would be a shame for this country if the south side of Ellis Island \nnever happens.''\n\n  Save Ellis Island, which has an annual operating budget of $1.2 million, cut its staff to four from seven last \nThursday; at its peak the organization had about 12 full-time staff members.\n\n  Most of Ellis Island's 27.5 acres fall under New Jersey's jurisdiction; the state fought New York and won  \nsovereignty in a 1998 Supreme Court ruling after Christine Todd Whitman, the governor of New Jersey at the time, \nmade Ellis Island a personal cause. In 2000 she announced the plan for the island's redevelopment, to be \noverseen by Save Ellis Island and financed with private and public contributions.  \n\n  ''As New Jerseyans, we take great pride in our history,'' she said at a news conference. ''But we must also take \ncare of our history so that future generations can share our pride and visit these landmarks of our national journey.'' \n\n  New Jersey has contributed as much as $650,000 a year toward  Save Ellis Island's general operating funds, \nMs. McAlpin said, but that figure dropped to zero for its 2011 budget, and the state is under no obligation to support \nEllis Island. \n\n  New York State, which retains minority control of the island, has not given any funds, Ms. McAlpin said. Senator \nKirsten Gillibrand, Democrat of New York, said through a spokesman that she was working with  senators from New \nJersey to encourage Ken Salazar, the interior secretary, ''and the interior appropriations subcommittee to secure \nthe funding Ellis Island needs to continue operations and for much-needed upgrades to the park's infrastructure.'' \n\n  Still, the lack of government  support is one of several problems that are making it increasingly difficult for Save \nEllis Island to stay afloat. \n\n  ''It just makes me unspeakably sad,'' Ms. McAlpin said. ''This perfect storm of elements have come together and \nbrought us to a stop.''\n\nhttp://www.nytimes.com\n\nhttp://www.nytimes.com/\n\n\nGraphic\n\n \n\nPHOTOS: A giant autoclave was used to disinfect mattresses at the Ellis Island hospital.\n\nA passageway at the hospital on Ellis Island, one of several buildings being restored. (PHOTOGRAPHS BY \nFRED R. CONRAD/THE NEW YORK TIMES)\n\n The Ellis Island Immigration Museum opened in 1990 after undergoing a restoration. (PHOTOGRAPH BY \nCHANG W. LEE/THE NEW YORK TIMES)(C5)                   \n"}