{"title": "For Guyanese Sisters, A Dream Takes Flight; With One Plane, Immigrants Launch an Airline", "body": "\n This immigrant-rich city harbors many dreamers: the Korean family that scrapes to buy a dry cleaning store, the \nSikh family that strives to buy a yellow taxi, the Bangladeshis who lease their own newsstands.  \n\n And then there are the Guyanese sisters who launched their own airline. \n\n In December, Chandramatie Harpaul and Ramashree Singh opened Universal Airlines, an international carrier \nwhose fleet consists of a single Boeing 767-300 jet painted with the multicolored flags of their native Guyana. They \nlease the airplane from LOT Polish Airlines, and a Polish flight crew -- none of whom speak too much English -- \nflies it five times a week between John F. Kennedy International Airport and Georgetown, Guyana, on the \nCaribbean coast of South America. \n\n This is a Guyanese-specific airline. The flights leave after midnight so that immigrant travelers can work all day, \nboard the airplane and arrive at dawn, saving a hotel stay. The operators charge bulk rates for unlimited baggage \nso that immigrants can stock up on gifts of all sizes for their families. And flight attendants serve Guyanese foods \nlike roti and curry. \n\n The sisters' goal isn't so much to beat their two competitors on the route -- BWIA West Indies Airways and North \nAmerican Airlines, which fly to many more Caribbean cities -- as to carve out and maintain their own milk run. The \nopportunity arose when their homeland's former airline, Guyana Airlines 2000, folded last year. \n\n \"We don't play games with the big boys. We're just here to fill a void,\" said Harpaul, 38, a lively, neatly dressed \nwoman with tiny pearl earrings and hair clasped at the nape of her neck.  \n\n The \"big boys\" also have large fleets and greater ability to survive the air pockets of a recession; the life \nexpectancy of new airlines can be measured in months. But airline consultant Terry Moulton of New York-based \nAirline Capital Associates Inc. points to Universal Airlines' micro-targeted audience and likes its chances. \n\n \"Ethnic groups tend to go with the ethnic carrier,\" Moulton said. \"They prefer to go with the hometown team. Poles \ntend to fly on LOT. . . . The Dominicans, if they had an airline, would probably fly that.\" \n\n\n The sisters and their families began dreaming of airline ownership years ago. \n\n Singh's husband, Sudarshan, 41, has been a lifelong lover of airplanes. As a boy in working-class East Flatbush in \nBrooklyn, he would save the dimes his mother gave him for snacks to buy a fleet of paperboard planes. He spent \n17 years as a mechanic for Pan Am. \n\n Harpaul's own dream began as a passenger: She left Guyana 20 years ago and recalls the cramped flights back \nhome, the bad meals and the endless stopovers.  \n\n \"The focus was not on Guyanese people,\" Harpaul said. \"Guyana needed an airline of its own.\" \n\n Universal Airlines' international headquarters is a three-room former mortgage office in Richmond Hill in Queens, \nacross the street from Angelo's Pizzeria and Mr. Lin's Take Out Chinese. The neighborhood is home to many of \nNew York's 100,000 Guyanese immigrants, the largest such community outside Guyana. \n\n One day, Harpaul hopes, her airline may allow Guyanese farmers to ship fresh pineapples to New York market \nstands. Or perhaps it could help wealthy eco-tourists discover her land's rain forests and rivers. \n\n \"What Guyana needs is more exposure,\" she said. \"You need to get access to the country to do something for the \ncountry.\" \n\n The sisters say their company pays $ 18.4 million annually for the plane, cockpit crew, fuel, maintenance and \ninsurance. By charging higher prices during the holidays and carnival season, and lower prices during such slow \nmonths as January, the sisters estimate they could reap a profit of $ 4.1 million this year, according to their \napplication with the U.S. Department of Transportation. \n\n The financing they describe is a bit less defined. Harpaul said much of their start-up capital came from 11 investors \nfrom Guyana, including one -- family friend and rice farmer Khelawam Persaud -- who put up close to a million \ndollars. \n\n The sisters came by their business experience in this country. Singh and her husband run a trucking company that \ndelivers fruit and office products around metropolitan New York. And Harpaul used to help her husband run a string \nof Sizzler steak restaurants. \n\n That business venture was not without its troubles: Harpaul's husband was convicted of skimming money from a \nrestaurant in New Jersey and served six months in federal prison in 1998. But, she says, her husband cooperated \ncompletely with law enforcement. He's back with Sizzler now, and a corporate spokesman reports that he is a fine \nfranchise owner. \n\n In her Queens office, Harpaul is surrounded by printed signs reading \"Check Everything!\" and a din of ringing \nphones. She acknowledges that her timing could have been better. After 14 years of planning to launch an airline, \nthe sisters received their approval to fly Sept. 10. \n\n The next day, the attacks on the World Trade Center grounded Harpaul in Guyana and delayed their inaugural \nflight until December. \n\n Someday they want to add another airplane and a few more stops. But for now, they've outfitted their airplane with \n243 seats, rather than the standard 300, to give passengers more room for the 5 1/2-hour flight. They have only \neight business class seats, since their customers are not much for extravagances. \n\n \"Why waste extra money,\" Harpaul said, \"when you can give the extra couple of hundred dollars to your family?\" \n\n There they are, a midnight parade of Guyanese immigrants at JFK International Airport on a recent Thursday -- \nreturning to their tropical land for the inevitable weddings and funerals, or just to cure a case of the homesick blues. \n\n\n\n There are bank executives and stock boys, phone technicians and a man who wants to import pineapples to the \nUnited States. Some lug suitcases the size of kitchen tabletops. \n\n To gin up post-Christmas business, Universal Airlines is offering a $ 299 special. The cargo is the usual bit of \nunusualness. Recent flights have carried 14,000 pounds of frozen fish and shrimp, a shipment of talkative parrots \nand a lot of aquarium fish. \n\n Ralph Ramdhani heaves a couple of green suitcases onto the scale at the check-in counter. The meter jumps up, \nway up. Ramdhani and his wife, Doreen, are returning for a cousin's wedding. It has been five years since he last \nsaw his native country. When he heard the special rate advertised on TV, he jumped at it. \n\n \"I wish I could have my own airline,\" Ramdhani said. \"If I would become a millionaire, I would name it Demerara,\" \nafter his native region of Guyana. \n\n David Singh, 33, tall and distracted, lingers by the counter. He's watching eight relatives check in. They have a \nlong journey ahead. After landing in Georgetown, they will take a bus and two speedboats before reaching the \nfamily rice farm. \n\n But there's no avoiding the trip. Singh is carrying precious cargo: his father's casket. In his last hours, Singh's 81-\nyear-old father had talked of returning to Guyana to breathe in his native country's fresh air, of sitting in the hot sun \nsurrounded by friends. \n\n Singh holds a framed photograph of his father, neatly wrapped in newspaper. He'll bury him at home. \n\n \"That,\" Singh says as he prepares to board the airplane, \"was his desire in his last days.\" \n"}