{"title": "Feds charge record number of immigration crimes", "body": "\nAs Israel Gonzalez-Reyes recently stood before a San Jose judge for sentencing, his case had all the ingredients of \nthe most common crime in the nation's federal courts over the past year.\n\nThe 39-year-old defendant had been deported to his native Mexico on eight separate occasions, repeatedly \nreturning to the United States before winding up in jail, usually charged with a variety of state crimes ranging from \nburglary to drunken driving. Federal prosecutors had had enough   this time around, Gonzalez-Reyes was charged \nunder criminal immigration laws forbidding the illegal re-entry of a deported alien back into the United States.\n\nMore than ever, federal prosecutors are using such felony charges and the threat of serious federal prison time to \nmake lawbreakers think twice before making another trip across the border. In 2009, the U.S. Justice Department \nfiled nearly 92,000 immigration-related criminal cases in the federal courts. The record-breaking trend accounted \nfor more than half of all new federal prosecutions in the country, according to Justice Department data maintained \nat Syracuse University.\n\nAs of October, the latest figures available, federal prosecutors had filed nearly 300 such cases in the Northern \nCalifornia federal courts, which include San Jose. Syracuse researchers projected that figure would reach nearly \n400 by the end of the year, more than double the number filed in 2005. The Bay Area federal courts ranked 10th \nout of the country's 93 districts in such filings.\n\nSpurred by the relentless surge of illegal immigration in border states such as Texas and Arizona, where \nimmigration prosecutions total in the thousands, the federal government has concluded that simple deportation is \nno longer an adequate response to repeat offenders with criminal records. Experts attribute the steady rise in \nprosecutions to several factors, including an increase in immigration and border patrol agents during the Bush \nadministration, and greater emphasis on prosecuting cases that are often easy to prove.\n\nThere is ample doubt that criminal enforcement can put much of a dent in the nation's illegal immigration \nproblems. And critics worry that many routine immigration matters are being transformed into federal felony \ncharges with increasingly lengthy sentences. There is also concern about a disproportionate impact on Mexican \nnationals. A Mercury News review of 52 immigration cases filed in the San Jose federal courts between January \nand October found every defendant was from Mexico.\n\n\"It's riding and walking while Hispanic,\" said Barry Portman, the Bay Area's federal public defender, whose office \ntypically represents immigrants too poor to pay for their own lawyers.\n\nSupporters of the tougher enforcement approach say the prosecutions are needed to target illegal immigrants with \ncriminal backgrounds who keep re-entering the country. Indeed, the review of the San Jose cases shows these \n\n\ndefendants are often unsympathetic. They have typically been deported numerous times, and they carry rap sheets \nthat run the gamut from drug and robbery charges to domestic violence.\n\nIn some instances, they have even been prosecuted before in federal court, serving time for immigration crimes \nbefore being deported, only to return to the United States. One San Jose defendant charged this year, Esequiel \nSandoval-Ramos, has been deported eight times and was convicted four separate times in San Diego federal court \non illegal re-entry charges before his most recent arrest here, court records show.\n\nProsecutors say they must deter illegal immigration by those with criminal records, which is driving up the \nnumbers.\n\n\"Does it always work? Of course not,\" said Brian Stretch, chief of the criminal division for the Bay Area U.S. \nattorney's office. \"But it's important to keep trying.\"\n\nAdvocates for tighter immigration enforcement say such prosecutions are overdue, but they caution criminal \ncharges are only part of dealing with the sprawling immigration issue.\n\n\"We need to have these prosecutions, but they are not the silver bullet,\" said Mark Krikorian, executive director of \nthe Center for Immigration Studies, which advocates stricter measures such as curtailing the ability of illegal \nimmigrants to secure jobs here.\n\nFor defendants such as Gonzalez-Reyes, the aggressive prosecutions mean a long prison stay before deportation. \nIn October, a defense lawyer argued that Gonzalez-Reyes' sentence should only be about a year because he had \nreturned to the U.S. this time to earn money for a prosthetic for a child who'd just lost a leg in an accident.\n\nBut Gonzalez-Reyes' record was too disturbing for U.S. District Judge James Ware, who sentenced the defendant \nto 37 months in prison. The question now, as with the tens of thousands of cases being prosecuted in the federal \ncourts, is whether the system will see him again.\n\n\"It seems to me like we're putting a finger in the dike,\" said Kevin Johnson, a University of California-Davis law \nprofessor and immigration expert. \"These prosecutions are more a gesture than a meaningful attempt to deal with \nthe immigration problem.\"\n\nContact Howard Mintz at 408-286-0236.\n"}