{"title": "Va. Official Accused in Driver's License Fraud Probe", "body": "\nThe manager of the Virginia Department of Motor Vehicles office at Springfield Mall was charged yesterday with \nselling driver's licenses to illegal immigrants and others for up to $3,500 apiece. \n\n The arrest of Francisco J. Martinez marked the second time in two years that a Northern Virginia DMV employee \nwas accused of fraudulently selling licenses for cash. A similar scheme two years ago at the DMV office in Tysons \nCorner led to the guilty pleas of two employees. \n\n Federal prosecutors in Alexandria charged Martinez, 57, of Stafford, with one count of conspiracy to commit \nidentification fraud. As the head of DMV's customer service center at the mall, he supervised about 30 employees. \nAlso charged was his wife, Miriam Martinez, 56, a former DMV clerk in Tysons Corner. \n\n A third person charged in the scheme, Jose Daniel Guardia, 25, of Alexandria, pleaded guilty Monday. Guardia, an \nillegal immigrant from Bolivia, found clients and collected fees for the operation, authorities said. \n\n  Virginia licenses were issued to at least 40 people who were either illegal immigrants or whose driving privileges \nhad been suspended, prosecutors said. \n\n The case is the latest in a federal crackdown on document and identity fraud in Virginia since the Sept. 11, 2001, \nattacks on the World Trade Center and Pentagon. Seven of the 19 hijackers in the attacks had fraudulently \nobtained Virginia documents. \n\n \"The integrity of our state driver's licenses is critical to our commerce, as well as our national security,\" said Paul \nJ. McNulty, the U.S. attorney in Alexandria. As proof of the crackdown's success, McNulty said the cost of \nfraudulently obtaining a Virginia license has risen from $100 a few years ago to $3,500. A Virginia license usually \ncosts $20. \n\n Court documents mentioned no terrorism tie in the latest case, and DMV officials said there is none. \n\n  Francisco and Miriam Martinez appeared briefly yesterday in U.S. District Court in Alexandria, and they were \nordered detained until a hearing on Thursday. Lawyers had not been appointed for the couple yesterday. An \nattorney for Guardia, Paul Murphy, said his client is cooperating with the government and is \"certainly sorry for what \nhas happened.\" \n\n\n DMV spokeswoman Pam Goheen called the arrests \"unfortunate and disappointing\" and said the \"vast majority of \nDMV employees are honest and hardworking.\" She said that Martinez had been suspended and that DMV had \ntracked down the estimated 40 licenses that were fraudulently issued. The licenses will be canceled. \n\n Goheen could not explain how two similar scams might have been carried out so close together in two Northern \nVirginia DMV offices. But she said the agency has stepped up its enforcement and auditing efforts. Since 2002, \nshe said, DMV \"document verifiers\" have double-checked every application processed by customer service staffers. \n\n \"It's two sets of eyes on every transaction,\" Goheen said. \"There is a heightened awareness of the importance of a \ndriver's license.\" \n\n Yet court documents said the latest alleged scam was uncovered not by DMV but by the State Department's \nBureau of Diplomatic Security. After a six-month investigation that included the FBI and the DMV, officials are \nalleging that Francisco Martinez issued the licenses and falsified DMV records to make it appear that applicants \nhad surrendered  valid licenses from other states. \n\n One of those fraudulently issued a license was Guardia, whose driving privileges had been suspended several \ntimes, according to court documents. The court papers said Miriam Martinez helped coordinate the scheme. If \nconvicted, the Martinezes face up to 15 years in prison. \n"}