{"title": "BETWEEN TWO WORLDS     KOREANS HOPE TO BRIDGE GAP OF OLD AND NEW", "body": "\nThere was an unusual demonstration in front of the U.S. Immigration and Naturalization Service headquarters in \nWashington, D.C., last October.Included among the 1,000 demonstrators protesting the strict new immigration laws \nwere several busloads of Korean Americans brought there by the National Korean American Service and Education \nConsortium.For many of them, it was the first time taking part in any civil protest. And when they toured Congress \nafterward, it was the first time many had met their elected officials, said Chung-Wha Hong, executive director of the \nFlushing-based Consortium, which goes by the acronym NAKASEC.\"Korean people have taken part in a lot of \ndemonstrations, but mostly as part of a larger group,\" Hong said. \"People still have trouble seeing Korean \nAmericans as a political force in this country.\"Hong and the NAKASEC hope to change that. The group was formed \nin 1994 in the wake of the Los Angeles riots two years earlier, when Korean businesses in African-American \ncommunities were among those hardest hit.\"There was a sense of an urgent need to project a national voice,\" Hong \nsaid. \"Korean-Americans found that they did not have the political clout to deal at a national level.\"With small offices \nin Los Angeles and Chicago, and the national office in Flushing, NAKASEC hopes to remedy that by rallying \nKorean American support on three main issues: immigration laws, welfare reform, and the upcoming national \ncensus.Leading it will be Hong, a 31-year-old mother, wife, organizer and \"one-point-fiver.\"One-point-fivers is the \ngenerational term for Koreans who immigrated to these shores at a young age. First generation immigrants were \nborn and lived in the home country for most of their lives; second generations were born here.Traditionally, first \ngeneration immigrants retain many of the ways of the old country; immersed in American culture, second \ngenerations often have little knowledge of the old ways.One-point-fivers straddle both worlds.Hong was eleven \nwhen her parents, father Keun Soo Hong, a minister, and mother Young Kim, left Seoul for St. Louis, settling in a \npublic housing project for a year.\"My father was a minister, but he still had to work in a factory,\" Hong recalled. \"My \nmother worked two jobs and went to school.\"Hong graduated from the University of Pennsylvania with a degree in \nEnglish Literature before heading to Washington to work for the Asian-Pacific American Labor Alliance, an arm of \nthe AFL-CIO.She moved to New York in 1995 to take the NAKASEC job.Like most minority groups, Koreans have \nno end of stereotypes to attack.One television, Hong said, \"The only time you see Koreans is as a rude store \nowner.\"\"We're in a really peculiar position. We're projected as if we are all store owners.\"NAKASEC hopes to \nchange that by involving more Korean Americans in the political process.The group has launched an initiative for \n2000 called The Year of Full Participation that is aimed not only at educating community members in the American \npolitical process but also in familiarizing elected officials with the community's needs.\"A study estimated that more \nthan 1 million immigrants were kept from voting in the last presidential election for one reason or another,\" Hong \nsaid. \"How can you maintain a democracy when less than half of eligible people vote?\"The group has also joined \nwith 20 other immigrant groups nationally in a \"200,000 in 2000\" campaign in which they hope to have 200,000 \nimmigrants pledge to vote in the upcoming national elections.But the largest effort will be the creation and \ndistribution of 50,000 voter guides placed \"in every store, restaurant, supermarket and other businesses\" \nfrequented by the metro area's estimated 400,000 Koreans that will walk them through the electorial \nprocess.Those guides will be distributed later this year, Hong said.'00 RESOLUTIONSThere are three major goals \nthe National Korean American Service and Education Consortium will focus on this year, according to Chung-Wha \n\n\nHong.Reform of the \"harsh\" new immigration laws, which she said work to keep families apart.Full participation by \nKorean Americans in upcoming national elections.Full participation in the 2000 Census. Hong says studies show \nKorean Americans were undercounted by almost 2 percent in the last national tally.\n\nGraphic\n\n \n\nBILL TURNBULL DAILY NEWS Chung-Wha Hong\n"}