{"title": "Our Haiti Policy Doesn't Help Anyone", "body": "\nTo the Editor:\n\nNeither of the two components of United States policy toward Haiti, the embargo and the forced repatriation of \nrefugees, is serving the goals of either country. The economic embargo (while well intentioned) has had no impact \non changing the repressive political-military regime. Rather, it has produced a colossal economic, environmental \nand health disaster for Haiti, the poorest country in the Western Hemisphere, as you report in \"Land and Health \nAlso Erode in Haiti\" (news article, Jan. 28).\n\nThe deforestation and soil erosion caused by the embargo will have repercussions for years, perhaps decades, and \nthe famine it has caused is referred to in Haiti as \"the curse.\"\n\nOur refusal to accept the refugees fleeing the country is also in need of change. The Supreme Court, interpreting \nthe law, has lifted the injunction against forced repatriation, making it clear that immigration laws must be altered. \nWe are returning Haitians who risk their lives by boat to escape executions or beatings in their homes or on their \nstreets for more of the same, while accepting Cubans who face no personal fear, but see increasing difficulties \nahead.\n\nThis differing treatment is the result of: (1) a deep bias in our immigration law favoring anyone fleeing from any \nCommunist country and particularly from Cuba; (2) the greater political influence of the United States-Cuban \ncommunity compared with the Haitian community, and (3) the fact that the fleeing Haitians, who now number \n15,000, are all black and may, in some unknown number of cases, have AIDS. Ironically, our embargo is itself a \ncause of the growth in the number of refugees we are forcing back. It is a vicious cycle that we are aggravating.\n\nWe need to change both policies now. The stranglehold of the military and the Tontons Macoutes cannot be lifted \nwithout some form of military intervention. It is too deeply ingrained and too powerful, even if a civilian regime may \nbe temporarily installed. Intervention by a force under the direction of the Organization of American States or the \nUnited Nations will be needed, and a subsequent period of trusteeship required to establish democratic institutions \nand safeguard their emergence.\n\nAs for our asylum and refugee rules, the demise of the cold war should be reason enough to end the unequal and \nunfair application of basic principles of human rights. At a minimum, we should provide temporary protective status \nto the Haitians who are already here, as we are doing for the Chinese, so they are not forced to return until after the \ncurrent political oppression and retributions end. We gave 125,000 Cubans permanent asylum when they fled in the \nMariel boat lift of 1980 and gave 100,000 Nicaraguans asylum from the Sandinista Government in the 80's.\n\nIt is time we reviewed our asylum-refugee rules so they reflect the true risks faced by any individuals, fleeing any \noppressive or brutal regime, no matter what the ideological bent of that regime, or the ethnicity of the refugees.\n\n\n \n\nMARTIN E. GOLD\n\nNew York, Feb. 3, 1992\n\n \n\nThe writer is a lawyer who has dealt with immigration matters.\n"}