{"title": "DEBATE;Opening our hearts will help all refugees", "body": "\nAlmost 8,000 left jobs, belongings, homes and friends to seek a new life. They climbed walls and waded rivers, \nfaced beatings and braved barbed wire to flee East Germany's repressive regime. Finally, they boarded trains that \ntook them to a new life.\n\nThousands more are following in their footsteps today. Their courage deserves the free world's support.\n\nSome people like the writer across this page say the only way the USA can truly show its support is to open its \ndoors to any person fleeing communism's grip. The U.S. House in July made a similar statement when it voted that \nall Soviet Jews would be considered refugees, eligible for aid to come here because they faced persecution at \nhome.\n\nThat open-hearted response reflects our heritage. We're a nation of immigrants, men and women who sought \nfreedom and opportunity. We shouldn't turn our back on those making that same desperate journey today.\n\nAnd we haven't.\n\nThe USA will welcome to our shores 125,000 refugees next year, up from 75,000 in 1988. Next year, 50,000 \nSoviet Jews will be brought here, up from 6,500 two years ago.\n\nIn addition to refugees, the Senate has voted to open our doors to 630,000 immigrants who pay their own way to \ncome here. They'll include relatives of recent immigrants and people whose skills will add to our economy.\n\nAnd legislation before a Senate committee this week would offer 750,000 Central Americans visas to work here for \nthree years. They've crossed into Texas, Arizona and California to escape civil wars at home.\n\nThese efforts are true to our immigrant roots. They uphold the promise on our Statue of Liberty.\n\nBut we can't keep that promise of opportunity to those who live here and those who want to come if we simply fling \nour doors open without assuring fairness to all.\n\nTwo million people have applied to live here. Some have been waiting for years. It wouldn't be fair to pay the way of \nothers who aren't truly persecuted, even if they come from behind the Iron Curtain.\n\nFifteen million people are refugees worldwide, including 300,000 Laotians, Vietnamese and Cambodians in camps \nin Thailand. The $ 7,000 in tax dollars spent to bring one refugee here can provide food and shelter for 100 \nrefugees waiting in those camps. That money should be spent first on those who've been in line longest.\n\n\nAnd more than a million people here are homeless; 30 million are poor. We can't promise opportunity to others if we \ncan't promise the same to those already here.\n\nTo help refugees, we can work with friends to find homes for those fleeing tyranny. We can support international \nefforts for aid and refuge. And we can set standards that treat all those who want to come here fairly.\n\nThe whole free world should open its arms to the world's oppressed to secure liberty's promise for all.\n\n TEXT OF CARTOON BUT, COMRADE HONECKER, THE TRAIN HAS LEFT THE STATION!\n\nGraphic\n\n \n\nCARTOON; b/w, David Seavey, USA TODAY (drawing, Eric Honecker climbing fence, guard pulling him down)\n"}