{"title": "Illegal immigrants issued ID cards; Some cities and states go against national trend", "body": "\nIllegal immigrants are getting driver's licenses and identification cards in cities and states that are bucking the \nnational trend to take official documents and public benefits away from them.\n\nNew Haven, Conn., began issuing municipal ID cards in July to all residents, including illegal immigrants. New \nYork will join eight other states in giving driver's licenses to illegal immigrants, starting in December.\n\nGov. Eliot Spitzer \"believes it's important to bring a significant population in New York state out of the shadows ... \n(and) allow them to participate in the economy,\" Motor Vehicles Commissioner David Swarts says.\n\n\"It is totally contrary to the trend in most other states,\" says Oklahoma state Rep. Randy Terrill, author of a new \nlaw that denies illegal immigrants any government ID. It takes effect next month.\n\n\"There are huge security concerns when it comes to somebody who is a foreign national in this country possessing \nofficial, government-issued\" ID, he says.\n\nSwarts counters that safety will improve because illegal immigrants will purchase car insurance and hit-and-run \naccidents will decrease.\n\nNew Haven has issued 3,700 municipal IDs. The card can be used to open a bank account, as a library card and \nas a debit card at some stores. As many as 15,000 illegal immigrants live in the city.\n\nLaura Perez, 28, opened a checking account with her card. An illegal immigrant from Guatemala, Perez used to \nkeep her money under her pillow. \"I feel safe now,\" she says. \"If we are working so hard, if we are paying our taxes, \nthe cards are a fair thing.\"\n\nTom Fitton, president of the conservative  Judicial Watch, says the cards \"raise the specter of local governments \nconspiring with illegals to help them stay here.\"\n\n\"In the least, they undermine federal law,\" he says, \"and at worst, they violate the law.\" \n\nAction pending elsewhere . . .\n\nLawmakers are considering municipal ID cards:\n\n*San Francisco Supervisor Tom Ammiano introduced legislation last month to create a city ID card. \"We can't say, \n'You can come to my house and clean my toilet, but then you have no right to civic participation,'\" he says.\n\n\n*New York City Councilman Hiram Monserrate introduced a measure in July to create city ID cards, aide Wayne \nMahlke says.\n\n*Bruno Barreiro, chairman of the Miami-Dade County Board of County Commissioners, says he is drafting an \nordinance for county IDs.\n\n*Ashok Kumar, a supervisor in Dane County, Wis., plans to introduce a measure this month. \n"}