{"title": "Ehrlich Pressed to Cancel Cuts in Medicaid", "body": "\nMaryland Gov. Robert L. Ehrlich Jr. (R) is facing renewed pressure to restore state money for immigrant health \ncare, including a plea from a frequent ally, Comptroller William Donald Schaefer. \n\n  Schaefer (D), who has a close working relationship with Ehrlich, said in an interview that he is a \"strong advocate\" \nof restoring money next year that Ehrlich cut for Medicaid coverage for newly arrived legal immigrants and \npregnant women in Maryland.  \n\n \"I believe if you can prevent disease before you have problems, you should do that,\" said Schaefer, who drew fire \nlast year for complaining about a Spanish-speaking McDonald's clerk and often speaks disparagingly of other \neffects of immigration. \"They're going to be here, so you've got to prevent problems before they occur.\" \n\n That view has been echoed in recent weeks by a panel that advises Ehrlich's health secretary, as well as by a \nlegislative committee that reviews state regulations. \n\n Ehrlich cut $7 million in Medicaid funding this year for coverage of newly arrived immigrant children and pregnant \nwomen, citing spiraling spending on the program for the poor. An estimated 4,000 women and children were \naffected, a disproportionate number of them in Montgomery County. \n\n In July, a day after announcing the state had a surplus of more than $1 billion, Ehrlich restored $1.5 million for \ncoverage of pregnant women already enrolled in the program. The state is not serving new applicants, however, \nand immigrant children are no longer eligible for coverage until five years after obtaining legal status. \n\n That posture is \"shortsighted at best,\" according to Kevin C. Lindamood, chairman of a panel that advises \nEhrlich's health secretary, S. Anthony McCann, on Medicaid policy. \n\n \"Left without access to care, low-income legal immigrants will go without routine access to less costly primary and \npreventive services and will instead seek costly care in Maryland's hospitals and emergency rooms,\" Lindamood \nwrote in a letter to McCann last month. \"Furthermore, once legal immigrants satisfy the five-year residency \nrequirement and return to the Medicaid rolls, they are more likely to require costlier treatment for more complicated \nmedical conditions due directly to their lack of access to care.\" \n\n\n Lindamood urged a \"prompt and permanent reversal\" of the budget cut, arguing that \"the livelihood of vulnerable \nwomen and children hang in the balance.\" \n\n A legislative committee, meanwhile, voted last week against permanently barring immigrant children and pregnant \nwomen from the Medicaid program during their first five years of legal status. The 8 to 3 vote by the Administrative, \nExecutive and Legislative Review Committee has no bearing on this year but would require Ehrlich to make a \nsimilar cut next year if he does not want the state to cover the population. \n\n Ehrlich spokesman Henry Fawell said yesterday that Ehrlich had received \"many suggestions from many \nsources\" about how to spend the state's surplus but that no final decisions have been made regarding next year's \nbudget. \n\n \"The governor looks forward to proposing a compassionate and fiscally responsible budget in January,\" Fawell \nsaid. \n\n This year's decision to drop pregnant women and children, in effect, brought Maryland in line with federal policy. \nThe federal government stopped providing its share of Medicaid funding for newly arrived immigrants in 1996, but \nuntil this year Maryland had used state dollars to keep them in the program. \n\n Ehrlich's proposed cuts drew criticism in January from immigrant advocates and heavier flak in June as they were \nabout to take effect. Among the most vocal critics this summer were Montgomery County Executive Douglas M. \nDuncan (D), who is gearing up to run for governor, and other county officials. \n\n Montgomery Health Officer Ulder J. Tillman said yesterday that local children who have lost coverage have been \nenrolled in a county-funded health program and that pregnant women are being steered to a partnership with Holy \nCross Hospital that provides prenatal care. \n\n \"Right now, we have been able to absorb all those who have come to us, but there is a limit to what we can do,\" \nTillman said, suggesting that children could be placed on waiting lists starting next month. \n"}