{"title": "Soccer Fever in the City's Immigrant Enclaves", "body": "\nOn June 11, play began in that international ritual of soccer, barstool debate and workplace underproductivity \nknown as the World Cup. While much of America views the event with faint curiosity, its immigrants follow it with \nmicroscopic attention. Below, excerpts of World Cup articles from local ethnic newspapers. KIRK SEMPLE \n\n  Africa, the World Cup\n\n  and Heartache \n\n  The Odabro Restaurant, at 236 South Essex Street in Orange, N.J., is a watering hole for Africans. ...\n\n  According to the proprietor, Mr. Andrew Onyenwenyi, ''I love the fact that the World Cup is being played in Africa. \nBut as a businessman, I want to know what kind of profit is going to be generated for Africa for hosting the World \nCup. It is not just having the fame; it is what do we get in return. As for the African teams, I am highly disappointed, \nexcept, of course, with Ghana.'' \n\n  In seeking the answer to what the World Cup really meant for Africa and Africans, it was Mr. Kofi Boateng, the \nC.O.O. of the World Trade Association, who provided the answer. ''The 2008 Olympic Games,'' said Mr. Boateng, \n''was the moment for China to make the official announcement that they have arrived on the world scene, and so it \nis that the 2010 World Cup is Africa's moment to announce that we have arrived on the world scene as equal \npartners.''\n\n  CHIKA A. \n\n  ONYEANI, June 21\n\n  The African Sun Times is a pan-African weekly with a circulation of 45,600, and is published in East Orange, N.J.\n\n  Waiting for Italy \n\n  ''We believe in them.''\n\n  This was the chant at the Van Westerhout  Cittadini Molesi Social Club (447 Court Street in Brooklyn) about the \npossibility of two World Cup victories by the Azzurri coached by Lippi. The members of this club, which in October \nwill celebrate its 50th anniversary, seem united by an unshakeable trust that this could happen. ... \n\n  ''To follow the national team together in our circle is a ritual that our Italianness almost demands of us,'' said the \ntreasurer, Giuseppi De Mattia. ''All the complaints that we have sitting at the bar become irrelevant when we sit in \nfront of the TV.''...\n\n\n  Maybe the average Italian can transcend a feeling of national identity, said Allegrino Sale, the president of the Van \nWesterhout club, but ''for us emigrants, we are instinctively transported from the moment we are far away. We are \nproud of our citizenship, rooted in tradition, and our belief is more intense.''\n\n  GIANLUCA \n\n  TARCAMELIA, June 14\n\n  America Oggi is an Italian-American daily published in Norwood, N.J. It has a circulation of 32,000.\n\n  Making Profits \n\n  Some Mexican vendors in New York are recording an increase in sales now that many countrymen are acquiring \nshirts, flags and soccer balls as part of the celebrations of the highly anticipated inaugural game between Mexico \nand South Africa.\n\n  Anselmo Canedo, owner of a sports clothing and equipment store in Upper Manhattan, said his weekly profits \nwere rising 40 percent compared with recent months now that Mexican fans are so ''excited'' that they ''spare no \nexpense'' in welcoming the World Cup. ...\n\n  ''My workers and I are happy because we are recovering from a difficult economic situation. In the winter we sold \nalmost nothing and often thought about closing the store,'' he said.\n\n  ZAIRA CORTES, June 11\n\n  El Diario de Mexico, which is based in Murray Hill and publishes five days a week, has a circulation of 15,000 in \nthe New York area.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTOS                  \n"}