{"title": "COBB VENT", "body": "\nThis Cobb Vent is too boring now.\n\nWhy is it that the Cobb County school district continues to build new schools in the more economically affluent \nareas? Aren't the children south of McEachern entitled to the benefits of new facilities and decreased classroom \nsize?\n\nCobb County schools have replaced many old run-down south Cobb schools with high-quality new facilities. \nRiverside Elementary, Lindley Middle, Austell Elementary, Brumby Elementary and Bryant Primary are a few that \ncome to mind.\n\nThere are no \"four-lane highways\" you have to drive on to get to Lost Mountain or McEachern. Unless Corner Road \nor Mars Hill or Due West roads have been changed to four lanes within the last, oh, three hours.\n\nThis just in . . . The Cobb County Board of Education announces its new redistricting plan, sure to please everyone. \nEffective immediately, all obese west Cobb children will be redistricted to the new Richard Simmons High School \n(but only if you live four miles or more from the school). While their sweating to the oldies will take time away from \nother pursuits, like music and art, fear not for their intellectual stimulation. So they do not become victims of No \nChild Left Behind, they will be given laptops to monitor heart rates and nutritional intake. It's a nearly flawless plan. \nThe only problem is that the school will already be overcrowded when it opens, since each of the new students \ncounts as 1.5 regular students according to body mass.\n\nWhere is this \"new online Vent?\" I'd like to join it, but I can't find it.\n\nWhy is Echo Mill being blamed for a situation that was created by CCSD? Why are neighborhoods criticized for \nexercising their rights as citizens?\n\nI was laid off June 1, 2004, from a company for which I had worked almost 20 years. I had a new job before I \nwalked out the door. I'm still laughing about it, because I'm so much better off today.\n\nI agree that all class sizes should be decreased, but if the school is not at capacity, they are not going to build a \nnew school in that area. However, they could remodel and make it look more inviting and up-to-date.\n\nI can't even tell if the Cobb Vent has been updated anymore thanks to all this schools nonsense.\n\nThe AJC and its fanning the flames of the school issue in Cobb is shameless. It serves NO purpose, and it only \nconfirms that when the tide is lowered, everybody sinks into the muck.\n\n\nNew schools are built where growth is evident. Growth is measured by property tax revenue. Revenue goes up \nwhere new homes are built.\n\nNeed to Vent? Go to the Cobb community page at ajc.com and post a comment.\n\nGraphic\n\n \n\nPhoto: Young child yawning\n"}