{"title": "A NATION CHALLENGED: DETAINEES; Civil Rights Groups Allowed to Visit Two Jails in New Jersey", "body": "\nAfter repeated complaints from civil rights organizations, the Immigration and Naturalization Service allowed \nseveral of the groups into two jails in New Jersey this week to talk to foreigners detained as a result of \ninvestigations into terrorism. \n\n     The I.N.S. has said it is holding 460 such people nationwide, with two of the largest clusters in Hudson and \nPassaic Counties, in New Jersey. Many are Arabs or Muslims who were picked up for questioning on immigration \nviolations and are awaiting deportation. \n\n Jail officials have let personal lawyers, family members and friends visit some of the detainees. But they had not \npreviously given access to an array of civil rights groups, some of which have filed suits to try to penetrate the \nsecrecy surrounding the detentions.\n\n\"Generally, we were pleased that the I.N.S. allowed us to visit,\" said Allyson Collins, an associate director at \nHuman Rights Watch in Washington.\n\nRepresentatives of the groups, including the American Civil Liberties Union and Amnesty International USA, \nvisited the Hudson and Passaic County jails on Wednesday. Immigration officials in Newark took journalists on a \ntour of the Hudson County jail yesterday but would not allow interviews with any detainees.\n\nThe civil rights advocates described conditions at the Hudson County jail, a six-story concrete block building, as \nreasonably good. They said they were shown only small parts of the Passaic jail.\n\nThe Hudson County jail's director, Ralph Green, told reporters that the detainees lived apart from inmates held on \nstate criminal charges, though the two groups attend prayer services and educational classes together.\n\nThe I.N.S. pays the jail $77 a day to house each of the detainees. About two dozen of them lingered in a common \narea yesterday morning, watching television and talking at tables with stainless-steel tops.\n\nThe jail employs a Muslim imam, or spiritual leader, and provides for daily prayers. But some inmates have \ncomplained that they had trouble arranging a group prayer service during Ramadan last year. \n\nMany of the detainees in the New Jersey jails were originally stopped for minor problems, like traffic violations, or \nbecause neighbors viewed them as suspicious. In most cases, lawyers say, local F.B.I. agents quickly determined \nthat they were not involved in the Sept. 11 terror attacks. But F.B.I. officials in Washington and overseas have been \nchecking to make sure the detainees have no other ties to terrorism before sending them home. \n\n\nhttp://www.nytimes.com\n"}