{"title": "IMMIGRANTS RACE TO APPLY FOR LEGAL RESIDENCY;INTEREST IS 'PHENOMENAL,' LAWYERS SAY", "body": "\nThousands of undocumented immigrants in the Twin Cities are expected to seek to become legal permanent \nresidents under a new federal law.\n\nThe response is so great because the law temporarily lets certain illegal immigrants get a green card without \nleaving the United States, where many have lived, worked and raised families for years.\n\nSigned by President Clinton in December, the law allows people to avoid the usual process of going back to their \nnative country to apply and waiting as long as 10 years to return.\n\nLawyers who handle immigration cases in both private and nonprofit legal-aid practices cannot answer all the calls \nthe new law is generating, and immigrants seeking details are packing the U.S. Immigration and Naturalization \nService district office in Bloomington.\n\nSome lawyers have added night and weekend hours to keep up, while others already have stopped taking new \ncases in the face of the demand.\n\n\"To me it's just phenomenal how much interest there is,\" said Steve Thal, an immigration lawyer who has begun \nscheduling Saturday and weeknight appointments in response to calls stemming from the new law. \"These people \nare just coming out of the woodwork.\"\n\nAdding urgency is the relatively tight deadline Congress imposed on certain immigrants, giving them until April 30 \nto apply.\n\nAlso underlying the surge is interest is a mistaken belief that the law created a general amnesty, perhaps because \nClinton initially proposed a bill that would have eased the process of gaining legal residency for more than a million \nimmigrants.\n\nWhile far from a general pardon, the final bill will help smooth the process for hundreds of thousands of immigrants \nseeking green cards, which bestow permanent residency. The provision in the bill that is getting the most attention \ntemporarily revives a benefit that Congress had extended to immigrants from 1994 through 1998.\n\nThe reinstated 245i provision allows certain undocumented immigrants living in the United States to file for \npermanent residency without leaving the country if they pay a $1,000 fine and apply by April 30. Without the \nprovision, they would have to return to their native countries to file and face a bar of up to 10 years on their return.\n\n\nThose eligible under the provision are immigrants who otherwise qualify for permanent residency but are not \nallowed to file in the United States because of violations, such as entering the country illegally or overstaying a \ntourist visa, Leslie Guyton, an immigration attorney in St. Paul, said.\n\nMost who fall into that category are immigrants who have lived here for years and likely would stay illegally rather \nthan leave jobs and families to return to their native countries to apply and then face 10 years outside the United \nStates, Guyton said.\n\n\"We're talking about people from all over the world who could benefit from this law,\" said Pamela Santer, an \nimmigration attorney in Minneapolis. \"It will be very important in preventing families from being separated and \nkeeping good productive people in the United States.\"\n\nImmigration officials and lawyers who work with immigrants in the metro area are bracing for the thousands of \napplications they expect will pour in at an increasing rate as the deadline approaches. Congress passed the bill \nwithout providing for additional immigration inspectors or staff for nonprofit legal-aid offices.\n\n\"It's going to be a large number,\" said Dean Hove, deputy director of the INS district office that serves Minnesota \nand the Dakotas. \"I'm guessing it's going to be in the thousands, but I really don't know how to predict it. I don't \nknow how we're going to think about handling the workload without an infusion of more resources.\"\n\nCentro Legal in St. Paul, a nonprofit community law office for Latinos, is getting 200 to 300 extra calls a day from \npeople asking about the new law, said Jorge Saavedra F., chief legal officer. He estimated that 8,000 to 12,000 \nLatinos in the Twin Cities would apply.\n\nThe agency hopes to take up to 600 of those cases, but it will have to do some fund raising to hire lawyers and \nother staff or find volunteers to help get the work done on time, Saavedra said.\n\n\"After the holidays, we started getting pounded,\" Saavedra said of the phone calls. \"We have been getting \ncompletely overwhelmed.\"\n\nFYI The U.S. Immigration and Naturalization Service has posted a notice about the new law on its Web site: \nwww.ins.usdoj.gov/graphics/publicaffairs/advisories/lifeadv.htm. \n\nAttorneys from Centro Legal, a community law office representing Latinos, will have workshops on the law at 2:30 \np.m. today and 3 p.m. Jan 27 at St. Stephens Catholic Church at 2211 Clinton Ave. S. in Minneapolis and at 6 p.m. \nJan. 22 at Our Lady of Guadalupe at 401 Concord St. in St. Paul.\n\nTodd Nelson can be reached at tanelson@pioneerpress.com or (651) 228-5575.  \n"}