{"title": "MOST LITHUANIAN MEPS CONDEMN CIA'S 'GUANTANAMO EXPRESS' OVER EUROPE", "body": "\nOn Wednesday, seven out of twelve Lithuanian members of the European Parliament approved of the report \ncondemning secret transportation of prisoners by the US Central Intelligence Agency and accusing European \ngovernments and secret services of putting up with the practice and concealing it.\n\nWashington has admitted covert rendering of terrorists to third countries yet has denied that they were tortured or \nhanded over to countries that might torture them. Terrorist suspects who were apprehended in Afghanistan and in \nother countries would be transported by US airplanes, the so-called Guantanamo Express, around the world and \ninterrogated in countries that have little regard for the rights of people in arrest and on remand. Eventually, \narrestees would find themselves in a special prison at the US Guantanamo base in Cuba.\n\nThe EP's report stating that the parliament is condemning the transportation or rendering of apprehended persons \nas an illegal measure used by the United States in combating terrorism had the approval of Sarunas Birutis, Danute \nBudreikaite, Arunas Degutis, Jolanta Dickute, Ona Jukneviciene, Aloyzas Sakalas and Margarita Starkeviciute.\n\nMEP Eugenijus Gentvilas abstained from voting.\n\nMEPs Laima Andrikiene, Gintaras Didziokas, Eugenijus Maldeikis and Vytautas Landsbergis voted against the \nfindings.\n\nMEP Landsbergis commented the motives of his voting for BNS saying that the presentation of the findings was \nbiased and one-sided.\n\n\"Most MEPs see, and obviously not from the left side, a unilateral chance and gloat over the possibility to express \ntheir anti-American mood. I do not think that these findings will do much harm to the relationship between the US \nand the European Union, but if the US is operating in not-quite-appropriate ways, then one should consider that this \nwas done to protect ourselves as well before starting to criticize such measures,\" Landsbergis told BNS on \nWednesday.\n\nThe EP's recommendation was adopted by a vast majority of votes, 382 MEPs voting in its favor, 256 voting against \nand 74 abstaining.\n\nThe report has the approval of Socialists, Liberals, Greens and left-wing parties.\n\n\nThe report indicates that during four years since the attacks on the US of Sep. 11, 2001, CIA planes have made at \nleast 1,245 flights to or above Europe.\n\nCIA planes have flown a dozen of so times over Lithuania but have never landed on its territory.\n\nVilnius newsroom, +370 5 2058531, politika@bns.lt\n"}