{"title": "SILENT GUESTS; LITTLE NOTICED, ILLEGAL IMMIGRANTS ARE GROWING PRESENCE HERE", "body": "\nTHE TALL, LEAN man in his 30s has been here four months. He sorts tomatoes, chili peppers and corn at a \nproduce center, then washes dishes at a restaurant.\n\nTexas was tough, with authorities constantly on the lookout, he says. St. Louis, by contrast, \"is a quiet place for \nliving.\"\n\nIn his case, he quickly adds, such concerns don't matter, because he has papers and came up from Mexico the \nproper way, on a bus.\n\nMost of the others in the little apartment abruptly stop what they're doing. Several gaze at the floor, as if \nembarrassed by Julio's blatantly false claim.\n\nFor they, like Julio, belong to one of St. Louis' fastest-growing and most-hidden groups - illegal immigrants.\n\nThey number 12,000 to 16,000, and their path here is widening as a result of a healthy job market, hostility in other \nregions, a convenient location and the very anonymity offered by the area's inattention to immigration. Mexicans \nform by far the biggest portion of a group that includes Indians and Nigerians, Canadians and Poles.\n\nFourteen Mexicans live in the two apartments - Julio and six other men in one, an extended family in the other - on \nthe top floor of the three-story building a few blocks south of Tower Grove Park.\n\nThey do their daily chores quietly, to avoid being caught and deported, but their undocumented status complicates \neverything. So their lives have evolved into a furtive chaos.\n\nJust getting to work involves a choreography of 12 adults, 20 jobs, a few old cars, manufactured licenses and hours \nthat vary daily. They've got it down now: Two or three men each drive a handful of others on designated routes, \nthen at day's end leave work and pick them up in reverse order.\n\nSaturday evening provides a rare respite as they gather in one of the apartments, that of Elena and Luis.\n\nSeveral speak of their paths here and their goals. Julio hopes to save enough money, after sending $ 70 a month to \nhis family in Mexico, to eventually return home and start a small business. But if he follows the pattern of most, that \ndream will prove as illusory as the validity of his documents, and he'll end up sending for his family to join him here.\n\nElena, 30, stands guard at the door, left hand on the knob, right hand pressed against her teeth, monitoring the \nvarious conversations, clearly the dominant presence.\n\n\nThe 14, from near the U.S.-Mexican border and used to urban life, are adapting faster than the many who have \ncome to St. Louis from the state of Michoacan in Mexico's mountainous central region. For instance, they have a \ntelephone.\n\nStill perspiring after a day's work with the large lawn-care firm whose logo is on his green shirt, Luis walks over and \nsits on a window ledge to tell his story.\n\nA couple of years ago, as Mexican immigration here was picking up, he headed north from the state of Chihuahua, \nchoosing St. Louis because a friend lived here. He paid a raftsman $ 5 to take him, his wife and two children across \nthe Rio Grande. They got as far as the airport in El Paso before immigration officials turned them back.\n\nTwo weeks later, Luis tried alone, swimming the river to save the money. Past the border, he crossed a highway \nand walked the half-mile to a train yard. Mindful of the security guards, he waited under trees until dusk, spotted a \ncage door ajar on a train ready to transport new cars, found the keys to a car and settled in - for a three-day trip \nending, it turned out, in Kansas City.\n\nBefore leaving Mexico, Luis had sent his friend a photograph as asked. When he arrived on a Sunday, Social \nSecurity and permanent resident alien cards awaited him, a made-in-Chicago present that cost his relative $ 120, a \ntypical price. The next day, Luis was working at a food-packing plant.\n\nLuis is 32, but because his buddy overestimated his age when getting the cards made, he has to use 34.\n\nThe documents he and Elena bought look crude, yet have taken the two unquestioned through a string of jobs - \nyard work, demolition, food packaging, tube cutting, restaurant and hotel cleaning. But when problems arise - such \nas his wife's two bounced paychecks totaling $ 816 - he feels uncomfortable saying much.\n\nLuis and Elena invented a Social Security number for their 6-year-old and bought a card for $ 30 for the 12-year-\nold, in case someone asks for them in school.\n\nThey avoid or are ineligible for most government programs, paying out of pocket for a sick child and market rate for \ntheir apartment.\n\nJulio is resigned to leaving if caught. His one regret is the lack of a genuine drivers license, which would at least \nelevate his commute to a quasi-legal activity. \"I'd like to get one,\" he says, \"but I don't know what they're going to \nask.\" 'This Is A Peaceful City'\n\nChester Moyer, local director of the Immigration and Naturalization Service, has been negotiating with Trans World \nAirlines about a 6:25 a.m. flight from Mexico City that the airline plans to introduce Oct. 30.\n\nMoyer wants the flight to arrive when his small staff is on duty, given his concern it will add, even if minimally, to \nwhat he calls a dramatic rise in illegal immigration here.\n\nTipoffs to a surge: Jammed hallways in the Robert A. Young Federal Building on recent mornings set aside for \nquestions about amnesty programs, and the jostling for position when the INS door opens. Or, the bodies found \nnow and then along the railroad tracks, dumped out with the coal as someone slept on a freight train.\n\nThe INS recently has engaged in more joint raids with agencies handling occupational safety, labor, environmental \nprotection and law enforcement. That reflects not a crackdown but a proportional response to a growing flow, \nMoyer says. As the numbers rise, he is shifting focus to the larger scene - uncovering those who help transport \nillegal aliens, supply their papers or employ them.\n\nPeople who counsel illegal immigrants are watching warily but still see this area as comparatively safe, a \nperception helping to fuel the influx.\n\n\"It's low key. This is a very peaceful city,\" says Adela Peugnet-Lightle, a social worker with the city's Human \nDevelopment Corp. \"As long as you work and do your thing, nobody's going to bother you.\" Who's Here And How\n\n\n\nIllegal immigrants here, and nationally, split evenly into those who sneak into the country, usually over the U.S.-\nMexican border, and those who enter with documents but overstay their authorized visit.\n\nAbout 80 percent of those here who entered illegally are Mexicans but enough Central and South Americans and \nAsians now cross the southern border that officials have coined the acronym \"OTMs\" - Other Than Mexicans. If \ncaught, Central Americans sometimes claim to be Mexicans so they'll be deported closer to the U.S. border, making \ntheir return quicker.\n\nOthers come openly but remain after their authorization expires. About 10 to 15 percent of Indians and Pakistanis \nhere have done that, authorities say, as have some Africans and Canadians.\n\nCautiously, between waiting on customers in a West County convenience store, a middle-aged scientist from India \nwho emigrated here legally three years ago described a brazen attitude among his countrymen without proper \ndocuments.\n\n\"They're not scared at all,\" he says. \"They say, 'What are they going to do once we are here? They don't deport us. \nThey don't come up to us. They don't look for us. Why should we be scared?' \"\n\nMany Indians work in small stores or doughnut shops owned by friends or relatives throughout St. Louis County.\n\nSome come with no papers at all, crossing the U.S.-Mexican border, the clerk says, while others carry another \nperson's passport.\n\nAgents in India pay up to $ 2,500 to buy a passport from someone who has returned from a U.S. visit, then sell the \ndocument, stamped with a visitor's visa, for $ 3,000 to someone wanting to move to the United States and who \nresembles the original holder.\n\n\"They only have the passport in hand a few days, to get past customs, then they give it back to someone from the \nsmuggling operation,\" the clerk says. \"One passport can bring 100 people in.\"\n\nHe hears about this regularly from customers and encountered it personally this summer on a trip to India when \npeople offered to bring over his son, who may have to wait six years to get here legally.\n\nThe 6,000 Mexicans estimated to be in the St. Louis area illegally are the fastest-growing group, with a family of \nthree or four arriving on an average day, say Hispanics who work with immigrants. Many settle in south St. Louis \nor the Metro East area; 40 percent of Fairmont City's 2,300 residents are Mexican, with illegal aliens forming about \n15 percent of the city's entire population.\n\nIncreasingly, the new arrivals are secondary immigrants - fleeing political controversy, legal crackdowns or \neconomic competition in states with large Hispanic populations such as California, Texas or Florida, for the safer \nturf of an initially overlooked Midwestern city.\n\nThe atmosphere may be calmer here, but the old fears linger. It also may be harder to blend in. And the low-key \nnature of the Hispanic presence leaves many feeling isolated, with little support network.\n\n\"These are people who stay at home, people who don't want anyone to know they're here,\" says Jesus Ituarte, \nwhose South Grand Boulevard law practice of 10 months centers on Hispanic immigrants.\n\n\"They work, they eat, they lock themselves inside. They close their windows even in summer. They're here, but \nthey're almost invisible.\" Taking Risks On The Job\n\nIt's closing time at the upscale Mexican restaurant in St. Louis County. Manuel, 35, looks almost regal as he \nsweeps the floor, black hair combed neatly back, topped by his tall white hat. But the nervous way he glances at \nthose who look his way suggests unease.\n\n\n\nAll's fine, he insists. But join this stolid, reserved man on his day off in the sanctuary of a trusted church on North \n14th Street in the city, and he explains his wariness: He fears being caught; he fears being hurt.\n\nHis previous job in a restaurant ended last year when, he says, he was cleaning an industrial refrigerator with a wet \nrag. An electric shock propelled his right hand backward into a sharp metal edge that slashed his wrist.\n\nA supervisor took him to a hospital where a doctor treated the hand, then asked for insurance papers. The \nsupervisor said she'd bring them next time.\n\nBut there were none, and he had trouble getting further care. At the urging of a doctor, he wound up suing the \nrestaurant.\n\nGoing to court carries dangers, Manuel knows, and he worries about what the judge will ask him.\n\nIn five years here after a stint in Houston, Manuel has remodeled apartments, cleaned restaurants and worked in a \nChinese noodle factory.\n\n\"I do not feel the liberty to object, to say this is dangerous,\" he says. \"I do what I am told to do.\"\n\nHiring illegal immigrants may save the employer taxes, and provides compliant workers who will do unpleasant \nand even dangerous work, accept low pay and long hours without overtime and who are unlikely to complain if they \nare fired or anything goes wrong. It is a formula both sides accept.\n\nWork is the likeliest place for illegals to be caught, because strapped INS officials focus on areas inviting danger or \nexploitation. Making It Seem Official\n\nMany Mexicans here work in Asian or Mexican restaurants.\n\nOthers work for lawn-care firms, enough so a new word of sorts - \"yarda\" - has cropped up here among Hispanics \nto designate that type of work.\n\nThose jobs, like ones pouring concrete or shredding autos, are plentiful and may require scant training or English. \nThe businesses tend to be small or mobile and hard to track down; or they deal in cash and can disguise the \nnumber of employees.\n\nFraudulent papers come mainly from Chicago, with those from Los Angeles taking longer and costing more. Some \nnow apparently are being made here. How good they look varies and may be immaterial.\n\n\"The employers know the cards aren't valid - but they're willing to look the other way,\" says someone who has \nhelped many obtain them. \"If something happens, they can say, 'Hey, he showed me the card. I'm not an INS \nofficer. I can't distinguish.' \"\n\nNewcomers learn how the system functions at several locations, including local markets and dance halls - or at the \nsoccer games played Sundays in a desolate stretch of near-north St. Louis.\n\nThe robust man of 33 who sometimes guards the goal has placed fellow Mexicans in Chinese restaurants here and \naround Missouri, including Jefferson City, Columbia and Springfield.\n\nThey start at about $ 250 weekly as dishwashers, busboys or, sometimes, prep cooks. They work six days a week, \noften 10 a.m. to 10 p.m. They are fed at the restaurant and are paid in cash.\n\nWorkers who are injured, at a restaurant or another job, may be told by a \"company doctor\" to rest briefly and \nresume work.\n\n\"It's real bogus,\" says Ituarte, the South Grand lawyer. \"They know it, and I know it. But it covers the eye, as we say \nin Spanish - makes it seem real official.\"\n\n\n\nIllegal Polish immigrants have worked here at several nursing homes, including three fined $ 64,000 by the INS \nlast month for employing a dozen illegal immigrants - most of them Poles, a few Filipinos. In some cases, Poles fly \nto Chicago as tourists, overstay their visas, buy documents and seek work in St. Louis.\n\nMore elusive is whether St. Louis ends up with some of the Chinese brought into this country and forced to work \nuntil they pay their debt, about $ 30,000, to the smugglers.\n\nMany have come over the past decade to New York, which is so saturated that wages are tumbling. Some of those \nsmuggled in are being dispersed to other parts of the country, says Peter Kwong of Hunter College in New York, \nwho writes about Chinese smuggling.\n\nTong Gao, an immigration lawyer who emigrated from China to St. Louis seven years ago, says: \"I personally have \nbeen contacted by some of these people - enslaved, smuggled Chinese. They ask me to help, but I can't.\"\n\nA couple of times a month, Moyer's immigration agency finds Chinese here working for a pittance in a restaurant \nand housed together.\n\n\"We could never prove they were living under that kind of situation where they sign themselves over to the owner, \nthough we suspected they did,\" Moyer says. \"We just treat them as illegal workers, not as part of a criminal \norganization.\" 'They're Scared'\n\nAs Maria Luisa, here two years, walks through her high school's halls, some students taunt her for poor English. Or \nthey step on her pant cuffs from behind.\n\nKid stuff, perhaps, but she feels vulnerable and is reluctant to draw attention to herself or her family.\n\nHer mother can sew the pants but can't help Maria Luisa with school.\n\n\"I feel bad,\" the mother says, \"because sometimes Maria Luisa will tell me there will be meetings with the parents, \nand I can't go.\"\n\nPriscilla Schulz, social worker for English as Second Language students in St. Louis, notes a sizeable increase in \nMexican students this year. Other groups, aside from Bosnian refugees, remain stable.\n\nSchulz finds dealing with undocumented families delicate, especially getting forms signed for lunch or other \nprograms.\n\n\"They're scared, and rightly so,\" she says. \"The attitude in a lot of places is so xenophobic. Some secretaries in \nsome schools, as soon as they hear someone's illegal, they get uptight. I have to let them know there's legal \nprecedent, we're supposed to serve them.\"\n\nBy law, schools serve all children living in their districts, whether they are here legally or not. Some subsidized \nprograms, such as lunch, require documentation.\n\nSome families avoid the risks of school by keeping their children home.\n\nEither way, living surreptitiously can wear upon a child's psyche.\n\n\"That's the saddest part I've discovered in dealing with these people - when they're not proud in front of the world,\" \nsays social worker Peugnet-Lightle. \"Many of these children were not allowed to say, 'I have a mother and father, \nand my mother is so and so,' because of the documents. It is part of their identity.\"\n\nIn many families, some people are here legally and some are not. So all members must be careful.\n\nPeugnet-Lightle, a native of Nicaragua, encounters many mothers who give birth at home - one way to avoid the \nhealth care system. William Chignoli, a doctor in Argentina and founder here of Hispanic Community Social Action, \nreports less immunization among undocumented families.\n\n\n\nAlarmed by such developments, the March of Dimes in St. Louis plans a conference for December.\n\n\"We want people to speak out about what their needs are, why they're not getting access and how this is affecting \ntheir infant mortality rates and low-birth weights,\" says spokeswoman Carrie Marshall.\n\n\"So many are afraid to get real help, because then they would be known.\" Fear Of Being Overwhelmed\n\nWith virtually no public attention, Jim Montgomery, a state representative from Texas County in south-central \nMissouri, delved into the issue of illegal aliens in the past legislative session.\n\nMontgomery, R-Cabool, feared restrictive measures in other states, such as California's Proposition 187, would \ndrive them here.\n\n\"We Missourians sometimes have a soft heart,\" he says. \"We tend to take care of people.\"\n\nSo he wrote House Bill 113, denying to illegal immigrants most public benefits. He backed off after an initial \nhearing but, saying he fears the state could end up overwhelmed, is open to renewing his bid.\n\n\"We feel they should stay home and make their country a better place to live, rather than come up here.\" A Way Of \nFitting In\n\nRafael, dark eyes anxiously darting, and Christian, cap sideways over his blond hair and fear etched on his pale \nface, were hungry and disoriented as they wandered about south St. Louis at dawn, after a week on a train from \nsouthern Mexico.\n\nNo English, no jobs, no friends, no plans for these two 17-year-olds, whose almost arbitrary arrival here reflects the \ngrowth of St. Louis as a destination where some simply hope for the best.\n\nA neighborhood resident pointed them to the small apartment of Juanita and Poli and their eight children. For the \npast month, the family has stretched the white corn and beans a bit further.\n\nJuanita knows well where the two youths could buy documents if only they could scrape up the required $ 100 \napiece. She hopes someone will risk giving them work for a week or two, so they can buy papers and get a \npermanent job. Illegal, yes, but from her perspective that's how they can start fitting into the system.\n\nGraphic\n\n \n\nPHOTO, GRAPHIC; (1) Color Photo By Scott Dine/Post-Dispatch - It's been long climb for this family of eight from \nMexico to this second-floor flat in St. Louis. The mother and one of her childrehn bid goodbye to visitors. Their \nimages have been shaded electronically to protect their identities. (Caption changed from THREE STAR edition, \nwhich reads:) It's been a long climb for this family of eight from Mexico to this second-floor flat in St. Louis. The \nmother and one of her children bid goodbye to visitors. (2) Photo By Scott Dine/Post-Dispatch - These teen-age \nboys ran away from their homes in Mexico, one to escape a bad family situation and both to find work, and hopped \nfreight trains before arriving lost in St. Louis. A Mexican family here is sheltering them until they get fake documents \nand then jobs. (3) Photo By Scott Dine/Post-Dispatch - These young Mexican immigrants must overcome a variety \nof hurdles, from a language barrier to a cramped apartment that is home to 10 people, as they study for school. \nTheir mother is concerned; she doesn't speak English and can't accomplish anything at school meetings. (4) \nGraphic Chart - Illegal Immigrants Selected groups in the St. Louis area Mexicans        6,000 Indians           600 \nPakistanis        375 Canadians         250 Russians          225 Polish            200 Palestinians      200 Chinese           \n200 Nigerians         150 El Salvadorans    100 Guatemalans       100 South Africans    100 These are Post-Dispatch \nestimates based on discussions with immigrant associations, people who work with immigrants and government \nofficials.\n\n\n"}