{"title": "MESSAGE OF IMMIGRATION BILL IS DISPUTED", "body": "\nThis year's failed immigration bill, students of United States immigration policies agree, was in the American \ntradition of welcoming newcomers while keeping the ''golden door'' from opening too wide. The students disagree, \nhowever, on whether the principal message of the bill, which died when Congress adjourned yesterday without \napproving it, was ''come in'' or ''keep out.''\n\n Oscar Handlin, Carl H. Pforzheimer professor at Harvard University, an authority on the history of immigration, \ncalled the bill ''a more liberal measure than any we've had in 90 years.'' Although it would have cracked down on \nthe entry of illegal aliens, he said it was ''liberalizing'' in every other regard. ''I can't conceive of this happening even \n30 years ago,'' Professor Handlin said.\nStudents of US immigration policies agree that this year's failed immigration bill was in American tradition of \nwelcoming newcomers while keeping 'golden door' from opening too wide; they disagree on whether principal \nmessage of bill was 'come in' or 'keep out' (M)\n\nBut Richard Wade, a professor of history at the City University Graduate Center, found the bill, in essence, \n''identical with the restrictive legislation of the 1920's, when we were trying to keep certain groups out of the \ncountry.'' ''Now we are trying to 'control our borders,' which amounts to keeping out low-income Mexicans,'' he said.\n\n \n\n'Part of the Ebb and Flow'\n\nThe Rev. Andrew M. Greeley, director of the Center for the Study of American Pluralism at the University of \nChicago, saw the measure as ''part of the ebb and flow of America's attitudes to newcomers.'' He reviewed the \nhistory: ''The Founding Fathers worried about the Germans and the Irish; the Germans and the Irish worried about \nthe Poles and the Italians; now, the Poles and the Italians worry about the Hispanics and the Asians. I don't think \nanything is different.''\n\nFather Greeley summed up 200 years of what he called ''our national ambivalence'' toward newcomers: ''We don't \nlike to let people in and could never permit unrestricted immigration, but we can't adopt the sort of restrictions that \nother countries impose. That would go against American ideals.''\n\nHistory supports that view. In the first century of the Republic, settlers and laborers were needed, and immigration, \nmainly from northern and western Europe, was encouraged. Although the influx from Ireland after the potato crop \nfailures of the 1840's aroused anti-Catholic feelings, no measures were taken to restrict entry.\n\nIn the 1870's, however, an economic depression brought calls by labor leaders, particularly in the West, for a \nclampdown on the entry of Chinese workers. Conspicuously different from most Americans and without political \npower since they were not permitted citizenship, the Chinese made easy targets, and the Chinese Exclusion Acts of \n\n\nthe 1880's barred their entry. The Japanese were kept out by a ''gentlemen's agreement'' between Tokyo and \nWashington in the early 1900's.\n\n \n\nOthers on Not-Wanted List\n\nRestrictions on most Asians were retained in a 1917 codification of immigration laws. They were joined on the not-\nwanted list by the Italians and Jews who had been coming to the United States in large numbers and who, some \nAmericans feared, would prove ''unassimilable.'' A provision of the new bill, aimed specifically at them, added \nilliteracy to the reasons for keeping people out.\n\nThis group was also a main target of the restrictive 1924 National Origins Act, the most important immigration \nmeasure up to that time and for decades afterward. It set a quota for each nationality based on the number of its \nmembers already in the United States, as well as an overall ceiling of 150,000 immigrants a year. Most Asians were \nbarred entirely.\n\nThe quota system, frankly designed to favor immigration from western and northern Europe at the expense of \nmost other areas, remained the law until after World War II.\n\nAlthough restrictions were eased as the war ended, particularly to admit ''displaced persons'' from Germany, Italy \nand Austria, the national origins quota was retained in the first major postwar revision of immigration law, the \nMcCarren-Walter Act. It became law in 1952 over the veto of President Truman.\n\n \n\nRace as Bar Eliminated\n\nThe 1952 law did, however, eliminate race as a bar to citizenship; for the first time in American history, Asians were \npermitted to become citizens.\n\nNot until 1965 was the national origins quota system, which had been passionately attacked over the years, \nscrapped. The key passage of the new law reflected profound changes in national attitudes: ''No person shall \nreceive any preference or priority or be discriminated against in the issuance of an immigration visa because of his \nrace, sex, nationality, place of birth or place of residence.''\n\nOverall limits on immigration were retained, however, and a preference system was set up that gave priority to \nrelatives of United States residents and to immigrants with needed talents and skills. Each country in the Eastern \nhemisphere was allowed 20,000 places, a welcome step to Italians and Greeks.\n\nIn another major change, an effort to hold down the entrance of Mexicans, the 1965 law placed a ceiling of 120,000 \non immigration from the Western Hemisphere. Some students date to this legislation the flow of ''illegals'' that \nwould soon become a source of national concern and in time would lead to this year's bill, sponsored by Romano \nL. Mazzoli, Democrat of Kentucky, and Alan K. Simpson, Republican of Wyoming.\n\n \n\nEconomic Times Became Bad\n\nAlthough newcomers from countries in this hemisphere had been exempt from quotas, and Mexicans in particular \nwere often welcomed as cheap labor, the welcome wore out when times turned bad.\n\nIn the Depression of the 1930's, 500,000 people of Mexican descent, most of them United States citizens, were \n''repatriated'' to Mexico by Federal immigration officials. In World War II, when the United States needed workers, \nMexicans were again welcomed, only to be expelled in the 1950's in a Government campaign.\n\nThe heavily publicized entry of hundreds of thousands of ''undocumented aliens,'' mostly from Mexico, brought \ndemands in the 1970's to ''stem the tide.'' Congress responded in 1976 with an amendment to the Immigration and \nNationality Act that, for the first time, imposed an annual limit of 20,000 immigrants on each country in this \nhemisphere and subjected them to the preference system in effect for other nations.\n\n\n\nThe immediate effect was to cut in half the legal immigrants from Mexico, who had been running at far over 20,000 \nfor a decade. But the illegal immigrants kept coming.\n"}