{"title": "Immigrants Face Threat To Amnesty", "body": "\nImmigrants who were granted amnesty under the 1986 immigration law could lose their legal status and be \ndeported because of bureaucratic confusion or because they are unaware that a second deadline must be met in \nthe coming months, immigrants' rights groups have warned.\n\nThe groups say that many of the three million immigrants who were granted amnesty by filing applications within a \none-year deadline are confused or do not know that they now face a deadline to apply for permanent residence.\n\nAdding to the confusion of many applicants and the difficulties of publicizing the requirements are the staggered \ndeadlines for applications, the rights groups say. An immigrant has two and a half years from the time of filing for \namnesty to apply for permanent residence.\n\nThe immigrants' rights groups say figures they obtained from the Immigration and Naturalization Service reinforce \ntheir first-hand observations of low levels of awareness among immigrants and indicate that low levels of \napplications are likely for the second phase of the program.\n\nSpokesmen for the immigration service strongly rejected the criticisms and worries. They said the bureaucratic \nproblems would solve themselves before the filing deadlines, which range from November 1989 to November 1990 \nfor a vast majority of those in the program.\n\n''Who knows how many people are going to procrastinate?'' asked Duke Austin, a senior spokesman for the \nimmigration service in Washington. He said the social organizations raising an alarm ''are the same people who \nhave harped and groused and complained about the program from its very inception.''\n\nImmigration service figures obtained by the Coalition for Humane Immigration Rights of Los Angeles, which \ncoordinates the work of groups aiding immigrants in that area, indicate that by mid-June about one-third of those \neligible had applied for permanent residence.\n\nBut the percentages were dramatically lower for those who filed for amnesty late in the program. These were aliens \nwho tended to be less informed and to have more difficulty with bureaucratic procedures, the immigrants' rights \ngroups said.\n\n \n\nOutreach Called Necessary\n\n''Those are the people that it's going to take much more of an outreach effort to reach,'' said Linda Mitchell of the \nLos Angeles coalition. ''They are confused about the dates. Many of them don't even know there is a second \nphase.''\n\n\nJoe Flanders, a spokesman for the Western region of the immigration service, said that if the immigrants in the \nprogram allowed the second deadline to pass, ''They are right back where they were before. Once it's over it's \nover.''\n\nThey would again become illegal aliens subject to deportation.\n\nOf the 44,469 people who filed for amnesty in May 1987, the first month of filing, 77 percent have filed for \npermanent residence, immigration service figures showed. This group of early filers, Ms. Mitchell said, is the most \neducated, aware and capable.\n\nThe figures show that of the 311,897 people who filed for amnesty in May 1988, the last month of filing, only 4 \npercent have filed for permanent residence.\n\nThe immigration law offered legal status to illegal aliens who could prove they had entered the United States before \nJan. 1, 1982, and had lived here continuously since then. It also prohibited employers from hiring illegal aliens, \nmaking the employers subject to fines for each illegal alien hired and it provided for strengthening border patrols in \nan effort to keep illegal aliens from entering.\n\nTo complete the second phase and obtain permanent residency, an applicant must reside in the United States \ncontinuously, have no serious police record, submit a negative test for AIDS antibodies, prove financial \nresponsibility and demonstrate a knowledge of English and of United States history.\n\nNiels Frenzen, a lawyer in the immigrant legalization project of Public Counsel, a legal aid group, said immigration \nservice officials had told him ''they were finding severe lack of knowledge on any filing requirement for phase two.''\n\nOne problem with the second phase, the rights groups say, is that far less money has been budgeted for \ninformation programs than was the case is the first phase. Financing for programs to inform those who obtained \namnesty about the second deadline is $3 million, as against $11 million for the first phase, said Robert Paral, a \nresearch associate at the National Association of Latino Elected and Appointed Officials.\n\nThe immigration service said it would rely primarily on mailings to the addresses it has on file for people who \ncompleted the first phase.\n\nBut the immigrant population is by its nature very mobile, Mr. Paral said, asserting that the immigration service had \nlost track of a large number of immigrants.\n\nMs. Mitchell said immigration service officials had told her group that as many as 65,000 aliens in the Western \nregion had not picked up cards that identified them as having received amnesty. About half the three million \nimmigrants in the legalization program are in the Western region.\n\nSusan Alva of Public Counsel distributed a memorandum to immigrant groups in which she listed 15 types of \nbureaucratic difficulties she said applicants were encountering. Many problems involve confusion over procedures, \nand they seem to affect some officials as well as immigrants, Ms. Alva said.\n\n \n\nProblem With English Classes\n\nSome problems revolve around the requirement that applicants complete a course in the English language and in \nAmerican civics. The course is intended to prepare applicants for an interview with an immigration service officer \nthat is needed to receive permanent residency.\n\nIn a study of availability of classrooms, California Tomorrow, a private social agency, found that these classes in \nsome areas were undersubscribed while classes in other areas had long waiting lists.\n\nNew York, for example, is meeting slightly more than half the demand for classes, a report by the National \nAssociation of Latino Elected and Appointed Officials said today. While Chicago, Houston and Miami were providing \n\n\n\nenough classes, the association said, 80 of the 100 largest cities in California were providing insufficient classes in \n1988.\n\n''There is a genuine and well-founded fear that people may not be able to comply with the requirements of phase \ntwo because there are no classes available to them that are convenient to where they live and work,'' said Linda \nWong of California Tomorrow.\n\nShe and others noted that many applicants had low levels of education and could be easily discouraged by \ncomplicated procedures and bureaucratic difficulties.\n\nMs. Mitchell said: ''Word spreads in the community: it's not worth it; it's a hassle. That's what we are having to battle \nagainst.''\n\nGraphic\n\n \n\nphoto of applicants at Immigration and Naturalization Service office in L.A. (NYT/Michael Tweed) (pg. A10)\n"}