{"title": "Not Having the Right Employees in the Right Places Undermines Some Agencies, Report Finds - Correction Appended", "body": "\nAbout 80 Foreign Service officers, assisted by about 2,500 foreign employees, perform U.S. consular duties \noverseas. It's a relatively small group to handle the demand for visas and other services from an ever-growing \nnumber of tourists -- and to spot terrorists and foreigners ineligible for entry into this country. \n\n The National Aeronautics and Space Administration also operates with a thin bench. The 1990s downsizing that \nswept through most agencies cut too deeply at NASA. Agency managers report that staffing shortfalls and lack of \ntraining undermine their program goals. \n\n At the Administration for Children and Families, which oversees welfare reform, child-support enforcement and \nother programs, the staff does more with less. Last year, budget restrictions set by Congress allowed the agency to \nmake only 15 outside hires, and no one applied for numerous jobs that could be advertised only internally. The \nagency has cut about 700 positions since 1993 and now operates with fewer than 1,500 workers. \n\n These snapshots come from a report, scheduled for release today, prepared by the Federal Performance Project. \nThe report, the third in a series, was financed by the Pew Charitable Trusts and prepared by the George \nWashington University Department of Public Administration and Government Executive magazine. \n\n The performance project examined seven agencies for what project editor Anne Laurent called \"the capacity of \neach agency to manage for results -- the degree to which each sets realistic goals, communicates them, organizes \nto achieve them and measures performance against them.\" \n\n While the project looked at a range of issues, its findings suggest that persistent personnel problems are \nweakening performance and frustrating management objectives at some agencies. \n\n As part of its work, the project surveyed federal managers and asked them to grade human resources \nmanagement at their agencies. \n\n\n The Administration for Children and Families, the Bureau of Indian Affairs, NASA, the National Weather Service \nand the U.S. Postal Service received a C from their managers. \n\n The lowest mark went to the State Department's Bureau of Consular Affairs, which received a D. Managers at the \nU.S. Forest Service gave their personnel office the best grade, a B. \n\n But some managers offered bleak assessments when asked whether their agency \"has the right number of \npeople with the right skills where and when needed.\" \n\n Of the 100 managers surveyed at the Postal Service, more than half expressed strong doubts about having the \nright people in the right places (27 percent said, \"not at all\"). Of the 100 managers surveyed at NASA, 22 percent \nreplied, \"not at all\" to the question, and 40 percent more volunteered similar feelings. \n\n The surveys leave little doubt that the agencies -- and the political leadership at the Office of Management and \nBudget and the Office of Personnel Management -- face substantial challenges on the personnel front, especially \nsince President Bush has called for \"flattening the federal hierarchy,\" reducing management ranks and shifting jobs \nto agency front lines. \n\n According to the project's report, the Postal Service and NASA have aging workforces and face the prospect of a \ntalent drain. About 70 percent of postal executives will be eligible for retirement during the next five years. Twenty-\nfive percent of NASA's experienced employees will reach retirement age in 2005. \n\n Interviews conducted for the project's report show that some agencies have started taking steps to cope with their \nworkforce problems. NASA, for example, intends to use buyouts to send employees out the door and move the \nvacant jobs to where they are most needed. NASA also plans to use a special pay authority to attract scientists to \nkey jobs, where top salaries will range from $ 160,000 to $ 200,000, according to the project's interviews. \n\n Despite the problems faced by the agencies, project officials pointed out that they found examples of good \nmanagement in agencies that were at odds with popular perceptions. \"The multiple demands and expectations that \nconfront many public-sector organizations make them much more difficult to manage than their private-sector \ncounterparts,\" said Philip Joyce, GWU's principal investigator for the project. \n\nStephen Barr's e-mail address is barrs@washpost.com. \n\nCorrection\n\nThe April 16 Federal Diary, citing data from the Federal Performance Project, incorrectly reported the number of \nForeign Service officers performing U.S. consular duties overseas. There are more than 900 consular officers \nassigned abroad, according to the Bureau of Consular Affairs. \n\nCorrection-Date: April 17, 2001 \n"}