{"title": "Economy won't falter or flourish because of immigration reform, study finds", "body": "\nOAKLAND -- Legalizing millions of immigrants would have little impact on the economy, according to a new report, \nneither vastly improving the financial prospects of illegal immigrants nor curtailing the opportunities of everyone \nelse.\n\nThe study by the nonpartisan Public Policy Institute of California deflates arguments from both sides of the \nimmigration divide. As lawmakers and the Obama administration contemplate overhauling the immigration \nsystem, the report released this week counters those who promote immigrant legalization as a financial boon to \nCalifornia and the country.\n\n\"Unauthorized workers make gains over time in the United States, but those gains, by and large, are not attributed \nto getting a green card,\" said lead researcher Laura Hill.\n\nThe report also rejects claims by legalization detractors who argue amnesty for up to 12 million illegal immigrants \nwould ruin the economy, lessen job prospects and drain government resources.\n\nGetting undocumented immigrants on a path to legal residency and citizenship, according to Hill, is likely to be \nneither as devastating nor as economically promising as partisans of the issue would suggest.\n\n\"We're finding there's not this really large gain in wages among those who are becoming green-card holders,\" Hill \nsaid. \"These people are already here working these jobs. Giving them a green card doesn't change, at least in the \nshort term, their trajectories, so it's not going to impact natives.\"\n\nThe findings rely on established research by demographers and labor economists but also a study called the New \nImmigrant Survey that gathered information from a sample of new immigrants in 2003.\n\nAuthors of the report point out they do not set out to measure noneconomic considerations, such as how reform \nmeasures might bring people out of the shadows, encourage civic participation and keep together families that have \nbeen separated by deportation.\n\nEconomists disagree on the degrees to which new immigration impacts the wages of native-born workers, but \nthere is less disagreement on the impact of legalizing immigrant workers who are already here.\n\n\"What the change of status will do is probably, over a little bit of time, increase their bargaining power with their \nemployer, and increase, a little bit, their wage,\" said Giovanni Peri, an economist at the University of California \nDavis.\n\n\nFor the majority of illegal immigrant workers with lower skills, immigration paperwork was far less important than \nyears spent working in the United States as a measurement of how they get ahead financially, according to the \nreport.\n\n\"Some people do change jobs (after getting a green card) but when they do, they're not getting better jobs,\" Hill \nsaid. \"Dishwashers become cooks. Grounds maintenance workers become something else that is not highly \nremunerative. They are not starting to threaten natives.\"\n\nMost illegal immigrants pay taxes, the survey found, so adding them to the official rolls would not significantly boost \nthe state and national economy. The report estimates that 87 percent of those who illegally crossed the border and \n91 percent of those who overstayed visas filed tax returns in 2002.\n\nLegalization also, however, would not be expected to drain state and federal social service programs, at least not in \nthe short term, the report said, since it takes years before new legal immigrants can qualify for most programs. An \nexception, Hill said, would be the Earned Income Tax Credit for people with low wages. Illegal immigrants are \ndisqualified from obtaining the credit, but would be able to tap into if they had legal status.\n\nDividing unauthorized immigrants between those who illegally crossed the border and those who overstayed a \ntourist, student or other kind of visa, the report finds that the \"overstayers\" are likely to face the most immediate \nbenefits from moving to a legal immigration status. Those immigrants are more likely to have higher skills and \neducation and their career paths are more likely to be blocked by their illegal status.\n\n\"When they get the green card, they catch up,\" Hill said. \"What we think is driving this difference is the way \nemployer sanctions might differ for employers at low skill levels than employers at high skill levels.\"\n\nThe full report can be found at www.ppic.org .\n"}