{"title": "More Africans Enter U.S. Than in Days of Slavery", "body": "\nFor the first time, more blacks are coming to the United States from Africa than during the slave trade.\n\n Since 1990, according to immigration figures, more have arrived voluntarily than the total who disembarked in \nchains before the United States outlawed international slave trafficking in 1807. More have been coming here \nannually -- about 50,000 legal immigrants -- than in any of the peak years of the middle passage across the Atlantic, \nand more have migrated here from Africa since 1990 than in nearly the entire preceding two centuries.\n\n New York State draws the most; Nigeria and Ghana are among the top 20 sources of immigrants to New York City. \nBut many have moved to metropolitan Washington, Atlanta, Chicago, Los Angeles, Boston and Houston. Pockets of \nrefugees, especially Somalis, have found havens in Minnesota, Maine and Oregon.\n\n The movement is still a trickle compared with the number of newcomers from Latin America and Asia, but it is \nalready redefining what it means to be African-American. The steady decline in the percentage of African-\nAmericans with ancestors who suffered directly through the middle passage and Jim Crow is also shaping the \ndebate over affirmative action, diversity programs and other initiatives intended to redress the legacy of slavery. \n\n In Africa, the flow is contributing to a brain drain. But at the same time, African-born residents of the United States \nare sharing their relative prosperity here by sending more than $1 billion annually back to their families and friends. \n\n ''Basically, people are coming to reclaim the wealth that's been taken from their countries,'' said Howard Dodson, \ndirector of the Schomburg Center for Research in Black Culture, in Harlem, which has just inaugurated an \nexhibition, Web site and book, titled ''In Motion,'' to commemorate the African diaspora. \n\n The influx has other potential implications, from recalibrating the largely monolithic way white America views blacks \nto raising concerns that American-born blacks will again be left behind. \n\n ''Historically, every immigrant group has jumped over American-born blacks,'' said Eric Foner, the Columbia \nUniversity historian. ''The final irony would be if African immigrants did, too.'' \n\n The flow from Africa began in the 1970's, mostly with refugees from Ethiopia and Somalia, and escalated in the \n1990's, when the number of black residents of the United States born in sub-Saharan Africa nearly tripled. \nCombined with the much larger flow of Caribbean blacks, the recent arrivals from Africa accounted for about 25 \npercent of black population growth in the United States over all during the decade. Nationally, the proportion of \nblacks who are foreign born rose to about 7.3 percent from 4.9 percent in the 1990's. In New York City, about 1 in 3 \nblacks are foreign born. \n\n According to the census, the proportion of black people living in the United States who describe themselves as \nAfrican-born, while still small, more than doubled in the 1990's, to 1.7 percent from about 0.8 percent, for a total \n\n\nestimated conservatively at more than 600,000. About 1.7 million United States residents identify their ancestry as \nsub-Saharan. \n\n Those numbers reflect only legal immigrants, who have been arriving at the rate of about 50,000 a year, first mostly \nas refugees and students and more recently through family reunification and diversity visas. Many speak English, \nwere raised in large cities and capitalist economies, live in families headed by married couples and are generally \nmore highly educated and have higher-paying jobs than American-born blacks.\n\n There is no official count of the many others who entered the country illegally or have overstayed their visas and \nwho are likely to be less well off. \n\n Kim Nichols, co-executive director of the African Services Committee, which directs newcomers to health care, \nhousing and other services in the New York region, estimates that the number of illegal African immigrants dwarfs \nthe legal ones. ''We think it's a multiple of at least four,'' she said. \n\n Africans' reasons for coming echo the aspirations of earlier immigrants.\n\n ''Senegal became too small,'' said Marie Lopy, who arrived as a student in 1996, worked as a bookkeeper in a \nrestaurant and earned an associate degree in biology from the City University of New York. \n\n After winning a place in an American immigration lottery that his secretary had entered for him in 1994, Daouda \nNdiaye recalls being persuaded by his six children to leave Senegal, where he was working as a financial manager. \n''I said, 'I'm 45, I'd have to build a whole new life, I'd have to go to school to learn English,''' he recalled. ''They said, \n'We want you to go and we want you to send for us because there's more opportunity in the U.S. than here.''' \n\n His wife and two of his children have joined him in the United States, where he has worked as a sporting goods \nstore manager and is now a translator.\n\n That the latest movement of black Africans arriving voluntarily surpasses the total who disembarked in chains \nbefore the United States outlawed international slave trafficking is a bit of a statistical anomaly. That total, most \nhistorians now agree, was about 500,000, with an annual peak of perhaps 30,000, compared with the millions \noverall who were sold into slavery from Africa. Many died aboard ship. Most were transported to the Caribbean and \nBrazil, where they were vulnerable to indigenous diseases and to the rigors of raising sugar cane, which was harder \nto cultivate than cotton or rice, the predominant crops on plantations in the United States, where the slave \npopulation was better able to survive and reproduce. \n\n Moreover, black Africans represented a much higher proportion of the population then than they do today. In \n1800, about 20 percent of the 5 million or so people in the United States were black. Among nearly 300 million \nAmericans today, about 13 percent are black. \n\n Still, with Europe increasingly inhospitable and much of Africa still suffering from the ravages of drought and the \nAIDS epidemic and the vagaries of economic mismanagement, the number migrating to the United States is \ngrowing -- despite the reluctance of some Africans to come face to face with the effects of centuries of enduring \ndiscrimination.\n\n In the 1960's, 28,954 legal immigrants were admitted from all of Africa, a figure that rose geometrically to 80,779 in \nthe 1970's, 176,893 in the 1980's and 354,939 in the 1990's. In 2002, 60,269 were admitted, including 8,291 from \nNigeria, 7,574 from Ethiopia, 4,537 from Somalia, 4,256 from Ghana and 3,207 from Kenya.\n\n To many Americans, the most visible signs of the movement are the proliferation of African churches, mosques, \nhair-braiding salons, street vendors and supermarket deliverymen, the controversy over female genital mutilation \nand the election last year of Barack Obama, son of a native Kenyan, to the United States Senate from Illinois. \nEspecially in New York City, the shooting deaths of two unarmed African immigrants, Amadou Diallo from Guinea in \n1999 and Ousmane Zongo from Burkina Faso in 2003, come to mind. \n\n\n\n Immigrants arrive with their own perceptions and expectations, from countries where blacks constitute a majority at \nevery level of society, only to discover that whether they are professors or peddlers, they may be lumped together \nhere by whites and even by American-born blacks. \n\n ''You have the positive impact that race is not seen to be an absolute definer of people's opportunities,'' Kathleen \nNewland, director of the Migration Policy Institute, a nonpartisan research group, said, ''but that begs the larger \nquestion of what does it mean to have a black skin in the United States.''\n\n Agba Mangalabou, who arrived from Togo in 2002, recalls his surprise when he moved here from Europe. ''In \nGermany, everyone knew I was African,'' he said. ''Here, nobody knows if I'm African or American.'' \n\n Ms. Lopy, who now works as a medical interpreter for the African Services Committee, describes herself as \n''African, first and foremost,'' though the identity of her children will depend on whom she marries and where. ''I'll \nraise them to be African-something,'' she said, ''but ultimately they'll define it for themselves.'' \n\n Sylviane A. Diouf, a historian and researcher at the New York Public Library's Schomburg Center and Dr. \nDodson's co-author of ''In Motion,'' said that Americans have a more positive view of immigrants in general than \nthey do of American-born blacks. Referring to African immigrants, she said: ''They are better educated, they're here \nto work, to prosper, they're more compliant and don't pose a threat.''\n\n Dr. Dodson added, ''They're not politically mobilized as yet and not as closely tied to the African-American \nagenda.'' \n\n While the ancestors of most Caribbean-born blacks were enslaved, and slavery also victimized the forbears of \nmany African-born blacks, the growing proportion of immigrants may further complicate the debate over programs \nenvisioned to redress the legacies of slavery. \n\n ''I think there is a legitimate set of specific claims by persons born in the United States that don't necessarily apply \nto Caribbean or African populations that have come here subsequently,'' Dr. Dodson said. \n\n ''African-born and Caribbean-born brothers and sisters have realized that the police don't discriminate on the basis \nof nationality -- ask Amadou Diallo,'' said Professor Charles J. Ogletree Jr., who teaches at Harvard Law School \nand has warned colleges and universities that admitting mostly foreign-born blacks to meet the goals of affirmative \naction is insufficient. \n\n ''Whether you are from Brazil or from Cuba, you are still products of slavery,'' he continued. ''But the threshold is \nthat people of African descent who were born and raised and suffered in America have to be the first among \nequals.'' \n\n French-speaking Haitians do not necessarily mix with English-speaking West Indians, much less with Africans, \nand competition for jobs has been another source of tension. \n\n ''The Africans tend to be quite industrious and entrepreneurial and often take advantage of opportunities that \nmight have been here for others before,'' said Kim Nichols of the African Services Committee. \n\n ''We're talking about very profoundly different cultures,'' Kathleen Newland said. \n\n Analyses by the Department of City Planning, and by the Lewis Mumford Center for Comparative Urban and \nRegional Research, in Albany found recent immigrants often segregated from other blacks. The census found \nNigerian clusters in Flatlands and Canarsie in Brooklyn and Ghanaians in Morris Heights and High Bridge in the \nBronx. \n\n ''As with European ethnics at the turn of the century,'' Joseph J. Salvo, the director of the population division of the \nDepartment of City Planning, and Arun Peter Lobo, the deputy director, wrote recently, ''ethnicity has been a \npowerful force in shaping black residential settlement in New York.'' \n\n\n\n Immigration may also shift some of the nation's focus from racial distinctions to ethnic ones. ''Certainly, South \nAfrica showed us that minority status does not necessarily correlate to one's position in society, but rather that \npower and its uses are the issues,'' said Samuel K. Roberts of Columbia, a history professor who is also on the \nfaculty of the university's Institute for Research in African-American Studies. ''That being said, increasingly \ndistinguishing between black Americans and black Africans may produce conditions in which we will be less prone \nto think of a fictional construct of 'race' as the distinguishing factor among all of us in North America.''\n\n How long might those distinctions last? ''I guess one of the questions will have to be what happens in the next \ngeneration or two,'' said Professor Foner of Columbia. ''In America, marriage is the great solvent. Are they going to \nmelt into the African-American population? Most likely yes.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: Ajah Fatou Camara at the Joloff restaurant in Brooklyn, which serves West African food\n\nshe is the mother of the owners, who are from Senegal. (Photo by Nancy Siesel/The New York Times)\n\nDaouda Ndiaye, from Senegal, has worked here for 13 years and is now a translator. (Photo by Richard Perry/The \nNew York Times)(pg. B4)\n\n The Senegalese Fashion Center on Fulton Street in Brooklyn is run by Abdou Diop, a Senegalese immigrant. \n(Photo by Nancy Siesel/The New York Times(pg. A1)Chart: ''Out of Africa''According to the 2000 census, the \nproportion of black Americans who describe themselves as African-born more than doubled in the 1990's.UNITED \nSTATES BLACK POPULATION1990AMERICAN BORN: 28,034,2752000AMERICAN BORN: 33,048,095% OF \nBLACK POPULATION1990: 96%2000: 941990-2000 GROWTH: +18%1990CARIBBEAN BORN: \n924,6932000CARIBBEAN BORN: 1,542,895% OF BLACK POPULATION1990: 32000: 41990-2000 GROWTH: \n+671990AFRICAN BORN: 229,4882000AFRICAN BORN: 612,548% OF BLACK POPULATION1990: 12000: \n21990-2000 GROWTH: +167Metropolitan areas with the largest black African-born populationsWashington1990: \n32,2482000: 80,2811990-2000 GROWTH: +149New York1990: 31,5322000: 73,8511990-2000 GROWTH: \n+134Atlanta1990: 8,9192000: 34,3021990-2000 GROWTH: +285Minneapolis-St. Paul1990: 3,7882000: \n27,5921990-2000 GROWTH: +628Los Angeles1990: 16,8262000: 25,8291990-2000 GROWTH: +54Boston1990: \n11,9892000: 24,2311990-2000 GROWTH: +102Houston1990: 9,8822000: 22,6381990-2000 GROWTH: \n+129Chicago1990: 8,7382000: 19,4381990-2000 GROWTH: +122Dallas1990: 7,3732000: 19,1341990-2000 \nGROWTH: +160Philadelphia1990: 5,0982000: 16,3441990-2000 GROWTH: +221Largest black African-born \npopulations in the U.S. by countries of birthNigeria1980: 22,1011990: 51,0372000: 109,198Ghana1980: 7,0231990: \n17,7512000: 50,649Ethiopia1980: 4,8701990: 30,9572000: 47,791Liberia1980: 2,3201990: 8,4962000: \n30,577Somalia1980: 2821990: 1,3712000: 22,646Kenya1980: 1,8601990: 5,5712000: 21,576Map of Africa \nhighlighting Ethiopia, Ghana, Liberia, Somalia, Nigeria, Kenya.(pg. B4)\n"}