{"title": "NANNY IN GRIP OF THE LAW 18-year-old crime could lead to deportation", "body": "\nMaria Barry used to be a nanny for actor Eddie Murphy's family. Now, the Park Slope resident has gone back to \nschool to pursue a career helping less fortunate children in developing countries.\n\nBarry, 44, speaks Italian and French. She is on the dean's list at Long Island University.\n\nBut Barry, who moved from Britain in 1977, could be arrested today.\n\nUnder reforms to 1996 immigration laws, Barry, a slight woman with striking blue eyes, faces deportation because \n18 years ago, she pleaded no contest to a charge of possessing a small amount of cocaine and a Quaalude, she \nsays.\n\nAmid a divorce, she served 1 1/2 years' probation and performed 100 hours of community service for the crime in \nFlorida, she said. She thought it was all behind her.\n\nBut last Easter, Immigration and Naturalization Service officers at Kennedy Airport seized her green card and \nBritish passport on her return from a visit to her mother.\n\nEver since, she has lived in fear of July 10. She has an appointment today with an INS officer, who will probably \npresent her with a charge sheet and place her in detention.\n\n\"I'm devastated, emotionally shattered,\" said Barry, who now cares for the son of two Brooklyn lawyers and runs a \nsmall business selling motorcycle paraphernalia. \"I cannot believe it. I came here for the American Dream. I'm living \nthe American nightmare instead.\"\n\nBarry is among hundreds, if not thousands, of permanent residents nationwide who served sentences for nonviolent \noffenses decades ago and are now being prosecuted again under reforms Congress enacted in 1996 in a bid to \ncrack down on illegal immigration.\n\nUnder the amendments, any legal resident convicted of an \"aggravated felony,\" illegal drug possession or crimes \ninvolving moral turpitude must be detained and deported. Virtually erased was the discretion allowed INS judges to \nmake exceptions for those who have led model lives since their transgressions.\n\nSo sweeping is the law that attorneys say they are trying to save from deportation permanent residents convicted \nof offenses as minor as jumping a subway turnstile or shoplifting.\n\nIn fact, the reforms' impact has alarmed members of Congress and INS Commissioner Doris Meissner, who, citing \na drastic rise in detentions and deportations, wrote in an editorial that she believed the \"new law went too far.\"\n\n\nLast year, the number of deportations of criminal aliens shot up to 62,800 compared with 36,200 in 1996, \naccording to the INS. If detained, Barry could join 18,700 immigrants behind bars around the country, 2.5 times the \nnumber in 1996.\n\nSeveral members of Congress have since introduced bills that would amend the laws, but it is unclear whether \naction will be taken before November's elections. Pressed by Congress, the INS has been drawing up guidelines \nthat would give officers more discretion, but they have yet to be finished, a spokesman said.\n\n\"People's lives are being ruined over minor crimes they committed 20 years ago . . . and precious taxpayer dollars \nare being spent to deport people who are now living model lives,\" said Margie McHugh, who heads the New York \nImmigration Coalition. \"It has been a principle of our laws that we don't reach back in time and change the rules. \nThe right thing to do is . . . restore balance to the law.\"\n\nBarry said, without documents, she could not return to Britain even if she wanted to, adding that she hoped her \npredicament would give a voice to less fortunate immigrants without lawyers who are trapped in jails around the \ncountry.\n\n\"I am using myself as an example to make people know that this could happen to your nanny, your chauffeur, your \nteacher, just because they made one mistake,\" she said.\n\nAfter years of work as a nanny, Barry said, she is studying psychology and social work with the hope of working for \nan organization like Save the Children or the World Food Organization.\n\n\"This couldn't come at a worse time. . . . Just when my life is beginning to make the most sense,\" she said. \"I have \na worthy goal. I'm doing great in my studies. It doesn't make sense that they're saying, 'Because we didn't deport \nyou 18 years ago, we're going to do that now.' I have nightmares.\"\n\nGraphic\n\n \n\nROBERT ROSAMILIO DAILY NEWS THE PAST HAUNTS HER Maria Barry, a British nanny, could be arrested \ntoday because she pleaded no contest to a drug charge 18 years ago.\n"}