{"title": "SENATE, WHITE HOUSE HASH OUT IMMIGRATION AND BUDGET BILLS", "body": "\nWith a Monday deadline looming, Senate leaders continued to wrangle with the White House on Friday over \nproposed changes to pending immigration legislation and a budget bill containing more than $600 billion in funds \nfor the next fiscal year.\n\n\"I think we're about three hiccups away from an immigration deal, but anything and everything can happen,\" a \nWhite House official said. \"There are five legislators and one White House staffer in a room. I think all of them can \nsee the goal line.\"\n\nAlthough details remained cloudy, Republican leaders suggested they might consider making concessions sought \nby President Clinton in the portion of the legislation affecting legal immigrants. The White House wants to remove a \nprovision that would restrict public benefits to legal immigrants to a greater extent than the recently passed welfare \nreform bill. Clinton also objects to language raising the minimum income that citizens must earn to sponsor \nimmigrant relatives who want to enter the country.\n\nAlthough the House passed the immigration legislation this week, Clinton is attempting to alter the bill in the Senate \nby linking it to the year-end budget measure that lawmakers must pass before they can return home to run for re-\nelection.\n\nWhite House aides complain that after agreeing to remove restrictions on legal immigrants from their immigration \nbills earlier this year, House and Senate members are now trying to resurrect them during closed-door caucus \nmeetings. \"Legal immigration does not belong in an illegal-immigration bill,\" one administration official said.\n\nIf no agreement is reached by Monday afternoon, Senate leaders will set aside Clinton's concerns and proceed to a \nvote on the House-passed immigration bill late Monday or Tuesday.\n\nOn the budget talks, negotiations ground on into the night. Tired bargainers had resumed at midmorning Friday with \nonly a few hours' sleep, after carrying the previous day's talks until just a few hours before dawn.\n\nNegotiators were hoping for a deal that would allow the House to vote today. If that occurred, Senate Majority \nLeader Trent Lott, R-Miss., said a Senate vote would follow Monday.\n\nCongress has sent President Clinton seven of the 13 spending bills required to finance government operations in \nfiscal 1997. Negotiators are wrapping the remaining six bills - totaling roughly $200 billion in domestic spending and \n$245 billion for the military - into one huge, must-pass package.\n\nIt would provide funds for foreign aid, federal courts and the departments of Defense, Treasury, Labor, Health and \nHuman Services, Interior, Commerce, Justice and State.\n\n\nAll sides swore they would avoid a repeat of last year's government shutdowns, politically disastrous for \nRepublicans. But Republicans angrily complained that Democrats and the administration were overreaching, \ninsisting on winning virtually all points.\n\nAmong the bills passed and sent to Clinton was a three-year extension of a law designed to halt depletion of the \nnation's fisheries. The bill, which Clinton is expected to sign, would establish management plans for determining \nwhen an area is overfished and how overfished areas should be revitalized.\n"}