{"title": "Defeat Worries Employers Who Rely on Immigrants", "body": "\nWhile the defeat of the Senate immigration bill was a dismaying disappointment to illegal immigrants and the \ngroups that support them, it also created major worries for employers across the country who depend on \nimmigrant workers.\n\n  Employers from food-processing industries and agriculture as well as construction contractors and commercial \nlandscapers were among the most persistent forces pushing for passage of the Senate bill, which failed yesterday \nwhen senators voted 53 to 46 not to proceed to a vote. The measure would have provided a path to legal status for \nmillions of illegal immigrants, who make up a significant percentage of workers in many low-wage, labor intensive \nindustries.\n\n  The bill's defeat was hailed yesterday by conservative groups and others who said it would have rewarded law-\nbreaking immigrants and would have wrongly excused the employers who hired them. Now, employers say they \nface a bleak landscape of intensified raids by the immigration authorities and growing pressure to purge illegal \nimmigrants from their work force, but no new options to bring in temporary foreign workers or help illegal workers \nbecome legal.\n\n  ''It leaves most of our guys in a pretty tough spot,'' said Brewster Bevis, director of legislative affairs for Associated \nBuilders and Contractors, a national organization of construction businesses. ''Most of our members are good \nactors, they believe the workers they have hired are legal,'' Mr. Bevis said. ''But they wanted this reform so they can \nsleep better at night and don't have to fear potentially being visited by ICE,'' the federal Immigrations and Customs \nEnforcement agency.\n\n  Meatpacking employers were especially concerned about the defeat of the bill. Senate conservatives who \nopposed it, backed by a surge of support from irate voters, said they wanted to secure the nation's borders and \ncrack down on employers of illegal immigrants before considering legalization measures.\n\n  ''Immigration policy is divorced from enforcement, and the American employer, for one, is caught in the middle,'' \nsaid Jack Shandley, a vice president at Swift & Company, a meatpacking company in Greeley, Colo. Immigration \nagents arrested 1,282 Swift workers in raids last December that cost the company more than $45 million in lost \nproduction and worker replacement costs.\n\n  Leaders on all sides of the unusual coalition of business groups and immigrant advocate organizations that \nsupported the bill said they would have to hunker down with a status quo they called dysfunctional.\n\n  ''More people are going into hiding,'' said Juan Salgado, president of the Illinois Coalition for Immigrant and \nRefugee Rights, based in Chicago, which works with many illegal immigrants. Mr. Salgado said most illegal \nimmigrants had family ties to legal immigrants and American citizens and would not be likely to return to their \nhome countries despite the heightened risk of deportation.\n\n\n  ''What it means in practice,'' he said, '' is that every day you get in the car and go to work to feed the children, but \nyou are thinking: I may not come back. If they take me what happens to my family?''\n\n  Immigrant advocates said many illegal immigrants were not acutely disappointed because they had  not had \nhigh expectations that the bill would pass.\n\n  The setback was more significant for the employers, who were represented by the American Chamber of \nCommerce and the Essential Worker Immigration Coalition. Supporting the bill was a tricky proposition for many \nemployers, and their advocacy remained muted through the debate. They had to call for legalizing illegal workers \nwithout admitting they employed any in their own work sites.\n\n  Business leaders said they were troubled to find themselves on the wrong side of Republican lawmakers who had \nlong been their allies. One of the most active companies behind the bill was Pilgrim's Pride, the nation's largest \nchicken company, with 56,500 workers, based in Pittsburg, Tex. Senators John Cornyn and Kay Bailey Hutchison, \nboth Republicans of Texas, voted to kill the bill.\n\n  Cliff Butler, vice chairman of Pilgrim's Pride, said he was dismayed by calls from the bill's opponents for stepped-\nup deportation of illegal immigrants.  ''I was surprised by how little import was given to the impact of that on \nmillions of good people, and what it would to our economy to remove that labor force,'' Mr. Butler said. ''They just \nignored that totally.''\n\n  Farmers and construction contractors said they anticipated labor shortages. They worried that they would have to \ncontinue to rely on the existing system for verifying the immigration status of new hires, which is known as Basic \nPilot, even though it is error-prone and inefficient. Swift had participated for years in the program before the raids \nlast year.\n\n  Farming and farm worker groups were slightly more optimistic. A proposal for a temporary worker program for \nagriculture, known as AgJobs, was incorporated into the Senate bill. Senator Dianne Feinstein, Democrat of \nCalifornia, said she would seek to revive AgJobs in coming months by attaching it to other legislation.\n\nhttp://www.nytimes.com\n"}