{"title": "Bermudez: We all share the American dream // The newly elected assemblyman says he won't neglect the Orange County part of his district.", "body": "\nBUENA PARK Rudy Bermudez believes that the best way to serve his largely Hispanic constituency is by focusing \non everyone.\n\n ''We all want better schools, affordable health, we all want be able to prosper,'' he said. ''The Latino agenda is no \ndifferent than anyone else's agenda. It is the American dream.''\n\nThe Democrat from Norwalk believes this broad focus is why he was elected to represent the 56th Assembly \nDistrict. Most of the district is in Los Angeles County, but it also covers Buena Park. Orange County residents make \nup 18.6 percent of his district's 423,403 population.\n\nOVER HALF OF DISTRICT POPULATION IS LATINO\n\n''I'm focusing on the entire district, not just L.A. County and not just one particular city,'' he said. ''I look forward to \nentrenching myself in Orange County and being involved in both municipal and school district elections and water \nboard elections.''\n\nThe district is primarily Latino, state figures show. Hispanics make up 52.5 percent of its residents, whites 23.8 \npercent, Asians 17.5 percent and African-Americans 4 percent.\n\nAbout 52 percent of registered voters in Bermudez's district are Democrats and 30 percent are Republicans. In \nBuena Park, it's closer. Democrats lead Republicans 40.7 percent to 39.7 percent.\n\nBermudez, 44, a parole agent, began his political career when he joined the Norwalk-La Mirada Unified School \nDistrict board. He was first elected in 1991 and served eight years.\n\nWhile he served on the board, the district opened three new schools, reduced class sizes and improved security on \nschool campuses. Bermudez was elected to the Norwalk City Council in March 1999. As a council member, he \nwanted to attract new businesses and retain existing ones, was committed to reducing the utility user tax -- it has \nbeen reduced by 1 percentage point in his time in office -- and strengthening law enforcement by enacting \ncommunity-based policing.\n\nBuena Park Mayor Patsy Marshall said what the city needs most from Bermudez is fiscal protection, given the state \nbudget deficit.\n\n''The pressing need right now is the budget up there and that they're not going to take too much from the cities,'' \nshe said. ''Try and take as little from the cities as possible.''\n\n\nState budget tops\n\nlist of priorities\n\nAnd, indeed, Bermudez said at the top of his priority list is the state budget's $21 billion deficit.\n\nOther issues he'd like to focus on in Sacramento include transportation, health, public safety, water, economic \ndevelopment and growth. He wants to work on expansion of the Santa Ana (I-5) Freeway in north Orange and \nsouth Los Angeles counties and creating swifter modes of transportation through light and heavy rail. He aims to \nprotect the community from violent offenders and wants to ensure that fire departments have adequate resources \nand work together.\n\n(714) 704-3788 or   jperalta@ocregister.com  \n\nGraphic\n\n \n\nSwearing in: Assemblymen Rudy Bermudez, D-Norwalk, left, and Fabian Nunez, D-Los Angeles, second from left, \ntake the oath of office Monday in Sacramento.\n"}