{"title": "San Jose immigration march today still on, despite worries about flu", "body": "\nA May Day immigration march scheduled Friday in San Jose   part of a national push for the legalization of \nundocumented immigrants   will proceed as scheduled, even as new swine flu cases emerged, and worries about \nits spread intensified.\n\nAfter consulting with county public health officials, organizers said they decided to hold the march as planned. \nThere is no ban on public gatherings now, organizers said.\n\n\"We're aware that there are concerns,\" said Richard Konda, executive director of the Asian Law Alliance during a \nnews conference Thursday afternoon. \"What we're telling people is the same caution from the health department: If \nyou're sick, stay home and don't participate.\"\n\nMarch organizers had initially hoped to draw as many as 10,000 to the gathering that will end at San Jose's City \nHall, but officials acknowledged that the swine flu pandemic and its links to Mexico is likely to hurt attendance. By \nhow much, is not clear.\n\nRichard Hobbs, interim executive director of Services, Immigrant Rights, and Education Network (SIREN), said he \ntalked with county health officials Wednesday after learning of more cases of swine flu.\n\nIn Texas, health and education officials cancelled all high school sports events after cases were identified in a \nnumber of school districts.\n\n\"There's no ban on public gatherings here,\" Hobbs said. \"It's up to the health department. We will respect that if it \nhappens.\"\n\nThe march, and others like it that will be held in cities across the country, hopes to draw political momentum from \nnew U.S. Senate hearings on immigration reform that began Thursday.\n\nThe San Jose march will start at 4 p.m. at a shopping center plaza on the corner of King and Story Roads, and \ndown Santa Clara Street to city hall on Fifth Street.\n\nContact Jessie Mangaliman at jmangaliman@mercurynews.com or 408-920-5794.\n\nGraphic\n\n \n\n\nA woman wears a face mask as a precaution against swine flu at the Roberto Calderon hospital in Managua, \nWednesday, April. 29, 2009.\n\nPediatrician and primary physician Dr. Ellen Rothman, left, gives Makhi Hatch, 4, an examination for his cough as \nhis mother Stephanie Correa, center, watches on, at the St. John's Well Child and Family Center in Los Angeles \nWednesday, April 29, 2009. The St. John's Well Child & Family Center, which oversees clinics that treat Los \nAngeles' poor and uninsured, doctors have seen a surge in patients complaining about flu-like symptoms.\n"}