{"title": "ILLEGAL IMMIGRATION DEBATE; Postage glitch thwarts effort to ship bricks; Pro-wall message too heavy?", "body": "\nA Lawrenceville man shipping bricks to Congress as a demand for a secure border instead has collided with a \nwall of bureaucracy.\n\nJim McAuliffe, co-owner of a new Gwinnett-based mailing company, fears the Senate and House post offices are \nusing a technicality to refuse to deliver nearly 1,200 bricks that arrived Tuesday and another 2,300 scheduled to \narrive by today as a protest against illegal immigration.\n\nA Senate postmaster claimed the bricks --- which arrived by a UPS freight service --- each require $3.90 in \npostage to be brought to members of Congress, McAuliffe said.\n\nMcAuliffe doesn't suspect bureaucrats are blocking the bricks on political grounds; they had delivered a small \nshipment previously. Instead, he suspected they just don't want to do any heavy lifting.\n\n\"It's ridiculous,\" he said. \"They delivered all the other packages but now that the volume is so much higher, they're \nbeing ugly about it.\"\n\nMcAuliffe contracted last month with the Send-a-Brick Project, an Internet-spawned movement demanding a \nwalled-off border, to package, address and ship the bricks. Kirsten Heffron, a spokeswoman for the project, said \nbricks bring a more concrete message than letters or e-mails.\n\n\"You can't delete a brick; you can't shred a brick,\" said the 25-year-old Heffron, who formerly worked for the \nNational Right to Work Committee before becoming a stay-at-home mom in Virginia. \"That brick is going to sit \nthere as a reminder.\"\n\nThe campaign started out in the chat room for a Web site dedicated to assault-weapon aficionados. Chatters were \nvoicing frustration with Congress balking at building a wall along the entire Mexican border when somebody \nsuggested sending a brick as a start, Heffron said. Orders spiked after talk radio and \"Fox and Friends\" publicized \nthe Web site last week, she said.\n\nPeople wanting to send the missives can go to send-a-brick.com and pay $11.95. McAuliffe shipped 900 bricks \nThursday by parcel post to get around the logjam. He called the bricks a boost to his business that opened in \nJanuary. He said his business partner shares a friend with somebody in the chat room and they support the cause.\n\n\nUPS recommended shipping the bricks as freight to save on costs, which is what McAuliffe said gave the Senate \nand House post offices the grounds to balk on delivery. UPS said the shipping method is standard.\n\nSenate Postmaster Joe Collins, who faxed McAuliffe with the demand for postage, said he'll deliver when a \n\"solution\" is found. He declined to answer more questions. McAuliffe said he hasn't been able to get an answer \nfrom other congressional postmasters about the fate of the pallets that arrived at their office buildings.\n\nSo far, McAuliffe's shipping records show the biggest targets of bricks are senators from Texas, Florida and \nCalifornia along with the leadership. Georgians --- so far --- aren't mailing in numbers; Tuesday's shipment included \nonly 28 bricks for Sen. Johnny Isakson and 37 for Sen. Saxby Chambliss, both Republicans. A few were \naddressed to House members from Georgia; U.S. Reps. Tom Price and John Linder, also Republicans, led with \neight each.\n\nTwo men delivered two bricks to Linder staffers at a community meeting in Cumming last week, said Derick \nCorbett, spokesman for the congressman from Duluth.\n\n\"This was the first I had heard of the program,\" Linder said in a statement Thursday. He said he had since received \nfour more bricks at his Washington office.\n\n\"I think it is a novel idea and applaud the folks who are taking the time to share their convictions . . . whether it be \nthrough bricks, letters, or any other form of communication,\" he said.\n\nOne solution that hasn't yet caught fire is congressional staff fetching the bricks from the holding areas. When \nasked what senators would do with the bricks, staffers seemed to hold out hope that wouldn't become an issue. \"I \ndon't know if we're ever going to receive the bricks,\" said Lindsay Mabry, spokeswoman for Chambliss.\n\nIsakson sent word through a spokeswoman that he sees the incoming bricks as a symbol of the need for better \nborder security.\n\n\"If he receives any bricks, he will keep one of them in his office,\" spokeswoman Sheridan Watson said. \"He hasn't \ndecided what he'll do with the other bricks.\"\n\nGraphic\n\n \n\nPhoto: VINO WONG / StaffGwinnett mailing-business owner Jim McAuliffe (above and at right) prepares bricks for \nshipment to members of Congress for the Send-A-Brick Project, which supports a wall along the U.S.-Mexico \nborder. The Senate postmaster has refused to deliver the bricks because of the cost involved.\n\nPhoto: VINO WONG / StaffBricks are prepared for shipment\n\nPhoto: VINO WONG / StaffJim McAuliffe prepares bricks for delivery to Congress. Senators from Florida, California \nand Texas have been most popular thus far.\n\nPhoto: VINO WONG / StaffCarter Tucker (front) helps Jim McAuliffe get a shipment ready Thursday, when 900 \nbricks went out by parcel post.\n"}