{"title": "Dissident Will Not Be Returned to Iran", "body": "\nAn Iranian dissident who has been detained since April on suspicion of belonging to a group designated by the \nState Department as a sponsor of terrorist activities will not be deported to Iran, her lawyer and an immigration \nofficial said yesterday.\n\nBut they disagreed about whether she will be deported at all. As part of a settlement, Mahnaz Samadi, 35, who \nclaims to have been tortured in Iran between 1982 and 1986, will be deported to a third country, an immigration \nspokesman said. Her attorney, disputing that assertion, said Samadi will be allowed to remain indefinitely in the \nUnited States.\n\nShe was accused in immigration documents of preparing rebel units under her command for \"coordinated attacks \ndesigned to liberate Iran.\"\n\nThe settlement calls for her release from detention and dismissal of terrorism-related charges against her, said \nRuss Bergeron, a spokesman for the Immigration and Naturalization Service.\n\nSamadi, who came to the United States in 1994 and was granted political asylum in 1995, admitted to immigration \nofficials that she had fraudulently attained asylum and was willing to give up that status, Bergeron said.\n\nSamadi's main concern was that she not be deported back to Iran. Speaking to the Washington Times last week \nfrom her jail cell in Richmond, she said, \"I have no doubt that I will be tortured to death, not simply executed\" if she \nis returned.\n\nShe has had the backing of more than 60 House members, who sent a letter to Attorney General Janet Reno \npleading for her release and accusing prison officials of mistreating her.\n\nSen. Robert G. Torricelli (D-N.J.) welcomed the decision to drop the terrorism charges against Samadi. \"I have \nbeen convinced from the beginning she is not a terrorist, and she poses no threat to our country,\" Torricelli said.\n\nSamadi has the backing of the National Council for Resistance of Iran, which has been praised by many lawmakers \nas a legitimate group seeking democracy in Iran.\n\nThe State Department, however, continues to list it as an alias for the Iraq-based Mujahedeen Khalq, which it \ndescribes as a terrorist organization.\n\n\nSamadi has denied committing any terrorist acts. Her Washington attorney, Michael Maggio, says she is no longer \na member of the Iranian opposition and has committed no crimes in this country.\n\nHe said immigration service assertions that she will be deported to a third country are incorrect.\n\n\"It would violate the spirit of the agreement,\" Maggio said. \"In reality, something like this is not going to happen.\"\n"}