{"title": "Nightmare of Torture in Ethiopia Is Relived in an Atlanta Court", "body": "\nThree years ago Edgegayehu Taye, an Ethiopian immigrant who works as a waitress at a hotel here, thought she \nsaw a ghost.\n\nThere, a few feet away, working as a bellman in the same hotel, was a former Ethiopian government official -- a \nman she said she remembered from her nightmarish days in an Addis Ababa jail in the late 1970's.\n\nMs. Taye said the man, Kelbesso Negewo, had supervised hours of interrogation and torture while she hung \nupside down from a pole, hands and feet bound.\n\nThis week, at a civil trial in Federal District Court here, Ms. Taye and two other Ethiopian immigrants accused Mr. \nNegewo of a long list of brutalities on behalf of the Government of Lieut. Col. Mengistu Haile Mariam, the Ethiopian \ndictator at the time: directing their torture, murdering two relatives of one of the women, and ordering them jailed \nwithout trial or formal charges for up to three years.\n\nMr. Negewo, 42, a bellman by night and an accounting and computer student by day, acknowledged that he had \nbeen an official in the local government of Addis Ababa but insisted that he had had nothing to do with \nimprisonment or torture. He said he had never met the three women, much less tortured them.\n\n \n\n'White Terror,' 'Red Terror'\n\n The women are suing him under two Federal laws -- one dating from 1789, the other from 1992 -- that allow people \nwho say they were tortured abroad to seek damages in United States courts.  They are seeking $10 million each \nin damages, but Paul Hoffman, an American Civil Liberties Union lawyer who is representing them, said they would \nbe satisfied if a judgment in their favor led the Immigration and Naturalization Service to deport Mr. Negewo.\n\nThe coincidence of Ms. Taye's and Mr. Negewo's turning up at the same Atlanta hotel -- the Sheraton Colony \nSquare -- is not as unlikely as it sounds. Tens of thousands of Ethiopians fled the purges, famines and civil war of \nthe 1970's and 80's, and 3,000 to 5,000 of them settled in Atlanta.\n\n\nWoubishet Tedla, secretary of the city's Ethiopian Community Association, said it would be hard to find an Ethiopian \nin Atlanta who was not affected by the violence of the \"White Terror\" and \"Red Terror\" -- periods that followed the \n1974 coup in which Colonel Mengistu and other officers overthrew Emperor Haile Selassie.\n\nSo when Ms. Taye, who is now 33, spotted Mr. Negewo one day in 1990, she said in a recent interview, \"I wanted \nto push it to the back of my mind.\" Instead, she got in touch with two other women -- Hirute Abebe Jira of \nGloucester, Ontario, and Elizabeth Demissie of Los Angeles -- who had suffered similarly. They came to Atlanta, \ncovertly looked at Mr. Negewo from a distance and concluded that Ms. Taye was right.\n\nWith the help of the A.C.L.U., the Center for Constitutional Rights and the Atlanta law firm Kilpatrick & Cody, they \nsued. The case was heard in a two-day trial without a jury by Judge G. Ernest Tidwell. Mr. Hoffman, the A.C.L.U. \nlawyer, says he hopes for a ruling in a month or so.\n\nThe 1789 law, the Alien Tort Claims Act, was originally aimed at piracy on the high seas and the illicit slave trade. \nUntil 1980 it was invoked only 10 times; then the Center for Constitutional Rights cited it in a case involving \nAmerican relatives of the torture victims of a Paraguayan general.\n\nJudge Irving Kaufman of the United States Court of Appeals for the Second Circuit, in New York, wrote in his \ndecision, \"For purposes of civil liability, the torturer has become -- like the pirate and slave trader before him -- \nhostis humanis generis, an enemy of all mankind.\" Since then the law has been cited in suits against officials or \nformer officials in a number of countries, including the Philippines, Argentina and Haiti. A modern version, explicitly \nintended to protect victims of torture, was enacted in 1992.\n\nBefore Judge Tidwell this week, the Ethiopian women told this story:\n\nIn 1978 Ms. Taye, then 18, was a newly hired clerk in the Ministry of Forestry and Wildlife. One day, for no apparent \nreason, she was abducted from her apartment by armed revolutionary guards, taken to prison, interrogated and \ntortured.\n\nShe was not political, she said. But throughout the torture sessions, which she said were directed by Mr. Negewo, \nthere were constant attempts to link her with dissident groups. She was imprisoned for more than three years.\n\nMs. Abebe Jira and Ms. Demissie, both daughters of prominent judges, described similar experiences. Students \nwho were barely 18 at the time, they were imprisoned for about six months; Ms. Demissie said her sister died in the \nprison, and her father was found shot in an Addis Ababa alley.\n\nAt the trial, Ms. Demissie was tearful and Ms. Taye said she felt as if she had been in prison for 15 years. But for \nMs. Abebe Jira there was a a certain triumph.\n\n\"It felt good,\" she said with a rueful smile. \"Before I was tied up and hanging upside down. But this time I am \nstanding up and facing him. I don't have to be afraid of him. This is everybody's case, not just mine. Maybe finally \nhe will have to pay for making so many lives miserable.\"\n\nFor Mr. Negewo, the accusations brought back his own bitter memories of the cycle of violence and retribution in \nwhich his country was knotted in those days -- a cycle that eventually led to his own five-year imprisonment by the \nMengistu regime.\n\nActing as his own lawyer, he portrayed his accusers as fanatical adherents of the Ethiopian People's Revolutionary \nParty, which opposed Colonel Mengistu before his ouster in 1991 and which Mr. Negewo said continued to seek \nrevenge against anyone remotely associated with him.\n\n\"They are still fighting for power and this is revenge against me because I had some influence as a development \nofficial,\" Mr. Negewo said. \"The E.P.R.P. tried to kill me 10 times in Ethiopia, and they are now trying to get me \nhere.\"\n\n\n\nMr. Negewo, who worked as a public health official before being elected to one of the neighborhood committees \nthat governed the city after the 1974 coup, said his job was organizing residents to harvest crops in the rural areas \nand collect supplies that would be sent to Ethiopian troops fighting in the war against Somalia. There were \nRevolutionary Councils whose armed henchmen roamed the neighborhood, but he insisted that he had nothing to \ndo with their activities and was subject to their whims.\n\nMr. Negewo said he was considered a rising star by the regime and was sent to Bulgaria in 1979 to be groomed for \nfuture responsibilities. But after he criticized some Marxist doctrine and Ethiopian policies to his Bulgarian hosts, he \nwas recalled to Addis Ababa and imprisoned. He was released five years later and came to the United States in \n1987.\n\n\"So you see, my own Government was trying to kill me,\" he said. \"These women may think it was me who did these \nterrible things, but they are wrong.\"\n\nMr. Negewo called no witnesses in his own behalf.\n\nMr. Tedla, of the Ethiopian association in Atlanta, says the trial is a source of much discussion and great \nambivalence here. On one hand, he said, it is being used as propaganda in Ethiopia -- allowing the current \nGovernment to dwell too much on the shortcomings of the old one, and distracting many from present \ninadequacies. For some, this is tiresome old business, he said, eclipsing the important new business of the ancient \nand proud nation's fragmentation into several warring countries.\n\nStill, he went on, many people here support the accusers. \"When the suit was first brought in 1990, Mengistu was \nstill in power and people were too afraid to talk about it,\" Mr. Tedla said.  \"But now they talk about it a lot and it is \npretty much accepted that this man did the things these women say he did, and most in the community pretty much \navoid him. Many people praise these women for going out of their way and making the sacrifices they did to bring \nthis suit.\"\n\nGraphic\n\n \n\nPhotos: Hirute Abebe Jira of Gloucester, Ontario, right, and Edgegayehu Taye, of Atlanta, center, have accused \nKelbesso Negewo, left, as the man who supervised hours of interrogation and torture in a jail in Ethiopia in the late \n1970's. Mr. Negewo works as a bellman in the same hotel as Ms. Taye. (Photographs by David Murray Jr. for The \nNew York Times)\n"}