{"title": "MAN INDICTED IN BID TO SMUGGLE FALSE IDS", "body": "\nA grand jury has indicted a south-side man for an attempt to smuggle thousands of false identification documents \nfrom Mexico for sale to illegal aliens, a federal prosecutor said Friday.\n\nFrederico Lopez, 25, was charged with conspiracy to smuggle false documents and two counts of attempting to \nsmuggle them, U.S. Attorney Thomas Schneider said.\n\n\"We're talking about big business, illegal big business, the smuggling of illegal aliens into this country, the \nemployment of illegal aliens and other criminal conduct that surrounds the activities of illegal aliens,\" Schneider \nsaid.\n\nThe investigation began in April when a Louisville, Ky., customs inspector intercepted a package mailed from \nMexico City to the Lopez home, customs official Gary Peterson said.\n\nThe package contained about 6,000 false Social Security cards, 7,000 fake resident-alien cards, and materials for \n550 imitation Illinois driver licenses, Schneider said.\n\nEmployers would have difficulty spotting the documents as phony, Schneider said.\n\n\"I, as a layperson, wouldn't be able to tell the difference,\" Schneider said. \"This is not only a high-quality \ncounterfeiting operation, but you can see there was a substantial amount of materials.\"\n\nAgents are unsure how many false documents have been sold or where, but have evidence that documents similar \nto the confiscated materials are circulating in Wisconsin, Schneider said.\n\n\"As I understand, the sets can be sold on the street for up to $250 or $350,\" he said.\n\nInvestigators also discovered 12 kilograms of cocaine at the Lopez home when he was arrested, Schneider said.\n\nLopez was held without bail and could face trial Jan. 13, Schneider said.\n\nAnother, unidentified suspect was in custody, he said.\n\nThe investigation involved the U.S. Justice Department, customs and drug agents. The source of the documents \nand Lopez's role in the operation remain under study, officials said.\n\nPrevious investigations turned up isolated cases of false identification, Schneider said. One case involved several \nhundred documents printed in Milwaukee, he said without providing details.\n\n\nThe Justice Department has indicted many illegal aliens over the last 12 months in its eastern Wisconsin district, \nSchneider said.\n\nIn August, the owner of a Mexican restaurant in Fond du Lac admitted employing illegal aliens.\n\nSeventy-six illegal aliens were rounded up at a Green Bay food processing plant a week later. Many were deported.\n"}