{"title": "U.S. REPRESENTATIVE JIM NUSSLE (R-IA) HOLDS HEARING ON HOMELAND SECURITY NEEDS", "body": "\nHOUSE BUDGET COMMITTEE HOLDS A HEARING ON HOMELAND\n\nSECURITY NEEDS\n\nFEBRUARY 16, 2005\n\n \n\nSPEAKERS:\nU.S. REPRESENTATIVE JIM NUSSLE (R-IA)\n\nCHAIRMAN\nU.S. REPRESENTATIVE ROB PORTMAN (R-OH)\nU.S. REPRESENTATIVE JIM RYUN (R-KS)\nU.S. REPRESENTATIVE ANDER CRENSHAW (R-FL)\nU.S. REPRESENTATIVE ADAM PUTNAM (R-FL)\nU.S. REPRESENTATIVE ROGER WICKER (R-MS)\nU.S. REPRESENTATIVE KENNEY HULSHOF (R-MO)\nU.S. REPRESENTATIVE JO BONNER (R-AL)\nU.S. REPRESENTATIVE SCOTT GARRETT (R-NJ)\nU.S. REPRESENTATIVE J. GRESHAM BARRETT (R-SC)\nU.S. REPRESENTATIVE THADDEUS MCCOTTER (R-MI)\nU.S. REPRESENTATIVE MARIO DIAZ-BALART (R-FL)\nU.S. REPRESENTATIVE JEB HENSARLING (R-TX)\nU.S. REPRESENTATIVE DAN LUNGREN (R-CA)\nU.S. REPRESENTATIVE PETE SESSIONS (R-TX)\nU.S. REPRESENTATIVE PAUL RYAN (R-WI)\n\n\nU.S. REPRESENTATIVE ILEANA ROS-LEHTINEN (R-FL)\nU.S. REPRESENTATIVE JEB BRADLEY (R-NH)\nU.S. REPRESENTATIVE PATRICK MCHENRY (R-NC)\nU.S. REPRESENTATIVE CONNIE MACK (R-FL)\nU.S. REPRESENTATIVE MIKE CONAWAY (R-TX)\nU.S. REPRESENTATIVE MIKE SIMPSON (R-ID)\n\n \nU.S. REPRESENTATIVE JOHN M. SPRATT, JR. (D-SC)\n\nRANKING MEMBER\nU.S. REPRESENTATIVE DENNIS MOORE (D-KS)\nU.S. REPRESENTATIVE RICHARD NEAL (D-MA)\nU.S. REPRESENTATIVE ROSA DELAURO (D-CT)\nU.S. REPRESENTATIVE CHET EDWARDS (D-TX)\nU.S. REPRESENTATIVE HAROLD FORD (D-TN)\nU.S. REPRESENTATIVE LOIS CAPPS (D-CA)\nU.S. REPRESENTATIVE BRIAN BAIRD (D-WA)\nU.S. REPRESENTATIVE JIM COOPER (D-TN)\nU.S. REPRESENTATIVE ARTUR DAVIS (D-AL)\nU.S. REPRESENTATIVE WILLIAM JEFFERSON (D-LA)\nU.S. REPRESENTATIVE THOMAS ALLEN (D-ME)\nU.S. REPRESENTATIVE ED CASE (D-HI)\nU.S. REPRESENTATIVE CYNTHIA MCKINNEY (D-GA)\nU.S. REPRESENTATIVE HENRY CUELLAR (D-TX)\nU.S. REPRESENTATIVE RON KIND (D-WI)\nU.S. REPRESENTATIVE ALLYSON SCHWARTZ (D-PA)\n\n \n\n*\n\n(JOINED IN PROGRESS DUE TO TECHNICAL DIFFICULTIES AT SOURCE)\n\nSPRATT: … that is so significant, $440 billion nearly in 2006 plus a likely supplemental again in 2006.\nIt should have been put in this particular budget, put in the base line.  We shouldn't be looking for another \nextraordinary supplemental.\n\nWe have three years of cost experience now on which to base what the likely cost of our deployment in Iraq and \nAfghanistan is, and that should be in the 2006 budget.\n\nAnd when it is included in the 2006 budget, the budget is well over a half trillion dollars.\n\nSo given the fact that our economy is the first instrument of national defense and that our deficits are becoming a \nproblem for our economy, we've got to ask, where does it stop, where does it go from here, how much do we need \nto forecast over the next five, 10 years if we're going to realistically lay down a plan for getting a grip on the deficit?\n\nFor example, next year the administration, in its projection of the budget, says that we will have a deficit of $290 \nbillion, but at the same time -- except for the outlay tale of this year's supplemental lapping over into next year -- at \nthe same time there is nothing included in the administration's budget as laid out in the calculation of the $390 \nbillion deficit to pay for the deployment of our troops in Afghanistan, Iraq and for enhanced North American security.\n\nWe know that it's likely to be at least $50 billion to $60 billion based upon what we've been spending and our \nexpectation for the gradual diminution of forces in the Iraqi theater.  We know that's going to be a substantial sum of \nmoney, and when it's added to the admitted bottom line, $390 billion, the deficit for 2006 is going to be just as large \n\n\n\nas the deficit for 2005, which means we're not moving in on -- we're not closing on the president's stated objective \nto halve the deficit in five years.\n\nWe simply can't get there if we continue having these huge sums added outside the budget process every year in \nan emergency supplemental.\n\nWe also need to ask some questions because the Defense Department itself is recognizing that there are finite \nlimits to how much the country can spend on national defense.  They've just put through a $60 billion program \nbudget decision.\n\nBefore they sent us the budget, they tried to say, I think, we're doing our part to at least whittle away some of the \ndefense costs.\n\nBut we've got a lot on our plate.  We've got a legacy force which is employed at an ops tempo ratio and to an extent \nthat we've not seen in years.  We've got modernization, which is necessary.  Block obsolescence in many systems.  \nWe've got certain projects such, Mr. Gaffney, as ballistic missile defense, which are taking a big claim on the \nbudget.\n\nWe've got transformation layered on top of modernization.  They, to some extent, overlap and are the same, but \nmodern transformation requires whole new systems for the United States Army, for example.\n\nWe've got problems with recruitment and retention.  We've got the deputy secretary of defense complaining in the \nWall Street Journal that the Congress has been much too aggressive in pushing personnel benefits, and fees are \nbeginning to take a toll on the rest of the defense budget.\n\nAnd we've got reconstitution, repair and replenishment.  And much bigger sums, if you listen to the service chiefs \noff the record and in the news, as opposed to what they testify to and what's put in the budget. We've got big bucks \nto come as a contingent liability for all of these things.\n\nSo we have here, number one, a deficit problem that is getting to be an extraordinary, monumental problem, and \nnumber two, the biggest account in it, outside the medical entitlements that is growing steadily, we have to ask, how \ncan we get more bang for our buck, how can we both -- how can we bring the deficit to heal and also accommodate \nwhat are the legitimate national security needs of this country.\n\nWe want to spend everything we have to spend to see that this country is secure.  We want to be unstinting in our \nsupport of troops when we've deployed them in the field, but at the same time, we don't want to spend a buck more \nthan we absolutely have to for these purposes.\n\nThank you very much for taking the time to come and testify today.\n\nBAIRD: Mr. Chairman?  Mr. Chairman?\n\nNUSSLE: Yes.\n\nBAIRD: Before we -- can I ask a point of information…\n\nNUSSLE: Sure.\n\nBAIRD: I look forward to the testimony of these gentlemen, but it sounds to me like -- is it accurate that we're not \ngoing to have any administration Cabinet members come talk about the president's budget for the remainder until \nwe submit our House budget?\n\nNUSSLE: Well, without looking at the schedule, I'm not sure I can answer the gentleman's question.  But we have \nadministration witnesses all over the Hill, some have just been confirmed.  The homeland security director was just \nsworn in this week.\n\n\n\nSo I'm not sure that he could provide as much information as maybe some of the rest of the people who are before \nus today on exactly what's happening with the homeland security budget.\n\nBAIRD: I respect that, and I understand that.  We had Mr. Wolfowitz…\n\nNUSSLE: We look for other opportunities for the administration to come up and…\n\nBAIRD: Terrific.\n\nNUSSLE: … we are on an expedited path here to getting the budget resolution completed, and we will do our best \nto provide and hold as many hearings as possible between now and the markup.\n\nBAIRD: For the record, personally I would certainly like to be able to see Mr. Wolfowitz or Mr. Rumsfeld or others, \nwho have been in the office a while and have given testimony in the past, address budgets such as this for the \nfuture and perhaps answer questions about their testimony from the last visit.\n\nThank you, Mr. Chairman.\n\nNUSSLE: I thank the gentleman.\n\nLet's take a -- would it help to take a quick recess here?\n\nWe'll take a quick recess here so that we can do a sound check. I think we've maybe had a technical glitch that we'll \nbe able to figure out, and then we'll proceed.  It should only be a moment.\n\n(BREAK)\n\nNUSSLE: Thank you for bearing with us.  We had a little technical glitch happen and I think we've taken care of it \nnow.\n\nWe are pleased to have before us today -- and let me ask unanimous consent that all members be allowed to put a \nstatement in the record at this point in the hearing.\n\nWe're pleased to have before us four expert witnesses with regard to national homeland security and meeting the \nneeds that our country faces.\n\nAs I introduced them before, we will take them in that order.\n\nAnd first on our panel is Frank Gaffney Jr., who is the president of the Center for Security Policy.\n\nWe welcome you before the committee.\n\nYour written testimony -- and this is true for all of the witnesses -- your written testimony will be made part of the \nrecord, and you may summarize.\n\nMr. Gaffney, welcome.\n\nThere's a button you need to push and hold down.\n\nGAFFNEY: Thank you\n\nNUSSLE: There you go.\n\nGAFFNEY: Thank you.\n\nI appreciate that.  My voice is not as strong as usual so the amplification is appreciated.\n\nThere's a lot to cover and not very much time.\n\n\n\nI appreciate the opportunity to address you and other members of the committee about what is, I believe, the \nhighest priority of the federal government (inaudible) providing for the common defense.\n\nI commend the president in this budget for allocating scarce resources to meeting the urgent needs of the military \nand homeland defenders.\n\nThere are, of course, deeper reductions being made elsewhere in the government, but I fear that some of the cuts \nthat are being made in this budget are going to have far-reaching and negative effects, and I'd like to concentrate \nparticularly on some that I fear most in the Defense Department budget.\n\nClearly, the budget emphasizes meeting the near-term, and most especially, the combat-related requirements of \nthe department.  I think it does that fairly well, but not fully.\n\nIt falls short, however, in meeting what I think are the future needs.  Congressman Spratt talked about the \ntransformation and modernization challenges that we're going to confront over the next five to 10 years, perhaps, \ncertainly longer.\n\nSpecifically, I'm worried that the budget is reflective of a growing focus on sizing and equipping the military to \ncontend with unconventional conflicts and terrorist insurgencies.\n\nIt will be interesting to see whether that is modified as a result of the quadrennial defense review now under way, \nwhich I gather is going to be looking at the emergence of communist China as a threat.\n\nBut, in any event, it seems to me that cutting money from defense programs essential to our ability to dominate the \nfuture battle space against adversaries who will be armed with sophisticated weapon systems, in the interest of \nmaking the military more responsive to lesser threats, is neither penny-wise nor pound-sensible.\n\nIndeed, history teaches that downscaling of this kind merely emboldens perspective foes.\n\nAnd I must say, I think the trends with respect to China are such that we don't need to embolden them to be \nconcerned about the prospect of a future conflict with them.\n\nOf particular concern are the investments that need to be made, some of which have already been subjected to \nlong overdue and much, too much, budgetary uncertainty, and I'll speak to four areas of particular concern in the \nDefense Department.\n\nThe first is the shrinking of the United States Navy.\n\nAs you know, there's a $1.7 billion cut in shipbuilding.  We're down to four ships to be procured in this budget.\n\nAgainst the backdrop of Admiral Vern Clark, the CNO, saying just last week we are, quote, \"keeping a weather eye \non increasing anti- access and sea-denial capabilities being developed by other nations in the world, particularly in \nthe Middle East and Asia.\"\n\nThese are challenges to our sea control that we currently possess and that enables the United States military to \noperate freely around the globe -- his, I gather, being asked to contemplate a fleet of as few as 260 ships.\n\nAnd I respectfully submit that such a fleet would be unable to maintain the sort of presence and power projection \ncapability that we are likely to require around the world for the duration of this war on terror, particularly in places \nlike the Middle East and Asia.\n\nIn the interest of time, I'll just touch on concerns about retiring another carrier and cutting back dramatically on \nsubmarine production.\n\nI have to tell you that when we talk about weapons of mass destruction, we almost always talk about the weapons \nthemselves. There is rampant proliferation in one of the delivery systems for those weapons, namely, advanced \npropulsion, very quiet submarines.\n\n\n\nThey are capable of putting on this country or other targets of concern to us chemical, biological, nuclear -- more \ntraditional weapons of mass destruction, and I think should be viewed as such as well.  And the only antidote we \nreally have for this threat is our own potent, and hopefully numerous, fleet of nuclear submarines.\n\nI trust you will be addressing, among other things, how to fund the larger shipbuilding program.  I hope one of the \nthings you'll consider is in the area of advanced appropriations.\n\nOther federal departments are allowed to do this.  It seems to me it may be the only way we can beef up our \nproduction of ships as we need to.\n\nI realize the time is rapidly getting away from me.\n\nAircraft production is inadequate, particularly I have to tell you in the area of the FA-22, an aircraft that it seems to \nme is going to prove itself invaluable in the kinds of conflicts we will confront in the future.\n\nIt alone, among America's fighter attack inventory, may be able to establish and maintain air superiority over \nterritories increasingly defended by advanced anti-aircraft missile systems.\n\nOther aircraft, as you know, are being affected as well.  There's an incomprehensible cut in the multiyear \nprocurement just authorized last year of the C-130Js.  The V-22 is being slipped.  The modernization of existing \nhelicopters is also at risk.\n\nCongressman Spratt mentioned missile defense.  I am, indeed, an advocate of missile defense.  I am delighted that \nPresident Bush has seen fit to take steps to end our irresponsible vulnerability to the attack -- the prospect of attack \nby ballistic missiles.\n\nLike other advocates, I am, of course, disappointed by some of the difficulties we've had with recent testing that is \nsomewhat hardened by the fact that they appear to reflect not a problem with physics or the system themselves, but \nwith some of the quality control.  That needs to be fixed.\n\nIt also, I think, behooves us to augment and complement the ground-based missile defense system with sea-based \nmissile defenses using the Navy's substantial fleet of Aegis ships, air-borne laser, and I would like to see also \nmissile defenses in the places where they will do us the most good, namely, space.\n\nGAFFNEY: A fourth area of concern in this budget, Mr. Chairman, is the industrial base.\n\nCongressman Hunter, last year, I think took some important steps in the Armed Services Committee to address our \nill-advised, if not downright reckless, growing reliance on foreign sources to supply critical military equipment.\n\nHis efforts generated considerable controversy, and as I understand it, were dropped from the bill.\n\nThe problem has not gone away, and we confront, I am afraid, a situation where in the future we will increasingly \nfind ourselves at the mercy of people who may not be willing or able to supply us components that are critical to our \nmilitary's operations on a day-to- day basis, an intolerable situation needless to say.\n\nA quick word, Mr. Chairman, about the Department of Homeland Security. Others here are more expert on some of \nits aspects than I.\n\nI would just like to make a special plea to you: Pay attention to a commission report that was issued, ill-advisedly, \nabout the same time as the 9/11 Commission Report was issued.\n\nThis was generated at the request, I believe, of Congressman Roscoe Bartlett to look at the danger posed to this \ncountry by electromagnetic pulse.\n\nThis is a phenomenon associated with a nuclear detonation that could be optimized by an attack high over the \nUnited States.  Its effects, according to this blue ribbon commission, could be catastrophic if we do not take steps \nto shield electronic devices, which are used, as you know, everywhere, both in our civil society and economy and in \n\n\n\nour military, to the point where a single burst -- say, a North Korean or Iranian nuclear weapon is delivered by \nballistic missile high over the United States could literally fry every piece of unshielded electronic gear in the \ncountry with -- I think catastrophic is not too strong a term -- effect.\n\nI really encourage you to look at whether anybody in the Homeland Security Department is taking aboard the \nrecommendations for corrective action identified by this commission and make it a priority, because clearly that is \nan Achilles heel that we cannot afford to live with.\n\nFinally, Mr. Chairman, a word about the Department of Energy's national security program -- something you all may \nnot have otherwise thought you wanted to address -- but it is an important reason why I think we are as vulnerable \nto electromagnetic pulse attack as we are.\n\nBecause about 13 years ago, I think we stopped thinking very seriously about this problem, coincident with our \ndecision to stop doing nuclear testing.\n\nUnderground nuclear testing was for years the principle means by which we established vulnerabilities and took \ncorrective action against electromagnetic pulse.\n\nI believe the test moratorium has had a myriad other very negative consequences for our nuclear deterrent.  \nIndeed, it is ironic that today we are only nuclear power -- let me repeat that -- the only nuclear power that is \nincapable of producing nuclear weapons.\n\nI do not think that is a responsible or sustainable position for this country at a time when proliferation is going \nforward at a pace, even without countries like North Korea and Iran doing nuclear tests.\n\nIn that regard, if I may, Mr. Chairman, I just have to say, one reason why we are in this state is I think the Congress \nhas been ill- served by decisions taken sort of in the dark of night last year at the initiative of one of your colleagues, \nCongressman David Hobson, to cut important nuclear weapons-related initiatives the president has identified as \ncritical to maintaining the future reliability, safety and effectiveness of our nuclear deterrent.\n\nI hope these will be addressed, as well, in the course perhaps of your deliberations and that of other relevant \ncommittees in the Congress.  It mustn't be allowed to stand.\n\nAnd if so, I think you will go along way, together with other recommendations that I've made here, to meeting the \nneeds for our homeland and national security.\n\nThank you, Mr. Chairman.\n\nNUSSLE: Thank you for your testimony.\n\nNext on our witness list is Dr. James J. Carafano, a senior research fellow from the Heritage Foundation.\n\nWelcome, and we're pleased to receive your testimony.\n\nCARAFANO: Thank you, Mr. Chairman.\n\nAnd I commend the committee for grouping homeland security and defense together as a single issue, because I \nthink that type of dialogue and discussion is long overdue.\n\nI think the analysis is just, but if you look at the spending on defense and homeland security as a percentage of \nGDP spending either in historic terms or in looking at the nature of the strategic challenges in the world today, I \nthink you can argue that this year's budgets are appropriate.\n\nMy concerns actually are slightly different.\n\n\n\nOne is the capacity to maintain adequate levels of defense and homeland security spending in the out-years, which \nI think is the real issue; and the second is making sure that the spending in defense and homeland security is \nefficient and effective, and not just the right overall level.\n\nAnd, there, I think the challenges of defense and homeland security are fundamentally different, and I'd just like in \nmy opening statement to touch briefly on both of those.\n\nI would just like to take a second to put the analysis in context.  I think one of the things we should have done on \nSeptember 12th is ask the question, which is, what does it take to win a long war, because this essentially will be \nanother long protracted conflict?  And there were options.\n\nIf you look through history, the way most countries fight long wars -- as wars get protractive, whether it's the \nPeloponnesian War or whatever -- World War I -- what states tend to do is they tend to pull power to the center, \nbecause they're trying to generate the power to win.  So they become more authoritative, they increase taxation, \nthey're more directive, and it's because they're trying to generate this power to win.\n\nAnd the irony is that in the process of doing that, what they -- they eventually become less competitive and they \ngenerate less power because the states become less productive and less flexible.\n\nAnd so, typically you see at the end of protracted conflicts, both sides are prostrate, and the question, is \"who \nwon?\" and the answer is, \"it doesn't matter.\"\n\nThere is the exception to that history, and one of the few exceptions is the United States during the Cold War, \nwhere the United States actually came out of a long protracted conflict in better shape within the economy or in \nterms of the protections and civil liberties of its citizens or national security interests than it did at the beginning.  \nAnd the question is, what was done differently?\n\nAnd I think you really go back to the Eisenhower years and look at some of the fundamental strategic choices \nEisenhower tried to put in place in terms of the fundamental strategy that really suggests why what we did during \nthe Cold War was different.\n\nEisenhower says you really need three things -- and really everybody kind of followed his lead after that.\n\nFirst of all, one of the components of a long war strategy is you have to have security and you have to have offense.  \nYou can't let the enemy have the initiative in a war.  You have to have the ability to take the initiative in any war.  \nYou've got to have an offensive component.\n\nYou have to have a defensive component, and certainly that's true in the war on terrorism.  We live in a world that \nthrives on the free exchange of goods and services, peoples' ideas -- we like it that way -- what makes the country \nstrong, and we want to maintain that.  But that always means that there are going to be threats to find ways to get to \nour shore and we have to defend against them.  You have to have security.\n\nEisenhower said, you know, that's not good enough.  And he made the point -- for example when he responded to \nthings such as the launch of Sputnik -- he said, you know, it's guns and butter, stupid, because you have to have \nboth.\n\nA strong economy is the foundation of what allows a nation to compete over the long-term.  So part of a long war \nstrategy is, one, security, but at the same time, you have to have the promotion of economic growth.\n\nAnd the third component is, you have to protect the civil liberties and privacies and freedoms of your citizens, both \nbecause that's what makes you a stable nation and allows you to compete over the long-term.  But I think -- forgot \nto mention is those civil liberties and protection of personal freedom, which in many cases are the ends of economic \ngrowth.\n\nAnd so, what you really -- and in all our research what we have done is to say, we need security solutions that do all \nthree, that we can't and shouldn't make tradeoffs if we really want to win a long war.  We need security, both \n\n\n\noffense and defense, we need policies that promote economic growth, and we need to protect the civil liberties and \nprivacies of our citizens.\n\nAddressing those challenges in defense and homeland security, I think are effectively different sets of problems.  I \nthink in defense we have a long tradition of understanding the tradeoffs that need to be made and we have \nframeworks for discussing them.\n\nI think the problems in defense are really twofold, where I think the administration and the Congress really need to \nhave kind of a joint strategic direction.\n\nOne is in the short-term spending.  I certainly would make the argument that supplemental spending needs to be \ndone outside the general budget, and I would argue that for two reasons, both really lessons from Vietnam.\n\nOne is, is when you put supplemental spending for ongoing operations inside the main budget, typically what \nhappens is it begins it eat away at other operational activities within the main budget. This was certainly the \nproblem in Vietnam, where war in Vietnam basically ate up everything.  It ate up the modernization costs, it ate up \nthe maintenance for the force in Europe, and it essentially drained everything else.\n\nAnd the second reason, which I think is equally important, is it's important to get the supplemental funding out, to \nget these monies out to these operational activities quickly and efficiently and as quickly as possible, and holding \nthem up for the regular budget process only -- it costs months -- those are critical months in terms of spending the \nmoney efficiently and effectively.\n\nAnd I certainly think in the short-term to prosecute the war effectively -- and that it's important to keep supplemental \nfunding outside the main budget.\n\nAnd the second issue -- and I think the more important issue to address -- is really in the long-term.\n\nWhen we came out of Vietnam in '73, what we immediately did was, \"war's over, let's cut the budget.\"\n\nAnd what immediately wound up with what they called the hollow force.  And the hollow force -- is you have three \nmain things you have to do: You have to maintain a trained and ready force, you have to modernize and you have \nto pay for current operations.\n\nAnd if you don't have enough money to do all three -- you may have the numbers, you may have the flags, but you \ndon't actually have the capacity to act.\n\nAnd so, what you wound up with, for really a decade, was a force which was there in name only.\n\nThose suppressions will certainly reappear when we come out of Iraq.  I don't really worry about this year or next \nyear.  I worry about when -- actually when we come out of Iraq and the supplemental funding ends, everybody's \nliving in the top line, because then we're going to have to meet all three of these challenges.  And if we don't have a \nrobust defense budgets in the out-year, we will wind up right back in 1973 all over again.\n\nLet me just very quickly turn to the question of homeland security. And there I think we really don't have a \nframework to really have a discussion.  I think the problem there is basically efficient and effective spending for two \nreasons.\n\nOne is because we simply don't have the way to define the strategic requirements and the priorities in the way that \nwe really are making sure that we're putting our money against the most important things.\n\nAnd the second is, is we really don't have a metric for really figuring out where's the biggest bang for the buck.\n\nLet's pick an issue -- if you take either border security or immigration security or transportation or supply chain, we \nreally don't have a way to argue, if I can only spend a dollar, where am I going get my best payoff for the dollar?\n\n\n\nAnd so, what we really have here is we have a lot of spending going in a lot of different things.  And it's really \nspending by stakeholder as opposed to spending by strategy.  The money is really going to the stakeholders, which \ncan have the biggest play on the process, as opposed to necessarily what the most strategic spending is.\n\nAnd to me that seems to be the real greatest trend at the level of homeland security spending, but actually whether \nit's actually making us safer or not.\n\nThank you.\n\nNUSSLE: Thank you very much.\n\nNext we'll hear from Colonel Randall Larsen, CEO of Homeland Security Associates.\n\nWelcome, and we are pleased to receive your testimony.\n\nLARSEN: Mr. Chairman…\n\n(OFF-MIKE)\n\nNUSSLE: You need to turn on your microphone, please.\n\nLARSEN: The priorities I will give you today and that were in detail in my statement will remain constant regardless \nof what's on the next news cycle, regardless if Al Qaida hits a shopping mall today or a chemical plant tomorrow, \nbecause the priorities I gave you are strategic priorities not tactical.\n\nWe have spent far too much time working at the tactical level in defending our homeland since 9/11.\n\nNow, what happens at the tactical level?\n\nYou end up with spending programs that are basically ready, shoot, aim.\n\nThat's understandable on the 12th of September in 2001.  We had to take fast action to do things.  We're three and \na half years down the road now, and in my opinion, we don't have the proper strategy for defending this nation \nagainst terrorism.\n\nDr. Carafano talked about General Eisenhower's recommendations for the Cold War.  I borrowed a strategy that I \nprovided the Committee on Government Reform last year from George Kennan's containment.  But it's different \nthan when George Kennan talked about containment back in 1947.\n\nWe must have a strategy that will help us contain the capabilities, global reach and financial resources of terrorists \nand terrorist organizations.  It's going to be here for a while -- the threat.\n\nWe must contain the proliferation of weapons of mass destruction, particularly those that threaten our survival -- \nthat's nuclear and biological weapons -- and we must contain our response to these new threats.  We must not \noverreact, either the U.S. Congress, the administration or the American public.\n\nNow, I know the pressures that you're under every time you go back to your home district.  I know that the people \nback there tell you we need to spend money to secure seaports, airports, train stations, shopping malls, \ngovernment buildings, chemical plants and other critical infrastructure.  And I understand that every fire department, \nsheriff's department, police department, emergency management agency and hospitals in your home district says I \nneed more money.  The demand is unlimited.\n\nHowever, my recommendation to this committee is that you focus the spending of the Congress on threats, not \ntargets and not organizations.\n\nThere's about 87,000 different jurisdictions out there involved in homeland security and all of them look to you for \nmoney.\n\n\n\nSo where do I think you should be focusing your spending?  And where will we get -- Dr. Carafano talked about -- \nthe best return on investment?\n\nAs a taxpayer that's certainly what I'm interested in -- that and security.\n\nSo let's talk quickly about the nuclear threat.\n\nIt's physically and economically impossible to harden America against an attack, and there is no effective response \nto a nuclear weapon in a U.S. city.\n\nSo our only option is to prevent Al Qaida from getting their hands on weapons-grade nuclear material.\n\nOn September 30th, 2004, at the end of the first presidential debate, both presidential candidates said if elected, \ntheir number one priority would be to prevent terrorists from getting their hands on weapons-grade nuclear \nmaterials.\n\nNow, I know Mr. Gaffney likes a big band of missile defense, and primarily I think when they talk about missile \ndefense, we talk about -- think about a nuclear weapon (inaudible) -- it's certainly not the way to deliver a biological \nweapon.\n\nMy concern is, is that there are many ways to deliver a nuclear weapon.  Probably the easiest way to deliver a \nnuclear weapon to Washington, D.C., was to put it in the trunk of my car that I drove down here this morning.\n\nI sometimes think we're spending too much money on delivery systems instead of the weapon, and the weapon that \n-- the other weapon where I think that you need to focus your spending -- the threat -- is the biological threat.\n\nI'm afraid that too many people in this town do not understand that we cannot prevent the enemy -- Al Qaida or \nother terrorist organizations -- from building and using a biological weapon.\n\nWe have the means to prevent Al Qaida or terrorist organizations from building a nuclear weapon, with programs \nlike the Nunn-Lugar program, to prevent them from getting their hands on the material.\n\nI can build a nuclear weapon if I can get nine pounds of plutonium or about 80 pounds of highly enriched uranium.\n\nBy the way, the University of Wisconsin's research reactor has enough highly enriched uranium to make three \nHiroshima bombs.  There's about 140 of those facilities around the world.\n\nBut there is a way to do that.  There's a simple answer. There is no simple answer for protecting this country \nagainst biological weapons.  With modern technology it is far too easy to build one.\n\nSo therefore, we must have our spending on programs that will give us an effective response in mitigation to \nbiological weapons.\n\nNow, there's different types. There's those that affect people -- and Mr. Chairman, I know being from Iowa, you \nunderstand the threat of agri-terrorism.\n\nThe animal most susceptible to foot-and-mouth disease is the hog. In Iowa there are 5.3 hogs for every human \nbeing.  That's the most advanced concentration of hogs in the United States.\n\nAnd I will tell you that foot-and-mouth disease will move through a swine feed lot like a prairie fire through dry \ngrasslands.\n\nDid an exercise a couple of years ago called Crimson Sky, where Senator Pat Roberts played the president of the \nUnited States.\n\nHe had to order the killing of 50 million cloven-hoofed animals to get that under control.\n\n\n\nAnd I'll never forget the question that the deputy EPA administrator asked the DOD rep: \"Do you have 50 million \nbullets?\"\n\nJust imagine the enormity of having this -- it's not a threat to human beings, but imagine the economic and \npsychological impact of doing something like that.\n\nOur short-term goal for biological defense, whether we're talking about agri-terrorism or public health, is that we \nneed information technology to provide improvements for mitigation and response capabilities.\n\nWe have no situational awareness today.  If an attack happened today, we're not going to know what's going on \nand we really don't know how to organize our response.\n\nI've been in the business since 1994.  I find that very frustrating that we've made very few improvements.\n\nThe mid-term goal should be the creation of a national system that can detect and respond to and mitigate \ncatastrophic health care crises, either whether it's manmade or nationally occurring.\n\nAnd long-term, two areas we've got to focus on: Something the Defense Science Board put out a few years ago \ncalled \"Bug to Drug in 24 hours,\" to detect a new pathogen.  We're going to have to deal with these genetically \nengineered pathogens in the future.\n\nBug to drug in 24 hours -- discover it, create a treatment for it -- all within a 24-hour period, which is doable in the \nlong-term.\n\nAnd then something called pre-clinical detection. That means that I could give you a test -- and you have no \nsymptoms right now -- no test that I have right now could I give you if you don't have symptoms to discover you've \nbeen exposed to anthrax, smallpox or whatever.  That technology is capable in the long-term to get that.\n\nAnd imagine the dual benefit of those sorts of technologies in every day health care.  We all know early detection is \nthe key.\n\nInformation is the other area and that's very important.  I see it as an asymmetric advantage over all of our \nenemies, and particularly terrorists.\n\nInformation is the weapon terrorists fear most -- finding out about them, detecting them when they travel.  The 9/11 \nCommission Report made a very clear point of that.\n\nI think a lot of the work that has been done by some think tanks in this town, particularly the Potomac Institute, \nlooking at about how we can leverage information technology and at the same time protect civil liberties and \nprivacy.\n\nThe one thing I know for sure about information is when my family and I get on an airplane, I'd like to know this guy \nsitting next to my daughter is not on a terrorist watch list.\n\nThe system we have today doesn't provide that, so we certainly must do something about that.\n\nAnd I think the next time a major attack occurs, the American public is going to ask you, \"Why don't we have a \nnationally standardized identity system in this country?\"\n\nMr. Chairman, I speak to audiences all across the country from the private and public sector, and I go back to my \nthing: I know there's enormous demands on you to spend money on a lot of different things.  And I know we will.  \nWe're going to spend money on ports. We're going to spend money on a lot of things.\n\nBut I want you to keep this in mind when you make these decisions this year about your priorities and when you get \ndone with the whole appropriation process, have we really set the right priorities in how we're spending our money?\n\n\n\nI always give my audiences this perspective: Since 2001 not a single American has died from terrorism on our soil, \nbut in the past three years 15,000 Americans have died of food poisoning, 120,000 from automobile accidents, \n300,000 from medical mistakes, 1.5 million from cancer and two million from heart disease.\n\nA nuclear weapon in an American city or a sophisticated biological attack on America would exceed all of those \nnumbers combined.\n\nThere was the potential for killing more Americans with a nuclear weapon or a sophisticated biological weapon than \nall Americans that have died in 230 years of war since we've been around.\n\nSo when you sit down to think about your priorities, I suggest you look at the things that threaten us most -- nuclear \nweapons and biological weapons -- and the one piece that we have of our technology that gives us the greatest \nasymmetric advantage, and that's information technology.\n\nThank you, Mr. Chairman.\n\nNUSSLE: Colonel, thank you.\n\nNext on our witness list is Dr. Michael O'Hanlon, a senior fellow from The Brookings Institution.\n\nWelcome, and we're pleased to receive your testimony.\n\nO'HANLON: Thank you, Mr. Chairman, Congressman Spratt, everyone else, and it's a pleasure to be here and a \nprivilege to be on this panel.\n\nI want to offer a slightly different perspective on a couple of points, but wind up agreeing with the thrust of what I \nthink all of us have been saying, that while we do need to be selective about how we spend more money on \nhomeland security and national security, we're not going to be able to cut this area of the budget and it has to \ncontinue to be an area of growth.\n\nI'm going to wind up agreeing, but also in the spirit of both your opening remarks, I want to talk about the need for \neconomies, the need for a selective eye to some of the programs that we now have still in the budget because I \nthink -- especially at a time when these budgets are going to keep growing so much -- it's incumbent on all of us \nwho work in the field to try to find programs that are somewhat less priority, somewhat less important -- at least \nhave a debate about some of them before we quickly rubber stamp budgets that may need some more scrutiny.\n\nSo I will give a somewhat different perspective on a couple of DOD programs than Frank, recognizing that he's \nadvanced important arguments as well, but I just want to introduce a spirit of scrutiny on some of these programs.\n\nI do think we have to consider ways, especially within DOD's budget, to find a little bit of potential for savings to \nallow, in fact, some needs that have not yet been addressed, specifically the need for more Army and Marine troops \nto be pursued and for these additions to be made to our forces even as we try to keep the top line under some \ncontrol.\n\nLet me make a couple of points in regards to modernization accounts.  I'm going to give a couple of thoughts on \nwhere I believe we actually could save more money than the administration itself has proposed, leaving aside the F-\n22 debate, where I actually think the administration's proposal is smart because it provides enough airpower and air \nsuperiority fighters for a possible China threat, but it doesn't envision the need for that airplane against the possible \nNorth Korea or Syria or similar lower technology threat.  I think that thinking is just about right.\n\nWe used to size the F-22 force for the two-war concept, the two- war framework.  I don't think we need enough F-\n22s to fight two wars at once.\n\nWe need F-22s for a possible war against China, in particular, because China is the only potential enemy that has \nthe possibility of large-scale modernization of its air force in the coming 10 to 20 years.\n\n\n\nSo I agree with the administration's approach there, but let me now turn to a couple of areas that have not been \naddressed in the administration's budget, where I think there's a potential for savings.\n\nBut again, I'm going to come back to the point that even if you do all these things, you're still going to need to \npreserve the administration's overall top line projection in order to fund the needed increase in ground troops that I \nthink we face in a compelling way, as well as some of the needs that Randy Larsen just mentioned in homeland \nsecurity.\n\nEven if you're very selective about which programs to enhance and create, there still are a number that need more \nfunds.  You probably have to increase homeland security funding in the order of $5 billion a year, in my judgment, \nand that of the Brookings study that I'll be making reference to that was done a couple of years ago.\n\nBut going to these DOD programs -- let me take the V-22.\n\nV-22, tilt rotor aircraft, the Osprey: Fascinating technology -- it does have promise.  It would be much faster, a much \nlonger range than even the most modern helicopters we have in the fleet today.\n\nThe Marine Corps clearly has fought for this airplane very hard for 15 years, even after Mr. Cheney tried to cancel it \nwhen he was secretary of defense.\n\nThe Congress and the Clinton administration and the Marine Corps brought it back.\n\nI think Cheney was right.  I would have liked to have seen it canceled at that time.\n\nBut given where we are today -- we've spent 15 years developing this technology, it's important to pursue it -- let's \nbuy enough to see how well it works for special purposes where the sea and range are most critical -- the long-\nrange commando operation, long-range search and rescue.  Let's use it as a prototype, next technology.  Let's buy \n100.\n\nBut let's also acknowledge that a lot of the studies that have been done about the V-22 do not suggest that it would \nbe all that much better in large-scale amphibious assaults and modern helicopters, which could be bought more \nquickly, give our Marines more dependable technology in the near-term instead of hoping we can make the V-22 \nwork.\n\nSo that's the sort of philosophy I believe one could adopt.  I don't want to get into a lot of detail on a program by \nprogram basis, but if you look at each of these major weapon systems that we still have in our account, there often \nis an argument for a somewhat more selective or a more limited approach to buying a modest number or delaying \nthe technology or viewing it as a prototype technology that may some day be more useful, but right now it's still in \nthe early stage of development.\n\nThe Joint Strike Fighter program: We're going to buy 2,500 manned airplanes in an era when unmanned airplanes \nare becoming more and more effective and when our current generation of airplanes are not seriously at risk from \nmost of the enemies that we are facing on the battlefield today.\n\nAgain, I agree with Frank's point, we have to worry about possible future foes, some of them could be much higher \nin technology -- China in particular. We don't want to close our eyes and pretend that F-16s will suffice forever.\n\nAnd, of course, the F-16s are getting old, and we're going to have to do something with them, F-16 carriers, other \nkinds of airplanes, that are in the existing stock.\n\nSo we do need an aircraft replacement strategy, but we don't necessarily need 2,500 manned airplanes bought \nover the next 20 years, by far the most expensive program in the history of the Pentagon, at a time when, again, we \nhave so much promise from other kinds of future technology and so much capability still existing inside of our \ncurrent aircraft fleet that have been modernized by better munitions, better electronics, better sensors, and so forth.\n\n\n\nSo I think you can go to a strategy where you refurbish or you rebuild or you buy additional quantities of airplanes \nlike F-16s and you buy a more limited number of Joint Strike Fighter.\n\nPerhaps you buy a thousand Joint Strike Fighters -- get the Navy out of this program -- they already have a pretty \ngood airplane they're purchasing, the Super Hornet.  I don't think they need also to be in the JSF.\n\nI think maybe the Air Force will try to use and refurbish existing F-16s for a longer period of time and look for the \nday when they can have unmanned combat airplanes doing more of the air-to-ground attack role and don't put all \nthe money into a JSF program, that is really just too big for this moment in our technological history.  I think it's an \nimprudently large and expensive program.\n\nThe Army's future combat system: Again, there are a lot of good ideas in this program.  You do want to try to \ndigitize your Army divisions.  You do want to try to link them through electronics.  You do want to try to take \nadvantage of better propulsion technology, better armor. But the Army is still hoping to do one thing that I believe is \njust simply technologically infeasible for the next 10 to 15, 20 years, which is to replace a 70-ton tank with \nsomething just as survivable, weighing only 20 tons.  It's just not in the cards at the moment.\n\nYou go out to the research labs, if you talk to the people who know the technology, we're not going to be able to do \nthis.  The Army's plan is unrealistic.\n\nI think the Army's plan should be streamlined to focus more on sensors, more on networks and be a little more \npatient about buying that next generation named combat vehicle.  It doesn't mean we can zero out the program.  \nWe should still be doing our basic research on a lot of the relevant technology, but I don't think this technology is \nright for spending nearly $5 billion a year, which is where we're headed in the very near-term if we keep on current \ntrajectory.\n\nAnd on nuclear weapons issues, I have a somewhat different perspective than Frank.  I think we actually don't \nneed new capability, we don't need testing and we don't need a larger arsenal. In fact, we don't even need the size \nthat we're now planning to keep under the Moscow Treaty.\n\nBut I will admit -- and I'll start now to make my transition to my final concluding overarching comment -- even if you \nmake my recommended change in the Department of Energy's nuclear capability, maybe you would save a half a \nbillion dollars a year.\n\nEven if you make the recommended change that I'm talking about in the Joint Strike Fighter program -- you still \nhave to refurbish or replace your F-16 fleet, your Harrier fleet, your F-14 fleet and so forth -- maybe you save $3 \nbillion, $4 billion a year.\n\nEven if you go to a smaller F-22 program the way the administration has proposed, you maybe save $2 billion a \nyear.\n\nThe future combat system, instead of being a $3 billion, $4 billion, $5 billion a year program, it probably will have to \nbe $1 billion, $2 billion, or $3 billion program.  But even so, you're spending a lot of money.\n\nYou add up all of these cuts, which I admit are easier to make in a Brookings book than in the halls of Congress or \nin the Pentagon, you still wind up saving maybe $10 billion a year in the modernization account, and that's the kind \nof money I think we need to add to the personnel account to make a larger Army, which right now, in my judgment, \nis simply unconscionably small for the missions we have asked our brave soldiers and Marines to carry out.\n\nIt just is not, to my mind, conscionable to send back the same people who won the war two years ago in the \ninvasion phase -- to send them back already -- and to have a policy that would require us to keep doing that same \nthing as long as the mission endures.\n\nI just think we have dropped the ball on this.  I think Mr. Rumsfeld's arguments, with all due respect to many of his \nother good decisions, on this point are simply wrong, and we have too small of an army for the missions we are \npotentially going to be undertaking in the next few years, especially Iraq.\n\n\n\nI'm actually a proponent of developing a modified, gradual exit strategy for Iraq.  But even if you do that, you have \nto recognize that it's going to take time, you're not going to go down to zero in the foreseeable future and events \ncould change on the ground.\n\nSo even if you think we may be able to start talking about an exit strategy in the next year and getting out in large \nfraction within the next couple of years, I still think you need this debate about a larger army and a larger Marine \nCorps.  We are simply sending people to do too much too often.\n\nIt's one thing to ask a Marine or a soldier to risk their life for their country, but to ask them to be a stranger to their \nown country and to their own family, to be here for a year, and then go back overseas, and to stay at that pace of \ndeployment as far out as the eye can see, I think is a mistake.\n\nLikewise, I agree with a lot of the points my fellow panelists have made about the homeland security agenda where \nwe have unmet needs and existing, enduring vulnerabilities.\n\nYou have to be very selective about which homeland security vulnerabilities you address.  Not all of them can be \naddressed in an economical way.  We should worry most about catastrophic threats -- I fully agree with Randy.\n\nBut even if you take that more discriminating and selective approach to dealing with our national vulnerabilities, you \nstill need to add at least $5 billion a year above and beyond where the administration has so far budgeted, and you \nalso are going to need to try to use some incentives on industries like the chemical industry to protect themselves \nbetter than they have so far.\n\nIt may not require a big government expense, but it does require some level of government involvement and maybe \nsome tax incentives or other kinds of things like that.\n\nBottom line: The national security budget is not too big.  It's going to have to keep getting bigger, at least on the \ntrajectory we're currently on.\n\nThe homeland security budget may need to get bigger than the administration itself has projected.\n\nIn the broad scheme of national security, I also think we need a serious way to deal with the long-term threat of the \nnext generation of Al Qaida which means, for example, there's a strong case to have an educational reform \ninitiative inside of the foreign assistance account that would offer up funds for countries like Pakistan that might \nwant to reform their educational system to try to reduce the influence of these madrassas and so we don't see a \nsecond generation of Al Qaida recruited and created at the same time we're trying to deal with the first generation.\n\nPut all these things together -- just to underscore -- that even if you are a bit of a budget hawk on the defense \nmodernization accounts, even if you look hard for savings inside the DOD budget, when you take a broad view of \nour overall national security requirements, it's very hard to see how we can make do with less, and I think that's an \nimportant point that we need to -- I think we've all made in one way or another and that I would subscribe to myself.\n\nThank you, Mr. Chairman.\n\nNUSSLE: Thank you.  And I thank all our witnesses for your testimony.\n\nIn part, what I wanted to be able to accomplish here today has been accomplished, and that is to begin a discussion \nabout our priorities.\n\nI understand the frustration on the part of my colleague, Mr. Baird, who wanted the opportunity to grill one of the \nadministration witnesses, and appropriately so.  We'll have that opportunity.\n\nBut what I wanted to do was, opposed to the -- I'm not going to say this respectfully enough probably -- but as \nopposed to the happy talk defense of the budget that often comes from all of the administration witnesses, whether \nthey be Republican or Democrat, I wanted to, particularly three, four years after the attacks of September 11th, \nbegin a different discussion, because I'm not convinced -- well, I'm convinced on the size.  I mean, we're all \n\n\n\nprobably convinced on the size, meaning we think we ought to spend a whole lot of money on defense and \nhomeland security -- and I think that was the testimony that you have given us today is that, you know, in this \ninstance size does matter and it is an important perspective that we have to gain, particularly vis-a-vis, the rest of \nthe budget.\n\nBut what I have not been convinced about is how we're spending it, how well we're spending it, where the priorities \nare.\n\nI'm a volunteer fireman -- I say to my friend, the colonel, who had mentioned this about fire departments -- I'm a \nvolunteer fireman, and I understand their interest in getting a new truck and being able to claim it homeland \nsecurity.  And I've celebrated their victory in getting that new truck, along with probably a number of other \ndepartments across my district as I'm sure my colleagues here on both sides have had the opportunity to do.  But \nI'm not convinced that's the best use of homeland security dollars from the federal budget.\n\nAnd while that was maybe something that needed to be done on the first day of the first week of these new threats, \nI'm not convinced that that's the ongoing need.\n\nTactic versus strategy is a very important conversation, discussion, debate that we need to have, and I don't see it \nhappening, and that's why I wanted to do it -- wanted to have the hearing in this format so that we could at least \nbegin the discussion.\n\nI'm sure that we won't end it today, but the how much versus how well we're spending our money is the debate that \nI think we need to have in all areas, particularly homeland security and defense which have received some of the \nlargest increases in spending over the last four to five years.\n\nThere's no question that just prior to September 11th, we were holding hearings about the fact that the Defense \nDepartment was not doing a good job with its books and were wasting a lot of dollars and were not able to account \nfor much of the money that was being spent.\n\nMy bet is that the same could be true of the Homeland Security Department today.\n\nI want all of that being used in the best possible way, and Congress needs to have that debate.\n\nWe won't finish this today.  There's no question that it's timely, however, and the how much will continue to \nprobably take center stage, but how well we're spending the money needs to start taking a growing spotlight.\n\nSo that's the reason for the method behind the hearing today. You've done an excellent job of setting the stage.\n\nI'm sure if we let you continue and even allowed you to have interaction among yourselves, this would probably \neven be more interesting.\n\nUnfortunately, we can only begin that process today.\n\nI have thousands of questions and yet I don't think it's probably worth me trying to get into even one of them at this \npoint in time.  I know there are other members who want to have a part in this discussion.\n\nSo I will pass for now and pick up at the very end, and I'll yield to Mr. Spratt for any questions he might have or \ncomments.\n\nSPRATT: Thank you, Mr. Chairman.\n\nI'll say again, I think we need administration witnesses, but I commend our witnesses because you've come here \ntoday and have been very provocative and sort of shaken things up and given us a good perspective that spans a \nfair piece of the spectrum.\n\nSo thank you very much for your testimony.\n\n\n\nLet me ask you a question: In the presidential debate -- I think it was the first debate -- there was at least one thing \non which both candidates agreed, which Colonel Larsen diverted to, and that is that the gravest threat facing the \nUnited States is the threat of terrorists armed with nuclear weapons, even crude radiological weapons.\n\nAbout five years ago, I believe, Howard Baker and Lloyd Cutler were the co-chairs of a commission that looked into \nthe problem of nuclear proliferation.  And the threat -- the one thing the terrorists need to have nuclear capacity is \nnuclear materials, fissile materials, plutonium and enriched uranium.\n\nThey came back and made a unanimous recommendation that we take the amount of money we're spending, \nwhich was then about $1 billion on cooperative threat reduction, Nunn-Lugar, and triple it over a period of several \nyears.\n\nToday, by my calculation, we're about where we were five years ago.  We really have not increased that amount of \nspending at all even though both candidates agreed this is the gravest threat facing us.\n\nOne way, it seems to me, to pay for it would be to do something I know Mr. Gaffney wouldn't agree with, and that \nwould be to cut back on the strategic forces, bring them down to the level that we have agreed upon in the SORT \nTreaty with the Russians closer to 2,200 warheads deployed and generate some savings that then would be used \nto deal strategically with the other end of the threat, namely, nuclear weapons in the hands of the world's most \ndangerous people.\n\nWould the whole panel respond to that idea?\n\nLet's start with Colonel Larsen since he broached the idea in the first place.\n\nLARSEN: Yes, sir.\n\nThe idea of focus on delivery systems -- and in Mr. Gaffney's opening comments he talked about new quiet \nsubmarines as a means to deliver biological weapons.\n\nI'm telling you, we saw how they delivered biological weapons to the U.S. Capitol in October of 2001 -- used the \nU.S. mail.  And there's many ways.\n\nSo I worry less about delivery systems.  Not that I'm against missile defense, I think it's very important in a theater \nwhen we've got our troops deployed out there.  We have to be able to do something about the scuds and other \nsorts of things that will be coming along.\n\nBut when talking about a national missile defense system, I think taking a percentage of that money and putting it \non things that I see much more of a threat would certainly be, as a taxpayer and someone interested in national \nsecurity, I think America will get a far better return on investment and be far more secure by what you say.\n\nEven a more recent study done by the Nuclear Threat Initiative came back with the same sorts of recommendations \nyou were talking about, is that we have to focus on that.\n\nOne point I would disagree on, when you talked about the radiological disposal device, that one's out of the bag, sir.  \nThat one's like biological weapons.  I can go to hospitals in Washington, D.C., and get enough Cesium-137 to make \na dirty bomb.\n\nBut that's not going to kill a lot of people.  That's kind of like a hurricane hitting your town.\n\n(CROSSTALK)\n\nSPRATT: It'll make large areas uninhabitable for a long time.\n\nLARSEN: Certainly could be, but the one that I worry about the most -- and there's lots of threats here -- chemical \nplants and whatever -- but those two top ones, they are in a class by themselves, and that is that weapons-grade, \n\n\n\nhighly enriched uranium, and that one -- the one that frustrates me, sir, that's solvable.  There's something to do \nabout that. Do not let them get their hands on it, they can't enrich it.\n\nSPRATT: Last year I offered an amendment in the markup of the defensive authorization bill, immediately $25 \nmillion to begin an effort.\n\nI went over to the telephone and called the administrator, Admiral Lin -- you know who I'm talking about -- excuse \nme.  Don't print this in the book because he won't like that I couldn't remember his -- Lin Brooks, excuse me -- \"Do \nyou support this?\" \"Absolutely.\" I'll make some telephone calls to supporters.\n\nI went back in the committee, offered it, had an offset, didn't add a dime to the bottom line of the budget, the offset I \nthought was not objectionable -- didn't get approved.\n\nThat is a piece of low-hanging fruit if I ever saw one.  We know the threat is there and for a relatively small sum of \nmoney, we could take care of that aspect of the threat.\n\nMr. Gaffney?\n\nGAFFNEY: If I may just present, I guess, a little bit.  It's not that there's not a threat here.  The question is what can \nyou do about the threat?\n\nYou know, I'm all for defending our troops against missile attack.  I just think that the American people expect and \ndeserve to be defended against it as well.\n\nI consequently wouldn't recommend at this point cutting funding from that for these other purposes.\n\nI'm not so much opposed to making changes in our strategic forces as I am trying to ensure that we still have them.\n\nI invite this committee to take a hard look at what is happening to the nuclear arsenal of the United States, and it is \ndegrading.  And the fact that we don't know how much it's degrading is a function of not having tested it.\n\nCongressman Spratt and I have joined each other in debates for at least a decade about how rigorous we have to \nmake our testing of missile defenses.  There can't be an adequately rigorous test to ensure that these things \nactually will work the way they're supposed to.\n\nAnd yet, the weapons that we have in substantial quantity, and upon which I continue to believe we rely, haven't \nbeen tested in 13 years, and they're changing out from under us.\n\nSo whether you can actually free up large amounts of money by limiting the number that we retain and stockpile or \nnot I would leave for others to debate with you, Mr. Spratt, but I certainly would suggest to you that we need to be \nspending what it takes to ensure that whatever we hold in the stockpile works when we need it to work if, God forbid \nwe do, and it doesn't work when we don't want it to.\n\nBut if I may, let me just address your other point, please.\n\nThe problem that I have with a lot of this scrambling around trying to prevent materials from falling into bad hands \nis, one, A.Q. Khan has been in the business of supplying this stuff to people -- the technology, the know-how and to \nsome extent the materials -- and people in his network, outside of the former Soviet Union -- we've just heard about \nNorth Korean fissile material apparently migrating to Libya.  This is going on.  I'm afraid, you know, some of these \ncats are out of the bag.\n\nI suggest to you that another problem is that the Nuclear Non- Proliferation Treaty facilitates this problem.\n\nOne of my colleagues has mentioned that we have these research reactors all over the place.  Well, that's because \nthe deal has been to give everybody the nuclear materials and nuclear technology they need to have nuclear \nweapons as long as they promise not to have a nuclear weapons.  And if they lie, they still have all of that stuff.\n\n\n\nAnd hence, you now see a number of these countries in the business all by themselves, again, without regard to \nwhat they might get from the former Soviet Union.\n\nSPRATT: Look, look, you know why that is.\n\nGAFFNEY: The problem…\n\nSPRATT: In the NPT, the Nuclear Non-Proliferation Treaty, a grand bargain was struck…\n\n(UNKNOWN): That's right.\n\nSPRATT: … and countries which said they would forswear a nuclear weapons were induced to say so by the \nrepresentation that they would still have nuclear material so they could have a nuclear fuel energy, they could do \nnuclear research, they wouldn't be left out of what was a vast new realm of science.  They would still have that \ncapacity.\n\nNow, there's a problem there that you just touched upon -- and Bill Perry and Ashcart (ph) have both addressed it, \nand the president a month later addressed it in his speech on February 12, 2003, at the War College -- 2004 at the \nWar College, that is the fuel cycle has an inherent contradiction in it.\n\nHow you get out of that problem is going to take some very deft diplomacy.  But really we've got 184 signatories to \nthe NPT.  It's the most widely subscribed to treaty in the world.\n\nGranted, there has been some cheating, sometimes with impunity, but it has succeeded by and large in preventing \nthe spread of nuclear weapons all over the world.\n\nGAFFNEY: Now, I would just say very quickly, it is not working in the places where we need it to work most.\n\nAnd just on your last question, the danger of putting a lot of money into the former Soviet system to safeguard the \nstocks of enriched uranium that could be migrating to some of these very dangerous places is -- we're spending a \nlot of money on better padlocks and fences and security systems and yet the people running those may be part of \nthe problem.\n\nHow many of these people are tied in with the KGB or Mafioso connections…\n\nSPRATT: But believe me if you go somewhere like…\n\nGAFFNEY: … actually part of the problem?\n\nSPRATT: You go to Shchuchye or Vector or the old weapons facilities -- chemical weapons facilities and biological \nweapons facilities in Russia and see what's there today compared to what was there before -- used to be one \nstrand of barbed wired; today we've got triple concertina we've got constant surveillance.\n\nYou may say these things are all -- can all be thwarted and they can, but it's still vastly superior to what was there \nbefore.  I mean, you can't deny that.\n\nGAFFNEY: But who has the key, Mr. Spratt?  That's the question.\n\nSPRATT: Well…\n\nGAFFNEY: Who controls those facilities?  And if it's in the wrong hands -- it's still in the wrong hands.\n\nSPRATT: It's 98 percent better; there's a 2 percent risk. That's what I would say to you.\n\nMr. O'Hanlon, Colonel Larsen?\n\nLARSEN: Just one thing. Those research reactors…\n\n\n\nSPRATT: Yes, sir.\n\nLARSEN: … they don't need 90 percent enriched uranium in them. We can replace it with 20 percent…\n\nSPRATT: And it belongs to us.\n\nLARSEN: … and you cannot make a bomb out of that.\n\nSPRATT: But we can reclaim it, bring it back to Savannah River if you have to -- that's where most of it comes -- \nand store it.  It does not have to be there.\n\nO'HANLON: Congressman, I would simply add that I think one could have a fairly robust stewardship program \nwithin DOE and you may choose to simply rebuild some of these weapons without waiting to have it proven to you \nthat they are going bad.\n\nOne way -- it's called engineering-based stewardship which is, just rebuild the weapons to original specifications \nwith…\n\nSPRATT: And that way you keep the generation and the next generation of scientists understanding how the \nweapons work, how they're put together from hands-on experience.\n\nO'HANLON: Sir, on that point I suppose I disagree with Frank, but I still agree with him that there's not a lot of \nsavings to be had here because just doing that takes a fair amount of money, but still you can get a few hundred \nmillion if maybe you shut down or partially consolidate one of the three major labs and that goes some of the way \ntowards the added $2 billion a year you wanted for Nunn-Lugar.\n\nIn addition, I think we have too many Trident submarines and Minuteman missiles still today.  I just don't see the \nneed for 500 Minuteman and for 14 Trident subs carrying nuclear weapons.  I think there's some operations…\n\nSPRATT: That's why I was suggesting -- in systems deployed, we've run into 6,000 to 7,000 warheads.  We can \nscale back prudently to the 2,200 level sooner than we committed in the SORT Treaty and save some money there \nthat then might be redeployed to the nuclear threat.\n\nO'HANLON: And in addition I think that we can rethink how we're deploying our ultimate aim point for the SORT \nTreaty.  We don't necessarily need the same number of systems that the Pentagon has currently proposed.  We \ncould field 2,200 warheads at lower costs than now planned.\n\nSo in addition to doing it more quickly, we can actually find a cheaper way to do it, and I would support that.  We \nmay be able to free up some of those Trident submarines and convert them into conventional submarines -- \npartially address the problem Frank mentioned with an insufficiently large Navy shipbuilding budget, a point I totally \nagree with.\n\nAnd so, I think when you look at all this together, there is a way to find a few hundred million in savings here, a few \nhundred million in savings there, maybe clip another billion a year off missile defense, which is still well above \nwhere Ronald Reagan ever had it in budgetary terms, even though the administration has come back somewhat.\n\nI would like to see this current mid-core system fixed and deployable and operational, but I don't think we need to \nbe spending $8.5 billion a year on missile defense.  Something in the sevens, I think, is reasonable.\n\nIf you cut back a billion there, a half billion in DOE, maybe a half billion in your DOD operational costs for the \nMinuteman and the Trident, and you've got the $2 billion that you need for Nunn-Lugar.\n\nSo I think there are ways to do this that don't require radical change or unsafe change in our national security \npolicy.\n\nCARAFANO: I think the one thing we all agree on is that we all agree that for virtually every form of weapon of \nmass destruction, the cow's either out of the barn or closing the barn doors really, really hard.\n\n\n\nSo the question is very simple, if your goal is, how should I strategically invest my money to best to prevent \ncatastrophic attacks, then the answer, I think, is really relatively simple.\n\nFirst priority, number one, is you invest in counterterrorism systems both at seas and over -- overseas and at home \nthat break up the networks that might want to do this.  You go after the bad guys first.  That should always be your \nnumber one funding priority.\n\nNumber two, is you fund things like the proliferation security initiative, proactive capabilities to go after people that \nare specifically -- might be using these kinds of weapons.\n\nAnd then I think, quite frankly, with the money you have left over, you spend on cooperative threat reduction.  It's \nyour third and lowest priority because it's the least payoff for the buck.\n\nAnd where does missile defense fit in the bag, in the quiver? And I think, quite frankly, is I don't understand why you \nwouldn't want a missile defense if you look at the -- I wouldn't understand why any country on the planet wouldn't \nwant a ballistic defense system.\n\nIf you look at the proliferation of ballistic missile technologies and the leverage both diplomatic in its security terms \nthat you have on the table, if you have the capability to defend yourself against the ballistic missile threat.  It just \nseems to be the prudent component that you would want in any kind of combination of counterproliferation.\n\nSPRATT: It assumes they're efficacious (ph), and that's the big hurdle -- part of.  And anyone perceived when it \nwas first conceptualized by General Graham and others -- Frank and I have had a longstanding disagreement here; \nwe won't tie up the rest of you with our debate -- but he did mention the problem of electromagnetic pulse.\n\nAnd BMD, SDI and others came to the conclusion a long time ago, if we were assaulted with several hundred \nwarheads at the same time -- a big wave coming out of a major power against us -- and if any of those were \nsalvage-fused so that they would explode in the front impact in the exoatmosphere, you would have the very kind of \nelectromagnetic pulse he's worried about which, among other things, would thwart your further defensive system.  It \nwould blind your radar.  It would make our sensors practically useless.  And it would render the whole system in the \nsecond wave -- and really half way through the first wave -- useless.\n\nSo there is no full -- nobody's even talking today about a complete umbrella that would totally protect you against \nnuclear systems -- against the Chinese today as they are equipped against the North Koreans, certainly we can do \nthat.  I'm in support of ground- based systems.  I'm in support of trying to do the ship-based system. I'm also a \nskeptic as to whether or not we can win that technology.\n\nWe won't get into that debate today.\n\nBut thank you all for coming and, as I said earlier, for giving us a very provocative testimony.\n\nNUSSLE: Mr. Garrett?\n\nGARRETT: Thank you, Mr. Chairman.\n\nMr. Chairman, you start out by saying that normally we get a lot of happy talk.  I would say that we've gotten no \nhappy talk today -- quite the opposite, just a lot of ominous and dire predictions for the future that may perhaps put \na lot of our other discussions that we have here on other spending programs, and when people say, \"Gee, can't cut \nmy little program and my pet project in my district for this or that\" -- maybe it puts all those other things into \nperspective.\n\nI just have a couple of questions that I'd like to run through.\n\nMr. Gaffney, you made a point of saying this one point -- you need to clarify in a sentence or two, when you said \nthat our country is one of the few nuclear powers that is not able to produce nuclear weapons.  You made a point of \nthat.\n\n\n\nGAFFNEY: I think it's the only one…\n\nGARRETT: Yes.\n\nGAFFNEY: … at this point.\n\nIt is true that if you go out to one of the nuclear laboratories and ask them to hand-build you one -- that we have \nsome vestigial capability to do that.\n\nRandy may be doubling that capability if you give him the nuclear materials that he says he can use to put one \ntogether.\n\nBut in terms of a production capability, we have none.  And as far as I know, we're the only nuclear power that that \nis true of.\n\nSPRATT: Mr. Chairman, if you'd yield for just a second.\n\n(OFF-MIKE)\n\nExcuse me, I'm sorry.  I just wanted to make the point.\n\nBuilding TA-55 at Los Alamos has a (inaudible) capacity of about 55 warheads a year, and while that may be on the \nlow end of what might be needed, with a second shift it could probably be augmented.  And that's a production \ncapability.\n\nGAFFNEY: Yes.  To my knowledge, it is not a live, hot production capability.\n\nSPRATT: Oh, it's active today.  They've got a full shift. They're working warheads -- refurbishing warheads…\n\nGAFFNEY: Refurbishing warheads, as you know, is different than building new nuclear devices.\n\nAnd this is the point -- I guess I would just come back to you, if I may, under the time, sir -- you know, this idea that \nwe can just sort of muddle through -- my colleague has suggested rebuilding things to existing specifications.  That \nis illegal.\n\nIt is illegal.  No, I'm just…\n\nSPRATT: Muddling through is not a national ignition facility at billions of dollars of expense so we can better \nunderstand nuclear explosions at Livermore.\n\nGAFFNEY: It's faith-based nuclear deterrent.  It's not science- based.\n\nGARRETT: I appreciate the question and the clarification, as well.\n\nI have to go back on changing that topic to the homeland security issue, as all of us do represent various unique \nstates.\n\nI come from the state of New Jersey, which is unique from a risk- base assessment.  We have two major ports, a \ncouple of international airports, petroleum processing plants, petroleum storage plants, chemical processing plants -\n- I mean, Amtrak and transit throughout that area.  Much of the East Coast would be closed down as far as \nresources, as far as fuel is concerned, if we had a major attack in our state.\n\nAnd whereas the rest of the country was not elevated, New Jersey was recently elevated in that level.\n\nAnd from the practical, political sense when we go back to our states, such as ours, the question always is, is there \nsomething that we should be doing down here as members as far as changing the entire risk-based assessment of \nhow we handle the funding that we get.\n\n\n\nThe chairman very nicely equated it to the -- you know, getting a new fire truck or, in some cases, just buying new \nhoses in the fire department.\n\nAre we going down a totally wrong road as far as what we've done so far as risk-based assessment or lack of risk-\nbased assessment in spending our dollars?\n\nCARAFANO: Yes, we are.\n\nAnd first of all, I'd like to vehemently disagree with Mike here. I don't think we should be spending $5 billion more on \nhomeland security because I think right now we're already throwing money at the problem and just adding it doesn't \nreally solve anything.\n\nBut we made a fundamental mistake after 9/11, which is that we assume that the purpose of federal dollars that \nwould go to state and local governments for capacity-building, that we had to increase the capacity to help respond \nto terrorist attacks, and that was an enormously bad strategic choice because we can, quite honestly, pour money \ninto that forever.\n\nAnd I worked on the Council on Foreign Relations analysis, and we can up with $100 billion in unmet requirements, \nand that was just in preparedness, and it didn't even include police departments.  So it's a bottomless pit.\n\nSo it was a fundamentally flawed strategic approach.\n\nWe should really go back and start over, and we should start with a fundamental premise: federal dollars should be \nspent to make all Americans safer -- not some, not in New Jersey, not in California, but all Americans.\n\nAnd so, what does that mean?\n\nI think it really means two things.  One is the federal dollars should be there to help build a national system that \neverybody can plug into -- private sector, state and local -- so when we have to respond, we can make best and \nmost efficient use of all the resources that we have throughout the nation as one brotherhood.\n\nThe second issue is catastrophic terrorism.  Catastrophic terrorism will exceed the capacity of any state and local \ngovernment to respond, so we do need to have, again, a national system that if we can't prevent a catastrophic \nterrorist attack, but the nation as a whole can respond efficiently and effectively to catastrophic terrorism.\n\nI think that that really throws out the whole notion of a risk- and vulnerability-based system and moves to a system \nwhich is basically based on meeting national strategic needs as opposed to meeting state and local needs.\n\nLARSEN: I really agree with that assessment.  We'll go bankrupt trying to do that.\n\nYou know, when we buy a nuclear-powered aircraft carrier, it makes every American safer in terms of national \nsecurity, but when we buy a new fire truck for, you know, a small town in New Jersey, it doesn't do anything for the \npeople in Dallas or anywhere else.\n\nAnd so, I think we have to go forward with that perspective.\n\nThe regional approach is though, however -- I do support exercises and equipment that when we fund exercises at \nthe federal level is that it shouldn't be for a certain state or a district.  It should be for the regions to work together.\n\nI think Mayor Garza in San Antonio has done some great work on this.  I don't need every fire department to have \nevery piece of equipment I'd ever want, but I need to know within a few hundred mile radius where that equipment \nis and if I could get it in a crisis.\n\nAnd so, I think that's a much better approach.\n\nO'HANLON: Congressman, I would just simply add that on this point I agree with my colleagues that the added \nexpenditures I think we need in homeland security are not for first responders.\n\n\n\nIn fact, I strongly disagree with the Council on Foreign Relations report that proposed $20 billion a year more for \nthat area.\n\nI think the areas we need more capability are things like inspections for containers coming into this country, \nexpediting our linking of databases and use of biometric indicators on various kinds of identification, thinking about \nhow to better protect airplanes' cargo holes against explosives.\n\nThere are a number of areas that still require additional resources, but I would simply add and agree that this is not \ngenerally a problem where you throw money at the first responder community. That's not a very useful way to \nspend homeland security money.\n\nLARSEN: I'd like to make one more comment: At the federal level we've got to stop wasting money.\n\n(LAUGHTER)\n\nTSA has a new program, and I don't like the way they're spending my taxpayers' money.\n\nNow, right after 9/11 -- in the Patriot Act it said, let's fingerprint all those truck drivers out there -- I mean, let's check \nthe names of all the truck drivers who carry hazardous cargo.\n\nWell, that made sense right after 9/11 because we knew there were some Al Qaida people that went through big \ntruck driver school. Didn't find many people, but it was a reasonable response at that tactical quick level.\n\nNow there's a new program that's not directed by the U.S. Congress -- came up with it at TSA.  They want to \nfingerprint all the people who have that little permit to carry hazardous cargo in the United States to see if we've \ngot fingerprints on their bad people.\n\nThere are 2.7 million people that have that particular license to carry hazardous cargo.  TSA estimates that it's \ngoing to be $100 a piece.  That's $270 million we're going to have on this fingerprint program.\n\nNow let me explain to you under DOT what hazardous cargo includes: fingernail polish remover, paint, coke syrup \nand Listerine.\n\nNow, is that the best way to be spending $270 million for homeland security?\n\nGAFFNEY: Congressman, I guess I would just add one point which may seem off the subject since we're talking \nabout the federal budget here, but the one thing that strikes me is going woefully unaddressed, is what can we do to \nenlist the American people in a greater level of preparedness and awareness of the kinds of threats that we may be \nfacing at the homeland security level.\n\nYou know, we've had some fits and starts in this area, notably the whole idea of having people provide tips as to \nthings that they see that are out of place or suspicious or worrisome in their community.\n\nBut I sense, and I suspect each of you have as you go around your constituency, there's a yearning on the part of \nthe public to feel as though they've got a role to play.\n\nAnd I think in the area of emergency preparedness, particularly of the kind of larger catastrophic kind, having the \npublic engaged in understanding what their communities are going to have to do -- you know, there's \"24,\" the \ntelevision show is running now -- broadcasting about meltdowns in nuclear plants around the country.  Well, there's \nsome plan that's trotted out to go get people out of the communities affected.\n\nI suggest to you most of the people in this country haven't a clue what that plan would be if it were to be \nimplemented today.\n\nThat's a place where I think for probably negligible funding something could be done that could actually make a \nmaterial difference in how we will respond if, God forbid, one of these unhappy bits of news happens.\n\n\n\nNUSSLE: Mr. Baird?\n\nBAIRD: I thank the gentleman.\n\nOne of my challenges as I look at these budgetary projections is the inaccuracy of projections we've heard in the \npast in this committee, and let me give you some examples.\n\nIn February of 2003, Secretary Wolfowitz said, in quotes, \"Every time we go down on a briefing on the Iraq war, it \nimmediately goes down six different branches of what a scenario might look like.  If we costed every single one of \nthem, we could maybe give you a cost range between $10 billion and $100 billion.\"\n\nWell, we're approximating $200 billion already and the president's got another $80 billion he's asking for.\n\nSo I have a concern that there seems to be this exponential growth almost in the reality of some of these costs \nversus the projections -- and, again, I'm sorry the secretary can't be here.  He made a similar kind of statement \nabout the numbers of troops we would need.\n\nSo I would just preface the remarks I'm going to make with a concern about the validity and accuracy of some of the \ninformation we receive in this committee from the administration.\n\nThere's something I didn't hear from your remarks -- and I understand it may be a different budgetary line -- but we \nhave already waiting lists for our veterans when they're coming back, waiting lists in terms of who can get seen, et \ncetera.  And I'm very concerned about that.\n\nLast year, in this committee, we heard testimony that the president's proposed budget was a couple billion dollars \nshy of needs. Myself and Darlene Hooley and some others have proposed a $1.3 billion addition to the $80 billion \nproposal by -- $82 billion proposal by the president.\n\nDo you have any comments on the importance of making sure we take care of the soldiers?\n\nIt's fun to talk about all the weapon systems and all the gizmos and whatnot, and how we need them and whatnot, \nbut at some point troops on the ground matter and if the soldiers aren't taken care of when they come back, we're \nnot going to have troops on the ground in the future.\n\nAny thoughts about the role of veterans in this and taking care of them today so that the future needs of the soldiers \ncan be met?\n\nCARAFANO: Yes.  I think that's a reasonable point.\n\nThis is an all-volunteer force, and I think we should strive hard to keep it an all-volunteer force.\n\nAnd it's primarily an all-volunteer force because of economic reasons.  People do this not just because they're \npatriotic, but also because they think they're getting a fair deal, and I think that that's a reasonable cost of doing \nsecurity.\n\nAs we look forward, where I really see this issue -- and I think here is a point where Mike and I disagree -- this \nnotion about growing the military, I really think requires serious debate and discussion. Because if you grow the \nmilitary in a volunteer force, basically you're bringing somebody on for 20 years, which intends all those costs that \nyou talked about that are in cost and everything else.\n\nThat's an enormous expense which, again, when you're trying to avoid a hollow force, modernization, current \noperations, trained and ready force, that's going to put a lot of things in competition.\n\nMy problem with the notion of \"let's raise the force level,\" is you know, we still have a force structure which is still \nvery much predicated on the Cold War.  We have a reserve component which is still very much created and \nstructured to fight World War III.\n\n\n\nWe have active forces which are still, if you look at the structure in Europe, for example, which is still structured for \nthe last war.\n\nIf we just add people to the force, what we're going to -- and the reason why those things never got dealt with was \nbecause they were all politically difficult.  Those were hard choices to make about restructuring Europe or Asia and \nrestructuring reserve components.  We just ignored them.\n\nBAIRD: So you're point is -- I'm going to jump…\n\n(CROSSTALK)\n\nCARAFANO: Yes, but the point is very simple: If we just increase the size of the force, we're never going to go back \nand fix these inefficiencies.\n\nAnd I think fixing the inefficiencies will give us just as much usable force structure -- guys in the foxhole -- as adding \nanother 20,000 or 30,000.\n\nThat, I think, is a big part of the problem of keeping, you know, the defense entitlement issue under control, is \nkeeping the force structure at a reasonable size and I think growing it -- particularly growing the active component is \nnot the right answer.\n\nBAIRD: My concern is that we don't tend to want to pay for the commitments we've made to these soldiers and that \nwe're willing to send $82 billion over to the theater, but when the soldiers come back and they need health care, \nthey need prosthesis, they need all the other things, we may not have the resources here available in the real time \nnow when they need it.\n\nAnd if we postpone these, I think we'll pay greater costs in the long run.\n\nLet me make two other quick comments.\n\nOne, Mr. Larsen -- and I think Mr. Gaffney also raised this -- Mr. Larsen, you talked about just bringing a nuclear \nweapon into this town.  I have for several years now since the night of 9/11 tried to promote the issue that this \nCongress should be taking care of its own continuity.\n\nIn other words, what happens if they do bring that nuclear weapon into this town?\n\nAnd Mr. Gaffney, you observed that people don't know about their own evacuation procedures.  I would assert that \nneither do we in this body, and we might be considered somewhat of a high target.\n\nAny comments on the potential that someone might actually one day do that -- bring a nuclear weapon into this \ntown and get rid of us very quickly?\n\nLARSEN: Sir, as a former military officer, I spent a lot of time in thinking how the enemy would think about doing it.  \nThis would clearly be my number one target.\n\nIn the House of Representatives, to the best of my knowledge, still doesn't have that plan about how they could \nquickly reconstitute if we lost the majority of it.\n\nBAIRD: That's correct.  We have a modified quorum rule that says as few as five or six people could constitute a \ncongress and we have a mandatory 45-day election period.\n\nAssuming it could be done, you'd have 45 days with no checks and balances.  That's the status in this institution \ntoday -- and a very ambiguous presidential succession line.\n\nLARSEN: Yes, sir, I certainly think that should be addressed.\n\nBAIRD: Thank you, sir.\n\n\n\nI yield back my time.\n\nNUSSLE: Thank you.\n\nBAIRD: Thank you.\n\nGAFFNEY: May I just respond as well since you mentioned me?\n\nFirst of all, just on the veterans issue, I am enormously admiring of the veterans and the people who have served \nat great cost, in many cases, for their country.\n\nYou've touched a very, very important point, though, and that is, can we afford the price tag associated, not just \nwith their service but their post-service situation?\n\nI don't envy you in this committee or, frankly, in any other committee of the Congress, the job of wrestling with these \nnumbers. They are staggering.\n\nI have to tell you, with the greatest of respect, that the price tag you've just saddled up to -- what is it?  I think, \n$100,000 now for death benefits -- may look like it's something you can accommodate if the death rates that we \nincur stay about what we've been incurring, horrible as those are.  But God help us if any of the kinds of calamities \nthat we've been talking about here take place involving our forces.\n\nOn the second point…\n\nBAIRD: I appreciate that but it's only $1.4 billion -- $1.5 billion right now -- relative to the costs of some of the \nsystems you've advocated.\n\nGAFFNEY: I understand.\n\nI'm just saying to you, sir, if it grows by a factor of ten, which in most wars…\n\nBAIRD: That's almost equal to the cost of one fighter.\n\nGAFFNEY: … is what we incur in the cost of a battle.  It's a staggering jump.\n\nAgain, I don't begrudge the people who've lost their loved ones. I'm just saying that the economics of this are \nincredibly important to understand.\n\nI commend you for thinking and worrying about this succession issue.  Every time we get through an inauguration a \nfew blocks from here or a State of the Union address, I'm holding my breath because it is such a soft and lucrative \ntarget.\n\nI think the kind of work that needs to be done on this is being done, I gather, sort of piecemeal and episodically, but \nit's one of those things that we really don't want to think about, but it's like (inaudible) attack.  One of the findings of \nthis commission was our vulnerability to it invites the attack.  Our inadequate preparation for succession invites an \nattack designed to trigger it.\n\nBAIRD: That's precisely my concern.  I thank the gentleman.\n\nI thank the chairman for his indulgence.\n\nNUSSLE: Not at all.  Thank you.\n\nThe gentleman from California?\n\nLUNGREN: Thank you, Mr. Chairman, and I want to thank the panelists for their presentation.\n\nI mean the only reason that I came back is 9/11.  I mean, I decided to change my life in response to that.\n\n\n\nOne of the concerns I have -- one of the disappointments that I have so far being in this body -- and I love being in \nthis body -- is I don't see that 9/11 has essentially changed this institution.\n\nIf you would go three years and five months -- whatever it is -- after Pearl Harbor, it changed the Congress, it \nchanged our defense structure, it changed our society.\n\nMr. Gaffney, you talked about the American people are waiting sort of to be involved in this.  I frankly don't find that.  \nI find that if you're 3,000 miles away from Ground Zero, as my constituents, are it's difficult to understand we're in a \nwar on terrorism.\n\nWhen you hear suggestions that no matter what we've done, it hasn't done anything and it was just serendipitous \nthat we haven't had an attack since 9/11, that does not encourage people to take it seriously nor to do anything.\n\nOne of the things I've always suggested when I was involved in law enforcement was you have to show the people \nthat you represent that what you have done, the steps you have taken, have borne some fruit so that you can learn \nfrom those and do other things.\n\nMr. O'Hanlon, when you talk about increasing force structure, isn't what we really need is effective force structure?\n\nSecretary Rumsfeld has suggested that we have tens of thousands of men and women in uniform who don't do \nmilitary things, and that in order to turn those jobs over to non-military people, we have to change the civil service \nsystem as it affects the Defense Department. Yet, I don't hear anybody talking about that.\n\nI hear people talking about how it's a fight to try and destroy unions when, in fact, what we should be talking about \nis, how do you have affective force structure, and if the secretary of defense comes forward and says, \"I've \nidentified tens of thousands of people in uniform who aren't doing military things,\" and the way to change that is to \nget non-military people to do that and in order to have them do that effectively, they have to be more flexible than \nthose under the (inaudible) civil service system, it is in the national interest to do that.\n\nBut we don't talk about that here.  We talk about the fights between unions and the administration trying to \ndominate unions.\n\nIf there is a changed awareness in this society and in this institution, we may be thinking about things differently.  I \nhave not seen us think about these things differently.  There is, at least in my judgment, a lack of an awareness and \nappreciation of what we're doing.\n\nBeing on this committee and on the Homeland Security Committee, one of the challenges we have is coming up \nwith that structure, that schematic that we're going to place over all the funding that makes the most sense, and I'm \nstruggling with that.\n\nI've heard different things from the four of you.\n\nLet me ask this question and ask for your response, and that is, it seems to me when we're trying to figure out how \nwe husband our resources and place them toward the threat that's out there, that ought we not to think about those \nkinds of attacks that would do almost permanent damage to the national psyche such that we would be willing to \ngive up our civil liberties?\n\nI don't want to be on an airplane that is filled with fuel and goes into a high rise.\n\nBut let me ask this question, if we are saying now through TSA and other things we are 97 percent protected \nagainst that of not happening, but the cost of moving from 97 percent to 100 percent, or 99.9 percent, is 10 times \nwhat we've already spent, would it not be wiser for us to spend that 10 times in dealing with the nuclear and the \nbiological threat that is out there?\n\nBecause my thought is if we lose 3,000 people, that's going to be a terrible tragedy.  It's going to shake this nation.\n\n\n\nBut if we have a nuclear or a biological attack in a major city that kills tens of thousands of people, renders the \nplace uninhabitable for months, causes us to make excruciating decisions we've never made before, isn't that a \nsituation which is more likely to shake the foundations of our society and change us from who we are to something \nelse?\n\nAnd if that be true, shouldn't we then be focusing our strategy on working against those things, and in the event we \nhave a terrible tragedy like that, being able to sustain our society and have the protections that we won't change it?\n\nCARAFANO: Specifically in DHS, I think it's a great question and the reason why DHS doesn't have a good solution \nto the problem is it's not a budget issue.  This is not a budget problem.  This is an organizational problem.\n\nI don't know if you've seen the report that we did at the Heritage Foundation did in cooperation with the Center for \nStrategic and International Studies, but what we did is we looked at the organizational inefficiencies of DHS and the \ninability to be strategic in its thinking and in the way it manages its resources.\n\nAnd we found that that was really at the root of a lot of the problems of the department, both in setting priorities and \nbeing efficient.\n\nAnd so, I think the answer to your question is not in the top line of the budget; the answer to your question is in the \nwiring diagram of DHS, the lack of, for example, an undersecretary for policy and planning that can really do the \nintegrating function -- so it's the artificial distinctions in the system, for example, separating customs and border \npatrol, immigration and customs enforcement.\n\nAnd I think these kind of organizational issues are the reason why we don't have better answers to your questions, \nnot so much the way -- how much money is spent in the department.\n\nO'HANLON: Sir, I agree with your conceptual framework, but I would add chemical plants.  I think these are \nextremely dangerous as well, at least the 500 to 1,000 that carry the most toxic materials.\n\nBut I also would say -- that take your example and Randy's example of a biological attack -- well, what do you \nactually do robustly to protect against that?  It's very difficult.\n\nObviously, the Congress has generously funded CDC, NIH, and you try to work on antidotes in case the attack \noccurs.  That's a necessary fee.\n\nBut to protect a society from an attack when the materials already exist is very hard.  And Randy has mentioned -- \nand we all know, the use of the mail, other mechanisms like that can distribute this sort of thing very quickly.\n\nSo it's a hard problem to get right.\n\nIn other words, it's true we should focus on the most threatening scenarios, but even once you agree to that point, \nit's somewhat difficult to figure out how to limit the problem thereafter.\n\nA robust way to do this, for example, would be to require every large building in this country to have reversed \noverpressure so that there was less of the likelihood of a biological agent being distributed through the air \ncirculation system.  That's a very challenging and economically difficult thing to do.\n\nMy colleague at Brookings, Peter Orszag, wants to use the insurance market, require people of a certain size \ninfrastructure who own that kind of infrastructure to carry terrorism insurance and let the terrorism insurance market \nencourage people through a graduated rate structure without sensible modernization, sensible protection, but not \nlegislate it, not regulate it, not pretend that we can figure out a single solution, because it would be hideously \nexpensive.\n\nOr hospital bed capacity -- some people say we should have the ability to take in 10,000 victims in every major \nmetropolitan area, above and beyond the capacity that already exists.  But building hospital bed capacity is one of \nthe most expensive things you can do.\n\n\n\nSo I agree with your framework, but even once you've established that, a catastrophic attack should be our greatest \nworry.  It's still a very difficult problem and there are a lot of pieces you have to look at.\n\nIf I could just add one very quick point on force structure -- I'll be very quick. I agree with your point.  I agree with \nJim Carafano's point -- and I agree with Mr. Rumsfeld on this -- we do need to privatize.\n\nRumsfeld and Schoomaker do have a great plan to rebalance the Army, to change a lot of the positions, the \n(inaudible), but even if you do that, you're adding people, in my opinion, too slowly for the current needs we have, \nand I think we have to also use the mechanisms of trying to add more people.\n\nNot a use number -- I'm not talking about getting the Army back to Cold War size, but another 50,000, in that \nballpark, I think makes sense, and it's not inordinately expensive compared to what we're spending in Iraq to begin \nwith.\n\nGAFFNEY: Congressman Lungren, when I talked about public attitudes, obviously, that is a function of leadership, \nin part.\n\nI sense it when I talk with people about the kinds of problems we're focusing on today -- there's a response.\n\nIn the absence of that kind of leadership or when -- and I'm a great supporter of the administration, but I think it's \ndone a great disservice when it has essentially suggested to the public that what they need to do for the war effort \nis to shop.  It's completely inadequate, and I think, in fact, something of an insult.\n\nI will just tell you that if you want to think about something that's going to change the psychology of the American \npeople try transforming a society from a 21st century one to an 18th century one instantaneously, which is no \nkidding what's been found is a distinct possibility -- in fact, as I said a moment ago -- being invited, given our \npresent levels of vulnerability.\n\nSo if I were to suggest to you how to apply a scheme out or some level of prioritization, I would certainly say \nunderstanding this problem and fixing it ranks up there every bit as much as does the possibility that one of these \nnuclear weapons takes out a single city, or maybe even a couple of cities, or a biological attack affects a region.  \nThose are terrible, horrible, scarring possibilities.\n\nBut this is a threat against which we could do something if we act now.  If we have to do it after the fact, I'm not sure \nwhat we would do, to be honest with you.\n\nRebuilding a 21st century society without electronics at our beck and call is a truly stupefyingly large challenge.\n\nThis requires -- and I'm delighted, that you have both of these hats. I hope you'll take this up with Congressman \nCox and other members of that committee as well.\n\nLARSEN: The issue of, is 80 percent good enough for the screening at the airport.\n\nYou know, in my opinion, there was a big scandal in the papers a couple of years ago about how 20 percent of the \nphony guns and knives got through when they tested.\n\nWell, if I were a terrorist that would tell me that there's an 80 percent chance I would get caught.  That's not really a \nlucrative target.\n\nAnd then we have sky marshals on airplanes.  We now have more armed pilots, by the way, than we do sky \nmarshals.\n\nAnd then you have, like by 80-year-old mother who would attack anybody trying to get in the cockpit.\n\nWe've changed since 9/11, OK?\n\n\n\nSo an 80 percent level might be adequate in the airport, and I don't want to get to 99 percent level because it's \ngoing to take me about an hour to get through screening, instead of the five minutes that I go through now.  So I \nthink that's a good point.\n\nThe other one is simply…\n\nLUNDGREN (?) : I don't know what airport you're getting through in five minutes, but I'd like to know about it.\n\nLARSEN: Reagan, it's great.  Maybe I fly at the right times.\n\nNow, I don't know about California, but I bet the numbers are even larger, but we did a little study in Texas.  There \nare 40,000 nurses in the state of Texas not working in health care today.\n\nCan you imagine if we put them in a reserve corps, like what's been so successful in the military - a couple of \nweekends a month training, give them a little bit -- and I don't care if it's a hurricane or it's a biological attack, one \nphone call could get you 40,000 health care responders.\n\nAnd you know what, that doesn't cost billions of dollars to do it.\n\nYou said we've got to change how we think.  Maybe we need a reserve corps for homeland security.  I think it would \nbe a good investment of my money.\n\nALLEN: Thank you, Mr. Chairman, and thank you all for being here today.\n\nI wanted to deal with one subject of great concern to the area where I come from, and I think to the country as a \nwhole -- and Mr. Gaffney had touched on it -- and that's what's happening to shipbuilding.\n\nIt is true, I believe, as Mr. O'Hanlon said, that, you know, you can deal with a number of planes and you can expand \nor contract a number of planes we have, but at some point ships cost a lot more and we have a very serious \nindustrial base issue.\n\nAnd so, I've looked at this budget.  There are only four ships in the president's '06 budget.  There's $5.6 billion.  \nThat's a third less money and half the number of ships than Congress appropriated last year.\n\nAnd when you look at what's happened under the Bush administration, you've got -- the overall DOD budget has \ngone up by 34 percent since 2001, the procurement budget by 25 percent, but new ship construction has gone \ndown by 47 percent.\n\nAnd that risk -- we are basically risking the Navy of the future to -- I would say the Navy of the present, but I think \nit's really to the ongoing conflict in Iraq.\n\nIndependent analysts have said for years that without a steady construction rate of seven to 10 ships a year, you \nsimply can't stop the Navy from going down to 200 ships, and this budget simply ignores the problem and makes it \na lot worse.\n\nFor the first, there are zero surface combatants in the '06 budget -- the first time, zero.  Bath Iron Works in my \ndistrict has no ship in either '06 or '07.\n\nSo that part of the defense budget, I think, is being seriously affected by what's going on in terms of the budgeting, \nand it looks to me as if the Navy and the Air Force are being drained to pay for the cost of the conflict in Iraq, which \nis $1 billion or $1.5 billion a week.\n\nWhen you look at that number, that is almost -- that is virtually a destroyer a week.  And all of the -- you know, I \ndon't intend to re- argue Iraq because we are there.\n\nSo if you have comments on that I would like to hear them.\n\n\n\nI did want to just make a comment on some of the conversation earlier.\n\nTwo points -- one is, the money for first responders: It is one thing to say we're going to protect the country against \nanother attack from Islamist terrorists, but we are probably not going to be successful doing that for over the next 10 \nor 20 years -- and probably, most people think, we'll get hit again at some point.\n\nHow will we respond is very significant.  And I just want to say that the first responder money that's flowed to my \nstate has been used to markedly improve the local capacity to communicate with each other across municipal lines \nand county lines and across fire and police and the EMP, and it, frankly, I think has improved our capacity to \nminimize the damage, the injury from such an attack.\n\nAnd finally I would say this: We can conjure up in our minds all sorts of risks.  We still remain the strongest country \non earth, the strongest militarily.\n\nAnd it does seem to me while we can get our constituents all riled up, that they have a core common sense, and \ntheir common sense is that at all times, in all places in the history of the world, there are risks and we cannot simply \nprotect against all of the risks that are out there without seriously undermining the communities in which we live, \nwithout undermining opportunity for people to go ahead and live their lives and get the education and the jobs they \nneed.\n\nThis budget -- this defense budget is only part of an overall budget and it has -- the overall budget that we are \nresponsible for has to reflect the values and the interests and concerns of people across the whole spectrum of \ntheir lives and not just for, you know, all of the threats that are on some scale of possibility that we have to deal \nwith.\n\nAnyway, any comments?  I'd be glad to hear…\n\nGAFFNEY: Well, I feel your pain, as they say, about the shipbuilding program, and particularly what it means for the \nhandful of shipyards we still have left, one of which, of course, is Bath Iron Works.\n\nIt seems as though, at least those of us who've addressed this, all agree that left, right or center, this is an \ninadequate shipbuilding program.\n\nAnd more to the point, it sets the trajectory or actually continues the trajectory toward a wholly deficient inventory of \ncapital ships.\n\nAnd this is another point I would just urge be thought about as you think about the appropriate budget levels here, \nit's not just the numbers of ships that are, I think, wrong, it's probably also going to be the case that it's the kind of \nships.\n\nWe are increasingly focusing on so-called brown water ships -- and I'm for being able to fight in brown water too.\n\nIt's just that I think that as a maritime power, first and foremost, that is increasingly finding its ability to use the seas \nand to ensure that the freedom of navigation that we benefit so much from is assured will require us to have a \ncontinuing world-class blue water fleet.\n\nAnd again, my point is as I said in my testimony, Mr. Chairman, is that the object of these budgetary decisions, it \nseems to me, has to be, how do you prevent a war, not just prevail in it once you get into one.\n\nAnd I can think of few things that are more likely to induce a war than the perception that we no longer have the \nability, especially for reasons that Michael O'Hanlon has talked about -- finding ourselves tied down, finding \nourselves inadequately equipped to deploy ground forces to places that may go bad -- I think you have to count on \nthem going bad in the future.\n\n\n\nIt means that you have to have the power of projection capabilities of your navy and, I would argue, of your air force \nto give you some swing or stop gap capacity, but better yet to dissuade people from thinking that they want to pick a \nfight with you at the same time that you're dealing with Iraq or other contingencies.\n\nSo I very much agree with that.\n\nAnd I would add one point on the budget priorities.  It certainly is true that we face other needs to the national \nbudget and resources.\n\nThe problem with war today is, as you all, I know, are aware, asymmetric capabilities such as those we've been \ntalking about today enable people to do harm to us that would have been unimaginable even with conventional \nforces of great pride in the past.\n\nSo we have to be mindful of that reality as we're calculating what do we do to try to prevent it from happening here.\n\nAnd I would just say to you -- where I thought you were going with this, Mr. Allen, was that, you know, we don't want \nto have the risks be so great that we compromise our civil liberties in the pursuit of trying to protect ourselves \nagainst them.\n\nI fear if one or more of these bad things eventuates that civil liberties will go over the side in a heartbeat as the \npublic demands greater protection, and I think all of us want to prevent that from happening.\n\nCARAFANO: Could I just offer one quick suggestion?\n\nI think we all agree none of us are sanguine about the Department of Defense's answer on shipbuilding.\n\nYou know, we have a QDR coming out.  Hopefully, the QDR will provide better insight or perhaps a better plan on \nhow they can (inaudible) One recommendation I have made elsewhere -- and we have a paper coming at Heritage \nis -- it might be worth going back and really rethink this and maybe it would be worthwhile to go back and repeat \nwhat we had in the first QDR, which was an independent review, and then there was the national defense bill.\n\nBut it might be worthwhile to come back and have a national security review that was outside the Department of \nDefense, which among its requirements was to provide a second opinion on the QDR, and it should be specifically \nasked to address critical issues, and I certainly think shipbuilding would be a good candidate.\n\nThe other thing that we argued is, you know, maybe it's time to implement something similar in the homeland \nsecurity realm -- the Department of Homeland Security should have a quadrennial security review. And then one of \nthe things that -- I think a one time the national defense panel might do would be look at both those things, look at \nthe QDR and look at homeland security's QSR and really see, you know, do these add up together and provide \nkind of a second, independent assessment to Congress of kind of where we're going in the long-range in terms of \nresources and strategy and (inaudible).\n\nALLEN: Thank you very much.\n\nThank you, Mr. Chairman.\n\nNUSSLE: The gentleman from Texas, Mr. Sessions?\n\nSESSIONS: Somewhat delayed, but it came on there, didn't it, Dan.  Thank you for your help.\n\nMr. Chairman, thank you so much for calling this hearing today.\n\nAnd gentlemen, I appreciate not only what you've talked about to help us satisfy our goals today to understand \nmore clearly those policy issues related to the budget that we need to provide, as well as making sure we look at \nthe future -- future spending, as well as the effects on the budget.\n\n\n\nOne of the questions that I have is directly related to the changes that, I believe, the president and the secretary \nhave discussed.  But I have not seen very succinct goals or time frames related to moving our troop activity in \nEurope, as well as Korea.\n\nAnd I'm interested in some discussion -- I've heard what your recommendations are on homeland security.  I've \nheard your recommendations about blue water Navy.  I've heard these other recommendations, but I have not \nheard that, specifically as it relates to what members should have in their mind about the gravity of this as well as \nthe implications on the budget -- positive/negative, bringing people back home, moving people around, transferring \nassets and resources -- those sorts of things.\n\nAnd so, I would welcome any opportunity that any of these panelists might have to answer that general question \nabout bringing back a large number of people to the United States or taking them away from Europe and Korea.\n\nThank you.\n\nO'HANLON: Thank you, Congressman.\n\nI'll just quickly say that I'm a fairly strong supporter of Secretary Rumsfeld's thinking on this point.\n\nI don't think it's quite as radically transformational of a repositioning as he sometimes wants to argue, but I think it \nmakes good sense in the two theaters in question.\n\nI'll give just a couple of words on each one.\n\nIn Korea: The South Koreans have gotten a lot stronger conventionally over the years.  We're all obviously troubled \nby the North Korean nuclear program and as well as the continued amount of money they spend on their military.\n\nBut in conventional terms, I think we can view the South Korean ground forces as providing much more of the \nbulwark against initial assault.\n\nAnd whether it's two brigades or one brigade of the U.S. Army that's present in Korea at the outset of any crisis, I \ndon't think it's nearly as important as the quality of the South Korean ground forces and the quality of our airpower, \nas well as our ability to reinforce rapidly to bring to bear hundreds of thousands of troops should war occur.\n\nAnd also moving the forces that remain further south on the peninsula is very good alliance management, even \nthough Mr. Rumsfeld hasn't been given a lot of credit for his alliance management, diplomacy in general and, in \nfact, his relations with the South Koreans have been fairly mediocre.\n\nSo on substance, I think he's right on this one, that we want to get our headquarters out of Seoul.\n\nWe have an amount of territory almost the size of Central Park in downtown Seoul.  This is just no longer \nappropriate for the density of that city.\n\nAnd so I think, again, the logic of his plan is generally very sound.\n\nGoing to Germany.  You know, we've got a pretty good deal in Germany.  The Germans, like many of our -- like the \nJapanese, like the Koreans -- help us with some host nation support.  They let us do a lot of training.\n\nBut of course, the Germans have placed restrictions on our training.  It's a very densely populated country \ncompared, for example, with much of our country, including your state where there are big opened Army bases and \nmore opportunities for robust training.\n\nAnd most soldiers I know don't mind being in Germany.  It's not a hardship post.  But still it requires them to have a \ngreater likelihood of redeploying from one place -- let's say in Texas, over to Germany, back to New York.  There's \nthousands that can't keep jobs. Their kids have to move around in school.\n\n\n\nAnd the Army, I think, has a good program to try to keep people's lives more in one geographic zone for a longer \nperiod of time, which I support.  I think the redeployment from Germany can help.\n\nSo I don't see it as a big money saver.  I don't see it as a radically transformational strategic concept, but I think in \nregard to both Germany and Korea, it makes generally good sense.\n\nSESSIONS: And you believe it's wise that the secretary move forward on these plans?\n\nO'HANLON: Yes, because I think it has to be linked to the base closure round.  And so we have to have some \nsense of what we're doing abroad because…\n\nSESSIONS: I do agree with that aspect, too.\n\nThank you.\n\nLARSEN: As a retired military pilot, one comment I would make is the terrible problems with training in Germany \nright now -- when we can't fly at night, we can't -- I mean, when we deployed the Apaches down to the war in \nBosnia and they had some accidents, of course.\n\nThey had to train them how to fly at night.  That helicopter is designed to fly at night and kill tanks.  But they weren't \ndoing that in Germany.  And I find the same is true for a lot of fighter pilots.\n\nSo the training is not sufficient there from an operational perspective.\n\nCARAFANO: I agree with all of that.\n\nI'm perhaps just a little frustrated that we're not moving faster.  I mean, there's enormous opportunity cost involved \nin all of this.  Every day we delay it, we pay for the initial inefficiencies and we fail to gain the benefits of doing that.\n\nSo I would really think that if we could move as expeditiously as possible on this.\n\nI do agree with Mike also that moving into BRAC rounds because it's also a good time to do it while we're involved \nin Iraq because much as when we did the draw down in Europe that we used that opportunity to make a lot of our \nbase realignment decisions overseas and gain the efficiencies of, you know, not sending the guy back to \nSchweinsberg (ph) if eventually he's going to go back to, you know, Fort Hood anyway, that we take the opportunity \nwhile we're in transition in the Army in terms of modularity, while we're in transition in terms of moving forces \naround, meet needs in Iraq and Afghanistan, that we use these opportunities to implement whatever force structure \nchanges we need to do.\n\nSo we should work, I think -- those should be on the fast track and I think that would -- in the end it would actually \nsave money, perhaps more than just the restructuring…\n\nGAFFNEY: I'd just add very quickly, it seems to me if you can do this in a way that preserves your ability to project \npower quickly, that's the critical thing.\n\nI mean, it's not always worked brilliantly and there certainly are restrictions.  We haven't seen restrictions I think on \ndeployment so much as on training, but having the ability -- and I think this is built into the Pentagon's plan, to \nensure whether you're keeping a skeletal force in Germany or you're moving them even farther east, they remain \navailable to you to go where you need them on short notice, which is the big advantage of having them there rather \nthan having them…\n\n(CROSSTALK)\n\nGAFFNEY: That's getting their families back…\n\n\n\nSESSIONS: Well, I think it has to do with not only the quality of life, but the message that we send, vis-a-vis, the \nrelationship with these other countries, but in particular I'm concerned about how that frees up, so to speak, the \ndemands and the needs that we have from a growing perspective.  And so, I appreciate that.\n\nI yield back.\n\nNUSSLE: The gentleman yields back.\n\nMr. Crenshaw?\n\nCRENSHAW: I apologize for not being here -- being at another meeting -- but I understand that there was a \ndiscussion about -- or least a mention of the administration's budget, reducing the number of aircraft carriers from \n12 to 11.\n\nAnd I heard somebody say, you build an aircraft carrier, that's good for national defense; you buy a fire truck, that's \nnot as broad.\n\nAnd so, I guess my question is, as I understand it -- going from 12 to 11 -- which I find a little bit amazing when \nwere in the middle of Afghanistan, in the middle of Iraq.  The last time there was a quadrennial defense review, said \nwe need 12 aircraft carriers; Admiral Clark was quoted as saying we really need 15, but the budget constraints only \nallow us to have 12.\n\nSo it seems clear this is kind of a budget-driven decision.\n\nAnd as I understand, there were $60 billion in cuts.  They kind of looked for it in the Department of Defense.  And \nagain, as I understand, it's like a $1.2 billion savings over five years when you get rid of one aircraft carrier, go from \n12 to 11.\n\nSo it seems to me that that's kind of the smallest amount of savings and yet poses the greatest strategic risk.\n\nI mean, as we reduce our footprint around the world, it seems to me we need more platforms so we don't have to \nask people's permission to go across their borders, et cetera.\n\nAnd so, I guess my question is, is two or three for one is, do you know how they arrive at the number of $1.2 billion \nsavings when you retire an aircraft carrier -- that saves a billion to over five years -- how they get that number?\n\nAnd number two, does that strike you, as it does me that it's a small amount of savings for a huge impact on our, \nyou know, national security and force structure?\n\nCould you comment on those two questions?\n\nGAFFNEY: Well, I spoke to this in my prepared testimony, and I abbreviated it a little bit, but I'd be happy to \nelaborate.\n\nObviously, if you do decide that we're going to fight only the kinds of wars we're in at the moment from here on out, \nyou may tailor your forces somewhat differently than if you're going to fight -- I hope not, but we might -- somebody \nlike China in the future.\n\nIt does seem to me under foreseeable circumstances at least that irrespective of whether you're going to fight, you \nknow, the Al Qaida plus state sponsors of terror in your community or you're going to go after so-called strategic \npeer competitors, why aircraft carriers?\n\nYou want the kind of flexibility that they offer and, most especially -- as I was saying a moment ago -- the kind of \npower projection opportunities that they afford you.\n\nAs the best I can tell, you're absolutely right, this is purely driven by the budget.  There's not a strategic logic to it.  \nThere's not a powerful argument even being advanced on the strategic level for it.\n\n\n\nAnd worse, it sounds as though from, again, the trends that we're seeing, it looks as though they think they may get \nby with nine aircraft carrier battlegrounds in the future, which is, as I said in my testimony, I think is simply \nincompatible with the kind of global presence and power projection requirements we're going to need to have.\n\nHow they arrived at the amount of savings?\n\nMy sense is that the logic of this has gotten somewhat muddled, to put it charitably, by some of the changes that \nthe Navy has been trying to effect in terms of what used to be called hot-bunking -- they now have a fancier term for \nit -- something swapping; I can't remember what it is -- but relying on fewer days out of service due to remanning a \nship, postponing or scraping altogether in some cases overhauls and maintenance, and you can do that for a while, \nbut none of those practices, I think, has been done with a view to excessive maintenance or excessive manning.  \nThey've been done because they have traditionally been established to be the kind of activities that are required to \nsupport these very capital-intensive ships and manpower- intensive ships over periods of time.\n\nSo I think I very much agree with the concerns you're expressing. I think it's neither penny-wise nor pound-sensible, \nand I think we will find ourselves -- when the next thing comes up, whether it's a tsunami or whether it's some other \nact of God or whether it's some conflict, let alone a major conflagration, doing what we've done since the invention \nof the carrier, which is asking, where are they and why don't we have more?\n\nCRENSHAW: And I guess, too, wouldn't you think -- I mean, we were talking a lot about assets, et cetera, of \nairplanes.  You know, you can slow down procurement, build one less airplane this year and catch up next year, but \nif you've only got 12 aircraft carriers and you take one out of service, it seems like that's fairly irreversible. I mean, \nyou don't kind of turn it around.\n\nSo I mean, it seems to me we ought to go slow on that whole -- and I appreciate your comments.\n\nDoes anybody else have anything they want to say?\n\nYes, sir?\n\nO'HANLON: Well, I'll be the skeptic.\n\nAlthough I agree, Congressman, enough with the points you and Frank make, that I would not want to go to nine \nmyself, but I do think we can go to 11 and I'll say why.\n\nOne is, in brief, the Mediterranean theater I think is no longer a theater we need to worry about having carriers \ndeployed in very much.  We used to, and that was one of the drivers for 15 when Admiral Clark was talking about \nthat kind of number.\n\nSecondly, even though the Persian Gulf is clearly still a dangerous environment, the Navy actually has benefited \nfrom the overthrow of Saddam Hussein in a way the Army and the Marine Corps have not yet.  And that theater is \nnow, at least temporarily -- and I grant one has to prognosticate about the future too -- but at least temporarily it's \nmore stable.\n\nThird, I think Admiral Clark's concept of surging carriers for a crisis, for exercises, but not always maintaining the \nsame level of forward deployment we have in the past, is generally a smart one.\n\nIt can't go so far for reasons that Frank Gaffney just mentioned as to lead you to a very small carrier fleet.  There \nare limits on how far you can push that logic.\n\nBut I think there's enough potential there that if you want to get some savings to be able to build more ships of \ndiffering kinds and achieve other purposes -- and we were talking with Mr. Allen about the lack of destroyers and so \nforth -- I think you do have to look for smart economy.\n\n\n\nNow, I personally would probably want to keep a carrier based in Florida and perhaps put one less in Newport or \none less in San Diego in that region, because I do think there's a benefit to diversification of our home porting for \nprotecting the fleet.\n\nBut I still think, when I look at the numbers, 12 to 11 is something I can live with.\n\nAgain, there's no reason to do it except to save money, and that's, in this environment, a fairly important reason at \nleast to consider it.\n\nCRENSHAW: Thank you.\n\nGAFFNEY: Mr. Chairman, could I ask your indulgence just on a quick point?\n\nNUSSLE: Sure.\n\nGAFFNEY: I find it very difficult to have confidence in the idea that the Persian Gulf is getting more stable.\n\nWe're looking at an Iran that is becoming more dangerous by the day, and if we're lucky, we will maintain a stable, \npeaceable, free and pro-Western Iraq as something of a counterweight.\n\nIt may or may not involve our having forces there, but what's happening on the Iranian side and what may well \nportend in the Saudi side of the Persian Gulf makes it anything put an American lake -- and I don't want to say that \nMike suggested that, but it certainly sounds as though if you're not concerned about having American carriers in the \nMed where they can get into that region quickly if they have to -- assuming the Egyptians will let us come through \nthe canal -- or having people adequately staffed so that you can -- or carriers adequately staffed so that you can \nsurge into the Gulf or into the Arabian Sea as need be, you know, I think you're making a mistake.\n\nAnd frankly, if the CNO were here, I think he would say we're making a mistake if pressed.  And other than \nbudgetary constraints, I don't think he would do it.\n\nThe other point is just to back to something that Mr. Allen said. You know, I'm sure you're keenly aware of this; the \nindustrial base is in jeopardy.  We stop building ships for a year or two and it's not just that the shipyards \nthemselves are in trouble, but that entire tier upon tier upon tier of suppliers are gone.\n\nSo you ask the question, how fast do you turn around a decision to get rid of a carrier?  Well, if it turned around by \nbuilding another one, it's not just going to be the six years or seven years or eight years it takes to build one, it's \ngoing to be going back and re- qualifying, particularly nuclear suppliers, which is a very exacting business and may \nnot be there any more, especially if compounded by the few number of nuclear-powered submarines that we're \nbuilding.\n\nWhich brings me back just finally to the point that I made in my opening remarks, we look, I think, at the moment to \nbe unduly reliant upon dubious sources of supply, and we keep doing this to very, very important industrial bases \nlike the shipbuilding base and that problem will only become more acute.\n\nAnd then a lot of these other issues that we have talked about here in the course of the day will sort of fall by the \nway because there isn't going to be much you can do about it.  You can't buy, necessarily, somebody's supply if \nthey're not friendly toward you or they find it inexpedient to give you the supply when you need it.  You may not be \nable to ramp up your production capability to meet a surge need.\n\nBut these are things that I just entreat this committee and certainly those of you would have other responsibilities on \nother committees to be taking a hard look at as you make these important budgetary decisions.\n\n(UNKNOWN): Thank you.\n\nAnd maybe I'll just use the prerogative of the chair, then, just to throw out one final question for the day, and that is \nsince we're sitting on the Budget Committee -- and it goes to an issue that you raised on that point in the past -- \n\n\n\nwhat we're looking at in the budget that we will be considering for the '06 operating year as far as the Pentagon is \nconcerned on so many of the programs that you've talked about, my understanding is this really began back in late \n'04 when someone put pen to paper and said, this is what we think we need as far as our needs at that point in \ntime, and it only gets through the process to where we are today, two years later.\n\nSo going to the overall perspective, as far as reforming our budgetary process, reforming the procurement process \nwithin the Pentagon yourself, how do you address those issues relative to the point that Frank just raised just right \nnow as well?\n\nGAFFNEY: Well, I guess it falls to me to explain myself.\n\nLook, you're absolutely right.  There are long lead times.  This quadrennial defense review, for example, is now in \nfull gear but it's been in preparation since the last one stopped.\n\nYour processes here, you know, are increasingly ponderous and have to look out multiple years, not just the one \nthat's immediately at hand.\n\nI don't think there's any easy answer to this except to say that we've just got to hope that people who we elect are \nable to look over the horizon and anticipate some of the problems that are clearly coming, even though perhaps \nsome of our leaders don't want to talk about them at the moment or even though it's impolitic to worry about them \nbecause they're friends of ours in the war on terror or for some other reason.\n\nBut I really think you're on to something and that thinking these things through in a multiyear time frame, something \nI think Jim, especially was talking about, the long-term budget implications of some of our decisions is critical if \nwe're going to maintain the defense we need and avoid getting into the kind of death-spiral that we've been in in the \npast when these things have gotten wildly out of sync -- the threats on the one hand and our budget assignments \non the other.\n\nLARSEN: I'd make a comment on homeland security about that.\n\nAt least we have the mechanism within DOD that we've had for a long time if we're to build this five-year plan in the \nbudget of what we're going to do.\n\nNothing like that exists for securing our American homeland, nothing.  So how can we have a strategic perspective?\n\nAnd as was noted here in the opening remarks, only about 60 percent of the funding for homeland security even \ngoes to DHS.\n\nSo who's in charge of protecting this nation against a biological attack, which I think most of us here on this panel \nagree is a rather likely thing in the next five/ten years?\n\nWho's in charge?\n\nNo one.\n\nWho's building the plan?\n\nNo one.\n\nCARAFANO: Another idea that we've thrown out also which is totally heretical, which is perhaps is the notion of \ngoing to a biannual budget cycle and then alternating homeland security budgets and the defense budgets.  You go \non a two-year cycle as opposed to a one-year cycle -- take a little more thoughtful look at these issues, spend a \nlittle more time on oversight and think through them in alternate years rather than trying to have the Congress eat \nboth of them every year.\n\nO'HANLON: I'll just add one more which is -- whether this idea flies or not, I definitely like Jay's earlier idea of a \nquadrennial review for the Department of Homeland Security -- and all players involved in the homeland security \n\n\n\nmission.  I think those reviews have really been very useful in the defense community and we've been doing them \nnow for quite a while.\n\nThey get a little bit old in some ways, but they're always useful.  And I think the DHS mission definitely needs them \nnow.\n\nNUSSLE: Right.\n\nWell, gentlemen, I certainly appreciate your coming, your time and your testimony.\n\nI think someone said in the opening remarks that what we deal with here as far as the defense of this nation and the \nsecurity of the American people is the first and foremost responsibility of this Congress and of this administration, \nand it makes everything else we do pale in comparison.\n\nI agree with what members have already said that we look forward that when we have someone from the \nadministration be able to come, and you, certainly for myself, at least, have highlighted some questions that we'll be \nable to bring before the administration.\n\nSo I thank you for that.\n\nAnd I also want to say that I ask unanimous consent that members be allowed seven days to submit statements or \nquestions for the record, and without objection, we're adjourned.\n\nEND\n\nNotes\n\n[????] - Indicates Speaker Unknown\n\n   [--] - Indicates could not make out what was being said.[off mike] - Indicates could not make out what was being \nsaid.\n"}