{"title": "Latino Who Will Chair Board Is Described as a 'Unique and Needed Voice'", "body": "\nJ. Walter Tejada, an immigrant who moved to the United States from El Salvador when he was 13, has been \nnamed chairman of the Arlington County Board, which will make him the highest ranking Latino elected official in \nNorthern Virginia.\n\nTejada (D), 50, first elected to the board in 2003, was chosen by his four fellow board members to be chairman, \nwhich will allow him to set the board's agenda, prioritize its spending goals and act as the county's primary \nspokesman.\n\n\"I'm excited and humbled that my colleagues have placed that trust in me,\" Tejada said yesterday.\n\n\"I'm continuing to live the American dream.\"\n\nTejada came to prominence in 1999 during the political fight over the destruction of the Arna Valley apartment \ncomplex -- a demolition that displaced 3,000 people, many of them immigrants.\n\nHe said he feels especially pleased with his new role because Virginia is \"a state that has not been that friendly to \nimmigrants.\"\n\nIn the recent elections, for example, some politicians in Prince William County called for a crackdown on illegal \nimmigrants rather than recognizing the contribution they make to the local economy, Tejada said.\n\n\"We need to be very careful we don't set policies based on whims,\" he said, adding that he will take on the \nchallenge of battling policies that are not \"inclusive and caring.\"\n\nIn Arlington, county officials in September rebuked politicians elsewhere for taking measures they called \"punitive\" \ntoward immigrants and unanimously backed a resolution calling on elected officials to \"promote the integration of \nimmigrants.\"\n\n\nLatino activists and elected officials in the Washington region were pleased -- and surprised -- at the news of \nTejada's new role on the board.\n\n\"It's fantastic,\" said Maryland Del. Ana Sol Gutierrez (D-Montgomery.)\n\n\"He is definitely a unique and needed voice in Virginia. He's been such a leader in representing the needs of \nLatinos.\"\n\nGutierrez said Tejada has played a key role regionally by raising issues of concern to Latinos at the Metropolitan \nWashington Council of Governments. She said he has spearheaded discussions of immigration, day laborers and \ngangs.\n\n\"He has brought the governments together,\" she said. \"He's been spectacular at that.\"\n\nTejada's reach has been regional and national, not just local, said William Ramos, director of the Washington \nchapter of the National Association of Latino Elected and Appointed Officials.\n\n\"He's brought forth a reasoned approach to immigration reform,\" Ramos said.\n\nArlington Board member Barbara A. Favola (D), who chaired the board in 2000 and 2004, said that Tejada will \nbring \"a very special perspective\" to the chairmanship because of his immigrant experience.\n\n\"He has a personal commitment to people who want to help themselves but who may need a helping hand,\" said \nFavola, who will serve as the board's vice chair. \"That's been his passion.\"\n\nTejada, a former aide to U.S. Rep. James P. Moran Jr. (D-Va.), will unveil his goals for next year at a meeting Jan. \n1. A longtime advocate of affordable housing, he is expected to make that issue a priority for Arlington in 2008.\n\nTejada is married to a teacher, Robin Tejada, and lives in the Dominion Hills area of Arlington.\n\nGraphic\n\n \n\nIMAGE; By Pamela Constable -- The Washington Post; J. Walter Tejada, who emigrated from El Salvador when he \nwas 13, said he will try to ensure that Arlington County policies are \"inclusive and caring.\"\n"}