{"title": "Rethinking the Cuban Adjustment Act and the U.S. national interest.", "body": "\nI. Introduction\nII. Fidel Castro's Rise to Power and Cuba's Tension with \n\nthe United\nStates\n\nIII. The Passage of, and Justification for the Cuban \nAdjustment Act\n\nA. Cuban Immigration Prior to the Passage of the \nCAA: 1959-1966\n\nB. The Cuban Adjustment Act of 1966\n\n1. Easing the Administrative Burden\n\n2. Integrating Cuban Exiles into the American \nWorkforce\n\n3. Providing Refuge to Victim's of Communist \nPersecution\n\n4. Waging a Cold, Ideological War\n\nIV. Application of the CAA since Its Passage\nA. 1980--Mariel Boatlift\n\nB. 1994--Balseros Migration Crisis\n\nC. Application of the CAA since the 1994 Balsero \nCrisis\n\nV. Criticism of the CAA and the Wet Foot / Dry Foot \nPolicy\n\nA. The Underlying Justifications for the Initial Passage \nof the\n\nCAA are No Longer Valid\n\nB. The Cuban Government's Position--La Ley \nAsesina\n\nC. The \"Wet Foot / Dry Foot Policy\" is Inconsistent \nwith the\n\nLanguage of the CAA\n\nD. The CAA is Unfair to Migrants of Other Nationalities\n\nVI. Conclusion\n\nI. INTRODUCTION\n\n\nThis article argues that it is time for the United States to reconsider the continuing relevance of the Cuban \nAdjustment Act (\"CAA\") of 1966, (3) and to either modify or repeal it. The CAA allows Cuban migrants to \n\"circumvent the usual methods used to determine refugee status,\" (4) and grants the \"Attorney General discretion \nto adjust the status of a Cuban citizen admitted or paroled\" into that of an \"alien lawfully admitted for permanent \nresidence\" as long as the Cuban individual has been physically present in the United States for one uninterrupted \nyear. (5) That is, under the terms of the CAA, Cubans are neither \"required to qualify for a visa under the categories \nestablished for immigrants,\" nor are \"they required to establish\" refugee status, which is generally a prerequisite for \nobtaining asylum. (6)\n\nThis article takes the position that there is no longer any legitimate reason for granting Cubans special immigration \nprivileges in light of the changes the world has undergone since the passage of the CAA in 1966. (7) Moreover, this \narticle argues that a change in immigration policy towards Cuba is a necessary response to the espionage threat \nthat Cuba's intelligence services pose to U.S. national security, as the policy of paroling nearly all Cubans touching \nU.S. soil provides a mechanism by which the Cuban government may infiltrate its spies into the United States. (8)\n\nAlthough this article does not analyze the complex intricacies of U.S.-Cuba relations, an analysis of any U.S. \nimmigration policy towards Cuba would be incomplete without any mention of the political context in which U.S.-\nCuba relations have developed. (9) Indeed, one cannot attain a minimum understanding of U.S. immigration policy \ntowards Cuba unless one also understands this policy as a means by which the United States has attempted to \nundermine the legitimacy of Fidel Castro's government. (10) Accordingly, Part II briefly chronicles the events \nleading to Fidel Castro's rise to power, and highlights the major events that have caused Cuba's strained \nrelationship with the United States. Part III addresses the initial justifications for the passage of the CAA. Part IV \nexplores the different ways the CAA has been applied since its passage. Part V describes critics' arguments against \nthe CAA, and evaluates the validity of these arguments. Finally, Part VI concludes that whatever utility the CAA may \nhave served, it is time for U.S. law to accord Cubans the same legal treatment that others wishing to immigrate to \nthe United States receive because doing so is in the national security interest of the United States. (11)\n\nII. FIDEL CASTRO'S RISE TO POWER AND CUBA'S TENSION WITH THE UNITED STATES\n\nJanuary 1, 1959 signaled the dawn of a new era for U.S.-Cuba relations. (12) On this date, Cuban dictator \nFulgencio Batista fled Cuba as Fidel Castro and his fellow barbudos (13) descended victoriously from the Sierra \nMaestra mountains, where they had waged a guerrilla war against Batista since 1956. (14)\n\nPreviously, in 1953, Castro had led a failed revolt against Batista's government by attacking the Moncada military \nbarracks in Santiago de Cuba. (15) After serving two years in prison, Castro traveled to Mexico, where he \norganized a second revolt against Batista. (16) In 1956, Castro and eighty-one other men departed Mexico in an \noverloaded thirty-eight foot yacht named the Granma, and landed in the Oriente Province of Cuba. (17) Upon their \narrival in Oriente, Castro and his men dispersed into the Sierra Maestra Mountains. (18) As unlikely as it may seem, \nthis group of eighty-two men began what would ultimately become the first socialist revolution in the Western \nHemisphere. (19)\n\nAlthough it may be tempting to think of U.S.-Cuba relations within the exclusive context of the Cold War, (20) one \nshould note that U.S. relations with Cuba--and Cuban immigration to the United States--pre-date the Castro \nregime. (21) In 1890, there were approximately 20,000 Cubans living in the United States. (22) This number rose to \n40,000 by 1910. (23) Jose Marti, the nineteenth-century leader of Cuba's independence movement, spent a \nconsiderable portion of his adult life in the United States, where he organized Cuban exile groups in New York and \nFlorida against Spanish colonial rule from 1881 to 1895. (24)\n\nIn 1895, Marti led Cuba's final rebellion against Spain. (25) The United States intervened in this rebellion following \nthe sinking of the American battleship U.S.S. Maine in Havana Harbor on February 15, 1898. (26) The U.S. \nhostilities' against Spain ended with the signing of the Treaty of Paris on December 10, 1898. (27) Under the terms \nof this treaty, Spain relinquished its claims to Cuba, and ceded Puerto Rico and the Philippines to the United States. \n(28)\n\n\n\nAlthough Cuba ceased being a Spanish colony in 1898, it was not completely sovereign. The United States \noccupied Cuba militarily until 1902. (29) A provision of Cuba's 1901 constitution incorporated the Platt Amendment, \nwhich authorized the United States to intervene in Cuban affairs, among other things, \"for the preservation of \nCuban independence, the maintenance of a government adequate for the protection of life, property and individual \nliberty, and for discharging the obligations with respect to Cuba imposed by the Treaty of Paris on the United \nStates.\" (30)\n\nFrom 1901 to 1934, the Platt Amendment was a source of humiliation to many Cubans because it stymied the \nsovereignty they had worked so hard to achieve. (31) Under the legal cloak of the Platt Amendment, the United \nStates militarily intervened in Cuba in 1906 and 1912, and politically intervened in internal Cuban affairs on a \nnumber of other occasions throughout the early twentieth century. (32) To add further insult to injury, the Platt \nAmendment served as \"the basis for the U.S. acquisition of rights\" to a portion of Guantanamo Bay--sovereign \nCuban territory; the United States would ultimately establish a naval base on this piece of territory which, as of \n2011, remains operational. (33) The U.S. military presence in Guantanamo can be terminated only by mutual \nagreement or unilateral U.S. withdrawal; that is, Cuba cannot exercise its sovereignty to expel the U.S. Navy from \nGuantanamo. (34)\n\nCubans' indignation with U.S. policy towards Cuba, coupled with the succession of corrupt governments following \nindependence, set the stage for Castro's rise to power. (35) In 1959, \"[t]he overwhelming majority of the Cuban \npeople recognized Castro as a revolutionary hero, who, despite tremendous odds, had defeated [a] corrupt and \nbrutal dictatorship.\" (36) Although the U.S. government did not immediately declare its enmity towards Castro's \ngovernment, it soon became apparent that Castro would become a thorn in the side of the United States. (37) In \n1960, Cuba nationalized U.S. businesses, and in 1961 the United States broke diplomatic relations with Cuba. (38) \nOn April 17, 1961, over 1,000 U.S.-trained Cuban exiles invaded Cuba's Bay of Pigs with the goal of overthrowing \nCastro's government. (39) Castro's forces crushed the invaders, who surrendered within seventy-two hours. (40) \nFollowing the Bay of Pigs victory, Castro proclaimed the socialist nature of the Cuban Revolution during his May \nDay speech in 1961. (41)\n\nSlightly over one year later, in October 1962, \"U.S. reconnaissance planes discovered Soviet-made nuclear \nmissiles in Cuba.\" (42) The United States responded by imposing a naval blockade around the island, resulting in a \nconfrontation with the Soviet Union known as the Cuban Missile Crisis. (43) The United States and the Soviet \nUnion successfully negotiated the withdrawal of the Soviet missiles on October 28, 1962. (44) In exchange for the \nSoviet withdrawal of its nuclear missiles from Cuba, the United States pledged to: (1) refrain from using military \nforce against the island, (2) eliminate the naval blockade, and (3) withdraw U.S. strategic nuclear missiles from \nTurkey. (45)\n\nAs of February 2010, the Cold War has been over for nearly two decades and the Soviet Union no longer exists. \n(46) Fidel Castro has not officially been the leader of Cuba since he ceded control of the government to his brother, \nRaul, after falling ill in August of 2006. (47) Notwithstanding these changes, U.S. policy towards Cuba remains \nlargely unchanged. (48) The economic embargo that President Kennedy instituted in 1962 remains in place, and \nwas strengthened with the passing of the Cuban Liberty and Democratic Solidarity (LIBERTAD) Act of 1996. (49) \nMoreover, despite some changes in the application of the CAA--which are discussed in later sections--Cubans \nremain the \"special favorites\" of U.S. immigration policy. (50)\n\nIII. THE PASSAGE OF, AND JUSTIFICATION FOR THE CUBAN ADJUSTMENT ACT\n\nA. CUBAN IMMIGRATION PRIOR TO THE PASSAGE OF THE CAA: 1959-1966\n\nCastro's rise to power witnessed an influx of emigration from Cuba to the United States. (51) The first wave of \nCuban exiles consisted of \"[o]ver 200,000 individuals who were highly educated, professional, managerial, and of \nupper-middle class socioeconomic status.\" (52) These individuals left Cuba between 1959 and 1962, and did not \nexpect their exile to be permanent; that is, they expected to return home to Cuba upon the imminent dissolution or \noverthrow of Castro's government. (53) Although some within this initial group were followers of the deposed \n\n\n\nCuban dictator, Fulgencio Batista, many more were disaffected by Castro's having, among other things, \"abolished \nthe electoral system, closed private educational institutions, and silenced the Catholic Church.\" (54)\n\nUpon learning of the presence of Soviet missiles in Cuba in 1962, the U.S. government suspended all direct flights \nbetween Cuba and the United States. (55) This resulted in a decrease in Cuban immigration to the United States. \n(56) Between 1962 and 1965, the years direct flights were renewed, only about 74,000 Cubans immigrated to the \nUnited States. (57)\n\nIn September 1965, Castro announced that all Cubans with relatives in the United States would be permitted to \nleave the island \"if their relatives asked for them.\" (58) This announcement prompted Cubans in the United States \nto travel to the Cuban port of Camarioca by boat to retrieve their relatives. (59) \"In contrast to the gradual flow of \nCuban refugees to Miami during the previous six years, the Camarioca boatlift nearly doubled the number of \nCuban exiles in the United States from 211,000 to 411,000 in just a few months.\" (60) Although President Lyndon \nB. Johnson initially declared that the United States would welcome the refugees, \"as the boatlift intensified, \nnegotiations to establish an orderly passage to the United States became a priority for the administration.\" (61) U.S. \nand Cuban officials established an agreement on November 6, 1965 whereby the United States was allowed to \nprovide air transportation to Cubans departing for Miami. (62) Between 1965 and 1973, approximately 250,000 \nCubans arrived in the United States via the airlift--also known as \"Freedom Flights.\" (63) It is within this immigration \ncontext that Congress enacted the CAA. (64)\n\nB. THE CUBAN ADJUSTMENT ACT OF 1966\n\nSince practically the beginning of Castro's regime, the United States has had an open-door policy with respect to \nCuban immigration. (65) Following Castro's rise to power, it became the policy of the United States to discredit the \nCuban government ideologically by allowing Cubans the opportunity to choose capitalism and democracy over \ncommunism and dictatorship. (66) This open-door policy towards Cubans served as an important aspect of the U.S. \npropaganda war against communism. (67) It also helped undermine Castro's government by draining Cuba of its \nhuman capital. (68)\n\nWhile the United States provided refuge to Cubans fleeing Castro's government, it did not have a policy to integrate \nthem fully into American society or the American workforce, as there was no expectation that their stay in the United \nStates would be permanent. (69) These Cubans gained entry into the United States through the parole power. (70) \n\"[T]hat power was intended to provide for the temporary entry of an individual alien in emergency circumstances. \nBut parole was used for Cubans as a 'highly politicized admission device' for massive numbers.\" (71)\n\nIt is important to note that a grant of \"parole\" is not admission as a lawful permanent resident under the Immigration \nand Nationality Act (\"INA\"). (72) Until the passage of the CAA, Cubans who had been paroled into the United States \ncould adjust their status to that of a permanent resident only by \"leaving the United States for an indefinite period of \ntime in order to secure an immigrant visa at a U.S. consular office abroad, and then reentering as a permanent \nresident.\" (73) An analysis of the legislative history of the CAA reveals the following justifications for Congress' \npassage of the CAA: (1) ease the administrative burden of Cuban exiles who wanted to become legal permanent \nresidents; (2) integrate Cuban exiles into the American workforce; and (3) provide refuge to victims of communist \npersecution. (74) In addition to the aforementioned three justifications--evident from the Congressional record--the \nCAA also served to further U.S. efforts in the ideological war against communism. (75) The sections that follow \nanalyze each of the above-mentioned justifications.\n\n1. Easing the Administrative Burden\n\nAs the Seventh Circuit noted in Silva v. Bell, (76) most Cuban exiles did not have the financial resources to make \nthe trip abroad to apply for immigrant visas. (77) Additionally, the U.S. consulates in Canada and Mexico had a \nheavy administrative burden processing the visa applications of those Cubans who were able and willing to travel to \nthese locations to obtain visas as a first step towards adjusting their status. (78) According to the 1966 statement of \nAssistant Secretary of State Douglas MacArthur II to the Senate Judiciary Committee, \"[c]onsular officers located in \nareas adjacent to the United States\" could process only those immigrant visa applications from Cubans who either \n\n\n\nhad close ties to U.S. citizens or permanent residents, or who suffered \"specific hardship\" in obtaining employment \nbecause of their lack of permanent resident status. (79)\n\nAt the time of the CAA's enactment, there were approximately 165,000 Cubans in the United States without \npermanent resident status. (80) Many of these Cubans had left Cuba after the United States broke diplomatic \nrelations in 1961, and were unable to apply for immigrant visas while in Cuba because there was no U.S. consular \nrepresentation on the island. (81) The only way these Cubans could apply for any type of U.S. visa, therefore, was \nby traveling to a third country. (82) Accordingly, the CAA was passed to alleviate the administrative burden on both \nCuban exiles who wanted to become U.S. permanent residents, and U.S. diplomatic facilities in Canada and \nMexico that lacked the resources to process the visa applications of Cubans paroled into the United States. (83)\n\n2. Integrating Cuban Exiles into the American Workforce\n\nBesides easing administrative burdens, Congress also intended the CAA to facilitate the integration of Cubans into \nthe American labor force. (84) Many of the Cubans who comprised the initial wave of exiles belonged to \"Cuba's \ncultural and economic elite,\" and \"were ... well-educated and highly skilled workers whom the U.S. government \nviewed as an asset to the American labor [force].\" (85) Nevertheless, their inability to adjust their status prevented \nthese Cubans from obtaining employment in their professions \"either because of conditions imposed independently \nby [their] employers, or because of restrictive statutes in many States which prevent[ed] the practice of one's \nprofession ... by one who ha[d] not acquired full citizenship or ha[d] not filed a declaration of intention.\" (86) The \nCAA, accordingly, was enacted to: (1) allow Cubans to become self-sufficient; (2) reduce Cubans' dependence on \nthe U.S. government assistance programs; and (3) put the skills of Cuban exiles to the service of the U.S. labor \nforce. (87)\n\n3. Providing Refuge to Victim's of Communist Persecution\n\nThe Congressional record suggests that humanitarian concerns served as another justification for the passage of \nthe CAA. (88) In a written statement to the House Judiciary Committee in 1966, Undersecretary Ball stated, \"[t]he \ngranting of a permanent residence status to Cuban refugees would further demonstrate the desire of the United \nStates to play a full and sympathetic role as a country of asylum for refugees from communism.\" (89) Indeed, by the \ntime Congress enacted the CAA in 1966, providing refuge to Cubans fleeing communist Cuba had already become \na well-settled U.S. policy. (90) The fact that the United States waived visa requirements for Cubans upon breaking \ndiplomatic relations with Cuba in 1961, and maintained an open-door policy with regard to Cuban immigration \ndemonstrates this fact. (91)\n\n4. Waging a Cold, Ideological War\n\nIn light of the fact that removing Castro by force ceased being a viable policy option under the terms of the U.S.-\nSoviet agreement that resolved the Cuban Missile Crisis, anti-Castro propaganda efforts soon became a \nparticularly important means by which the United States was able to express its disapproval of the Cuban regime. \n(92) Indeed, what better way to prove the moral and economic superiority of democracy and capitalism to \ncommunism and totalitarianism than to allow Cubans to decide for themselves which system they preferred?\n\n\"The United States policy against Communist expansion was promoted by allowing the Cubans who came to the \nUnited States to denounce communism through finding refuge in the democratic United States while at the same \ntime draining Cuba of vital resources such as an educated labor force.\" (93) Aside from making it easier to provide \nlong-term refuge to Cuban exiles, the CAA also facilitated the exodus of skilled professionals from Cuba, thereby \ndepleting the Castro regime \"of vital human capital, including physicians, teachers, engineers, and technicians.\" \n(94)\n\nIV. APPLICATION OF THE CAA SINCE ITS PASSAGE\n\n\"In the late 1960s and early 1970s, Castro complained of the detrimental effect caused by the loss of so many well-\neducated and productive citizens.\" (95) As a means of maintaining Cuba's human capital inside of Cuba, Castro \nsuspended the \"Freedom Flights\" in 1973. (96) Although the United States maintained an open-door policy for \n\n\n\nCubans, there was a period of reduced Cuban migration to the United States between 1973 and 1980. (97) During \nthis time, only approximately 50,000 Cubans arrived in the United States. (98) In 1980, however, the U.S. open-\ndoor policy of providing refuge to all Cubans fleeing Castro's Cuba was severely tested. (99) This policy was tested \nagain during the mass Cuban exodus of 1994. (100)\n\nA. 1980--MARIEL BOATLIFT\n\nOn April 1, 1980, six Cubans crashed a bus into the Peruvian Embassy in Havana and sought asylum. (101) After \nPeru declined to turn these Cubans over to Cuban authorities to face criminal prosecution, Castro withdrew security \nguards from the embassy. (102) Within days, over 10,000 Cubans flooded the Peruvian Embassy seeking asylum. \n(103) The Cuban government responded by opening the Havana port of Mariel to all Cubans wishing to leave the \nisland. (104) Shortly thereafter, President Jimmy Carter announced that the United States would \"continue to \nprovide an open heart and open arms to refugees seeking freedom from Communist domination and from economic \ndeprivation brought about primarily by Fidel Castro and his government.\" (105) What resulted was an influx of \n125,000 Cubans between April and September of 1980. (106)\n\nThe legal landscape in the United States, however, was not what it was during the initial waves of post-Castro \nCuban immigration. (107)\n\nUnder the Refugee Act of March 1980, passed only five weeks before\n\nMariel, the United States had placed a yearly quota of 19,500\n\nrefugees from Cuba. In addition, individual case reviews were\nrequired before refugee status was granted. The law defined\nrefugees as people who were \"unable and unwilling\" to return to\ntheir homeland because of political, racial, religious, or other\npersecution. Technically and legally, the Cubans were simply\nundocumented aliens seeking asylum, not refugees. (108)\n\nThe Mariel Cubans were the first mass group of Cubans who fled from Castro and encountered many of the same \ndifficulties other immigrants encountered upon reaching the United States. (109) Although most Mariel Cubans \nwere eventually paroled, many were detained. (110) Moreover, rather than hailing the Mariel Cubans as brave \nvictims of communist oppression, much of the U.S. media maligned them, ironically, by using the same term Castro \nused to describe them--\"social undesirables.\" (111) Mariel Cubans were also stereotyped as \"criminals, \nhomosexuals, or mentally ill\" despite the fact that these actually \"constituted less than 5% of the immigrants.\" (112)\n\nDespite the stigmatization of the Mariel Cubans, most were eventually paroled and were able to avail themselves of \nthe CAA to become permanent residents. (113) Nevertheless, the Mariel experience demonstrated that there were \nlimits to the extent the United States would provide refuge to anybody fleeing communist Cuba. (114) Immigration \nofficials considered 2,000 Mariel Cubans as having serious enough criminal records to justify continued detention. \n(115) Moreover, some Cubans who had been paroled initially, later became ineligible to adjust their status under \nthe CAA because of criminal convictions in the United States. (116) Many Cubans who were ineligible to adjust their \nstatus remained in detention because of the Cuban government's refusal to allow them to be repatriated. (117)\n\nIn 2005, the U.S. Supreme Court held in Clark v. Martinez that the indefinite detention of these Cubans violated \nfederal law, and that they must be either removed from the country within a reasonable amount of time, or released. \n(118) In light of the Supreme Court's decision in Martinez, several hundred long-term Cuban detainees were \nordered released from the custody of the U.S. Immigration and Customs Enforcement. (119)\n\nAlthough an analysis of the legal propriety of the indefinite detention of these Cubans is beyond the scope of this \narticle, it is worth noting that the United States has not been shy to enforce its immigration laws against Cubans \ndespite its \"foreign policy and political motivations\" for treating Cubans differently from other migrants. (120)\n\nB. 1994--BALSEROS MIGRATION CRISIS\n\n\n\nAfter a series of illegal departures from Cuba in 1994--some of which involved hijackings of vessels--the Cuban \ngovernment instructed its security forces not to prevent Cubans from leaving the island. (121) Shortly thereafter, \nCastro made the following official statement:\n\nIf the U.S. does not take rapid, effective measures to stop\n\npromoting illegal departures from our country, we will feel obliged\n\nto instruct our border guards to do nothing to stop any vessel that\nis trying to leave Cuba.... [W]e cannot continue to act as border\nguards for the U.S. (122)\n\nThe announcement that Cuban authorities would not prevent anyone from leaving the island again prompted a \nmass exodus, as approximately 35,000 Cubans took to the high seas in just about anything that would float. (123) \nUnlike in 1980, however, the American reception would not be as welcoming. (124) This time, there would be no \n\"open heart and open arms.\" (125) Instead, President Clinton directed the U.S. Coast Guard to intercept Cubans \nattempting to reach U.S. soil, and detain them at the U.S. base in Guantanamo Bay. (126) This broke with the \nUnited States' longstanding policy of welcoming all Cubans fleeing from Castro. (127)\n\nThe 1994 crisis ended with the signing of a Joint Communique between Cuba and the United States on September \n9, 1994. (128) Under the terms of the Communique the United States agreed to: (1) disallow Cubans rescued at \nsea from entering the United States; (2) discontinue \"its practice of granting parole to all Cuban migrants who reach \nthe United States in irregular ways\"; (3) cooperate with the Cuban government to prevent alien smuggling; and (4) \nissue a minimum of 20,000 immigrant visas annually through the Interest Section in Havana. (129) The Cuban \ngovernment, for its part, agreed to: (1) \"prevent unsafe departures using mainly persuasive methods\"; (2) cooperate \nwith the United States to prevent alien smuggling; (3) arrange for the voluntary return of Cubans \"who arrived in the \nUnited States or in safe havens outside the United States on or after August 19, 1994\"; and (4) continue \ndiscussions with the United States to address the repatriation of inadmissible Cubans. (130)\n\nThe Communique provided Cubans in Guantanamo Bay an incentive to agree to repatriation by providing for a \npossibility to emigrate from Cuba by applying for visas at the U.S. Interest Section in Havana, while denying them \nany possibility of entry into the United States from Guantanamo Bay. (131)\n\nThe Cuban American Bar Association (\"CABA\") challenged the policy of denying Cubans in Guantanamo Bay the \nright to apply for asylum in Cuban American Bar Association, Inc. v. Christopher. (132) The Haitian Refugee Center \nintervened to block the repatriation of Haitian migrants whom the United States also held in Guantanamo. (133) \nAfter the District Court for the Southern District of Florida granted a temporary restraining order against the \ngovernment's repatriation, the government filed an appeal with the Eleventh Circuit. (134) On appeal, the question \nbefore the court was whether denying Cubans and Haitians in Guantanamo Bay the right to apply for asylum \nviolated [section] 241(b)(3) of the Immigration and Nationality Act (\"INA\"). (135)\n\nRelying on Sale v. Haitian Centers Council--a case in which the U.S. Supreme Court held that the INA did not apply \nextraterritorially--the Eleventh Circuit held that the United States was not required to afford the Cubans and Haitians \nin Guantanamo Bay an opportunity to apply for asylum because Guantanamo Bay was not U.S. territory. (136) The \ncourt also rejected the argument that the CAA and other congressional acts strengthening the U.S. embargo \nagainst Cuba conferred upon the Cubans in Guantanamo Bay a right to seek parole and asylum in the United \nStates. (137) The court reasoned that:\n\n[w]hile these acts acknowledge the political climate in Cuba,\n\nprovide for economic sanctions for dealing with Cuba, and allow for\n\ncertain fights for Cubans who reach the United States, they do not\naddress the fights of Cuban migrants to enter or to seek entry to\nthe United States initially, nor do they confer directly any fights\nupon the Cuban migrants outside the United States. (138)\n\n\n\nIn light of the court's holding in Christopher, the Clinton administration faced no legal obstacle in repatriating \nGuantanamo Bay Cubans. (139) Notwithstanding this fact, and despite prior statements that \"Cubans at \nGuantanamo would have to return to Cuba before they would be considered for admission to the United States,\" \nthe Clinton administration reversed course in May 1995. (140) On May 2, 1995, the White House issued the U.S.-\nCuba Joint Statement on Migration. (141) Under its terms, the United States and Cuba agreed that most of the \nCubans in Guantanamo Bay would be paroled into the United States. (142) Both governments also agreed that the \nUnited States could count up to 5,000 such paroles in any one year period towards the 20,000 visas per year that \nthe United States agreed to issue through its Interest Section in Havana under the 1994 Joint Communique. (143) \nLastly, the United States agreed to repatriate, and Cuba agreed to accept the return of, all Cubans whom the U.S. \nCoast Guard intercepted at sea. (144)\n\nIronically, the decision to allow the Guantanamo Cubans into the United States was not extended to Haitians. (145) \nAlthough the Clinton administration's policy reversal was a cause of joy for the Cubans in Guantanamo Bay, \nCuban-American groups were displeased that the United States would enter into an agreement with the Cuban \ngovernment that provided for the repatriation of any Cuban fleeing Castro. (146) This policy represented a major \nchange in U.S. policy toward Cuba, as forced repatriation of Cubans \"fleeing oppression\" had long been considered \nunthinkable. (147) In explaining the rationale for the new policy to Cuban-Americans, President Clinton declared:\n\nWe simply cannot admit all Cubans who seek to come here.... We\n\ncannot let people risk their lives on open seas in unseaworthy\n\nrafts.... [R]egularizing Cuban migration also helps our efforts to\npromote a peaceful transition to democracy on the island.... For\ntoo long, Castro has used the threat of uncontrolled migration to\ndistract us from this fundamental objective. With the steps we've\ntaken, we will be able to devote ourselves fully to our real\nlong-term goals. (148)\n\nIndeed, while \"those Cubans on Guantanamo in May 1995 were the 'beneficiaries of the American tradition of \nhumanitarian concern and conduct,' those subsequently interdicted and returned to Cuba would benefit from no \nsuch tradition.\" (149)\n\nC. APPLICATION OF THE CAA SINCE THE 1994 BALSERO CRISIS\n\nFollowing the 1994 and 1995 migration agreements between the United States and Cuba, it remained unclear \nwhether Cubans who reached U.S. soil illegally could adjust their status pursuant to the CAA. (150) Although the \n1995 Joint Statement did not address whether Cubans arriving in the United States illegally would be permitted to \nremain, the 1994 Joint Communique did unequivocally state that the United States had \"discontinued its practice of \ngranting parole to all Cubans who reach U.S. territory in irregular ways.\" (151) Notwithstanding the U.S. \nagreements with Cuba and the INA's prohibition against admitting aliens entering the United States \"at a time or \nplace other than as designated by the Attorney General,\" (152) in 1999 Immigration and Naturalization Service \n(\"INS\") Commissioner Doris Meissner made clear that Cubans who touched land would continue to be paroled. \n(153)\n\nIn an April 19, 1999 memorandum to INS Regional and District Directors, Chief Patrol Agents, and Officers-in-\nCharge, Meissner acknowledged that CAA applicants must be \"admissible\" to be eligible for adjustment of status \nunder the CAA. (154) Nevertheless, she explained that \"[t]he policy of the Service is that the inadmissibility ground \nthat is based on an alien's having arrived at a place other than a port-of-entry does not apply to CAA applicants.\" \n(155) Meissner stated that this policy was based on the rationale of a 1967 Board of Immigration Appeals (\"BIA\") \ndecision, Matter of Mesa. (156)\n\nIn Matter of Mesa, the BIA considered whether CAA applicants who were \"likely to become public charges\" were \nineligible for adjustment of status under CAA [section] 1 due to their inadmissibility under INA [section] 212(a)(15). \n(157) The BIA noted that at the time of the CAA's enactment, Congress was aware that most Cubans depended on \n\n\n\nsome form of public assistance, as they had been \"impoverished by force of circumstances beyond their control.\" \n(158) The BIA held that precluding Cuban parolees from adjusting their status on the grounds they were likely to be \npublic charges would defeat the CAA's purpose of helping Cubans paroled into the United States become self-\nsufficient. (159)\n\nIn light of the fact that Cubans arriving illegally had been eligible for CAA adjustment for many years, and in light of \nCongress' 1996 affirmation that the CAA would remain in force until there is a democratic government in Cuba, \n(160) Meissner determined that to deny Cubans the ability to become eligible for CAA adjustment on the grounds of \ntheir illegal entry would frustrate the purpose of the CAA. (161) That is, Meissner determined that the illegal entry \ngrounds of inadmissibility, like the public charge ground, should not apply to Cubans. (162) Accordingly, Meissner's \nguidance to her subordinates was to parole Cubans so long as no other factors--such as a disqualifying criminal \nrecord--barred their CAA adjustment. (163)\n\nIndeed, there is no sound justification for the U.S. policy of treating Cubans touching land differently from those \ninterdicted at sea. (164) As will be addressed further in Part V, infra, the statutory language does not support \nMeissner's interpretation of the CAA as requiring that Cubans who enter the United States illegally be paroled. \n(165) Despite this, the policy that President Clinton instituted of paroling Cubans touching land while repatriating \nthose interdicted at sea, survived throughout the administration of President George W. Bush and remains the \npolicy of President Barack Obama. (166)\n\nV. CRITICISM OF THE CAA AND THE WET FOOT / DRY FOOT POLICY\n\nBetween 1995 and 2008, the U.S. Coast Guard interdicted and repatriated over 10,000 Cubans trying to reach the \nUnited States by sea. (167) The policy of interdicting and repatriating Cubans captured at sea remains \ncontroversial. (168) Some argue that all Cuban migrants, whether captured on land or at sea, should receive the \nsame treatment that migrants of other nationalities receive. (169) Others argue that as long as the United States \nmaintains the position that the Cuban regime is a gross violator of human rights, no Cuban attempting to flee \nshould be repatriated. (170) The following subsections describe and critique the most common arguments against \nthe current interpretation and application of the CAA.\n\nA. THE UNDERLYING JUSTIFICATIONS FOR THE INITIAL PASSAGE OF THE CAA ARE NO LONGER VALID \nPerhaps the most compelling argument in favor of repealing the CAA is that it is the anachronistic product of an era \nthat has long passed. (171) With the collapse of the Soviet Union and the end of the Cold War, many would \nprobably agree that the threat of world communist domination is over. (172) Accordingly, there is no longer a need \nfor the United States to wage an ideological war to prove the superiority of capitalism and democracy over \ncommunism and dictatorship. (173) That battle has already been won. (174)\n\nMoreover, while integrating Cubans into the American workforce and easing the administrative burden on Cuban \nparolees may have justified the initial passage of the CAA, these are no longer justifiable purposes for maintaining \nthe CAA. (175) Since 1977, the United States has maintained an Interest Section in Havana which is staffed with \nconsular personnel. (176) Cubans no longer have to travel to a third-country to apply for U.S. visas; they can apply \nfor and obtain U.S. visas from the U.S. Interest Section in Cuba. (177) Moreover, Cubans do not even have to leave \nCuba to apply for refugee status; they may apply for refugee status through the special in-country refugee program \nthat the United States operates through its Interest Section. (178)\n\nBesides there no longer being a need to ease the administrative burden on Cuban parolees or on U.S. diplomatic \nfacilities, there is also no longer a need to facilitate the integration of Cuban exiles into the American workforce. \n(179) The CAA has already fulfilled its function of integrating paroled Cubans by making them eligible to adjust their \nstatus after being present in the United States for one year. (180) A repeal of the CAA would not strip Cubans who \nhave adjusted the status of their U.S. permanent residency. (181) Its effect merely would be to deny illegal Cuban \narrivals the ability to be paroled automatically. (182)\n\nWhereas few would argue that administrative concerns and integrating Cubans into the American workforce \ncontinue justifying the CAA, many still argue that providing safe haven to victims of the Cuban government's \npersecution continues to justify the CAA. (183) According to the U.S. Department of State, the Cuban government \n\n\n\ncontinues to (1) imprison people for \"dangerousness\" \"without being charged with any specific crime,\" (2) recruit \nmobs to beat, threaten, and harass political opponents; (3) restrict freedom of speech and religion; and (4) restrict \nworkers' rights to form independent unions. (184)\n\nThe U.S. government is not alone in denouncing the Cuban regime's human rights violations. (185) In 2003, for \nexample, Amnesty International, Human Rights Watch, Mexico, the European Union, and the 15-nation Caribbean \nCommunity--among others--condemned Cuba for secretly trying and summarily executing three Afro-Cubans who \nhad hijacked a Havana ferry in hopes of reaching the United States. (186)\n\nIndeed, in arguing that the U.S. government should either repeal or modify the CAA, the authors of this article do \nnot pretend to minimize human rights violations in Cuba. Cuban migrants, like migrants of other nationalities, \nshould be afforded the opportunity to establish refugee status and qualify for asylum. If they meet the standard, they \nshould be allowed to remain in the United States. The problem with justifying the CAA on the grounds of Cuba's \nhuman rights violations, however, is that it presumes that all Cubans who arrive in the United States are fleeing \npersecution, when such is not the case. (187)\n\nAs early as 1965, the Central Intelligence Agency had assessed that most Cubans were \"disaffected because of the \neconomic situation and not political repression.\" (188) With the end of Soviet subsidies and the Cuban economy in \nshambles, it is undeniable that most people who flee Cuba do so for economic, rather than political, reasons. (189) \nThe fact that many Cuban emigres return to Cuba for family visits and vacations demonstrates that they do not fear \npersecution in Cuba. (190) Economic reasons, alone, do not justify granting asylum, and should not be a valid \nreason for granting all persons of any particular nationality free admission into the United States. (191) \"Persecution \nor a well-founded fear thereof must be because of race, religion, nationality, particular social group or political \nopinion.\" (192) Being Cuban, alone, does not establish the well-founded fear of persecution that is legally required \nfor asylum eligibility. (193)\n\nB. THE CUBAN GOVERNMENT'S POSITION--LA LEY ASESINA (194)\n\nThe Cuban government views the CAA as a means by which \"[t]he United States has criminally incited Cubans to \nrisk their lives in dangerous sea crossings with the sole, ignoble and repugnant purpose of slandering Cuba and \ngrossly distorting its image.\" (195) That is, the Cuban government portrays the CAA as a murderous law whose \nmain purpose is to discredit and undermine the Cuban Revolution. (196) Cuba accuses the United States of having \na two-faced policy that rewards Cubans who undertake dangerous and illegal journeys to the United States, yet too \noften denies Cubans who seek visas at the U.S. Interest Section in Havana the opportunity to migrate legally. (197)\n\nWhile the Cuban government raises a valid argument, it must also share responsibility for illegal emigration from \nCuba because it routinely denies exit visas to Cubans who obtain the necessary immigration documents from the \nU.S. Interest Section in Havana. (198) Before being allowed to emigrate, the Cuban government requires that \nwould-be Cuban emigres purchase high-priced exit visas and complete \"exorbitantly priced\" medical exams. (199) \nCuban-imposed fees for exit visas, medical exams, passport costs, and airport taxes amount to the equivalent of \n$625.00, or approximately three years' salary. (200)\n\nIn 2003, the Cuban government's administrative roadblocks in implementing the migration agreements prompted \nthe United States to suspend bilateral discussions that had taken place since the mid-1990s. (201) These \ndiscussions were renewed on July 14, 2009. (202) Any hopes that renewed bilateral discussions would further \nefforts to implement orderly migration procedures suffered a setback following the February 2010 round of talks in \nHavana. (203) The Cuban Ministry of Foreign Affairs issued a statement condemning the U.S. delegation for \nallegedly supporting counterrevolutionaries in Cuba and maintaining misguided priorities. (204) The statement \naccused the U.S. delegation of convening \"dozens of its mercenaries,\" and \"demonstrating that its priorities are \nmore connected to supporting the counterrevolution ... than to creating a conducive climate for a real solution to \nbilateral problems.\" (205) Although subsequent bilateral discussions have culminated in more cordial statements \nfrom Cuba's Foreign Ministry, (206) the Cuban government has made clear that \"a legal, safe and orderly migration \n[cannot] be achieved ... as long as the Cuban Adjustment Act and the wet foot/dry foot policy--which encourage \nillegal departure of Cubans to the United States--remain in place.\" (207) Accordingly, so long as the CAA remains in \n\n\n\nforce, there is little reason to be optimistic that bilateral discussions between the U.S. and Cuban governments will \npromote greater cooperation.\n\nC. THE \"WET FOOT / DRY FOOT POLICY\" IS INCONSISTENT WITH THE LANGUAGE OF THE CAA\n\nMany incorrectly assume that the CAA requires the automatic parole of Cubans who illegally enter the United \nStates. (208) The truth is that nothing in either the INA or the CAA actually requires that illegal Cuban migrants be \nallowed into the United States. (209) The INA clearly stipulates that the Attorney General's parole power is \ndiscretionary. (210) Moreover, the CAA merely grants the Attorney General discretion to adjust the status of an \nadmitted or paroled Cuban to that of a permanent resident. (211) It does not compel this result. (212)\n\nCommissioner Meissner's interpretation of the CAA is inconsistent with U.S. obligations under the 1994 Joint \nCommunique and the 1995 Joint Statement, and is unsupported by the plain language of the CAA. (213) \nAdditionally, Meissner's reliance on the reasoning employed in Matter of Mesa to justify the policy of paroling illegal \nCuban migrants is misplaced. (214) In Matter of Mesa, the BIA considered the applicability of the public charge \nground of excludability to CAA applicants who had already been paroled into the United States. (215) These \napplicants had satisfied the most basic requirement of CAA [section] 1 by being Cuban natives who had been \n\"admitted or paroled.\" (216) In extending the CAA's benefits to Cubans who have yet to meet this minimum \nrequirement for eligibility for adjustment of status, Meissner's memorandum--and the resulting policy of paroling all \nCubans who reach land--extends the reasoning in Matter of Mesa beyond a reasonable interpretation of the CAA. \n(217)\n\nD. THE CAA IS UNFAIR TO MIGRANTS OF OTHER NATIONALITIES\n\nSome academics have charged that the CAA promotes racial inequality and a racist immigration policy. (218) \n\"[T]hey assert that the only significant difference between Haitian and Cuban refugees is that Cubans tend to be \nwhite, while Haitians tend to be black,\" and that the policy of welcoming Cubans while rejecting Haitians, who are \nfleeing equally miserable--if not worse--conditions, is unjustifiable. (219)\n\nIt is unfortunate that racism may have played a role in the formation of U.S. immigration policy, and has likely also \nbeen a motivating force behind restrictions placed on Cuban immigration over the last decade. (220) It is also \nunfortunate that judicial remedies to address racist immigration policies are lacking. (221) In Landon v. Plasencia, \nthe U.S. Supreme Court reaffirmed the long-standing precedent that \"an alien seeking initial admission to the \nUnited States requests a privilege and has no constitutional rights regarding his application, for the power to admit \nor exclude aliens is a sovereign prerogative.\" (222) In Alexis v. United States, the Eleventh Circuit relied on Landon \nin rejecting a Haitian migrant's claim that the CAA violated her equal protection rights because it afforded Cubans \npreferential treatment, while not affording Haitians any opportunities to remain in the United States. (223) The Court \nheld that as an excludable alien, (224) the Haitian appellant had no legal ground to assert any equal protection \nrights. (225)\n\nAs is evidenced by the decisions in Landon, Alexis, and the body of case law, (226) there are few legal obstacles \npreventing the formulation and implementation of a racist immigration policy. Accordingly, only the political and \nlegislative processes are capable of ensuring a more just and colorblind immigration policy. (227) Although political \nrealities may have justified preferential treatment for Cubans at one point in time, those realities no longer exist. \n(228)\n\nVI. CONCLUSION\n\nA Latin maxim provides that when a law's rationale changes, the law ceases to exist--cessante ratione legis, cessat \nipse lex. (229) In light of this maxim and the valid criticisms of the CAA, the U.S. government should either repeal it, \nor change its current interpretation of the Act. For too long, the United States has allowed the Cuban regime to \nbenefit from U.S. immigration policy, which has allowed the regime to bid good riddance to political opponents and \nother Cubans whom Castro's government deems to be \"undesirable.\" (230) Eliminating the free pass that, with few \nexceptions, all Cubans who reach U.S. soil have received for over half a century might further the goal of promoting \nthe emergence of a more consolidated political opposition in Cuba.\n\n\n\nAnother reason for repealing the CAA is one that is overlooked in academic circles. (231) The CAA threatens U.S. \nnational security by providing a mechanism by which the Cuban government may easily infiltrate its agents and \nspies into the United States. (232) Cuba's intelligence services are extremely competent and they have \"mounted a \nlasting, effective intelligence effort against the United States.\" (233) Cuba's proven ability to collect classified U.S. \ngovernment information, and its alleged willingness to sell this information to U.S. foes represent potential threats to \nU.S. national security. (234)\n\nBetween the late 1990s and 2009, there were a number of reported instances of Cuban espionage against the \nUnited States. (235) Most recently, on June 4, 2009, Walter Kendall Myers--a former U.S. State Department \nemployee--and his wife were arrested and charged with spying for Cuba for three decades. (236) Both pleaded \nguilty on November 20, 2009. (237) On July 16, 2010, Walter Kendall Myers was sentenced to life in prison, while \nhis wife received an eighty-one month sentence. (238) Although many of the spies who have been arrested over \nthe last decade are not of Cuban descent, one cannot dismiss the possibility that their U.S.-based Cuban handlers \n(239) were able to adjust their status under the CAA, and are now legal permanent residents or, perhaps, even U.S. \ncitizens. (240)\n\nAside from targeting the U.S. government, Cuba's intelligence services have also infiltrated the Cuban emigre \ncommunity and Cuban exile organizations. (241) In the mid-1990s, Cuban government agents infiltrated the \nBrothers to the Rescue (\"BTTR\") exile organization. (242) Before the Cuban government shot down two aircraft \nbelonging to BTTR over international airspace in 1996, it had instructed its agents that had infiltrated the BTTR to \nprovide details about the organization's flight plans. (243)\n\nIt is impossible to ascertain the extent to which the Cuban government has availed itself of the CAA to infiltrate its \nspies into the United States because of the obvious clandestine nature of intelligence operations. (244) However, in \nlight of how aggressively Cuba's intelligence services target the United States, one cannot dismiss the possibility \nthat the CAA has served, and continues to serve, as a vehicle for introducing Cuban government agents into the \nUnited States. (245) The threat to national security posed by Cuban intelligence operations justifies ending the free \nadmission that Cubans receive upon touching U.S. soil.\n\nIndeed, there are many reasons for which the United States should either repeal the CAA entirely, or interpret it in a \nway that would not require the near automatic parole of any Cuban who touches U.S. soil. Under either approach, \nillegal Cuban migrants would be permitted to apply for asylum or restriction on removal, as are illegal migrants from \nany other country. (246) Furthermore, the absurd \"wet foot/dry foot\" policy would be discontinued. (247)\n\nOne reason to favor a complete repeal of the CAA over a merely different interpretation is that adopting the latter \napproach would require that illegal Cuban migrants either be detained until they are removed from the country, or \nremoved within one year of being paroled. (248) That is, if an illegal Cuban migrant were paroled, immigration \nauthorities would have one year to decide whether to grant asylum or restriction on removal before the CAA's \nadjustment provision could take effect. (249) A complete repeal of the CAA would remove this one year window that \nimmigration authorities would have to remove a paroled illegal Cuban migrant, and with it, the incentive to deny \nparole to an illegal Cuban migrant seeking asylum. (250) It would also avoid the need for immigration authorities to \nrush the processing of Cuban migrant's asylum applications unnecessarily. (251)\n\nNotwithstanding the human rights concerns in Cuba, \"[i]t should not be assumed that merely because one lives in a \nsocialist country that one has been persecuted as required under the statutory provisions governing refugee \nstatus.\" (252) Whether a Cuban is a refugee should be a legal, rather than a political question. (253) The time has \ncome for the United States to apply its immigration policies consistently. Such an application is in the national \ninterest of the United States.\n\nJOYCE A. HUGHES (1)\n\nALEXANDER L. ALUM (2)\n\n(1.) Professor of Law, Northwestern University School of Law, Chicago, Illinois; B.A., Carleton College; J.D., \nUniversity of Minnesota Law School.\n\n\n\n(2.) J.D., Northwestern University School of Law, Chicago, Illinois; M.A., George Washington University Elliott \nSchool of International Affairs; B.A., Rutgers University.\n\n(3.) Cuban Adjustment Act of 1966, Pub. L. No. 89-732, 80 Stat. 1161 (1966) (codified as amended at 8 U.S.C. \n[section] 1255 (2008)).\n\n(4.) Roland Estevez, Note, Modern Application of the Cuban Adjustment Act of 1966 and Helms Burton: Adding \nInsult to Injury, 30 HOFSTRA L. REV. 1273, 1277 (2002). Section 208 of the Immigration and Nationality Act (\"INA\") \nstipulates that an alien must establish refugee status to be eligible for asylum. See Immigration and Nationality Act \n[section] 208(b)(1)(B)(i), 8 U.S.C. [section] 1158(b)(1)(B)(i) (2006). To establish refugee status, a person must show \na \"well-founded fear of persecution on account of race, religion, nationality, membership in a particular social group, \nor political opinion.\" 8 U.S.C. [section] 1101(a)(42)(A) (2006).\n\n(5.) See 8 U.S.C. [section] 1255 (2008).\n\n(6.) Joyce A. Hughes, Flight from Cuba, 36 CAL. W. L. REV. 39, 40 (1999) (stating how Cubans were known as \n\"special favorites\" because they were \"not required to qualify for a visa under the categories established for \nimmigrants\" and \"not required to establish individually that they were refugees who qualified for asylum\").\n\n(7.) See discussion infra Parts IV-V.\n\n(8.) See infra text accompanying notes 229-31, 238-39.\n\n(9.) See discussion infra Part II.\n\n(10.) See, e.g., Note, The Cuban Adjustment Act of 1966: ?Mirando por los Ojos de Don Quijote o Sancho Panza?, \n114 HARV. L. REV. 902 (2001) [hereinafter Don Quijote]. One reason Congress was motivated to enact the Cuban \nAdjustment Act was to \"advance Cold War objectives by destabilizing a Communist dictatorship that posed a threat \nto American national security.\" ld at 908. \"The success of Castro's revolution in 1959 had a profound impact on U.S. \nimmigration policy and on the U.S. government's perception of Cuba.\" Id.\n\n(11.) See infra text accompanying notes 229-41 for a discussion regarding immigrants under the CAA and their \neffect on the national security of the United States.\n\n(12.) Leonard M. Salter, Time for a U.S. Policy Shift on Cuba?, 42 ORANGE CNTY. LAWYER 25, 25 (2000) \n(stating how Fidel Castro ascended into power on Jan. 1, 1959); Caudillo Castro, L.A. TIMES, Jan. 5, 1989, \n[section] 2, at 6 (\"On Jan[uary] 1, 1959, ... Fidel Castro led his guerilla army into Havana.\").\n\n(13.) See, e.g., Jean Marbella, Fidel of Dreams, BALTIMORE SUN, Mar. 28, 1999, at 8G (referring to the \"merry \nband of rebels staged after the revolution\" as \"Los Barbudos, or bearded ones\"); Lee Geok Boi, You Can Chase the \n8 Cs Here, STRAITS TIMES (Singapore), Nov. 6, 1999, at 16 (referring to \"Fidel Castro and his barbudos (bearded \nones)\"); 1950's: March 8, 1959; An Intimate Lunch with Fidel, N.Y. TIMES, Apr. 14, 1996, [section] 6, at 104 \n(defining \"barbudos\" as the \"bearded ones who fought with [Fidel Castro] in the Sierra\").\n\n(14.) HUGH THOMAS, CUBA THE PURSUIT OF FREEDOM 894-924 (1971) (describing the beginning of Castro's \nrebellion in 1956 through the Sierra Maestra); Estevez, supra note 4, at 1273 (noting that the Cuban revolution \nbegan during the \"predawn hours of December 2, 1956\").\n\n(15.) LOUIS A. PEREZ, JR., CUBA BETWEEN REFORM AND REVOLUTION 290 (1995) (\"On July 26, 1953, a \nyoung Ortodoxo, Fidel Castro, led a nearly suicidal attack on the second largest army installation of Moncada in \nSantiago de Cuba.\").\n\n(16.) ROBERT E. QUARK, FIDEL CASTRO 119 (W.W. Norton & Co. 1993) (describing Castro's trip from Mexico to \nCuba).\n\n\n\n(17.) Id. at 120-21; see also id. at 119-48 (offering a thorough account of the guerrilla war that Castro and his \ncomrades waged from the Sierra Maestra mountains).\n\n(18.) Id.\n\n(19.) See Hughes, supra note 6, at 42 (characterizing Cuba's socialist revolution as the most \"thorough and radical \nin twentieth-century Latin America\").\n\n(20.) See FELIX MASUD-PILOTO, FROM WELCOMED EXILES TO ILLEGAL IMMIGRANTS: CUBAN \nMIGRATION TO THE U.S., 1959-1995, at 3 (1995). The Cold War refers to the political, military, and ideological \ntension that existed during the second half of the twentieth century between the Soviet Union and its communist \nallies on the one hand, and the United States and western democracies on the other. See, e.g., MERRIAM-\nWEBSTER ONLINE, http://www.merriam0webster.com/dictionary/cold%20war (last visited Mar. 1, 2011).\n\n(21.) See Maryellen Fullerton, Cuban Exceptionalism: Migration and Asylum in Spain and the United States, 35 U. \nMIAMI INTER-AM. L. REV. 527, 539-41 (2004) (describing the way \"Cuban emigration to the United States came \nalive in the nineteenth century\").\n\n(22.) See id. at 539.\n\n(23.) Id.\n\n(24.) Id. at 539-40 & n.72.\n\n(25.) PEREZ, supra note 15, at 145-48.\n\n(26.) John L. Offner, McKinley and the Spanish-American War, 34 PRES. STUD. Q. 50, 56 (2004).\n\n(27.) Treaty of Peace Between the United States of America and the Kingdom of Spain, U.S.-Spain, Dee. 10, 1898, \n30 Star. 1754 [hereinafter Treaty of Paris] (stating the purpose of the treaty was \"to end the state of war now \nexisting between the two countries\"); see also Carmen Diana Deere, Here Come the Yankees! The Rise and \nDecline of United States Colonies in Cuba, 1898-1930, 78 HISP. AM. HIST. REV. 729, 739 (1998) (noting the \nTreaty of Paris \"concluded the Spanish-American War\").\n\n(28.) Treaty of Paris, supra note 27, art. I-III; see also Deere, supra note 27, at 732.\n\n(29.) PEREZ, supra note 15, at 191.\n\n(30.) Treaty Between the United States and Cuba Embodying the Provisions Defining the Future Relations of the \nUnited States with Cuba, U.S.-Cuba, art. III, May 22, 1903, 33 Stat. 2248; MASUD-PILOTO, supra note 20, at 12-\n13 (explaining how the Platt Amendment \"turned Cuba into an American protectorate\").\n\n(31.) See PEREZ, supra note 15, at 186-88, for a more thorough discussion of Cubans' reaction to the Platt \nAmendment.\n\n(32.) See MASUD-PILOTO, supra note 20, at 13-15.\n\n(33.) Hughes, supra note 6, at 43. Following the terrorist attacks in New York, N.Y., and Washington, D.C. on \nSeptember 11, 2001, the Administration of George W. Bush built a detention facility in Guantanamo Bay to house \nindividuals whom the Department of Defense classified as enemy combatants. See Steve Vogel, Afghan Prisoners \nGoing to Gray Area; Military Unsure What Follows Transfer to U.S. Base in Cuba, WASH. POST, Jan. 9, 2002, at \nA01. After taking office in 2009, President Barack Obama pledged to close the detention facility in Guantanamo \nBay. See Exec. Order No. 13,492, 74 Fed. Reg. 4,897 (Jan. 22, 2009), available at \nhttp://www.whitehouse.gov/the_press_office/ ClosureOfGuantanamoDetentionFacilities. There is no sign, however, \nthat the Obama Administration intends to cede control of Guantanamo Bay to the Cuban Government. See MARK \nP. SULLIVAN, CONG. RESEARCH SERV., R40193, CUBA: ISSUES FOR THE 111TH CONGRESS 47-48 (2009), \n\nhttp://www.merriam0webster.com/dictionary/cold%20war\nhttp://www.whitehouse.gov/the_press_office\n\n\navailable at            http://www.fas.org/sgp/crs/row/R40193.pdf (explaining that President Obama's Executive Order \nNo. 13,492 \"requires the closure of the Guantanamo detention facility (not the base itself)\").\n\n(34.) See MARK P. SULLIVAN, CONG. RESEARCH SERV., RL32730, CUBA: ISSUES FOR THE 109TH \nCONGRESS 40 (2006), available at http://fpc.state.gov/documents/organization/78712.pdf; see also Cuban Am. \nBar Ass'n, Inc. v. Christopher, 43 F.3d 1412, 1417 n.1 (11th Cir. 1995) (discussing the terms of the lease \nagreement between Cuba and the United States).\n\n(35.) See generally Ana M. Otero, To the People Sitting in Darkness: A Resolve for Unity and Integration, 54 \nRUTGERS L. REV. 1133, 1145-48 (2002) (recounting the historical circumstances surrounding Castro's rise to \npower).\n\n(36.) MASUD-PILOTO, supra note 20, at 19.\n\n(37.) See id. at 20-22 (indicating Castro \"declared that although he wanted good relations with the Eisenhower \nadministration, he would not be submissive to Washington, nor would he sell himself to the United States\"); see \nalso LOUIS A. PEREZ, JR., CUBA AND THE UNITED STATES 241-43 (1990). Among the measures taken by \nCastro that annoyed the U.S. government were the establishment of economic and diplomatic relations with the \nSoviet Union and the expropriation of numerous North American properties and enterprises. Id.\n\n(38.) MASUD-PILOTO, supra note 20, at 21; see also PEREZ, supra note 37 at 241-43.\n\n(39.) MASUD-PILOTO, supra note 20, at 46.\n\n(40.) Id.\n\n(41.) Fidel Castro Ruz, Speech at Havana May Day Celebrations (May 2, 1961), available at \nhttp://lanic.utexas.edu/project/castro/db/1961/19610502.html.\n\n(42.) Don Quijote, supra note 10, at 904; see also QUIRK, supra note 16, at 425.\n\n(43.) QUIRK, supra note 16, at 430.\n\n(44.) See Peter W. Rodman, The Missiles of October, in CUBAN COMMUNISM 74-76 (Irving Louis Horowitz ed., \n6th ed. 1987).\n\n(45.) Id.\n\n(46.) ELISABETH GAY'NOR ELLIS & ANTHONY ESLER, WORLD HISTORY: CONNECTIONS TO TODAY 827 \n(Tom Barber, et al. eds., 1997).\n\n(47.) See, e.g., James C. McKinley, Jr., Cuban Officials Say Castro is Recovering and the Nation is Stable, N.Y. \nTIMES, Aug. 8, 2006, at A4.\n\n(48.) See MARK P. SULLIVAN, CONG. RESEARCH SERV., R40193, CUBA: ISSUES FOR THE 111TH \nCONGRESS 16-25 (2010), available at http://www.fas.org/sgp/crs/row/R40193.pdf (analyzing U.S. policy towards \nCuba as of 2010).\n\n(49.) See Cuban Liberty and Democratic Solidarity (LIBERTAD) Act of 1996 [section] 102, 22 U.S.C. [section] 6032 \n(2006) (promulgating a policy for the \"enforcement of the economic embargo of Cuba\"); see also id. at [section] \n6064 (requiring Congressional action before sanctions may be lifted); Hughes, supra note 6, at 48 (depicting the \nLIBERTAD Act as \"strengthening the economic embargo\"). President Clinton signed the LIBERTAD Act in response \nto the Cuban government's downing of civilian planes over international waters in 1996, which killed three U.S. \ncitizens and one permanent resident. Id.\n\nhttp://www.fas.org/sgp/crs/row/R40193.pdf\nhttp://fpc.state.gov/documents/organization/78712.pdf;\nhttp://lanic.utexas.edu/project/castro/db/1961/19610502.html\nhttp://www.fas.org/sgp/crs/row/R40193.pdf\n\n\n(50.) GIL LOESCHER & JOHN A. SCANLAN, CALCULATED KINDNESS: REFUGEES AND AMERICA'S HALF-\nOPEN DOOR, 1945-PRESENT, at 66 (1986).\n\n(51.) ELLIS & ESLER, supra note 46, at 956.\n\n(52.) Larry Nackerud et al., The End of the Cuban Contradiction in U.S. Refugee Policy, 33 INT'L MIGR. REV. 176, \n184 (1999).\n\n(53.) See id.\n\n(54.) See id.\n\n(55.) MASUD-PILOTO, supra note 20, at 59; see also ALEJANDRO PORTES & ROBERT L. BACH, LATIN \nJOURNEY: CUBAN AND MEXICAN IMMIGRANTS IN THE UNITED STATES 86 (1985).\n\n(56.) See MASUD-PILOTO, supra note 20, at 59; see also PORTES & BACH, supra note 55, at 86.\n\n(57.) PORTES & BACH, supra note 55, at 86.\n\n(58.) MASUD-PILOTO, supra note 20, at 57; see also Don Quijote, supra note 10, at 904.\n\n(59.) See MASUD-PILOTO, supra note 20, at 57-58.\n\n(60.) Don Quijote, supra note 10, at 904.\n\n(61.) Id.\n\n(62.) MASUD-PILOTO, supra note 20, at 61-62.\n\n(63.) Id. at 65, 68.\n\n(64.) See discussion infra Part III.B.\n\n(65.) See Nackerud et al., supra note 52, at 177; see also Hughes, supra note 6, at 40.\n\n(66.) See Adjustment of Status for Cuban Refugees: Hearings on H.R. 15182, H.R. 15183, H.R. 16908, H.R. \n10808, and H.R. 13393 Before the Subcomm. No. 1 of the H. Comm. on the Judiciary, 89th Cong. 3-4 (1966) \n[hereinafter Adjustment of Status Hearing] (Statement of Hon. George Ball, Undersec'y of State) (supporting the \nenactment of H.R. 15183 to \"further demonstrate the desire of the United States to play a full and sympathetic role \nas a country of asylum for refugees from communism\").\n\n(67.) See Nackerud et al., supra note 52, at 177. \"[T]he massive wave of Cubans who came after Castro \nundoubtedly influenced a series of steps undertaken by the United States to isolate diplomatically, deprive \neconomically, discredit ideologically, and--prior to 1965--overthrow violently the Castro regime.\" Hughes, supra note \n6, at 51 (citing John Scanlan & Gilburt Loescher, U.S. Foreign Policy, 1959-80: Impact on Refugee Flow from Cuba, \n467 ANNALS AM. ACAD. 117, 127 (1983)).\n\n(68.) See Nackerud et al., supra note 52, at 166-67.\n\n(69.) See id. at 184-85; Seanlan & Loescher, supra note 67, at 118.\n\n(70.) See Hughes, supra note 6, at 53.\n\n(71.) Id.\n\n(72.) Immigration and Nationality Act, 8 U.S.C. [section] 1101(a)(13) (2006) (defining \"admission\" as \"the lawful \nentry of an alien into the United States after inspection and authorization by an immigration officer\"); see also Silva \n\n\n\nv. Bell, 605 F.2d 978, 980 (7th Cir. 1979) (\"[P]arole admittance is temporary and a paroled alien must eventually \neither secure a visa through regular procedures or return to his country of origin....\").\n\n(73.) H.R. REP. NO. 89-1978, at 2 (1966), reprinted in 1966 U.S.C.C.A.N. 3792, 3794. At the time of the enactment \nof the CAA, INA [section] 245(c) precluded \"natives of any country of the Western Hemisphere ... from applying for \nadjustment to permanent resident status while in the United States.\" Id. at 1.\n\n(74.) See Don Quijote, supra note 10, at 908 (discussing four predominant reasons that motivated Congress to \nenact the CAA).\n\n(75.) See id. (\"Congress sought to advance Cold War objectives by destabilizing a Communist dictatorship that \nposed a threat to American national security.\").\n\n(76.) 605 F.2d 978 (7th Cir. 1979).\n\n(77.) Id. at 981.\n\n(78.) See id.\n\n(79.) H.R. REP. NO. 89-1978, at 3-4 (1966), reprinted in 1966 U.S.C.C.A.N. 3792, 3795-96.\n\n(80.) Id. at 2.\n\n(81.) Id. at 6.\n\n(82.) See id.\n\n(83.) See Don Quijote, supra note 10, at 910; Silva, 605 F.2d at 981 (explaining that the U.S. consulates in Canada \nand Mexico \"had lengthy waiting lists, which exacerbated the problem\").\n\n(84.) See Don Quijote, supra note 10, at 908.\n\n(85.) Id. at 910-11.\n\n(86.) H.R. REP. NO. 89-1978, at 6 (1966), reprinted in 1966 U.S.C.C.A.N. 3792, 3798.\n\n(87.) See id.\n\n(88.) See Don Quijote, supra note 10, at 910.\n\n(89.) Adjustment of Status Hearing, supra note 66, at 4.\n\n(90.) See Don Quijote, supra note 10, at 904.\n\n(91.) Id. at 916-17.\n\n(92.) See LOUIS A. PEREZ, JR., CUBA AND THE UNITED STATES 249 (3d ed. 2003) (describing the \"revolution \nbetrayed argument\" as \"the linchpin of the North American propaganda campaign against Cuba\"); DON BOHNING, \nTHE CASTRO OBSESSION: US COVERT OPERATIONS AGAINST CUBA 1959-1965, at 1 (2005) (\"From ... 1959 \nuntil the mid-1960s, the U.S. government resorted to economic and political destabilization, propaganda, \nmanipulation, sabotage, and assassination plots to remove [Castro].\"); Hughes, supra note 6, at 47.\n\n(93.) Estevez, supra note 4, at 1279-80.\n\n(94.) Don Quijote, supra note 10, at 909-10.\n\n(95.) Id. at 909.\n\n\n\n(96.) Id. at 905 n.22, 909.\n\n(97.) See Nackerud et al., supra note 52, at 188 tbl.1 (charting the annual patterns of Cuban migration from 1959 to \n1980).\n\n(98.) Id.\n\n(99.) Id. at 186 (stating that the mass exodus during the Mariel Crisis overwhelmed the United States, prompting the \nU.S decision \"to deny them automatic refugee status\").\n\n(100.) See Don Quijote, supra note 10, at 907.\n\n(101.) MASUD-PILOTO, supra note 20, at 78. This incident resulted in the death of a Cuban security officer. Id.\n\n(102.) Id. at 79.\n\n(103.) Id.\n\n(104.) Id. at 83.\n\n(105.) Hughes, supra note 6, at 56 n.140 (noting President Jimmy Carter's response to a question from a \nrepresentative of the League of Women Voters at a May 5, 1980 press conference).\n\n(106.) See MASUD-PILOTO, supra note 20, at 87-88.\n\n(107.) See Hughes, supra note 6, at 56.\n\n(108.) MASUD-PILOTO, supra note 20, at 84 (footnote omitted).\n\n(109.) See Hughes, supra note 6, at 56.\n\n(110.) See id. at 56; see also Palma v. Verdeyen, 676 F.2d 100, 101 (4th Cir. 1982) (stating that of the 125,000 \nCuban immigrants that arrived, about 2,000 were detained).\n\n(111.) See Brian Hutker & Gray Cavender, From Freedom Flotilla to America's Burden: The Social Construction of \nthe Mariel Immigrants, 31 SOC. Q. 321, 321 (1990) (noting the use of this term arose amidst speculation Castro \nwas \"sweep[ing] Cuban society clean of its dregs\"); see also QUIRK, supra note 16, at 808. Cubans seeking to \nleave through the Mariel boatlift also suffered harassment in Cuba. ld. The authors observed:\n\nThe Committees for the Defense of the Revolution organized a\n\ncampaign of vituperation against the 'common scum'.... Student\n\ngroups marched through Havana shouting inflammatory slogans\nattacking the country's homosexuals. In the\nschoolrooms children were encouraged to assault classmates whose\nparents had signified their intent to leave.\n\nId.\n\n(112.) Hutker & Cavender, supra note 111, at 321.\n\n(113.) See Palma, 676 F.2d at 101 & n.1 (noting that of the 125,000 Cuban aliens that arrived, 122,000 had been \nparoled by the summer of 1981); see also Don Quijote, supra note 10, at 906 (\"The CAA authorizes the Attorney \nGeneral to grant permanent-resident status to any alien from Cuba who was admitted or paroled into the United \nStates after January 1, 1959, and who has been physically present in the United States for at least two years.\").\n\n\n\n(114.) See Palma, 676 F.2d at 102 (describing the procedures for granting parole to those deemed to have criminal \nbackgrounds serious enough to warrant continued detention). The court described the procedures as follows:\n\nThe current plan ... calls first for a review of the detainee's\n\nfile. If parole cannot be recommended on that basis, a panel\n\ncomposed of Immigration and Department of Justice officials\npersonally interviews the detainee ... [to] determine if the\ndetainee should be recommended for parole, considering such factors\nas his past criminal history, his record of disciplinary\ninfractions while in custody, and his cooperativeness in\ninstitutional work and vocational programs. Release cannot be\nrecommended unless the panel members agree that (1) the detainee is\npresently a nonviolent person, (2) he is likely to remain\nnonviolent, and (3) he is unlikely to commit any criminal offense\nfollowing his release. Panel recommendations ... must be approved by\nthe Commissioner of the Immigration and Naturalization Service.\n\nId.\n\n(115.) See id. at 101. \"Exclusion proceedings were [instituted] against the 2,000 ... who were not [eligible] for \nimmediate parole\" and detained based on serious criminal backgrounds. Id. Of the 2000 detained, over eight \nhundred had been approved for parole by December 1981, 500 had actually been released and the remaining three \nhundred were awaiting sponsorship. Id. at 101 n.1.\n\n(116.) See Fernandez-Roque v. Smith, 622 F. Supp. 887, 891 (N.D. Ga. 1985) (\"[M]any class members who were \ninitially paroled into the United States have had their paroles revoked for varying offenses ranging from relatively \nminor infractions to serious crimes.\"). The court further noted:\n\nBeginning in May 1982, the general [INS parole revocation] policy\n\nprovided for revocation of the parole of any Mariel Cuban (1) who\n\nhas been convicted in the United States of a felony or a serious\nmisdemeanor and who has completed the imprisonment portion of the\nsentence; or (2) who presents a clear and imminent danger to the\ncommunity or himself.\n\nId. at 895 (citation omitted); see also Pena v. Thornburgh, 770 F. Supp. 1153, 1155-57 (E.D. Tex. 1991) (revoking \nthe petitioner's parole as a result of his criminal activities, including convictions for robbery with a pistol and \naggravated assault with a pistol).\n\n(117.) See Palma, 676 F.2d at 102; Safonts v. Thomburgh, No. 90-3536-RDR, 1993 WL 455287, at *1 (D. Kan. Oct. \n29, 1993). In Safonts, the court noted:\n\nIn 1984, the United States and Cuba entered a migration agreement\n\nunder which Cuba agreed to repatriate 2746 named Mariel Cubans.\n\nHowever, following the repatriation of approximately two hundred\nCubans, Cuba suspended the agreement in May 1985. In 1987, Cuba and\nthe United States agreed to reinstate the agreement ... [which]\nresulted in riots by Cuban detainees ending in considerable\ndestruction to federal facilities in Atlanta, Georgia, and Oakdale,\nLouisiana.... [N]ew immigration parole and repatriation review\nprograms were developed by the Attorney General. Safonts, 1993 WL\n\n\n\n455287, at *1.\n\n(118.) Clark v. Martinez, 543 U.S. 371, 377-78 (2005) (citing Zadvydas v. Davis, 533 U.S. 678, 697-701 (2001)). \nThe Clark Court held:\n\n[T]he statute ... permit[s] only detention that is related to the\n\nstatute's \"basic purpose [of] effectuating an alien's removal....\"\n\n\"[O]nce removal is no longer reasonably foreseeable, continued\ndetention is no longer authorized.\" ... [T]he presumptive period\nduring which the detention of an alien is reasonably necessary to\neffectuate his removal is six months; after that, the alien is\neligible for conditional release if he can demonstrate that there\nis \"no significant likelihood of removal in the reasonably\nforeseeable future.\"\n\nId. (citations omitted).\n\n(119.) See Memorandum from William R. Yates, Assoc. Dir. for Operations, U.S. Citizenship & Immigr. Serv., to \nReg'l Dirs. et al. (Mar. 7, 2005) (on file with U.S. Citizenship & Immigr. Sere.), available at \nhttp://www.uscis.gov/USCIS/Laws/Memoranda/ Static_Files_Memoranda/ Archives%201998-\n2008/2005/mariels030705.pdf (describing the procedures by which U.S. Customs and Immigration Services should \nadjudicate the employment authorization applications of Cubans released pursuant to Clark).\n\n(120.) Hughes, supra note 6, at 55 (noting that in some instances, existing immigration laws were impartially applied \nto Cuban migrants resulting in their inadmissibility into the United States).\n\n(121.) See JESUS ARBOLEYA, HAVANA-MIAMI: THE US-CUBA MIGRATION CONFLICT 2-3 (1996).\n\n(122.) Nackerud et al., supra note 52, at 178 (quoting Fidel Castro: Comparecencia Ante La Lelevision Cubana el \n24 de agosto del 1994 (Granma television broadcast Aug. 24, 1994)).\n\n(123.) Hughes, supra note 6, at 58 (\"[Cubans]\" set out in foam boxes, inner tubes and packing crates that pass for \nrails\"); see also ARBOLEYA, supra note 121, at 3. Those who took to the sea were \"confident that as had been \ncustomary in the past they would be picked up by U.S. ships a few miles offshore and taken to the United States \nwhere they would be accepted immediately.\" Id\n\n(124.) See Hughes, supra note 6, at 58; see also MASUD-PILOTO, supra note 20, at xix. The author explained:\n\nThey were trying to do what tens of thousands of Cubans had done\n\nsince 1959. They expected, like their precursors, to be received as\n\nheroes and welcomed in the U.S. with open arms and open hearts.\n... [But] [o]n August 19, 1994, President Bill Clinton closed the\ndoors that had been opened to Cubans for more than thirty-five\nyears.\n\nMASUD-PILOTO, supra note 20, at xix; see also ARBOLEYA, supra note 121, at 3. The author explained:\n\n[T]hings [did not] turn out that way since, for the first time in\n\n35 years, the United States not only did not accept them, but also\n\nconfined them in virtual concentration camps.... IT]he Cuban\nillegal emigres ... lost their special status under U.S.\nimmigration policy.\n\nhttp://www.uscis.gov/USCIS/Laws/Memoranda/\n\n\nARBOLEYA, supra note 121, at 3.\n\n(125.) Hughes, supra note 6, at 56-59 (quoting President James Carter, Address at the League of Women Voters' \nBiennial National Convention (May 5, 1980), available at http://www.presidency.ucsb.edu/medialist.php?presid=39 \n(follow \"League of Women Voters Remarks and a Question-and-Answer Session at the League's Biennial National \nConvention\" hyperlink)) (contrasting the policy by President Carter prior to the 1980 \"Freedom Flotilla\" to that of \nPresident Clinton's refusal to allow entry to the \"balseros\" of the 1994 exodus). The author explained:\n\nBefore the Freedom Flotilla in 1980, President Carter ... announced\n\nthe U.S. would \"continue to provide an open heart and open arms to\n\nrefugees seeking freedom from Communist domination and from\neconomic deprivation brought about primarily by Fidel Castro and\nhis government.\"\n\nId. at 56.\n\n(126.) See Nackerud et al., supra note 52, at 178; Hughes, supra note 6, at 58-59; MASUD-PILOTO, supra note 20, \nat xix (noting that approximately 32,000 of the over 35,000 who took to the sea in an attempt to reach the U.S. were \ndetained in Guantanamo Bay).\n\n(127.) See Hughes, supra note 6, at 59 (noting that \"the reversal of long-standing U.S. policy to welcome fleeing \nCubans [] respond[ed] 'to criticism that [the U.S.] had been treating Cuban refugees differently from Haitian \nrefugees\"); Estevez, supra note 4, at 1277 (explaining that the CAA was the basis from which Cuban refugees \nwere welcomed and afforded \"preferential\" treatment); Don Quijote, supra note 10, at 908. (discussing the \nlongstanding policies underlying the preferential treatment historically given to Cuban refugees).\n\n(128.) Joint Communique Between the United States and Cuba Concerning Normalizing Migration Procedures, \nU.S.-Cuba, Sept. 9, 1994, State Dep't No. 94-232, 1994 WL 621517 [hereinafter Joint Communique].\n\n(129.) Id.\n\n(130.) Id. For a list of categories of inadmissible aliens, see Immigration and Nationality Act [section] 212(a), 8 \nU.S.C. [section] 1182(a) (2006).\n\n(131.) Joint Communique, supra note 128. In conjunction with the Joint Communique, the Attorney General \n\"ordered that no Cuban who ... accepted safe haven in Guantanamo Bay or Panama would be allowed to apply ... \nfor asylum in the United States....\" Cuban Am. Bar Ass'n v. Christopher, 43 F.3d 1412, 1418 (11th Cir. 1995); see \nalso Hughes, supra note 6, at 61.\n\n(132.) See Christopher, 43 F.3d at 1419.\n\n(133.) Id. at 1420. Between 1992 and 1994, the U.S. Coast Guard interdicted Haitians bound for the United States \non the high seas and repatriated them. Id. at 1419. In July 1994, the United States began providing safe haven at \nGuantanamo Bay to the Haitian migrants. Id. The district court granted the Haitian Refugee Center's motion to \nintervene on November 2, 1994. Id. at 1420-21 n.6.\n\n(134.) Id. at 1421.\n\n(135.) Immigration and Nationality Act, 8 U.S.C. [section] 1231(b)(3)(A) (2006) (\"[T]he Attorney General may not \nremove an alien to a country if the Attorney General decides that the alien's life or freedom would be threatened in \nthat country because of the alien's race, religion, nationality, membership in a particular social group, or political \nopinion.\").\n\n(136.) Christopher, 43 F.3d at 1425-26 (citing Sale v. Haitian Ctrs. Council, 509 U.S. 155 (1993)).\n\nhttp://www.presidency.ucsb.edu/medialist.php?presid=39\n\n\n(137.) Id. at 1425.\n\n(138.) Id. at 1426.\n\n(139.) Id. at 1427-28 (\"Aliens may be excluded or denied parole on grounds that might be 'suspect in the context of \ndomestic legislation,' because 'there are apparently no limitations on the power of the federal government to \ndetermine ... what procedures will be used to determine [aliens'] admissibility.'\") (citation omitted).\n\n(140.) Clinton Administration Reverses Policy on Cubans, 72 INTERPRETER RELEASES 622 (1995) [hereinafter \nPolicy Reversal]; Hughes, supra note 6, at 61.\n\n(141.) See Joint Statement on Normalization of Migration, Building on the Agreement of Sept. 9, 1994, U.S.-Cuba, \nMay 2, 1995, 35 I.L.M. 327 (1996) [hereinafter Joint Statement].\n\n(142.) Id.\n\n(143.) Id.\n\n(144.) Id.\n\n(145.) Hughes, supra note 6, at 62.\n\n(146.) See Policy Reversal, supra note 140, at 624.\n\n(147.) Id.\n\n(148.) Clinton Defends Cuba Policy, ASSOCIATED PRESS, June 27, 1995; see also John Lantigua, Clinton \nDefends Policy, MIAMI HERALD, June 28, 1995, at 1B, cited in Matias F. Travieso-Diaz, Immigration Challenges \nand Opportunities in a Post-Transition Cuba, 16 BERKELEY J. INT'L L. 234, 245 n.56 (1998).\n\n(149.) Hughes, supra note 6, at 63 (citations omitted).\n\n(150.) See Javier Talamo, Note & Comment, The Cuban Adjustment Act: A Law Under Siege?, 8 ILSA J. INT'L & \nCOMP. L. 707, 718 (2002) (discussing the confusion that particular U.S. legislation created regarding Cubans who \nenter the U.S. through irregular and illegal means).\n\n(151.) Joint Communique, supra note 128.\n\n(152.) Immigration and Nationality Act, 8 U.S.C. [section] 1182(a)(6)(A)(i) (2006).\n\n(153.) See Memorandum from Doris Meissner, Comm'r, U.S. Immigr. and Naturalization Serv., to INS Regional \nDirectors et al. (Apr. 19, 1999) [hereinafter Meissner Memo], available at \nhttp://www.acf.hhs.gov/programs/orr/policy/ s107-14.htm (on file with the U.S. Dep't of Health and Human Servs.) \n(explaining that Cubans arriving at a port other than a designated port-of-entry remain eligible for adjustment of \nstatus under the Cuban Adjustment Act).\n\n(154.) Id.\n\n(155.) Id.\n\n(156.) Id. See Matter of Mesa, 12 I. & N. Dec. 432 (BIA 1967), for the complete decision discussing this policy.\n\n(157.) See Matter of Mesa, 12 I. & N. Dec. at 434 (reversing denial of aliens' applications for adjustment of status \nunder the INA); Immigration and Nationality Act [section] 212(a)(15), recodified as [section] 212(a)(4)(A), 8 U.S.C. \n[section] 1182(a)(4)(A) (2006) (\"Any alien who in the opinion of the consular at the time of application for a visa, or \nin the opinion of the Attorney General at the time of application for admission or adjustment of status, is likely at any \ntime to become a public charge is inadmissible.\").\n\nhttp://www.acf.hhs.gov/programs/orr/policy/\n\n\n(158.) Matter of Mesa, 12 I. & N. Dec. at 434.\n\n(159.) See id. at 434-35.\n\n(160.) See Illegal Immigration Reform and Immigrant Responsibility Act, Pub. L. No. 104-208, [section] 606(a), 110 \nStat. 3009-546, 3009-695 (1996) (codifed as amended in scattered sections of 8 U.S.C.).\n\n(161.) See Meissner Memo, supra note 153.\n\n(162.) Id.\n\n(163.) Id.\n\n(164.) The vernacular term for the policy of repatriating Cubans interdicted at sea, while paroling those touching \nU.S. soil is the \"wet foot, dry foot\" policy. See RUTH ELLEN WASEM, CONGRESSIONAL RESEARCH SERVICE \nREPORT FOR CONGRESS, CUBAN MIGRATION TO THE UNITED STATES: POLICY AND TRENDS (Jun. 2, \n2009), available at http://www.fas.org/sgp/crs/row/R40566.pdf.\n\n(165.) See discussion infra Part V.C (explaining the inconsistency between Meissner's interpretation of the CAA, \nand the applicable statutory language).\n\n(166.) See Educating About Immigration: History Lesson 9: Refugees from the Caribbean: Cuban and Haiti \"'Boat \nPeople,\" CONST. RTS. FOUND., http://crfimmigrationed.org/index.php/ lessons-for-teachers/148-h19 (last visited \nMar. 1,2011).\n\n(167.) See WASEM, supra note 164, at 10 fig. 1. U.S. Coast Guard interdictions of Cubans have trended upward \nsince the May 1995 agreement, as there were slightly over four hundred in the years immediately following the \nagreement, and over 2,000 interdictions in each year since 2005. See id. at 9 (providing exact numbers of U.S. \nCoast Guard interdictions for particular years).\n\n(168.) See Alberto J. Perez, Note, Wet Foot, Dry Foot, No Foot: The Recurring Controversy Between Cubans, \nHaitians, and the United States Immigration Policy, 28 NOVA L. REV. 437, 461 (2004).\n\n(169.) See, e.g., Don Quijote, supra note 10, at 914-17.\n\n(170.) See, e.g., Talamo, supra note 150, at 715; Estevez, supra note 4, at 1282-84.\n\n(171.) See Wasem, supra note 164, at 17 (\"Some maintain that the 1966 Cuban Adjustment Act is obsolete and \nlocked into the mindset of the Cold War era, as well as unnecessary since Cubans may seek asylum under the \nrefugee laws enacted since 1966.\").\n\n(172.) See Fall of the Soviet Union, COLD WAR MUSEUM, http://www.coldwar.org/articles/90s/ fall of the \nsoviet_union.asp (last visited Mar. 1, 2011) (discussing the end of the Cold War).\n\n(173.) See id.\n\n(174.) See id.\n\n(175.) See Don Quijote, supra note 10, at 917 (discussing how Castro is taking advantage of the CAA and using the \nU.S. as a dumping grounds for people who cannot assimilate to the U.S. workforce, such as criminals and mental \npatients).\n\n(176.) See LOUIS A. PEREZ, JR., CUBA: BETWEEN REFORM AND REVOLUTION 344 (3d ed. 2006); see also \nDon Quijote, supra note 10, at 914 (explaining that a maximum of 20,000 immigrant visas to the United States may \nbe issued annually through the U.S. Interests Section in Havana).\n\n(177.) Don Quijote, supra note 10, at 914.\n\nhttp://www.fas.org/sgp/crs/row/R40566.pdf\nhttp://crfimmigrationed.org/index.php\nhttp://www.coldwar.org/articles/90s/\n\n\n(178.) Refugee Admissions Program for Latin America and the Caribbean, BUREAU OF POPULATION, \nREFUGEES, AND MIGRATION, U.S. DEP'T OF STATE, (Feb. 6, 2009), http://www.state.gov/g/prm/rls/ \n117282.htm. Cubans eligible to apply through the in-country refugee program include the following: (1) former \npolitical prisoners; (2) members of persecuted religious minorities; (3) human rights activists; (4) forced labor \nconscripts during the period of 1965-1968; (5) persons receiving disproportionately harsh treatment because of their \nreligious or political beliefs; and (6) persons who fear harm because of their relationship to an individual failing \nunder one of the above-mentioned categories. Id.\n\n(179.) See supra note 175 and accompanying text.\n\n(180.) See Green Card for a Cuban Native or Citizen, U.S. CITIZENSHIP & IMMIGR. SERVS., \nhttp://www.uscis.gov (search \"Search\" for \"Green Card for a Cuban Native or Citizen\"; then follow \"Green Card for \na Cuban Native or Citizen\" hyperlink) (last visited Mar. 1,2011).\n\n(181.) See H.R. 5670, 109th Cong. [section] 1 (2d Sess. 2006), available at \nhttp://frwebgate.access.gpo.gov/cgibin/getdoc. cgi?dbname=109_cong_bills&docid=f:h5670ih.txt.pdf (illustrating \nthat Congressional motions to repeal the Cuban Adjustment Act do not intend on affecting aliens admitted or \nparoled into the United States prior to the bill's passage).\n\n(182.) See U.S. Cuba Policy Rewards Illegal Immigration, FED'N FOR AM. IMMIGR. REFORM, \nhttp://www.fairus.org/site/PageServer? pagename=iic_cuba_policy (last visited Mar. 1,2011).\n\n(183.) See Estevez, supra note 4, at 1285-86; Talamo, supra note 150, at 723-24.\n\n(184.) 2009 Human Rights Report: Cuba, Bureau of Democracy, Hum. Rts., and Lab., U.S. Dep't of State, (2010), \navailable at http://www.state.gov/g/drl/rls/hrrpt/2009/wha/136108.htm (last visited Mar. 1,2011) [hereinafter Human \nRights Report].\n\n(185.) See WASEM, supra note 164, at 16 (explaining that numerous international human rights groups denounce \nhuman rights violations in Cuba).\n\n(186.) Id. See generally New Castro, Same Cuba:Political Prisoners in the Post-Fidel Era, HUM. RTS. WATCH \n(Nov. 1999), http://www.hrw.org/sites/default/files/ reports/cuba1109web_l.pdf (detailing accounts of alleged \ninstances of Cuba's human rights abuses).\n\n(187.) See WASEM, supra note 164, at 2.\n\n(188.) MASUD-PILOTO, supra note 20, at 60.\n\n(189.) Id.; Estevez, supra note 4, at 1282.\n\n(190.) See Ted Henken, Of Rafters and Refugees, in CUBA TODAY: CONTINUITY AND CHANGE SINCE THE \n'PERIODO ESPECIAL' 149 (Mauricio A. Font ed. 2004) (\"Few recent migrants can legitimately claim to have \nsuffered personal persecution while in Cuba... or fear it upon their return to the island as visitors.\").\n\n(191.) See Hughes, supra note 6, at 74-75.\n\n(192.) Id. at 74.\n\n(193.) Id. at 75.\n\n(194.) See THE OXFORD SPANISH DICTIONARY 67, 454 (1994) (defining \"Icy\" as \"law\" and \"asesina\" as \n\"murderous\"). The English translation of \"la ley asesina\" is \"the murderous law.\" Id.\n\nhttp://www.state.gov/g/prm/rls/\nhttp://www.uscis.gov/\nhttp://frwebgate.access.gpo.gov/cgibin/getdoc\nhttp://www.fairus.org/site/PageServer\nhttp://www.state.gov/g/drl/rls/hrrpt/2009/wha/136108.htm\nhttp://www.hrw.org/sites/default/files/\n\n\n(195.) Proclamation by the National Assembly of People \"s Power of the Republic of Cuba on the Cuban \nAdjustment Act, DIGITAL GRANMA INT'L (Cuba), July. 12, 2000, available at \nhttp://www.granma.cu/documento/ingles00/026-i.html.\n\n(196.) See id. According to a Cuban government-run web publication, \"Cuba will continue to publicly identify the \nCuban Adjustment Act as 'the murderous law,' and will continue warning of the risks and dangers it provokes, and \nwill not cease-in denouncing those who are responsible for its continued application.\" La ley de ajuste cubano, \nINSTITUTO CUBANO DE AMISTAD CON LOS PUEBLOS (2007), http://www.icap.cu/medidas/ ajuste_cubano.html \n(last visited Mar. 1, 2011) (translated by author).\n\n(197.) See, e.g., id. During an interview with ABC News, the President of the Cuban National Assembly, Ricardo \nAlarcon, claimed that the Cuban Adjustment Act is a way to \"distort reality.\" Interview by Sam Donaldson with \nRicardo Alarcon, President, Cuban National Assembly, This Week (ABC News television broadcast Jul. 2, 2000), \ncited in Talamo, supra note 150, at 721.\n\n(198.) Human Rights Report, supra note 184.\n\n(199.) Id.; WASEM, supra note 164, at 5.\n\n(200.) Human Rights Report, supra note 184.\n\n(201.) SULLIVAN, supra note 33, at 52. Sullivan noted:\n\nAt the time [of the suspension of bilateral migration discussions],\n\nthe State Department maintained that Cuba refused to discuss five\n\nissues identified by the United States: (1) Cuba's issuance of exit\npermits for all qualified migrants; (2) Cuba's cooperation in\nholding a new registration for an immigrant lottery; (3) the need\nfor a deeper Cuban port used by the U.S. Coast Guard for the\nrepatriation of Cubans interdicted at sea; (4) Cuba's\nresponsibility to permit U.S. diplomats to travel to monitor\nreturned migrants; and (5) Cuba's obligation to accept the return\nof Cuban nationals determined to be inadmissible to the United\nStates.\n\nId.\n\n(202.) Id. at 53.\n\n(203.) Id.\n\n(204.) Statement from the Ministry of Foreign Affairs, DIGITAL GRANMA INT'L (Cuba), Feb. 22, 2010, available at \nhttp://www.granma.cu/ingles/2010/ febrero/lun22/statement-ministry-foreignaffairs.html.\n\n(205.) Id.\n\n(206.) See Press Release, Ministry of Foreign Affairs of Cuba, Cuban Delegation Statement on the Washington \nMigration Talks with the United States (June 18, 2010), http://www.cubaminrex.eu/english/Aetualidad/ \n2010/junio/press.html; Press Release, Ministry of Foreign Affairs of Cuba, Cuban Delegation Statement on the \nHavana Migration Talks with the United States (Jan. 12, 2011),            \nhttp://www.cubaminrex.cu/english/Statements/Articulos/ StatementsMINREX/2011/PRESS.html.\n\nhttp://www.granma.cu/documento/ingles00/026-i.html\nhttp://www.icap.cu/medidas\nhttp://www.granma.cu/ingles/2010/\nhttp://www.cubaminrex.eu/english/Aetualidad/\nhttp://www.cubaminrex.cu/english/Statements/Articulos/\n\n\n(207.) Press Release, Ministry of Foreign Affairs of Cuba, Cuban Delegation Statement on the Havana Migration \nTalks with the United States (Jan. 12, 2011), http://www.cubaminrex.cu/englisb./Statements/ \nArticulos/StatementsMINREX/2011/PRESS.html.\n\n(208.) See Henken, supra note 190, at 148-49.\n\n(209.) See id. (explaining that the attorney general's authority to grant parole to Cuban migrants is discretionary).\n\n(210.) See Immigration and Nationality Act, 8 U.S.C. [section] 1182(d)(5).\n\n(211.) See Cuban Adjustment Act of 1966, Pub. L. No. 89-732 [section] 1, 80 Stat. 1161 (1966) (codified as \namended at 8 U.S.C. [section] 1255).\n\n(212.) See Henken, supra note 190, at 149 (noting that granting parole to all Cuban arrivals is not mandated by the \nCAA).\n\n(213.) Compare Meissner Memo, supra note 153 (explaining that Cubans who touched land would continue to be \nparoled), with Joint Communique, supra note 128 (stating explicitly that the U.S. had \"discontinued its practice of \ngranting parole to all Cuban migrants who reach the U.S. territory in irregular ways\"), Joint Statement, supra note \n141 (omitting any discussion about whether Cubans arriving illegally in the U.S. would be allowed to remain), and 8 \nU.S.C. [section] 1255(a) (2006) (providing that the Attorney General only has discretion to adjust the status of a \nCuban citizen admitted or paroled).\n\n(214.) See supra notes 156-59 and accompanying text.\n\n(215.) Matter of Mesa, 12 I. & N. Dec. 432 (BIA 1967).\n\n(216.) See Cuban Adjustment Act of 1966 [section] 1 (providing the basic requirements for an alien to be \nconsidered for adjustment by the Attorney General).\n\n(217.) Compare Meissner Memo, supra note 153 (relying on the reasoning employed in Matter of Mesa to justify the \npolicy of paroling all Cubans who reach land), with Matter of Mesa, 12 I. & N. Dec. at 437-38 (stating that the \ndecision reached by the BIA in Mesa would not necessarily preclude the Attorney General from exercising \ndiscretion to deny parole into the United States); see also Cuban Adjustment Act of 1966 [section] 1.\n\n(218.) See, e.g., Don Quijote, supra note 10, at 914-17.\n\n(219.) Don Quijote, supra note 10, at 915-16. Such facial inequality and charges of racism have served to tarnish \nthe legitimacy of U.S. immigration policy. Id. at 916.\n\n(220.) See Hughes, supra note 6, at 72 (arguing that changing racial demographics in Cuba may have prompted a \nchange in the U.S. policy of automatically welcoming Cubans); Estevez, supra note 4, at 1292.\n\n(221.) See Terry Coonan, Comment, America Adrift: Refoulement on the High Seas, 63 U. CIN. L. Rev. 1241, 1267 \n(1995) (\"The clear inadequacy of national remedies is perhaps the foremost reality of the current global refugee \ncrisis.\").\n\n(222.) 459 U.S. 21, 32 (1982).\n\n(223.) 431 F.3d 1291, 1295 (11th Cir. 2005).\n\n(224.) See id. The petitioner in the case had attempted to enter the United States by presenting a fraudulent \npassport. Id. at 1293. Under the INA any alien who attempts to enter the United States by fraud is inadmissible. Id. \nImmigration and Nationality Act, 8 U.S.C. [section] 1182(a)(6)(C)(i) (2006).\n\n(225.) See Alexis, 431 F.3d at 1295-96.\n\nhttp://www.cubaminrex.cu/englisb./Statements/\n\n\n(226.) See, e.g., Sale v. Haitian Ctrs Council, Inc., 509 U.S. 155 (1993) (holding that U.S. immigration laws do not \napply extraterritorially); Haitian Refugee Ctr., Inc. v. Christopher, 43 F.3d 1431 (11th Cir. 1995) (holding that \nrefugees given safe-haven abroad enjoy no rights under U.S. law).\n\n(227.) See John Freer, Plenary Power: Should Judges Control U.S. Immigration Policy, BACKGROUNDER, CTR. \nFOR IMMIG. STUD., 1 (Feb. 2009), http://www.cis.org/articles/ 2009/back209.pdf. Under the plenary power \ndoctrine, the legislative and executive branches have power to dictate immigration laws without judicial intervention. \nId. As such, immigration policies are made by politically accountable actors based on political, social, economic, or \nother such concerns. Id.\n\n(228.) See supra notes 188-90 and accompanying text. See also WASEM, supra note 164, at 17\n\n(suggesting that the CAA is locked into the Cold War Era); Alice Barrett & Kelsey Cary, Disparities in U.S. \nImmigration Policy Toward Haiti and Cuba: A Legacy to be Continued?, COUNCIL ON HEMISPHERIC AFFAIRS, \nhttp://www.coha.org/ disparities-in-u-s-immigration-policy toward-haiti-and-cuba-a-legacy-to-be-continued (last \nvisited Mar. 1, 2011) (arguing that Cubans should not receive a wanner welcome into the United States than \nHaitians because the Cold War ended twenty years ago).\n\n(229.) See Zavydas v. Davis, 533 U.S. 678, 699 (2001).\n\n(230.) See Don Quijote, supra note 10, at 916--17 (explaining that the CAA has served as a shield that has \nprotected Cuba by enabling the island to export undesirables); MASUD-PILOTO, supra note 20, at 100--01; supra \nnote 175 and accompanying text.\n\n(231.) Cf. Don Quijote, supra note 10, at 908 (stating that the CAA's historical justification is based on the promotion \nof, rather than opposition to, national security); Talamo, supra note 150, at 723 (explaining that legal academia is \nchallenging the CAA based on the outdated intent of the Act as well as its antiquated justifications).\n\n(232.) See KENNETH J. FRANZBLAU, U.S. COMMISSION ON IMMIGRATION REFORM, IMMIGRATIONS \nIMPACT ON U.S. NATIONAL SECURITY AND FOREIGN POLICY, http://www.utexas.edu/lbj/ uscir/respap-t.html \n(analyzing the security threat caused by migrants and refugees in their host country).\n\n(233.) See SCOTT W. CARMICHAEL, TRUE BELIEVER: INSIDE THE INVESTIGATION AND CAPTURE OF ANA \nMONTES, CUBA'S MASTER SPY viii (2007). Scott Cannichael is a counterintelligence officer employed by the \nUnited States Defense Intelligence Agency. Id. at vii. In his book, Carmiehael describes his role in the capture of \nAna Belen Montes, a Pentagon analyst who was convicted of spying for Cuba in 2002. See id. at viii. Montes was \nsentenced to twenty-five years imprisonment for her espionage activities. Id. at 133.\n\n(234.) See James Roberts, Cuba at the Crossroads: The Threat to U.S. National Security, HERITAGE FOUND., 1 \n(Oct. 18, 2007), http://www.heritage.org/research/reports/2007/10/ Cuba-atthe-crossroads-the-threat- to-us-\nnational-security (last visited Mar. 1, 2011) (\"U.S. intelligence secrets collected by Cuba have been sold to or \nbartered with Russia, China, North Korea, Iran, and other enemies of the United States.\").\n\n(235.) See Press Release, Bureau of Western Hemisphere Affairs, U.S. Dep't of State, Cuban Espionage Against \nthe U.S. (July 31, 2003), available at http://www.latinamericanstudies.org/cuba/ cuban_espionage_03.htm \n(providing a brief description of each publicly known instance of Cuban espionage against the United States as of \n2003); see also SULLIVAN, supra note 33, at 37-39 (discussing Cuban spies in the United States).\n\n(236.) Press Release, Fed. Bureau of Investigation, Former State Department Official and Wife Plead Guilty in 30-\nyear Espionage Conspiracy (Nov. 20, 2009) [hereinafter Espionage Conspiracy], available at \nhttp://washingtondc.fbi. gov/dojpressrel/pressrel09/wfo112009a.htm.\n\n(237.) Id.\n\nhttp://www.cis.org/articles\nhttp://www.coha.org/\nhttp://www.utexas.edu/lbj\nhttp://www.heritage.org/research/reports/2007/10/\nhttp://www.latinamericanstudies.org/cuba\n\n\n(238.) Press Release, Fed. Bureau of Investigation, Former State Department Official Sentenced to Life in Prison \nfor Nearly 30-year Espionage Conspiracy (July 16, 2010), available at http://washingtondc.fbi.gov/dojpressrel/ \npressre110/wfo071610.htm.\n\n(239.) See DAVID OWEN, HIDDEN SECRETS: A COMPLETE HISTORY OF ESPIONAGE AND THE \nTECHNOLOGY USED TO SUPPORT IT 221 (2002). In intelligence parlance, a \"handler\" is an employee of a \nforeign intelligence service whose job it is to recruit spies operating in an assigned location. See id. It is public \nknowledge that Aria Montes, who was a highly valued asset of the Cuban intelligence service, met with her Cuban \nhandlers in the United States. Id.; see also The Case of the Cuban Spy, FED. BUREAU OF INVESTIGATION \n(Sept. 12, 2008), http://www.fbi.gov/page2/sept08/ montes_091208.html. FBI agents did not arrest Montes \nimmediately after learning of her espionage activities as they hoped to conduct surveillance of her for as long as \nnecessary to identify her Cuban handlers. Id. She was arrested, however, following the terrorist attacks of \nSeptember 11, 2001. Id. As she was to have access to U.S. war plans to strike Afghanistan, law enforcement \nofficials decided to arrest her before she could compromise these plans to the Cuban government. Id.\n\n(240.) See Cuban Adjustment Act of 1966, Pub. L. No. 89-732 [section] 1, 80 Stat. 1161 (1966) (codified as \namended at 8 U.S.C. [section] 1255) (providing for adjustment of status of Cuban refugees).\n\n(241.) See United States v. Campa, 529 F.3d 980, 987-88 (11th Cir. 2008) (describing the activities of Cuban \nintelligence agents operating in South Florida against the Cuban emigre community); Sullivan, supra note 33, at 37-\n38 (discussing the penetration of Cuban exile groups by Cuban intelligence agents).\n\n(242.) Campa, 529 F.3d at 987-88.\n\n(243.) Id. at 988.\n\n(244.) See id. at 987-98 (describing the activities of Cuban intelligence agents operating in South Florida against \nthe Cuban emigre community); see also Espionage Conspiracy, supra note 236.\n\n(245.) See Campa, 520 F.3d at 980 (affirming convictions of Cuban government agents for conspiracy to commit \nespionage and murder).\n\n(246.) Immigration and Nationality Act, 8 U.S.C. [section] 1231(b)(3)(A) (2006) (preventing the Attorney General \nfrom \"remov[ing] an alien to a country if the Attorney General decides that the alien's life or freedom would be \nthreatened in that country because of the alien's race, religion, nationality, membership in a particular social group, \nor political opinion\").\n\n(247.) See Adam B. Cox & Cristina M. Rodriguez, The President and Immigration Law, 119 YALE L.J. 458, 508 \n(2009). Under the wet foot-dry foot policy, Cubans interdicted at sea are returned to Cuba, but Cubans who step \nfoot on U.S. soil are paroled into the United States, after which they usually can adjust their status under the Cuban \nAdjustment Act within a year, at the discretion of the Attorney General. Id.\n\n(248.) See Cuban Adjustment Act of 1966, Pub. L. No. 89-732 [section] 1, 80 Stat. 1161 (1966) (codified as \namended at 8 U.S.C. [section] 1255).\n\n(249.) See id.\n\n(250.) See id.\n\n(251.) See id.\n\n(252.) Hughes, supra note 6, at 75.\n\n(253.) Id. at 74-75.\n"}