{"title": "IMMIGRANT SLIPS IN UNDER DEADLINE TO STAY IN U.S.;MEMBERS OF CONGRESS BACK EXTENDING PROGRAM", "body": "\n \n\nFrancisco Padilla Lopez can consider himself among the lucky.\n\nLike thousands of immigrants across the country, Lopez, who lives in O'Fallon, Mo., and works for a refrigeration \ncompany in Warrenton, slipped in under the Monday deadline of a federal law allowing illegal immigrants to \nremain in the United States while they apply for permanent residency.\n\nNormally, illegal immigrants would have to leave the country for up to 10 years while they apply for permanent \nstatus. Now, Lopez can stay with his wife Dana Padilla, a native St. Louisan.\n\n\"They barely made it,\" said their attorney, Dorothy Harper, who filed the papers for Lopez at the Immigration and \nNaturalization office in St. Louis. \"They didn't have a moment to spare.\"\n\nBut a number of illegal immigrants in the St. Louis area and around the country weren't able to take advantage of \nthe law. Spurred by Monday's surge of applications, President George W. Bush on Tuesday asked Congress to \nextend the deadline, and some members of the area's congressional delegation say they would support an \nextension.\n\nIn a statement released Tuesday, House Minority Leader Richard Gephardt, D-St. Louis County, said: \"We \nwelcome President Bush's statement in support of extending the deadline … It is unfortunate that the president \ndecided to wait until the thirteenth hour to support an extension of this program.\"\n\nU.S. Sen. Jean Carnahan, D-Mo., and U.S. Rep. William Lacy Clay Jr., D-St. Louis, also support an extension.\n\nU.S. Sen. Richard Durbin, D-Illinois, is a co-sponsor to legislation introduced by Sen. Chuck Hagel, R-Nebraska, \nthat would extend the deadline to April 30, 2002.\n\n\"The time for Congress to act is now,\" Durbin said in a statement. \"It is a simple matter of fairness. Without this \nprovision, we are forcing illegal immigrants to choose between risking not being able to re-enter the United States \nand risking deportment if they stay here without a visa.\"\n\nU.S. Rep. John Shimkus, R-Collinsville, \"may support a reasonable extension\" for those immigrants unable to \nmeet Monday's deadline, a spokesman from the Illinois congressman's office said.\n\nThe law, which went into effect in December, came just in time for Lopez.  In December, he was pulled over by \npolice, who found that his Social Security number was not valid. That led to a further investigation which revealed \n\n\nthat Lopez's divorce from a previous marriage to a woman in Mexico was not final. He and Padilla were not legally \nmarried.\n\nLopez finally secured a divorce from his first wife on April 23 and the next day he legally married Padilla. The \nmarriage, to an American citizen, allowed Lopez to file a relative petition to keep him in the country until a visa \nbecomes available.\n\n \n\nLocal immigration attorneys are also supporting a deadline extension.\n\n\"I don't think there's a lawyer (in immigration law) in town that doesn't think this is a wonderful idea,\" said attorney \nRobert Cox, who has submitted about 75 applications in a little more than four months. \"This is a way to back \npeople out of the shadows.\"\n\nImmigration and Naturalization offices across the nation stayed open late Monday to allow illegal aliens to apply for \npermanent residency. Chester Moyer, head of the Immigration and Naturalization Service office in St. Louis, said \nthe office received about 200 applications Monday n ight, with the last people rushing in about 11:45 p.m. The office \naverages about 600 applications a month.\n\nIn other parts of the country, the numbers were quite larger. The Chicago office, the only Immigration and \nNaturalization Service office in Illinois where applicants could file applications Monday, received about 2,300 \napplications, with lines wrapping around the building in the early morning. The Chicago office had received an \nadditional 5,000 applications since the law took effect in December.\n\nIn the past, when illegal aliens wanted to apply for permanent residency, they had to apply in their home country. \nUnder the new law, illegal immigrants can pay a $ 1,000 penalty for being in the United States illegally.\n\nEarning a visa would allow them to stay in the country and seek a green card.\n"}