{"title": "BOTH SIDES TO RALLY ON IMMIGRATION ISSUE", "body": "\nTAMPA\n\nImmigrants rights activists are planning to rally today in front of the Tampa, Miami and other Florida offices of Sen. \nGeorge LeMieux. His Tampa office, where activists are expected to rally this afternoon, is at 3802 Spectrum Blvd. \nThe groups, which include the Farmworker Association of Florida and Youth for Change in Tampa, want LeMieux to \nendorse bills that spell out a citizenship path for undocumented farmworkers and undocumented students who have \ngraduated from American high schools. Meanwhile, the Hillsborough County Republican Party is promoting a \n\"Stand With Arizona\" candlelight vigil Saturday night at the Channelside Bay Plaza entertainment complex. The \nevent is organized by the tea party group FreedomWorks.\n\n* * *\n\nTAMPA\n\nTrash schedules change\n\nFull garbage can at the curb? Or still in the garage as the collection truck goes by? Tampa's new sanitation \nschedules began this week, bringing service day changes all over town. If you missed the notices, here's a primer:\n\n-North of Columbus Drive (or Boy Scout Boulevard): Garbage pickup Mondays and Thursdays. Recycling on \nMondays west of Interstate 275; or on Thursdays east of Interstate 275.\n\n-South of Columbus Drive (or Boy Scout Boulevard): Garbage pickup on Tuesdays and Fridays. Recycling on \nTuesdays west of Himes Avenue; or on Fridays east of Himes Avenue.\n\nQuestions? Call (813) 348-1111.\n\n* * *\n\nTAMPA\n\nMan arrested in 2009 slaying\n\nTampa police have arrested a 22-year-old man in a robbery and murder in November. Mark A. Westbrooks of 2210 \nE Lake Ave. has been charged in the death of Marc Strode, 20. On Nov. 11, Strode and friends were held up while \nsitting in front of 4309 W Arch St. playing cards. Two men got out of a car brandishing semiautomatic pistols and \ntold the card players to strip, police said. One gunman fired a shot in the air, prompting people to run. More shots \nwere fired, and a slug hit Strode in the back, police said. Westbrooks was charged with first-degree murder, two \ncounts of armed robbery and five counts of attempted armed robbery.\n\n"}