{"title": "FREEDOM RIDE IS A REMINDER OF OUR HISTORY OF IMMIGRATION TODD MIZENER;ASSOCIATED PRESS", "body": "\nCrossing the country from several cities, 18 busloads of \"Freedom Riders\" like Federico Gonzalez and Maggie \nSantos may do what politicians and lawyers cannot -- remove the pall of terrorism cast upon immigrants after Sept. \n11, 2001, and put their rights back on the agenda.\n\nDubbed the Immigrant Workers Freedom Ride, 800 immigrants and supporters from around the country will stop at \nkey cities before arriving in New York City on Saturday\n\n\"I can't wait to get to Washington,\" Gonzalez told the New York Times, as she sat on a bus speeding through the \nNew Mexico desert. An ice cream truck driver, Gonzalez boarded the bus in Tucson, AZ. \"I'm going to be screaming \nloud. I just want to make sure they listen to us.\"\n\nMaggie Santos, who emigrated from Mexico four years ago, boarded a bus in San Jose.\n\n\"I have never been to the heartland of America,\" she told San Jose Mercury News reporter Jessie Mangaliman. \"I \nhope they will listen to my story there.\"\n\nThe individual stories on this remarkable bus ride deserve to be heard. They are reminders of the proud history of \nAmerican immigration and because we need immigration policies that reflect reality, not fear.\n\nAs with the famous civil rights Freedom Ride in the 1960s, the purpose isn't push specific legislation. Instead, there \nare several goals, including amnesty for illegal immigrants, job protections and restoration of civil rights for \ndetainees.\n\nThe labor unions and immigrant-advocacy groups organizing the ride hope to attract 100,000 to a rally in New York, \nbut I'd be surprised if they do. The country is still too shell-shocked to embrace immigrants, a fear anti-immigrant \ngroups are taking full advantage of.\n\n\"There's something almost Orwellian for people violating the laws of the country to go en masse to Congress to \ndemand their rights under the law,\" said Ira Mehlman of the Federation for American Immigration Reform in \nWashington.\n\nOrwellian? Excuse me, but if any totalitarian threat has emerged over the past two years, it's the government's \npanoply of new laws and powers to snoop on ordinary citizens and hold immigrants on the flimsiest suspicion of \nterrorist activity.\n\n\nOf course, there are serious questions on immigration that need a healthy debate in this country. For example, \nshould we change from an immigration policy based on reuniting families to one that fills labor shortages in \nspecific industries? Whatever a new immigration policy might be, we still ought to end the exploitation and shabby \nlegal treatment of immigrant workers.\n\nThe Immigrant Freedom Ride will never persuade the hardliners who believe all illegal immigrants ought to be \nrounded up and deported. But the majority of Americans know that immigration is a complex issue, exacerbated \nby more by labor shortages here and forces abroad.\n\nThe stories of these Freedom Riders are as diverse as you might expect.\n\nDhel Galwak Jourchol is on the same bus as Mr. Gonzales. Jourchol is a refugee from Sudan with a U.S. law \ndegree, but he said he could not get a job as a corrections officer because he isn't a citizen. Even so, he's not bitter. \nQuite the opposite.\n\n\"I love the freedom here,\" he said. \"I want to take the system here, and someday establish it in my country. We \nreally appreciate what America has done for us, and we will pay you back someday.\"\n\n(Note to President Bush on post-war Iraq and nation-building in general: One grateful immigrant is worth a platoon \nof Marines.)\n\nAnd then there is bus rider Gaspare Aliotti, a sous chef from Monterrey, CA. He's not an immigrant. His father was.\n\n\"My family went through a lot being immigrants from Sicily,\" Aliotti said. \"It's important for me to have to have the \ncontributions of immigrants be recognized.\"\n\nThe Immigrant Freedom Ride may be a one-way trip, but it follows a road that many of us or our ancestors traveled \nbefore.\n\nNotes\n\nJOE RODRIGUEZ is a Mercury News columnist.\n\nGraphic\n\n \n\nPhoto;\n\nPHOTO: TODD MIZENER -- ASSOCIATED PRESS\n\nJuan Pablo Chavez, center, leads Freedom Riders in a chant Sunday after rolling into Davenport, Iowa, from \nChicago.\n"}