{"title": "Order May Let Utah's Refugees Stay Put; Refugees May Stay Put Thanks to Order", "body": "\nRoger fled Nicaragua 18 years ago. When he came to the United States, he believed his case for political asylum \nwas airtight: His business had been confiscated by the Sandinistas, he spent nearly a year in jail and he even \njoined the U.S.-sponsored Contras in Honduras.\n\nBut a judge ruled last year that Roger was not a political refugee and he was ordered deported. So Roger, who \nasked that his last name not be used, requested a hearing to explain why his deportation should be suspended.\n\nThen came the 1996 immigration law and refugees such as Roger, who lives in Provo, lost the chance to make \ntheir case before a judge. Most were ordered to be deported immediately.\n\nBut earlier this month, Atty. Gen. Janet Reno stopped the deportation of tens of thousands of immigrants who have \nlived in the United States for years. All now will receive a hearing before an immigration judge.\n\nNow, Roger's family has a chance of staying in what has become, after more than a decade, his home.\n\n\"Our first choice was not to come to the United States,\" said 62-year-old Roger. \"In Nicaragua, I had my business \nand my family. After they took me to jail for the second time, I ran. Now, my wife is here, my children are here, my \ngrandchildren are here. We've made a life here.\"\n\nReno set aside a controversial interpretation by the Board of Immigration Appeals that prevented many longtime \nundocumented immigrants from asking a judge to let them stay in the United States.\n\nHer action affects an estimated 300,000 war refugees from Central America and tens of thousands of other \nundocumented immigrants who found themselves facing immediate deportation despite having lived for years in \nthis country.\n\nMany immigrants from Central America who came to the United States illegally in the 1980s while their countries \nwere in the midst of civil wars were granted special asylum.\n\nThose denied asylum were eligible for deportation, but established U.S. policy allowed suspension of deportation on \nhumanitarian grounds -- especially if the asylum-seekers' enemies also were enemies of the U.S. government.\n\nRoger was among the unlucky Nicaraguans who was not granted political refugee status.\n\nFor Salvadorans seeking political asylum the task was even more difficult -- nearly impossible.\n\n\n\"Nicaraguans were fleeing Sandinistas who were our ideological enemies, therefore they were presumably anti-\ncommunist and good,\" said Robert Kahn, author of Other People's Blood: U.S. Immigration Prisons in the Reagan \nDecade. \"Salvadorans were fleeing a government the United States supported. Therefore, they were presumably \ncommunists and bad.\"\n\nIn 1985, Salvadorans and Guatemalans sued the U.S. government in a class-action lawsuit because -- despite well-\ndocumented human-rights violations in their countries -- only about 2 percent of applicants were granted asylum.\n\nThough the lawsuit was settled in 1990, the Immigration and Naturalization Service did not begin asylum interviews \nof Salvadorans and Guatemalans from the suit until April 1997.\n\nIn the 1980s, the United Stated had an immigration crisis, partly of its own making. Civil wars raging in El Salvador \nand Guatemala, fueled by U.S. military assistance, drove a million refugees to the United States. The U.S.-\nsponsored Contra war in Nicaragua had the same effect.\n\nYet critics of Reno's decision say that the wars in Central America are over and that the refugees can return safely \nto their homelands.\n\nBut Roger is not so sure.\n\nThe social and economic problems of the region, he argues, still have not been resolved.\n\nIt is true that the Sandinistas no longer are in power in Nicaragua, Roger acknowledges, but the revolutionaries still \ncontrol the army and some Contras are rearming.\n\nAnd in El Salvador, although the peace accord there is more than 5 years old, there has been a reappearance of \nright-wing death squads.\n\n\"I can't guarantee that there is a threat to my life,\" said Roger, who does construction work in Utah County. \"But the \npeople who put me prison are still there.\"\n\nEven more important, Roger says, is that his wife, two children and two grandchildren have roots in the United \nStates.\n\nRoger's grandchildren were born in this nation. The United States is all they know.\n\n\"After so long in this country,\" Roger said, \"what would they do in Nicaragua?\"\n\nLuis, an undocumented immigrant from Mexico who now lives in the Rose Park neighborhood of western Salt Lake \nCity, has been asking himself the same question.\n\n\"My children do not know any other country but the United States,\" said Luis, who asked that his last name not be \nused. \"They are American.\"\n\nLike Roger, Luis' family now has a chance to argue their case before an immigration judge.\n\nReno's move was praised by some lawmakers -- including House Speaker Newt Gingrich, R-Ga. Sen. Bob \nGraham, D-Fla., called the decision a \"victory for fairness.\"\n\nBut Rep. Lamar Smith, R-Texas, a longtime crusader for reducing the number of immigrants to the United States, \nsaid that Reno had created a dangerous precedent.\n\n\"The consequence of this decision will be to open the door for tens of thousands of illegal aliens to remain in the \nUnited States,\" Smith said in a written statement. \"This decision is further proof that the Clinton administration is \nsoft on illegal aliens.\"\n\nMeantime, Reno has asked Congress to:\n\n\n\n-- Allow immigrants who applied for a suspension of deportation before April 1 to not comply with the new law. They \nwill not be affected by the cap imposed by Congress limiting the number of suspensions to 4,000 each year.\n\n-- Extend the deadline to apply for a suspension to 180 days from the date an immigrant receives a final order of \ndeportation.\n\nReno also said she will push for legislation ensuring that applicants for \"suspension of deportation\" have to meet \nonly the federal standards in effect when they applied.\n\nBefore the 1996 law, illegal immigrants who had been in the United States for seven years had to prove that they \nwere of \"good moral character\" and that deportation would pose an \"extreme hardship\" on them or their families.\n\nUnder the new law, which took effect April 1, immigrants have to have been in the United States for 10 years and \nshow that their deportation would pose an \"exceptional and extreme hardship\" on their relatives who are either U.S. \ncitizens or legal residents.\n\nIf a bill is not passed, Reno said she would recommend that the president use administrative measures to protect \nCentral Americans in danger of deportation.\n\nReno's decision has given Luis hope.\n\n\"I want to be a part of this country,\" he said.\n"}