{"title": "Kerry promises to ease citizenship for immigrants", "body": "\nSeeking support from black and Hispanic voters, presumptive Democratic presidential candidate John Kerry \npledged Tuesday to ease citizenship for working immigrants and improve educational opportunities for minority \nand low-income students.\n\nKerry told the National Council of La Raza that within 100 days of being elected, he would send legislation to \nCongress to change the immigration system. He criticized President George W. Bush for failing to get behind a bill, \ndubbed AgJobs, that proposes to legalize some farm laborers and make it easier for agriculture employers to hire \nthem.\n\n\"It's part of Cesar Chavez's vision of justice, vision of offering a piece of the American dream to the good people \nwho labor day after day in the hot sun so Americans can enjoy apples and grapes that are fresh every day,\" Kerry \nsaid, speaking of the late labor and civil rights leader. \"This president hasn't said if he will sign that bill. I will, in a \nheartbeat.\"\n\nKerry said he would help reunite immigrant families and strengthen border security.\n\n\"Millions live in the shadows of our country, frightened and often abused,\" Kerry said. \"It is time to fulfill the \npromise of America, so that those who work hard and take responsibility can build a better life for themselves and \ntheir families.\"\n\nEarlier in Chicago, Kerry told the Rainbow/PUSH Coalition that he would see that 1 million more students graduate \nfrom college during his first five years in office, with a particular emphasis on helping minorities.\n\n\"My friends, we can't rest until all Americans, and I mean all Americans, white and black, rich and poor, people of all \ncolors and all backgrounds, truly have the opportunity they need to make the American dream real,\" Kerry told a \nconvention of the civil rights group.\n\nBesides signing the AgJobs bill, Kerry said he would also support the DREAM Act, which would allow children of \nundocumented immigrant parents to qualify as state residents for in-state college tuition.\n\nBush campaign spokesman Steve Schmidt said Bush has not taken a position on either bill. He said Kerry doesn't \nhave standing to complain about them not becoming law when he has missed more than 80 percent of Senate \nvotes this year.\n\n=== Get the latest political news at TLtoday.com/election2004.\n\n\nGraphic\n\n \n\nphoto; Photo by THE ASSOCIATED PRESS Sen. Dick Durbin (left), D-Ill., shares a laugh with Democratic \npresidential candidate and Massachusetts Sen. John Kerry after Kerry spoke to the Rainbow/PUSH Coalition \nTuesday in Chicago.\n"}