{"title": "Opinion: Threats to immigrants' rights will grow in 2011", "body": "\nCalifornia voters sent a strong message this past election that we want hardworking, inclusive and responsive \ngovernance, not buck-passing and scapegoating.\n\nEven some candidates who won seem to have missed the memo. Immigrant families and our growing coalition of \nsupporters stand ready to remind them.\n\nTwo recently re-elected Northern California congressmen, Dan Lungren and Tom McClintock, announced last \nmonth that they will join a quest to change the U.S. Constitution to deny citizenship to babies born on American \nsoil.\n\nThe 150-year-old standard has served our country well. Aides to former president George W. Bush agree, noting \nthat it was Republicans after the Civil War who added the guarantee to the nation's charter as part of the 14th \nAmendment.\n\nThose focused now on overturning it are ignoring voters' demands to create jobs and fix the economy.\n\nLashing out by the anti-immigrant crowd would be just a sideshow if it lacked the threat of federal power.\n\nIowan Steve King, leader of the amendment crusade in the House, is set to become chairman of the House \nimmigration subcommittee when Republicans gain the majority in Congress next month.\n\nKing once held up barbed wire during debate on the House floor and compared immigrants without documents to \nwayward livestock.\n\nAttacks on immigrant families and our human rights aren't limited to the federal arena. New California \nAssemblyman Tim Donnelly made it to Sacramento touting his involvement in the vigilante patrol group the \nMinutemen.\n\nHe used an appearance with Arizona sheriff and crackdown promoter Joe Arpaio to appeal to voters in the 59th \nDistrict outside Los Angeles.\n\nDonnelly wants to import Arizona's \"show-me-your-papers\" anti-immigrant law to our state. Foes of fair treatment \nfor newcomers in California have filed a statewide ballot measure for 2012 with a similar aim.\n\nThey mean to instill fear in immigrants and our supporters. But they should heed a warning themselves. In my \ntravels from Crescent City to Calexico, no issue has united students, parents, administrators, faith leaders, police \nofficers, union activists and business owners the way that opposition to the Arizona policy has.\n\nRoundups and racial profiling are costly, cruel and counterproductive approaches to controlling immigration.\n\n\nThey defy common sense and constitutional rights. And they distract from comprehensive federal immigration \nreform, which is overdue in Congress and needs to pass now.\n\nRepeating Arizona's mistake in California isn't just backward. In a state where immigrants and our allies are \ngaining a proud, sometimes pivotal, voice in elections, it's bad politics.\n\nAnd there's a new means of accountability at the ballot box. Passage by California voters in June of Proposition 14 \ncould mean that starting in 2012, the top two finishers in a primary election, regardless of party, will advance to a \nfall showdown.\n\nDonnelly barely scraped by in a heavily contested Republican primary.\n\nHe might fare differently in a one-on-one contest with a more moderate conservative rival who has broad appeal.\n\nRepublicans who listen to the needs of immigrant families and reach across party lines to pass fair and sensible \nlaws may be an endangered breed in other states.\n\nBut under the new top-two system, they could find new traction in California.\n\nSo will nonpartisan candidates, at the municipal, county, school and water district level, who proactively include \nimmigrant families in their campaigns and priorities.\n\nIntolerance is not deterring leaders who respect the rights and contributions of immigrant families.\n\nRather, it is spurring us to public service, greater scrutiny and accountability for our opponents' actions, and seats \nat the table in governing our state.\n\nANGELICA SALAS is board chair of the Californians for Humane Immigrant Rights Leadership and Action Fund. \nShe wrote this article for this newspaper.\n"}