{"title": "FOR IMMIGRANTS, A SENSE OF BETRAYAL < THOSE WHO ARE NOT U.S. CITIZENS WILL PAY< A STEEP PRICE UNDER CUTS CONGRESS APPROVED.", "body": "\nMaya Resnick is angry.\n\nFor 18 years, she has worked in this country. For 18 years, she has paid its taxes. For 18 years, she has refused to \ntake public assistance, even though others encouraged her to do so.\n\nNow, suddenly, the United States seems much less hospitable to this naturalized American, a 1978 refugee from \nthe Soviet Union.\n\nThe reason: Resnick's ailing mother is about to lose the government help she relies on.\n\nCutbacks affecting her - and hundreds of thousands of other legal immigrants who are not citizens - are a key \npart of the massive rewriting of welfare laws approved last week by Congress. From their benefits will come \nalmost half of the $55 billion in savings projected over the next six years, even though such immigrants make up \ncloser to 10 percent of the welfare rolls.\n\nMost of them will lose eligibility for two basic supports in America's safety net: food stamps and Supplemental \nSecurity Income, an old age and disability assistance program. They could lose Medicaid and family assistance \ngrants, too, although that would be up to the states to decide.\n\nSome exceptions will be made - chiefly for refugees and people granted political asylum, who will remain eligible \nfor benefits during their first five years in the United States. But other new arrivals will be barred from virtually all \nbenefits for at least five years.\n\nThe changes have stirred widespread anxiety and fear among immigrants.\n\nIn Pennsylvania, some already have had a preview of the cutbacks - a result of Act 35, the welfare legislation that \nGov. Ridge signed into law in May. The law scaled back eligibility for general-assistance grants and medical \nassistance. Immigrants who are not citizens were among the categories of recipients cut off.\n\n\nResnick's mother, Genya Yurchenko, 64, got the news last month after a visit to her doctor to treat a painful foot \nailment: Because she is not a citizen, the Department of Public Welfare said, her medical assistance had been \ncanceled.\n\n\"She's very depressed; she can't sleep,\" Resnick said. Yurchenko needs follow-up care, but she cannot go back to \nthe doctor \"because we don't have insurance.\"\n\nResnick, 43, and her husband and three children recently moved from Northeast Philadelphia to a house in Ivyland, \nBucks County. But making it was a struggle, she said. She is a bank teller now, but since immigrating also has \nworked for jewelrymakers and an advertising company.\n\nIn Resnick's opinion, cutting off aid to immigrants is foolish because of the harm it does to hard-working families \nsuch as hers.\n\n\"A lot of people are citizens and they do nothing for their country,\" Resnick said. \"A lot of people who aren't \ncitizens do much more.\"\n\n* Immigrants are relative latecomers to the long debate over the welfare system.\n\nWhen candidate Bill Clinton promised in 1992 to \"end welfare as we know it,\" the spotlight still belonged to such \nissues as dependency, the availability of jobs, and how to get people to want to work. Clinton and other proponents \nsaid reform would cost money, not save it, at least at the start.\n\nThe big push to link welfare's overhaul to deficit reduction came when the GOP took over Congress in 1994. \nHouse Republicans proposed ending aid to immigrants as part of a package of cutbacks much like those finally \nadopted last week.\n\nTheir first proposal called for using the $22 billion that would be saved over five years to finance work programs for \nformer welfare recipients.\n\nThat support is largely gone in the bill just adopted, which critics say does little about jobs beyond requiring that \npeople get them.\n\nTo President Clinton, the lack of work programs stands as evidence that immigrants are being cut off \"simply as a \nbudget-saving measure.\n\nSupporters of the cutbacks - such as Sen. Rick Santorum (R., Pa.,), who helped draft them - are equally outspoken \nin their defense. Immigrants should be responsible for themselves, he said. And if they fall on hard times, those \nwho sponsored their immigration - usually family members - should support them.\n\nSantorum is especially critical of older immigrants' drawing SSI benefits. The United States, he says, is becoming \n\"the retirement home for the rest of the world.\"\n\nSamien Nol thinks it is clear why Congress targeted legal immigrants.\n\nMoney is the first part of the equation: Not paying it to immigrants saves it for other purposes.\n\nPolitical influence is the second part: Non-voting immigrants don't have enough.\n\n\"We are being targeted because we have no political clout,\" said Nol, executive director of the Southeast Asian \nMutual Assistance Coalition, a West Philadelphia organization that helps immigrants and refugees adjust to life in \nAmerica.\n\n\"I think it's not fair, because we are in the country legally and we are working,\" he said. \"Although some of us are \non public assistance, a lot of us are taxpaying residents.\"\n\n\n\nOf those in the Southeast Asian community who rely on assistance, Nol said simply: \"They're scared.\"\n\nNol said that for some immigrants, the inability to learn English was the reason they did not become naturalized \ncitizens after the five-year waiting period - a move that would now allow them to regain eligibility for federal aid.\n\nFor others, he said, the main impediment is an attachment to their homeland, and to the idea of one day returning.\n\nChuck Bergstresser, executive director of the New Jersey Immigration Policy Network, worries that the cutbacks \nwill burden social-service agencies and charities, and stir tensions between immigrants and non-immigrants. But \nhis biggest concern is fairness. \"Most immigrants are here working,\" he said. \"They want to make it in America. \nThey're paying taxes. To deny them access to benefits they're paying for, it's unjust.\"\n\n* Song Bin, 62, lost her last job three years ago when she was laid off from a chicken-processing plant in Maryland. \nLast month, she learned she would lose her $205 monthly stipend from Pennsylvania's general-assistance \nprogram, along with her medical assistance.\n\nShe has no money to pay for food and no medical insurance.\n\nShe and her husband, who was also laid off from the factory, live in a single rented room in South Philadelphia. He \nworked for 10 years here and so may be unaffected by the new federal cutbacks, which exempt immigrants who \nhave worked for 40 quarters without receiving any means-tested aid.\n\nTo Song Bin, that is little consolation: \"It's not fair. As soon as we came to the United States, both of us were \nworking, and we paid taxes.\"\n\nNotes\n\nSPECIAL REPORT: CHANGING WELFARE\n\nGraphic\n\n \n\nPHOTO;\n\nPHOTO (1)\n\n1. Samien Nol (left) and Man Lyan Yong, officials of the Southeast Asian Mutual Assistance Coalition, go over \npapers in their West Philadelphia office. (The Philadelphia Inquirer, RON TARVER)\n"}