{"title": "GROUP'S PROJECT IS DEMOCRACY IN ACTION IDEA TO CHANGE THE U.S. CITIZENSHIP TEST WAS GRASSROOTS EFFORT", "body": "\nWhen President Bush said this month that it's time to revamp the U.S. citizenship test, it marked a triumph for a \ngroup of former students from St. Paul's Humboldt High School.\n\nThose students -- mostly children of immigrants, especially Hmong refugees -- had watched family members \nstruggle to memorize the test's array of 100 questions. And they wondered: Isn't there a better way to measure \ncitizenship?\n\nSo starting in 1998, the students worked to find one. They proposed changes, then advocated their ideas in \nMinnesota, and even flew to Washington in 2001 to meet members of Congress and immigration officials.\n\n\"We had hands-on experience with the test, and we saw a lot of the flaws with it,\" said Nick Longo, the group's \ninstructor. \"We thought the test should be different, it should be based not only on what you know, but what you do \n-- on the practice of citizenship, and not just on facts and figures.\"\n\nThe students pushed the project for nearly four years, until they finally scattered to different schools in 2002. Then \nthis month, President Bush picked up the theme as he unveiled his immigration reform plan.\n\n\"My administration will examine the standard of knowledge in the current citizenship test,\" Bush announced Jan. \n7. \"We must ensure that new citizens know not only the facts of our history, but the ideals that have shaped our \nhistory.\"\n\nRuss Knocke, Washington spokesman at the Bureau of Citizenship and Immigration Services, notes that the idea \nof revamping the citizenship test has been discussed for a number of years and wasn't unique to the Humboldt \ngroup. But Knocke does credit the Humboldt students for being \"ahead of the curve,\" particularly with the students \nadvocating a citizenship test that demonstrated deeds, rather than just memorizing civic facts.\n\n\"That's some of the things we're working on,\" Knocke said. \"Maybe they should come to work with us. They're really \non to something. They came up with an idea that the Office of Citizenship has (also) come up with, undertaking a \nbroader project they call 'civic integration.' \"\n\nThe current citizenship test is drawn from a roster of 100 possible questions. Some of the answers are widely \nknown (What are the colors in the American flag?) but others are so obscure they prompted the Humboldt students \nto make a humorous video, asking passers-by questions such as \"How many amendments have been added to the \nU.S. Constitution?\" (Answer: 27, which native-born Americans invariably didn't know).\n\n\nGerri Ratliff, who is overseeing the test overhaul in Washington, recently said on National Public Radio that one \ngoal is to make the questions more meaningful.\n\n\"Most of those 100 questions tend to be -- some call it political trivia … but they aren't the reason why people \nchoose to become an American,\" Ratliff said. \"No one says, 'I think I want to naturalize because red, white and blue \nhappen to be my favorite colors.' So we want the content to be geared more toward the concepts, the ideals, the \nprinciples that really are the reasons people want to become U.S. citizens.\"\n\nThat's what the Humboldt students were advocating in 2001, when they visited Capitol Hill. Back then, student \nNicole Ly told the late U.S. Sen. Paul Wellstone, \"Our mom has been through these citizenship classes for about \nthe last two years, and it's just memorizing.\" She and her fellow students advocated a test that encouraged new \ncitizens to learn how government works, their rights and responsibilities and how to register to vote.\n\nToday, Nicole Ly's mother -- and more recently, her father -- has become a U.S. citizen. \"That was a very big \nmoment for him and his family,\" she said. But she still thinks that the test could be improved, with less \nmemorization and more understanding of American ideals.\n\n\"Knowing those facts aren't the things that stick with you for being a good citizen,\" she said. \"It's like voting, and \nknowing how your government works and being involved.\"\n\nLongo, the instructor who led the course for college credit with Metro State University, said of the effort, \"This is \nwhat democracy should look like, at its best, where ordinary citizens have an ability to affect public policy. That's \nwhat we taught in this class, and that's what we all hoped would come out of this.\"\n\nIt's true that the Humboldt students didn't force the issue onto the national agenda. Rather, they were part of a \ngrassroots movement that saw a problem where others did not, pushed for reform and helped raised the issue to \ngreater prominence. That's how most grassroots efforts work -- it's not one person or one group, but a broad \ncoalition that presses for change over time.\n\nRep. Betty McCollum, D-St. Paul, met several times with the Humboldt group and found their goals differed from \nmany other student lobbying efforts.\n\n\"When I was back in the statehouse, the kind of (student) project I would get would be, name the state muffin, or \nthe state butterfly … but this really addressed a fundamental issue that goes to the core of being an American \ncitizen,\" McCollum said, later adding, \"This was unique in that it wasn't anything that was going to benefit them \ndirectly, but they were looking at something that would benefit our country.\"\n\nAnd who knows? With the U.S. government now seeking input on the citizenship test, Knocke expressed an \ninterest in meeting with the onetime Humboldt students.\n\n\"We're always looking for quality personnel,\" he said.\n\nNotes\n\nShorter version appeared in City Edition on Page 1C.\n\nGraphic\n\n \n\nPHOTO: PIONEER PRESS FILE PHOTO\n\n\n\nHlee Thao, left, Kong Her, Nick Longo, Nicole Ly and Vickie Lee talk with U.S. Sen. Mark Dayton, D-Minn., about \nthe U.S. citizenship test in 2001.\n"}