{"title": "U.S. Military Will Offer Path To Citizenship", "body": "\nStretched thin in Afghanistan and Iraq, the American military will begin recruiting skilled immigrants who are living \nin this country with temporary visas, offering them the chance to become United States citizens in as little as six \nmonths. \n\n  Immigrants who are permanent residents, with documents commonly known as green cards, have long been \neligible to enlist. But the new effort, for the first time since the Vietnam War, will open the armed forces to \ntemporary immigrants if they have lived in the United States for a minimum of two years, according to military \nofficials familiar with the plan. \n\n  Recruiters expect that the temporary immigrants will have more education, foreign language skills and \nprofessional expertise than many Americans who enlist, helping the military to fill shortages in medical care, \nlanguage interpretation and field intelligence analysis.\n\n  ''The American Army finds itself in a lot of different countries where cultural awareness is critical,'' said Lt. Gen. \nBenjamin C. Freakley, the top recruitment officer for the Army, which is leading the pilot program. ''There will be \nsome very talented folks in this group.'' \n\n  The program will begin small -- limited to 1,000 enlistees nationwide in its first year, most for the Army and some \nfor other branches. If the pilot program succeeds as Pentagon officials anticipate, it will expand for all branches of \nthe military. For the Army, it could eventually provide as many as 14,000 volunteers a year, or about one in six \nrecruits. \n\n  About 8,000 permanent immigrants with green cards join the armed forces annually, the Pentagon reports, and \nabout 29,000 foreign-born people currently serving are not American citizens.\n\n  Although the Pentagon has had wartime authority to recruit immigrants since shortly after the Sept. 11 attacks, \nmilitary officials have moved cautiously to lay the legal groundwork for the temporary immigrant program to avoid \ncontroversy within the ranks and among veterans over the prospect of large numbers of immigrants in the armed \nforces.\n\n  A preliminary Pentagon announcement of the program last year drew a stream of angry comments from officers \nand veterans on Military.com, a Web site they frequent. \n\n  Marty Justis, executive director of the national headquarters of the American Legion, the veterans' organization, \nsaid that while the group opposes ''any great influx of immigrants'' to the United States, it would not object to \nrecruiting temporary immigrants as long as they passed tough background checks. But he said the immigrants' \nallegiance to the United States ''must take precedence over and above any ties they may have with their native \ncountry.'' \n\n\n  The military does not allow illegal immigrants to enlist, and that policy would not change, officers said. Recruiting \nofficials pointed out that volunteers with temporary visas would have already passed a security screening and would \nhave shown that they had no criminal record. \n\n  ''The Army will gain in its strength in human capital,'' General Freakley said, ''and the immigrants will gain their \ncitizenship and get on a ramp to the American dream.'' \n\n  In recent years, as American forces faced combat in two wars and recruiters struggled to meet their goals for the \nall-volunteer military, thousands of legal immigrants with temporary visas who tried to enlist were turned away \nbecause they lacked permanent green cards, recruiting officers said. \n\n  Recruiters' work became easier in the last few months as unemployment soared and more Americans sought to \njoin the military. But the Pentagon, facing a new deployment of 30,000 troops to Afghanistan, still has difficulties in \nattracting doctors, specialized nurses and language experts. \n\n  Several types of temporary work visas require college or advanced degrees or professional expertise, and \nimmigrants who are working as doctors and nurses in the United States have already been certified by American \nmedical boards.\n\n  Military figures show that only 82 percent of about 80,000 Army recruits last year had high school diplomas. \nAccording to new figures, the Army provided waivers to 18 percent of active-duty recruits in the final four months of \nlast year, allowing them to enlist despite medical conditions or criminal records. \n\n  Military officials want to attract immigrants who have native knowledge of languages and cultures that the \nPentagon considers strategically vital. The program will also be open to students and refugees. \n\n  The Army's one-year pilot program will begin in New York City to recruit about 550 temporary immigrants who \nspeak one or more of 35 languages, including Arabic, Chinese, Hindi, Igbo (a tongue spoken in Nigeria), Kurdish, \nNepalese, Pashto, Russian and Tamil. Spanish speakers are not eligible. The Army's program will also include \nabout 300 medical professionals to be recruited nationwide. Recruiting will start after Department of Homeland \nSecurity officials update an immigration rule in coming days. \n\n  Pentagon officials expect that the lure of accelerated citizenship will be powerful. Under a statute invoked in \n2002 by the Bush administration, immigrants who serve in the military can apply to become citizens on the first day \nof active service, and they can take the oath in as little as six months.\n\n  For foreigners who come to work or study in the United States on temporary visas, the path to citizenship is \nuncertain and at best agonizingly long, often lasting more than a decade. The military also waives naturalization \nfees, which are at least $675. \n\n  To enlist, temporary immigrants will have to prove that they have lived in the United States for two years and \nhave not been out of the country for longer than 90 days during that time. They will have to pass an English test. \n\n  Language experts will have to serve four years of active duty, and health care professionals will serve three years \nof active duty or six years in the Reserves. If the immigrants do not complete their service honorably, they could \nlose their citizenship. \n\n  Commenters who vented their suspicions of the program on Military.com said it could be used by terrorists to \npenetrate the armed forces. \n\n  At a street corner recruiting station in Bay Ridge in Brooklyn, Staff Sgt. Alejandro Campos of the Army said he had \nalready fielded calls from temporary immigrants who heard rumors about the program. \n\n  ''We're going to give people the opportunity to be part of the United States who are dying to be part of this country \nand they weren't able to before now,'' said Sergeant Campos, who was born in the Dominican Republic and \nbecame a United States citizen after he joined the Army. \n\n\n\n  Sergeant Campos said he saw how useful it was to have soldiers who were native Arabic speakers during two \ntours in Iraq. \n\n  ''The first time around we didn't have soldier translators,'' he said. ''But now that we have soldiers as translators, \nwe are able to trust more, we are able to accomplish the mission with more accuracy.'' \n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTOS: Staff Sgt. Alejandro Campos, in Bay Ridge, Brooklyn, became a citizen after joining the \nArmy.(PHOTOGRAPH BY ROB BENNETT FOR THE NEW YORK TIMES)\n\n Lt. Gen. Benjamin C. Freakley heads Army recruitment.(PHOTOGRAPH BY MIKE GROLL/ASSOCIATED \nPRESS)(A30)                                                                         \n"}