{"title": "'ILLEGALS' DEBATE REFLECTS BIAS VS. ALL IMMIGRANTS", "body": "\nTHE STEEP RISE in the number of citizenship applications around the country is a welcome - and unintended - \nbyproduct of the Senate's shameful failure to do its job on immigration reform.\n\nAt a time of unprecedented hostility toward immigrants, thousands of them are taking the necessary steps to claim \ntheir rightful place in American society. And that's good news.\n\nThese are people who left behind their country, their language, their family and their friends to pursue the American \nDream. What many have found instead is prejudice, persecution, mistrust and outright racism.\n\n\"I learned that it is a cruel world and that I don't have many choices,\" said 15-year-old Christian, a Mexican-born \nundocumented high school student who was brought to New York by his parents when he was 4. He could be \nspeaking for thousands of decent, smart, hard-working immigrants like him.\n\nThe hostility, no matter what they say, is not directed only toward the undocumented.\n\n\"Many opponents of immigration reform tried to excuse the vitriol spewed in this debate or argue that it was not \nabout all immigrants, just the so-called 'illegal' ones. But immigrant and ethnic communities can read between the \nlines and see that this debate is about 'those people' not being welcome here, regardless of immigration status\" \nsaid Clarissa Martínez of the Coalition for Comprehensive Immigration Reform.\n\nAnd \"those people\" who are legal residents have reacted by applying for naturalization at unprecedented rates. \nSince January, more than 519,618 immigrants have begun the naturalization process. Filings for citizenship \napplications nationally have increased more than 60% for the first part of the year, as compared with the same \nperiod last year. The fact that naturalization fees are set to increase by 69%, from $400 to $675, on July 30, is also \npartly responsible for the tremendous increase in the number of applications.\n\nIn New York State, there are more than 1.8 million legal permanent residents who are eligible to apply for U.S. \ncitizenship, and 800,000 of them live in New York City. If they become citizens - and voters - they could decide the \noutcome of many elections and put anti-immigration demagogues on the run.\n\n\"Legal immigrants and foreign- and native-born citizens of ethnic origin are feeling the aftershocks of this debate, \nand live with the divisive and discriminatory consequences of these tactics,\" said Clarissa Martínez. \"Many legal \nimmigrants are fed up and have decided that the time to become a citizen and a voter is now.\"\n\n\nLast week, the Ya es hora ¡Ciudadania! (It is time, Citizenship!) campaign, was launched with a press conference at \nthe steps of City Hall. It is an all-out effort to inform, educate and motivate eligible legal permanent residents who \nlive in New York, New Jersey and Connecticut to apply for U.S. citizenship.\n\nThe effort is part of a national campaign that brings together community groups, service providers and media \norganizations in over 22 states, and expects to help a million legal immigrants apply for citizenship. That drive will \nbe followed by voter registration and get-out-the-vote efforts targeting new citizens in 2008.\n\nThe campaign provides a hotline to help eligible immigrants through the process at (888) Ve-Y-Vota (839-8682) or \nwww.yaeshora.info. It also provides a guide to the N-400 naturalization form, information about legal counsel, \ncitizenship, English classes and information about registering to vote.\n\nDefinitely, the time to become a citizen is now.\n\naruiz@nydailynews.com\n"}