{"title": "Migrants make up quarter of uninsured", "body": "\nImmigrants made up one-quarter of Americans who lacked health insurance in 2003, up from one-fifth a decade \nearlier, the nonpartisan Employee Benefit Research Institute reported Monday.\n\nAmong all immigrants, more than 11-million, or 38 percent, lacked health insurance. The report did not make a \ndistinction between immigrants who entered the country legally or illegally.\nCompiled from Times Wires\n\nAmong the entire U.S. population under age 65, the number of uninsured has increased from 36.5-million in 1994, \nor 15.9 percent, to 44.7-million in 2003, or 17.7 percent.\n\nThe report found that more than 60 percent of immigrants without insurance reside in the four largest states: \nCalifornia, 27 percent; Texas, 15 percent; New York, 10 percent; and Florida, 9 percent (with 1-million uninsured \nimmigrants).\n\n \n\nPentagon analyst\n\n \n\naccused of leaking data\n\nWASHINGTON - A Pentagon analyst has been indicted on charges that he leaked classified military information to \nemployees of a pro-Israel lobbying organization and an Israeli official, federal authorities said Monday.\n\nThe six-count indictment charges that Lawrence A. Franklin conspired to disclose national defense and classified \ninformation to people not entitled to receive it, including information about potential attacks on U.S. forces in Iraq.\n\nFranklin, 58, an Air Force Reserve colonel, pleaded innocent to all counts Monday in Alexandria, Va. Trial was set \nfor Sept. 6.\n\n \n\nPassport requirement\n\n \n\nfor Canada likely to fall\n\nWASHINGTON - Canada's ambassador predicted Monday that the United States would drop a controversial \nproposal that would require all travelers to show passports in order to cross the long border between the \nneighboring nations.\n\n\nDiscussions with the Bush administration, which introduced guidelines to crack down on potential terrorist travel \nacross borders, indicates that \"passports will not be the ultimate requirements,\" Canadian Ambassador Frank \nMcKenna said.\n\nCurrently, U.S. and Canadian travelers need only driver's licenses to cross the border, although passports are often \nshown.\n\nMandating passports or other secure documents was a requirement of the intelligence overhaul bill signed by \nPresident Bush in December. Homeland Security spokesman Brian Roehrkasse said the department was \"looking \nat alternative documents that could be used to enhance security while meeting the intentions of the law.\"\n\n \n\nSchwarzenegger calls\n\n \n\nfor special election\n\nSACRAMENTO, Calif. - Gov. Arnold Schwarzenegger on Monday called for a special election in November to \nchange the way California spends money, picks its politicians and hires its teachers.\n\nThe most controversial of Schwarzenegger's three proposals is a spending cap that would impose automatic cuts if \nrevenue fell below projected income.\n\nHe also wants legislative and congressional districts to be drawn by a panel of retired judges. And he wants to \nextend from two years to five the amount of time teachers would have to work to get tenure.\n"}