{"title": "PATROL SEARCHES HARDER AS MEXICANS SEEK EASIER LIFE IN U.S.", "body": "\nJorge Castro waited for his chance here on the cement bank of the Rio Grande, in the shadow of downtown El \nPaso, Tex. He waited warily for the right moment to evade detection by American border agents and make a dash \nfor the United States.\n\nMr. Castro said he was trying to get to a regular job as a painter and handyman that he had recently started in El \nPaso.  ''It's getting very hard in Juarez,'' he said in Spanish. ''I was working in a plant here. I was paid very little for \na lot of work.'' In June the plant laid him off and he began considering seeking work on the other side.\nBorder Patrol reports increase in number of Mexicans illegally entering US\n\n''The devaluation made up my mind,'' he said. ''I went over on a Sunday, got a job on Monday.''\n\n \n\nRise in Arrests\n\nOfficials of the Border Patrol, a law-enforcement arm of the United States Immigration and Naturalization Service, \nsay more Mexicans are attempting entry in the El Paso region, which stretches 180 miles along Texas and New \nMexico west to the Arizona state line. Alan E.  Eliason, chief patrol agent for the district, estimated that the total of \narrests of undocumented aliens for August would show ''a 25 percent to 30 percent increase'' over the same month \nlast year, when 12,430 were arrested.\n\nBorder officials say they believe the reasons for the increase are the Mexican Treasury's Aug. 5 devaluation of the \npeso, which has fallen in value from 49 to the American dollar to 126, and the start of the harvest season, when \nseasonal workers, many of them in the United States illegally, are used by American agricultural businesses to \nbring in the cotton, fruit and vegetable crops.\n\n''We think the largest percent of the increase is due to the peso devaluation, because July was rather comparable to \nlast year,'' Mr.  Eliason said.\n\nLocal Mexican-American groups and others suggested that the rising number of arrests also reflected a crackdown \nintended to put pressure on Congress as it considers tough new immigration legislation.\n\n \n\nSome Cross Daily\n\nMr. Eliason said he supported the legislation, now at a critical stage of consideration by Congress, but he called \nsuggestions that the increased arrests were politically motivated ''absolutely ridiculous.''\n\n\n''We are faced with increased illegal entries, we tried to put more people on the line to apprehend illegal entries, and \nwe arrested a larger number than usual because there are increased illegal entries,'' he said.\n\nLast week the El Paso district reported that on Aug. 24 it broke a one-day record by arresting 1,205 Mexicans for \nillegal entry into the United States. The average number of daily arrests for the month of August so far is 452, in \ncontrast to 401 in August last year.\n\n''As long as there's that lure, jobs, we're not going to be able to do anything about it,'' Mr. Eliason said.\n\n \n\nUrges Tougher Legislation\n\nState Representative Paul C. Moreno, an El Paso Democrat who is chairman of the Mexican-American Legislative \nCaucus in the Texas House of Representatives, said he believed the Border Patrol's announcement of record \narrests was timed to aid the measure.\n\n''That's the way politics is done, the way bills are passed,'' Mr.  Moreno said. ''I have no doubt that's the reason.'' \n''We've had the Border Patrol for years,'' said Joe Loya, director for El Paso of the League of United Latin American \nCitizens. ''Why, all of a sudden, are they being so effective?''\n\n \n\nSupported by Administration\n\nThe immigration measure is sponsored by Senator Alan K. Simpson, Republican of Wyoming, and Representative \nRomano L. Mazzoli, Democrat of Kentucky. It would, among other things, require employers to seek proof of \ncitizenship or legal alien status from all prospective workers, and by extension would require job applicants to have \nsuch proof available.\n\nCritics of the legislation assert that it would discriminate against Americans of Hispanic descent because, in \npractice, they say, only Hispanic people would be asked for proof.\n\nThe measure, which is strongly backed by the Reagan Administration, also calls for fines of as much as $2,000 and \njail terms for employers who regularly employ illegal workers. The House Judiciary Committee is scheduled to \nconsider it on Sept. 14.\n\nMexican-American leaders such as Mr. Loya said that the legislation, if passed, would not stem the flow of \nundocumented aliens from Mexico because economic conditions here were so bad.\n\nMr. Castro, who has a wife and a daughter, said he now pays 15 pesos for a kilo of tortillas that cost 7 before the \ndevaluation this month. He said the American dollars he brings home help him to cope with the higher prices.\n\n \n\nBlending Into the Streets\n\nBut even on that point there is disagreement. Another man, Jose Luis Hernandez, said he had ''to pay in dollars in \nJuarez already,'' eliminating any advantage. As he spoke, Mr. Hernandez had already reached the American side of \nthe river and was waiting to blend with the people on El Paso's streets.\n\nUnlike Mr. Castro, Mr. Hernandez has long made a practice of slipping past border patrols to work in El Paso. So \nhas Olga Martinez Robles, an 18-year-old from the interior of Chihuahua State who waited in a group with Mr. \nHernandez. She said she has done housework in El Paso homes since the age of 12. ''They pay me the same'' as \nbefore devaluation, she said, ''but it's worth a little more.''\n\nMr. Hernandez said that for four years he has done plumbing work in the United States, for $4.50 an hour, cash.  \n''Clearly in Mexico,'' he said, ''1,000 pesos is worth nothing.''\n\n\n\nGraphic\n\n \n\nIllustrations: photo of Jorge Castro waiting for chance to cross border photo of Mexican family crossing Rio Grande \nborder\n"}