{"title": "Jimmy Mathis (R) Age: 28 Res ...", "body": "\nAge:  28 \n\n Residence: Cockeysville. \n\n Education: Towson Catholic High School. \n\n Occupation: President, Mathis Productions Inc. \n\n Elected offices/civic activities: None given. \n\n What is the most urgent problem facing your jurisdiction? \n\n\"Some issues are Social Security, immigration, border security and our dependence on foreign countries for energy. \nOur citizens need to feel safe in their homeland. Americans deserve a guarantee they will receive every penny they \ncontribute into Social Security. I believe in private accounts so Americans know they will have a nest egg when they \nretire. We need to put the issue of amnesty behind us and develop a real solution regarding illegal immigrants.\" \n\n Why should voters elect you? \n\n \"I will represent the hardworking, middle-class American, offering a change from career politicians that do not have \nthe common American's interest at heart.\" \n\n Web site: \n\njimmymathis.org \n\n E-mail address: \n\njimmymathis@verizon.net \n\nAge:  60 \n\n Residence: Cockeysville. \n\n Education: Some college, University of Maryland; JD, University of Baltimore School of Law. \n\n\n Occupation: Member of Congress. \n\n Elected offices/civic activities: U.S. House of Representatives, 2003-present; county executive, Baltimore County, \n1994-2002; member, 1985-94, past chair, Baltimore County Council; vice chairman, University of Maryland's Shock \nTrauma Board of Visitors;   charter member, Greater Baltimore Alliance; past president, Maryland Association of \nCounties; past chairman, Baltimore Metropolitan Council. \n\n What is the most urgent problem facing your jurisdiction? \n\n\"The most urgent issue facing Maryland's 2nd District is 'the middle-class squeeze.' The cost of everything is going \nup. Families are facing huge spikes in electricity and home heating bills, rising gas prices, less assistance to pay for \nrising college tuition and skyrocketing health-care costs. At the same time, incomes are stagnant or falling, and \npeople have to work harder just to make ends meet. In Congress, I am working to increase the development of \nalternative fuels, decrease dependence on foreign oil, expand financial aid opportunities for college, and increase \naccess to affordable health care.\" \n\n Why should voters elect you? \n\n \"I work across the aisle to protect America and strengthen the economy. I believe we can make real progress in the \nnext Congress.\" \n\n Web site: \n\nwww.dutchforcongress.com \n\n E-mail address: \n\ngodutch@dutchforcongress.com \n"}