{"title": "Ybor's Cubans split on trip", "body": "\n(ran SS edition of METRO & STATE)\n\n \n\nThe four-story Cuban Club in Ybor City stands as a reminder of the island's deep roots in Tampa.\n\nFor decades, Cuban immigrants gathered there to socialize, get medical care and relax. But they seldom could \nagree on politics, and the topic was banned inside the building.\n\nToday, those disagreements remain.\n\nWord that Mayor Dick Greco and a contingency of Tampa leaders went to Cuba this week stirred mixed emotions \namong local Cubans, many of whom have a different perspective than their counterparts in Miami.\n\n\"Our Cuban community is very different from Miami's,\" said Angie Manteiga, who runs the trilingual Ybor City \nnewspaper, La Gaceta, with her husband, Patrick, who went on the trip to Cuba with the mayor. \"It is a lot older.\"\n\nThe history tells the story.\n\nMany Cubans came to Tampa long before Fidel Castro wrested control from dictator Fulgencio Batista in 1959. \nInstead of coming for political reasons, they came for jobs.\n\nThe first Cuban migration to Tampa began in the late 1800s after labor unrest and a fire forced the cigar industry to \nrelocate from Key West. The waterfront city became a major destination for trade between the island and the United \nStates. Until Castro, Tampa ran a passenger ferry to Cuba.\n\nYbor City became a thriving Cuban enclave, where immigrants formed social clubs, organized trade unions and \ncampaigned for political causes.\n\nThousands of cigar workers gave money to help Jose Marti lead a revolution against the Spaniards in Cuba in \n1895. Today, a park in Ybor bears his name.\n\nEven Castro had friends in Tampa. While planning his communist takeover, he traveled to Ybor to raise money from \nlaborers sympathetic to socialism.\n\n\"By the time the revolution starts in Cuba in 1956, Tampa is a place that Fidel Castro comes to, to get support,\" said \nprofessor Susan Fernandez, who teaches Cuban history at the University of South Florida.\n\n\nAfter Castro took over, exiles who lost property and positions of influence in Cuba migrated mostly to South Florida. \nTampa's Cuban population was more varied, with anti-Castro exiles and older workers with strong labor ties.\n\n\"There's a different mix,\" said Joe O'Neill, a member of Tampa's Cuban Club. \"It's a moderating effect, not at all like \nMiami. You can't pander to the Tampa Cuban community like you can in South Florida.\"\n\nThis week, conversation at local cantinas proved that Tampa's Cubans don't speak one voice.\n\n\"I don't like (the mayor's trip),\" said Octavio Infiesta, who moved to Tampa from Cuba 40 years ago and could be \nfound Wednesday visiting friends at Centro Asturiano in Ybor City.\n\n\"If he wants to go there, fine,\" said Pedro Blanco, a part-time bartender and cook at Centro Asturiano, who left \nCuba 49 years ago. \"The pope went there. Why can't he?\"\n\nThe crowd at La Ideal Cafeteria, a west Tampa sandwich shop, was equally split.\n\n\"He shouldn't be over there,\" said Herbert Ramos, 39, whose parents fled Cuba in 1959.\n\nAt the other end of the counter sat 85-year-old Robert Rodeiro, sipping a double espresso.\n\n\"We do business with a lot of countries that are communist,\" said Rodeiro, a Spaniard. \"I'm against communism \nregardless, but sometimes you have to negotiate.\"\n\n\"A lot of people go to Cuba and come back,\" he said. \"Why not the mayor?\"\n\nAt El Gallo de Oro restaurant on Armenia Avenue, photographs of Old Havana hang from the wall. At a table, \nsipping white bean soup, sat Jose Cardenas, 76, who served as a bodyguard to the former Cuban leader, Batista.\n\nCardenas, who has known Greco for years, pretended to slash his throat when asked about the trip.\n\n\"They are playing Fidel's game,\" he said. \"It's a waste of time to talk to Fidel. . . . Carter went, nothing happened. \nGreco goes, nothing happens.\"\n\n \n\n- David Karp can be reached at 226-3376 or karp@sptimes.com.  \n\n \n\nHillsborough County's Cuban population\n\nHillsborough had 35,123 Cubans in 2000, the third largest number in Florida, behind Miami-Dade and Broward \ncounties.\n\nDuring the 1990s, Hillsborough's Cuban population rose 25 percent, but was surpassed in number by Puerto \nRicans and Mexicans.\n\nHillsborough's largest concentrations of Cubans live in neighborhoods along Dale Mabry Highway between \nKennedy Boulevard and Waters Avenue.\n\nTampa's Cuban population of 14,674 is the fourth largest among Florida cities. Cubans' top three cities are \nHialeah, Miami and Miami Beach.\n\nCubans constitute 5 percent of Florida's population and 31 percent of Florida's Hispanics - the largest single \nHispanic nationality in the state. Of Florida's Cubans, 78 percent live in Miami-Dade.\n \n- Compiled by staff writer Bill Coats Source: Census 2000\n\nmailto:karp@sptimes.com\n\n\nGraphic\n\n \n\nPHOTO, KRYSTAL KINNUNEN; Octavio Infiesta, 74, left, and Pedro Blanco, 70, tell jokes Wednesday in Centro \nAsturiano in Ybor City. (ran TAMPA & STATE)\n"}