{"title": "'Gift to Salvadoran Community'; Illegal Immigrants Granted Temporary Relief After Quakes", "body": "\n President Bush announced yesterday that Salvadorans living illegally in the United States will be allowed to stay \nhere and work for the next 18 months, a measure intended to help their homeland recover from the devastation of \ntwo recent earthquakes. \n\n The move will enable undocumented Salvadorans -- including thousands in the Washington area -- to seek \nemployment legally and send financial aid to relatives in the Central American country. The decision was widely \npraised by local Latino community leaders.  \n\n \"It's a great gift to the Salvadoran community and a great way to help the reconstruction effort in El Salvador, \nand we are just glad he has done it,\" said Saul Solorzano, director of the Central American Resource Center in the \nDistrict. \n\n The Immigration and Naturalization Service estimates that 150,000 undocumented Salvadorans may come forward \nto take advantage of the temporary relief from the threat of deportation. The agency had no estimate of how many \nmight apply in the Washington area, which has the nation's second-largest Salvadoran community after Los \nAngeles, but Solorzano said up to 50,000 might do so.  \n\n \"We know we are going to receive a deluge of people to seek relief,\" said Yvonne Martinez Vega, director of \nAyuda, a nonprofit social service agency in Adams-Morgan. The decision, she added, has \"made me take a second \nlook at the Bush administration.\" \n\n Bush also said the United States would send El Salvador $ 52 million in additional reconstruction aid this year. \nWashington already had sent $ 16 million after the first quake hit El Salvador on Jan. 13. The administration \npromised to seek an additional $ 52 million in relief funds for El Salvador next year. \n\n \"The recent earthquake in Washington state brings home to the citizens of our nation how natural disaster can \nstrike any of us,\" Bush said. \"And it reminds us of our obligation to reach out to help those in other nations \nstruggling in the wake of disaster to rebuild their homes and lives.\" \n\n\n Bush's announcement followed his meeting at the White House with El Salvador President Francisco Flores, who \nlast month asked Bush to offer undocumented Salvadorans \"temporary protected status,\" as the measure is called. \nFlores also had pressed the administration for increased financial aid. \n\n \"It was a great success,\" Flores said of his meeting with Bush. \"It was beyond what were were expecting. His \ncampaign announcement that he would be close to Latin America was very true.\" \n\n Flores estimated that if 100,000 Salvadorans legalize their immigration status, they could produce an additional $ \n300 million a year in remittances to their families. Already, Salvadorans send home $ 1.7 billion annually. \n\n \"So [temporary protected status] is absolutely crucial to the reconstruction effort,\" said Flores, who made his \ncomments during a meeting with Washington Post reporters and editors. \n\n The Jan. 13 and Feb. 13 earthquakes left 1,100 dead, more than 2,500 missing and about 7,860 injured, the INS \nsaid. About 1.3 million people have been displaced, and the country has suffered $ 2.8 billion in financial losses, \naccording to the INS. \n\n After the first quake, the INS halted deportation of 1,100 undocumented Salvadorans. Most of those are in \ndetention, and \"some might be eligible for [the temporary status] if they have no criminal background,\" said INS \nspokesman Bill Strassberger. \n\n Salvadorans who can show that they have been in the United States continuously since Feb. 13 are eligible for \ntemporary protected status. They are required to fill out two forms and pay $ 150 in application fees. Anyone \nconvicted of a felony or two or more misdemeanors while in this country is not eligible. \n\n \"It's very good that the president has [made this decision], because all the people in El Salvador are in great need \nof the help of Salvadorans who live in this country at this moment in time,\" said Ana Isabel Reyes, an \nundocumented Salvadoran who works as a housecleaner in the District. \n\n Sonia Aquino, 30, a Salvadoran-born information specialist at the Spanish Catholic Center in Adams-Morgan who \nhas legal status in this country, said that since the quakes, \"everyone who lives here worries [about how] to send \nmoney to their families. . . . There is no way we can go back there and work. There are no jobs there.\" \n\n Staff writer Syliva Moreno contributed to this report. \n"}