{"title": "TASK FORCE CONSIDERS PLAN TO OFFER PERMANENT RESIDENCY TO ILLEGAL MEXICAN IMMIGRANTS; OPTIONS FOR DEALING WITH BORDER ISSUES MAY BE READY FOR BUSH IN SEPTEMBER", "body": "\nThe administration of President George W. Bush is considering granting legal residency to millions of \nundocumented Mexican immigrants living in the United States.\n\nSuch amnesty, requiring the approval of Congress, would give a permanent reprieve to certain Mexicans living \nundercover in this country, largely in the border states. It also could be a political boon to the Republican president \nas he seeks Hispanic support.\n\nThere are 3 million Mexican-born people living illegally in the United States, according to a report last week by \nMexico's National Population Council.\n\nAn immigration task force of top Justice and State Department officials planned to send Bush a report today on \nthe broad outlines of U.S.-Mexico border issues. It will recommend that the United States take action to address \nillegal immigration, but will stop short of offering concrete proposals, a Justice Department official said Sunday.\n\nThe task force is considering several options, including a proposal to give the illegal Mexican immigrants \npermanent residency, said the official, speaking on the condition of anonymity. That is what Mexican President \nVicente Fox has been pressing Bush for.\n\nThe official said major unanswered questions include how quickly the immigrants could earn legal status, and \nwhether they would gain such status based on date of entry into the United States, or by occupation, such as farm \nworker.\n\nThe working group was formed after Bush and Fox met in February. Attorney General John Ashcroft and Secretary \nof State Colin Powell lead the task force, which hopes to have recommendations on such questions by \nSeptember, when Bush and Fox meet in Washington.\n\nAshcroft will meet with Mexican officials in California and Arizona this month to discuss border issues. He and \nPowell also will meet with their Mexican counterparts early next month.\n\nThe preliminary report will be presented to Bush as Fox completes a five-day visit to the United States this week. \nFox was to meet with U.S. auto executives and union officials today in Detroit.\n\n\nSen. John McCain, R-Ariz., said he would back the kind of amnesty move now under consideration.\n\n\"I believe that these people are living here, and it's a recognition of reality. They are working here,\" he said on \nNBC's \"Meet the Press.\"\n\nBut Sen. Trent Lott, R-Miss., sounded a more cautious note.\n\n\"Just to summarily grant legal status to 3 million people, many of them that got here illegally and have violated the \nlaw while they're here - I'd want to make sure we do this carefully,\" he said on \"Fox News Sunday.\"\n\nSome Democrats also object, mindful of union fears that guest-worker and amnesty programs could drive down \nwages and decrease job opportunities for Americans.\n"}