{"title": "Immigration's moral crossroads", "body": "\nArizona's new immigration law is understandable -- and dreadful.\n\nFew Americans would happily tolerate living near a porous border with a failed state, or, in this case, a Mexican \nstate that has failed in certain lawless regions. Portions of the border have descended into an arid state of nature -- \na vacuum of authority filled by drug gangs, human traffickers, roving vigilantes and desperate migrants who \nsometimes die in the desert or in drainage ditches. It is offensive to find such chaos under the American flag.\n\nThis is an argument for effective border enforcement. It is also an argument for a guest-worker program that permits \nan orderly, regulated flow of temporary, migrant laborers, allowing border authorities to focus on more urgent crimes \nthan those resulting from the desire to provide for one's family.\n\nBut chaos at the border is not an argument for states to take control of American immigration policy -- an authority \nthat Arizona has seized in order to abuse.\n\nAmerican states have broad powers. But they are not permitted their own foreign or immigration policy. One \nreason is that immigration law concerns not only the treatment of illegal immigrants but also the proper treatment \nof American citizens. And here the Arizona law fails badly.\n\nUnder the law, police must make a \"reasonable attempt\" to verify the immigration status of people they encounter \nwhen there is a \"reasonable suspicion\" they might be illegal. Those whose citizenship can't be verified can be \narrested. But how is such reasonable suspicion aroused? The law forbids the use of race or ethnicity as the \"sole\" \nbasis for questioning. So what are the other telltale indicators?\n\nGov. Jan Brewer, who signed the law, looked flustered when asked during a news conference the obvious question \nof how illegal immigrants might be identified. \"I do not know what an illegal immigrant looks like,\" Brewer replied. \"I \ncan tell you that I think that there are people in Arizona that assume they know what an illegal immigrant looks like. I \ndon't know if they know that for a fact or not.\" Yet Brewer has ordered Arizona police to be trained in the warning \nsigns of illegality -- signs that she cannot describe. There is a reason no Arizona official has publicly detailed these \nstandards -- because the descriptions would sound like racial stereotyping. And probably would be.\n\n\nThis law creates a suspect class, based in part on ethnicity, considered guilty until they prove themselves innocent. \nIt makes it harder for illegal immigrants to live without scrutiny -- but it also makes it harder for some American \ncitizens to live without suspicion and humiliation. Americans are not accustomed to the command \"Your papers, \nplease,\" however politely delivered. The distinctly American response to such a request would be \"Go to hell,\" and \nthen \"See you in court.\"\n\nThe government of Arizona, it turns out, has been ambushed by its own legislature. If this vague law is applied \nvigorously, the state will be regularly sued by citizens who are wrongfully stopped. But if the law is not applied \nvigorously enough, it contains a provision allowing citizens to sue any agency or official who \"limits or restricts the \nenforcement of federal immigration laws.\" Either way, lawyers rejoice.\n\nThe Arizona law -- like others before it -- does have one virtue. It sorts Republicans according to their political and \nmoral seriousness. By the mid-1990s, California had experienced an exponential growth in illegal immigration that \nstrained public services. Gov. Pete Wilson responded by supporting Proposition 187, which denied schooling and \nnon-emergency medical care to undocumented children and adults. Doctors and teachers were required to report \nanyone they suspected of being illegal immigrants.\n\nThe resulting debate revealed a gap in judgment. Wilson rode ethnically based resentment to reelection -- while \nalienating Latinos in large numbers, driving the state Republican Party into irrelevance and earning the general \ncontempt of history. Republican leaders such as Jack Kemp and then-Gov. George W. Bush of Texas (I have \nworked for both men) fought the political current, opposed Proposition 187-like restrictions and gained in stature \nover time.\n\nA similar test can be applied concerning the Arizona law. For the record, former governor  Mike Huckabee of \nArkansas says: \"There is no such thing\" as being \"American-looking.\" Florida Republican Senate candidate Marco \nRubio says the law could \"unreasonably single out people who are here legally.\" California Republican \ngubernatorial candidate            Meg Whitman has come out against the Arizona law. Republicans wishing to gain \nsome everlasting credit should join them.\n\nmgerson@globalengage.org\n"}