{"title": "Elian: A Way Out", "body": "\nNo one can be happy at the thought of federal agents wrenching a 6-year-old boy from the arms of caring relatives. \nNeither can Americans who believe in a rule of law tolerate mob action to keep a young son from the arms of a \nloving father.\n\nFor weeks, the parties have been tangled in \"negotiations.\" Yet the idea that the Miami family has something to \nnegotiate strikes us as peculiar. Elian's tragic arrival made placement with relatives sensible. But it was solely for \nthe purpose of caring for him while the INS made a determination under the immigration laws. The temporary \narrangement imposes responsibilities, not rights, on the family. The Miami relatives, however, are acting as if \npossession is nine-tenths of the law.\n\nSurprisingly, so is the INS. The commissioner's decision in January that Elian should be reunited with his father \nwas accompanied by neither an order nor a plan to accomplish that result. After the district court had ruled in its \nfavor, the INS threatened to revoke the custody arrangement unless the relatives agreed to an expedited appeal \nand guaranteed that they would turn Elian over once the appellate court had ruled.\n\nThe INS's demand looked coercive. More important, it was unnecessary. The attorney general has complete \nauthority to determine the boy's placement during the immigration proceedings. Were the relatives to sign a piece of \npaper, they would simply be affirming what is already their legal duty: to comply with the orders of the attorney \ngeneral.\n\nThe fruitless negotiations are a result of the federal government's fervent desire not to have to take Elian by force. \nThe relatives have exploited this by saying they would not bring Elian elsewhere to be turned over, but would not \ndisobey an order delivered to their door. If there were any goodwill, this would be an easy obstacle to overcome. \nFor example, a third party--perhaps a respected religious leader--could help bring about the boy's transfer. But the \nMiami relatives are not seeking a compromise. They have raised new objections on an almost daily basis--the most \nrecent being a demand that Elian be evaluated by psychologists to determine if a transfer would be in his best \ninterests.\n\nThe attorney general now appears poised to take decisive action, although another meeting is scheduled for \ntomorrow. The Justice Department must come to grips with the fact that a negotiated settlement is not possible \nhere. Rather it must issue an order to accomplish Elian's transfer to his father. If the order appears fair, the family \nwill have little choice but to obey it.\n\n\nThe concern of the family in Miami is that bringing Elian to his father would lead to an immediate return to Cuba, \neffectively ending the judicial appeal. This is a legitimate concern. The attorney general invited the family to go to \nfederal court. To demand a transfer that could short-circuit the judicial process would seem to play into the relatives' \ncontention that they have been denied their day in court.\n\nApparently, the attorney general believes that the Miami family should have to seek an injunction from the appeals \ncourt prohibiting Elian's departure. She has stated that she could not prevent Juan Miguel from taking his boy home \nonce he had custody of him. But we believe she has adequate legal authority to maintain the status quo pending \ncourt proceedings.\n\nThe immigration laws give the attorney general the authority to prevent the departure of non-citizens in the United \nStates. Under existing regulations, departure control orders may be granted for an alien needed in a government \nproceeding or where departure would be \"prejudicial to the interests of the United States.\" Issuing such an order \nmay appear a bit Draconian. It would be better for the INS to parole Elian to the custody of his father on the \ncondition that neither leave the country until a final decision is rendered in the appellate court.\n\nThe INS's unwillingness to do what it has always had the authority to do--to revoke the temporary custody \narrangement with the Miami family--has been based on the fear that the family might not comply. But to date the \nrelatives have obeyed every order of the federal government, and they have repeatedly stated that they will \ncontinue to do so. Under the proposal just sketched, there would be an added incentive to do so: the family would \nknow that Elian would not leave the United States until the federal court proceedings had ended.\n\nThe attorney general should terminate the custody of the Miami family immediately. At the same time, she should \nreach agreement with Juan Miguel that he not remove Elian from the United States until a court of appeals decision \nin his favor has been rendered.\n\nThis solution would end the unconscionable separation of father and son. And it would reaffirm an American \nprinciple as deep as family unification: the rule of law.\n\nThe writers have served as general counsel to the Immigration and Naturalization Service.\n"}