{"title": "Riverside to repeal immigrant laws After an exodus of Brazilian residents, officials plan to end penalties sought for hiring and housing those here illegally.", "body": "\nThe end may be near for the immigration laws that turned little Riverside Township into one of the nation's \nunfriendliest zip codes for illegal immigrants.\n\nIn a move yesterday that came as a surprise to residents who have seen the Burlington County town's longtime \nBrazilian residents leave en masse, officials announced they will move tonight to repeal the ordinances that \nsought to penalize employers and landlords for hiring and housing illegal immigrants.\n\nThe move comes a month after a federal judge in Pennsylvania struck down a similar but harsher law enacted by \nHazleton, a coal-mining community near the Poconos.\n\nRiverside passed its law 12 days after Hazleton's made national headlines.\n\nThe motivation behind Riverside's about-face was unclear. The announcement was made public with none of the \nfanfare or outrage that turned the community into the subject of heated national debate and street demonstrations a \nyear ago.\n\nOfficials published their intentions in an inch-high public-meeting notice in a local newspaper.\n\nBut local residents, who were caught off-guard by the news, said it seemed inevitable. \n\n\"When the Hazleton ordinance was kicked, they got the message it would have to be kicked here, too,\" said Ed \nRobins, a local small-business owner who has decried the ordinances for harming the local economy.\n\n\"How can a small town enforce what the federal government can't back us up on?\" said Joe D'Agostino, 46.\n\n\"It was doomed to fail,\" he said.\n\nRobins, who owns Scott Street Music, said that since the law was enacted last summer - and amended several \ntimes thereafter - the community has lost thousands of residents.\n\nHe said that some 1,500 immigrants left the onetime mill town within the first two weeks of the law hitting the \nbooks. The impact has been devastating, he said, considering that Riverside's total population is only 8,000. \n\n\n\"It was very vibrant,\" Robins said of the commercial corridor that dissects this 1.6-square-mile town.\n\n\"Now,\" he said, \"it's dead.\"\n\nMembers of the five-member Township Committee will introduce the repeal ordinance during a special meeting at \nRiverside Elementary School at 6 p.m. today.\n\nThe members of the Township Committee, including Mayor George Conard, deferred comment yesterday to \ntownship solicitor George Saponaro, who did not return several messages. \n\nIf ultimately approved in the weeks or months to come, this repeal would mark the end of a law that has not been \nenforced for even a single day. That's because Riverside has been mired in federal and state challenges since \nenacting the immigrant restrictions on July 26, 2006. \n\nA coalition of local business leaders and immigrants, represented pro bono by attorney James Katz, sued \nRiverside in state court, saying the ordinance violated New Jersey law.\n\nMembers of another group, composed of Latino clergy from across the nation, are plaintiffs in a federal lawsuit \nagainst Riverside.\n\nAll the while, Riverside has voluntarily abstained from enforcing the law and also has been slapped with a \ntemporary injunction. \n\nA hearing on a permanent injunction request is scheduled in state court for Aug. 31, said Katz. He did not know why \nRiverside had changed course, but he said the township had no legal authority to enforce its own law.\n\n\"Riverside was acting in the face of politics and not in the face of what the law is,\" he said.\n\nAlong the way, the actions of town leaders bitterly divided the township, Katz said. \n\n\"It brought out some rather racist and intolerant, anti-immigrant feelings. And it didn't matter if we were talking \nabout immigrants who were lawfully in the country or not,\" he said.\n\nThe Rev. Miguel Rivera, at the helm of the federal challenge against Riverside, was pleased to hear of the \nplanned repeal. But he, too, noted the divisiveness.\n\n\"They should have thought first before trying to pass this kind of law,\" he said.\n\nContact staff writer Maria Panaritis at 609-989-7373 or mpanaritis@phillynews.com.\n"}