{"title": "Correspondence/Jail-House Translator;Seeking Asylum, Some Immigrants Find A Fate Worse Than Criminal", "body": "\nI WAS, frankly, unprepared for jail in this country.\n\nWhile living in Asia, I often encountered people -- particularly Chinese -- who had endured Kafkaesque months or \nyears in prison without ever committing a crime. Their futures were decided not by legal principle but by luck, and \nAmerican presidential candidates this election season have denounced the arbitrary and often brutal nature of the \nChinese system.\n\nAfter my years abroad, I returned to the United States and spent the last few months of 1999 writing a book in my \nhometown in Yamhill County, Ore., a place as bedrock America as can be, a place that I revere as God's Country \nand that is the antipodes of China. Except, it turns out, for the jails that house immigrants.\n\nI was pressed into service by county officials as an interpreter for a half-dozen Chinese immigrants who were \nlanguishing in jail, awaiting the outcome of their asylum applications. They are among the 17,000 foreigners held \nby the Immigration and Naturalization Service in prisons and jails around the country.\n\nA couple of days later I walked through a series of clanging steel doors into the women's section of the Yamhill \nCounty jail. Among the mostly American prisoners, five Chinese women stood out as they walked in a circle around \nthe room, trying to get some exercise.\n\nFor months -- in some cases nearly a year -- they had been stuck in jail, not knowing the status of their cases or \nwhat would happen to them, not able to ask questions or seek help. According to inmates and jail officials, when \ntwo of the Chinese women were ordered to switch bunks and did not understand, guards knocked them to the \nground and handcuffed them, bloodying one. Those two women's fear, humiliation and wretchedness increased \nwhen they were placed on a punishment regimen for the next four weeks, effectively penalizing them for not \nunderstanding English.\n\nWhen the women heard me speak their language, when they were finally able to explain their nightmare, they \nbegan to cry. They told how they had come from various villages in Fujian Province, the area on the coast that is \nhome to many of the Chinese who come to America. Two were teenage sisters, and the rest were in their 20's. \nThey were smart, enterprising and brave, as one would expect of young people who had mortgaged their \n\n\npossessions and taken considerable risks to forge a new life in a land whose language and customs they could not \nunderstand.\n\nAll had arrived at Portland International Airport and requested asylum. Instead of finding freedom, they were \nhustled into different jails. Although they had broken no law, they were often treated worse than criminals, who \nwere at least allowed the use of the exercise yard each day. The Chinese were never allowed outside. Supporters \nin groups like Amnesty International initially were not permitted to give them materials in Chinese, although that was \nreversed after a county commissioner intervened.\n\nThe only stroke of luck these women had was that Jim Bunn, a Republican, lost his re-election bid for Congress and \nended up working as a humble jail guard. He took an interest in them, bought Chinese-English dictionaries so that \nthey could communicate and became their guardian angel. \"I just kept thinking, 'What if I were in China and in jail?' \n\" he said. \"So I wanted to see if I could make things a bit easier for them.\"\n\nThe I.N.S. is often criticized for the way it treats foreigners, sometimes denying them the dignity and safeguards \nAmericans demand when they are jailed overseas. But while the Chinese women had terrible things to say about \nthe I.N.S., they said they were also mistreated by the guards, who looked down on them because they were \nforeigners and could not communicate.\n\nStill, the women's fundamental concern was not so much their daily treatment as the way they had been locked up \nwithout the right to make their case effectively or without any knowledge of what was happening to them.\n\nThe well-meaning jail officials for whom I was interpreting asked specific questions about what the Chinese wanted, \nsuch as their preferred meal for Christmas. The women shrugged, conferred and decided. \"We'd like rice,\" they \nsaid.\n\nWhat these women cared about most was not better food, outside exercise or even English lessons, they said, but \nsome insight into how their fate would be resolved. \"We can get by whatever you feed us,\" one woman said \nfervently. \"Just tell us, does anybody know about us? Or have we been forgotten?\"\n\nBecause the women had met only briefly with interpreters, poor ones at that, they said they felt they had been \nunable to recount their histories thoroughly. Most of them believed they had been lost in a bureaucratic I.N.S. limbo \nrather like the Chinese criminal justice system.\n\nAnd maybe they are right.\n\nUnder the immigration agency's rules, some of them will be granted asylum and end up American citizens, and the \nothers will spend a year or more in jail and be deported. The children of the former may end up American Ph.D.'s, \nand the children of the latter will probably end up as Chinese factory workers. The difference between the two \ngroups is largely whim and luck.\n\nIt is clear to anyone who talks to Chinese peasants in places like Fujian why they come to America: for the same \nreason my ancestors did, to live a better life. Most Chinese, however, are smart enough to insist that they are \nfleeing China's restrictive birth policy. A Congressionally mandated law provides that as many as 1,000 people \nyearly can gain asylum to avoid persecution on that basis. Some of the refugees may be telling the truth when they \nsay they have violated the policy and face forced sterilization or fines, but there is no way of verifying their stories. \nThe upshot is that immigration judges tend to reward the best-coached, smoothest liars rather than the most \ndeserving applicants.\n\nI put the women in touch with people at Linfield College in nearby McMinnville, and the few Chinese living in the \narea. Life began to look up for them as they got English lessons, Chinese Bibles and magazines, as well as \narrangements to call relatives in China. Then last month, the I.N.S. abruptly took the women away in the middle of \nthe night to other jails, scattering them and telling no one where they had been taken.\n\nOne of the women wrote her English teacher, saying her new jailers in The Dalles, Ore., had taken away her \nChinese-English Bible, which also helped in her study of English. She also said she is given two envelopes each \n\n\n\nweek, each with 33 cents postage, but could not combine them to get a single envelope with the 60-cents postage \nneeded to write her family in China. \"This is not good place to been,\" she wrote in her newly acquired English. \"I'm \nsad and scared and broken heart. Why they did it for me?\"\n\nSOME who made friends with these women thought immigration officials deliberately moved them so they would no \nlonger have any local supporters to monitor their treatment. If that were true, then it mimicked the times in China \nwhen I tried to help people and ended up getting them in trouble with their government.\n\nI asked Bill Strassberger, an amiable I.N.S. spokesman, about all this, and he said that the agency would not have \nmoved them to isolate them. The agency tried to remind local jails that these immigrants are not criminals and \nshould be treated with dignity. \"I'll be honest with you,\" he said. \"We haven't been totally successful in that.\"\n\nNow I have moved on, to New York, and I doubt I will see any of these women again. Those who are released and \nbecome Americans will eventually see a warmer side of America, but I wonder about those who are sent back to \nChina. What will they say about human rights in this country?\n\nI realize that these women and others like them are fundamentally economic immigrants who in most cases have \nlied about the reasons they came. Perhaps they should be sent back. Yet I have hectored so many Chinese officials \nabout the importance of a justice system that treats people with compassion that I still feel deeply let down by the \nfate of these women, especially in a place in the heartland whose essential goodness I cannot question. It would \nhave been nice if Americans could have adhered to the standards to which they hold China.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nDrawing (Nancy Carpenter)\n"}