{"title": "18 ILLEGAL IMMIGRANTS DIE AFTER BEING LEFT IN TRAILER", "body": "\nVICTORIA, Texas -- Seventeen people were found dead Wednesday when authorities opened a sweltering, airless \ntrailer that had been abandoned at a south Texas truck stop with more than 100 illegal immigrants locked inside.\n\nAn 18th victim died later at a hospital in one of the deadliest smuggling attempts on record in the United States.\n\nThe men, women and children from Mexico, El Salvador, Guatemala and Honduras were apparently so desperate \nfor air that they tried to claw through insulation on the back door.\n\nAt least one of those trapped inside placed a desperate call to police late Tuesday, saying people were suffocating \nand pleading with a dispatcher to \"help me.\"\n\nWhen sheriff's deputies opened the trailer about 2 a.m., \"a flood of human beings\" spilled out, U.S. Attorney \nMichael Shelby said. Many ran off, but others were too weak to go far.\n\nThirteen bodies were found inside and four more on the ground just outside. A boy, 5 or 6 years old, was among the \ndead.\n\nAuthorities said one of three suspected smugglers was arrested Wednesday in the Houston area, about 115 miles \nnortheast of Victoria. The man, Tyrone Williams of Schenectady, N.Y., was not immediately charged.\n\nThe trailer had New York plates and was registered in Williams' name, Shelby said. Authorities were looking for \ntwo more suspects.\n\nAsa Hutchinson, undersecretary for border and transportation security at the Department of Homeland Security, \nsaid in Washington that the agency would make investigation of the incident its highest priority.\n\n\"These ruthless criminals, who put profit before people, will be tracked down, apprehended and prosecuted to the \nfullest extent of the law,\" he said.\n\nThe smugglers apparently unhitched the trailer at the truck stop near Victoria, about 175 miles from the Mexican \nborder, and drove off.\n\nThe 911 call to police in Kingsville, 100 miles south of Victoria, came in just before midnight Tuesday from a \nSpanish speaker on a cellular phone with lots of yelling and background noise.\n\nPolice Chief Sam Granato said the call was cut off and the number couldn't be traced. The trailer had arrived at the \ntruck stop about an hour before authorities were notified.\n\n\nIt was not clear how long the people had been inside, where the truck came from or where it was going. Those who \ndied suffered from asphyxiation and heat stroke, health officials said, in the deadliest incident of its kind since 1987.\n\nThe National Weather Service said it was 74 degrees with 93 percent humidity at 2 a.m. The high Tuesday was 91.\n\nThe New York Times contributed to this report.\n\nGraphic\n\n \n\nPHOTO: ERIC GAY, ASSOCIATED PRESS\n\nA law enforcement officer, standing beside a covered body, looks into the back of a truck trailer containing \nadditional bodies while investigating the site where 17 people were found dead early Wednesday near Victoria, \nTexas.\n"}