{"title": "Extortion of D.C. Vendors Nets $50,000 -- and Prison; Immigrants Were Made to Pay for Sidewalk Spots", "body": "\n They were all immigrants, all working vending carts along the District's busiest streets for a living, and Ghulam \nMangal told his Arab-speaking colleagues and clients that he owned some of the most lucrative sidewalk spots in \ntown. To park their hot dog stands on \"his\" sidewalk, he told them, you have to pay. \n\n It was a $ 50,000 hustle over three years, court testimony and evidence showed, and Mangal was sentenced \nyesterday to more than four years in prison by a D.C. Superior Court judge for extorting, defrauding or assaulting \nthree vendors so they would pay him for parking their hot dog stands on public property. \n\n The 40-year-old native of Afghanistan, who was granted political asylum in 1998 after fighting the Soviet incursion \ninto his central Asian nation, was also ordered to repay $ 23,000 to the three Egyptian and Ethiopian victims after \nhis release. The monthly payments of $ 335 will stretch into the next decade, mirroring the payoffs he once bullied \nthem to make. \n\n \"These crimes are most reprehensible because the defendant victimized some of our community's most vulnerable \nmembers -- recent immigrants, hard-working people with limited English skills,\" said Judge Ann O'Regan Keary. \n\"He tricked them into paying for public spaces . . . in a disturbing pattern of exploitation.\" \n\n Defense attorney Bernard Grimm submitted several letters from Mangal's friends and supporters, each attesting \nthat the crimes were out of character. \n\n \"Clearly many people hold the defendant in high regard, and he has served his country in the past and has been \nthe victim of political events,\" Keary agreed. \n\n The case was a rare window into the lives of recent immigrants who buy or rent carts to place on the streets of the \nnation's capital, hoping to make enough money off the sales of chips, sodas and hot dogs to build a new life and to \nboost the income of relatives back home.  \n\nOnly 874 vending licenses are issued by the city -- a number that has been frozen for years, awaiting new \nlegislation -- and the sidewalk spots are theoretically available to the first vendor to show up each day. \n\n\n But in reality, an informal squatters-rights policy has emerged, as vendors know one another and usually respect \ntraditional sidewalk claims.  \n\nThe last violent clash to come through the courts was apparently in 1995, when four vendors were convicted of \ntorching a rival's stand, which had been moved into their spot along 21st Street and Constitution Avenue NW. \n\n Prosecutors say Mangal had a vending license but lost it when he visited his family in Pakistan, and a moratorium \non new licenses was imposed during his travels.  \n\nThe self-proclaimed Taliban fighter nonetheless continued to claim \"his\" five spots around town, renting them out to \nnewer, less informed immigrants, prosecutors Mike Fitzpatrick and Daniel Butler charged. \n\n \"I felt foolish and I felt used,\" wrote Sabri Mesabbah in a letter to the court, after the Egyptian-born immigrant was \ntricked into paying Mangal $ 14,000 over two years to park a cart at 13th and F streets NW. \"The worst feeling . . . \nis that this was done to me by a fellow Muslim brother.\" \n\n Mangal was convicted by a jury Feb. 21 of nine felonies, including extortion, assault, fraud and obstruction of \njustice.  \n\nThe most serious offense, the jury found, was his forcing Elsayeda Abdelgewad, another Egyptian immigrant, and \nher husband into paying $ 23,000 for a lucrative spot at 20th and Q streets NW. \n\n \"I know Ghulam Mangal has the potential to kill me or have his Taliban brothers carry out his death wish on me and \nmy family. Every day I live with this threat,\" Abdelgewad wrote in a translated letter to the court. \n"}