{"title": "Illegal Aliens Depress Wages for Some in U.S.", "body": "\nIllegal aliens are depressing wages and worsening working conditions for legal immigrants and native Americans \nin low-skilled and low-paying jobs, the General Accounting Office says.\n\nCiting empirical data and several case studies, the accounting office, an investigative arm of Congress, said Friday \nthat United States-born citizens and legally documented immigrants were being hurt, especially those working as \njanitors and food processors.\n\nThe report identified restaurants and companies producing automobile parts, shoes and clothing as others that \noften employ illegal aliens. The aliens' willingness to work in low-skill jobs for less than the minimum wage in \nthose industries has depressed wages and benefits for comparable native and legal immigrants, the G.A.O. said. \nBut it also said the low wages paid illegal aliens allowed some of the businesses to grow or survive foreign \ncompetition, indirectly expanding job opportunities and wages for higher-skilled workers in the same trades.\n\nWithout a pool of illegal immigrants willing to be garment workers or shoemakers, the accounting office said, \nmany companies would shut down.\n\nIt also said restaurants' practice of using illegal immigrants as dishwashers and busboys allowed the businesses \nto keep their prices low and expand, providing more jobs for more highly skilled waiters and chefs. The Labor \nDepartment disagreed, saying none of the studies surveyed by the accounting agency offered any concrete \nevidence of a positive effect from using illegal workers.\n\nThe department also disputed the accounting agency's premise that legal workers would not take many of the low-\nwage jobs, particularly in the shoe and garment industries. ''The fact is that large numbers of native and legal U.S. \nworkers are in the same labor market as illegal workers,'' the department said. ''Furthermore, if wages were not \ndepressed by illegal workers, even greater numbers of native and legal workers would be in that labor market.''\n\nThe G.A.O. said the 1986 immigration law and its fines for hiring illegal aliens, if successful, would force wages up \nfor legal immigrants and natives and cause ''considerable stress'' financially for growers and shoe and garment \nmanufacturers.\n\nCongress asked the accounting office to survey all available studies and data on illegal immigrants' impact on \nnative and legal immigrant workers in 1985, when it was considering the employer sanctions that were adopted a \nyear later.\n\n\nThe accounting office has now submitted the study to Congress, saying that after examining 230 academic and \nother treatises on the issue it found scarce useful information. The biggest problem, the G.A.O. said, is that illegal \naliens are a hidden population, making it hard to identify them for use in any empirical study.\n\nAbout two dozen case studies, however, suggested that employers' use of illegal aliens has displaced native \nworkers and legal immigrants from their jobs and driven down wages of those who remain.\n\nThe most dramatic examples were among janitors and farm and food processing workers in California.\n\nUnder contracts negotiated by the Service Employees International Union, blacks and legal Hispanic immigrants \nworking as janitors at office buildings in downtown Los Angeles had won wage and benefits reaching a peak of $12 \nan hour by 1983. But a group of nonunion janitorial services hiring predominantly illegal immigrants began to \nwrestle the best building contracts away from the unionized companies, driving the union scale back down to $4 an \nhour and less. Of 2,500 black janitors under high-wage contracts in 1977, 100 were still paid comparative wages by \n1985.\n"}