{"title": "Trump Admin. Widens Net for Deportations; Trump: Anti-Semitism is \"Horrible\" and \"Has to Stop\". Aired 8-9p ET", "body": "\n[19:49:45] ANDERSON COOPER, CNN ANCHOR: Good evening. Thanks for joining us.\n\nTonight, is this the beginning, as one headline put it, of a new ice age? ICE, the agency responsible for enforcing \nimmigration laws, has new marching orders and will be getting thousands for agents to help carry them out. \nSweeping changes potentially at just about every aspect at how it does its job, greatly expanding who in this \ncountry could soon face deportation.\n\nCritics say the new guidelines could transform ICE and other agencies into the kind of deportation force that \ncandidate Trump spoke about during the campaign. Supporters call it long overdue. The president keeping his \ncampaign promises.\n\nHowever you see it, it is a fundamental shift in domestic policy and millions of lives could be about to change. We'll \ntalk about that tonight.\n\nSo, we begin with the new guidelines and CNN justice correspondent Pamela Brown joins us for that.\n\nSo, explain these new guidelines and what they do.\n\nPAMELA BROWN, CNN JUSTICE CORRESPONDENT: Well, these new DHS guidelines, Anderson, could \nmassively expand the number of undocumented immigrants detained and deported. So, nearly all of the \nestimated 11 million undocumented immigrants in the United States could be subject to deportation.\n\nNow, the White House has said this is not supposed to be a mass roundup of undocumented immigrants. \nHowever, Sean Spicer, the White House spokesperson also said, though, now under these new guidelines anyone \nwho is in the U.S. illegally could be subject to removal at any time.\n\nIt's how things have changed. Under the Obama administration there were three priorities. There were convicted \ncriminals, public safety threats, those who cross the border illegally.\n\n\nBut now under these new guidelines, an undocumented immigrant who is charged with a crime such as a DUI \ncould be subject for removal. And the memos, these marching orders give ICE agents broader discretion now. So, \nessentially, if they're going after an undocumented immigrant who is a criminal and there happens to be another \nundocumented immigrant with that person, they can round up everyone there and put them through the \ndeportation proceedings.\n\nNow, the White House does say there is a group that is not impacted by these sweeping changes. And that would \nbe the DREAMers. That would be the undocumented immigrants who were brought to the U.S. as children. For \nnow, the White House says those protections remain in place for them -- Anderson.\n\nCOOPER: The memos also outlined changes in use of laws that are already in place. So, what is going to change?\n\nBROWN: That's right. So, basically, what DHS did today is send out guidelines to be used under the existing laws. \nAnd so, what they do is end the so-called catch and release, which is releasing people in the U.S. unlawfully as \nthey await for their proceedings. So, in some cases, that could be a couple of years.\n\nBut now, the Trump administration is saying -- is ending that whole process and basically boosting expedited \nremoval so people who have been in the U.S. for two years or less expediting their removal and in some cases not \neven having them go before a judge. These are some of the key changes and they're also making it harder for \nasylum seekers to remain in the United States while they wait their proceedings.\n\nSo, there are a number of big changes. And DHS Secretary John Kelly is going to Mexico and Guatemala this week \nto talk about these changes and to talk about border security -- Anderson.\n\nCOOPER: All right. Pam Brown, thanks.\n\nMore now on what these changes mean and the repercussion that could follow. Joining us now is Leon Rodriguez, \nformer director of the U.S. Citizenship and Immigration Services, the agency that actually administers the \nimmigration naturalization system. Also with us is CNN political analyst, Kirsten Powers, CNN homeland security \nanalyst Juliette Kayyem, CNN senior legal analyst Jeffrey Toobin, and Harvard Law Professor Alan Dershowitz.\n\nLeon, let's start with you. Since you know this backwards and forwards. I mean, the bottom line here, what is the \nbiggest change? Because it seems like it's the definition of who a criminal is has just expanded.\n\nLEON RODRIGUEZ, FORMER DIR., U.S. CITIZENSHIP AND IMMIGRATION SERVICES: Certainly, the definition \nof who is a deportable criminal, that has expanded. But also the order in its totality really makes anyone who is here \nunlawfully immediately removable.\n\nCOOPER: Anybody?\n\nRODRIGUEZ: So, the devil is going to be in the details. The devil is going to be in how this is implemented in \nreality. Do they adhere to the priorities that they've stated? Or do they, in fact, use this as a marching order to \ndeport anybody? COOPER: And the rise in the number of ICE agents, how significant is that?\n\nRODRIGUEZ: That certainly will increase the ability to remove people. But there's other things that have to happen \nhere. You're going to need to expand detention space. You're going to need to increase the number of judicial \nimmigration judge resources in order to effectuate those proceedings. That money has got to come from \nsomewhere. Right now, we don't know where that is.\n\nCOOPER: And, Kirsten, I mean, the White House is saying DREAMers as Pam Brown mentioned are not included.\n\nRODRIGUEZ: Yes, which is interesting. This was an area where Republicans were so critical of Barack Obama on \nthe DREAMers in fact, calling it unlawful. This is something that they were probably the most up in arms about.\n\n\n\nAnd so, it's interesting he chose to keep that. Which I think is a good thing. But the rest of it, I think, is probably \ncausing a lot of fear and panic among undocumented immigrants right now, because under President Obama the \npriority really was the worst of the worst, the criminals, the people who are posing a danger to society, versus now \nas Pamela Brown was talking about, even if they didn't do the mass deportations which I think they probably will, \nthey're already catching people in these sweeps.\n\n[20:05:05] So, where they normally would go to a house to arrest one person for drug trafficking and there's a \nbunch of other college students there, you know, and they'll say we're just going to let you stay. Now, they'll \nprobably sweep them up.\n\nCOOPER: Professor Dershowitz, I mean, the memo seemed to reinforce giving broad leeway to immigration \nofficers or even local enforcement to make immediate decisions about who to arrest. It seems to be left up to the \nindividual making that arrest in many cases.\n\nALAN DERSHOWITZ, HARVARD LAW PROFESSOR: That's right. And look, this is a very clever tact by the Trump \nadministration. They have created a far more legally defensible if morally questionable approach. After all, the job \nof the executive is enforcement and courts give enormous power to executives making enforcement decisions.\n\nRule-making on the other hand, is a quasi-legislative function. And the courts do not defer as much to the executive \nwhen it makes rules like the rule it made a few weeks ago. So, this is lawyers at work.\n\nThey have told the administration -- you want to achieve your goals? Achieve it through administrative actions. \nThey're going to be much harder to review. They're going to be reviewed retail rather than wholesale. And the \npeople on the other side are going to have to come up with a legal strategy that is going to be much more difficult \nand creative and uphill in order to challenge this highly questionable order, because it's legally on much more solid \ngrounds.\n\nCOOPER: Jeff, obviously, you know, Democrats, immigration rights activists are up in arms about this. But let's be \nclear. I mean, Donald Trump talked about this repeatedly as a candidate. This doesn't seem that it should be much \nof a surprise to just about anybody. I mean, he's fulfilling a campaign promise.\n\nJEFFREY TOOBIN, CNN SENIOR LEGAL ANALYST: You know, one of the lines that supposedly sophisticated \npeople use during the campaign is, you know, you should take Donald Trump seriously but not literally. It's \nincreasingly apparent that we should take Donald Trump literally.\n\nHe wanted -- said he wanted more people deported. He's going to have more people deported. And I think Alan is \nright that legally, he is on solid ground here because, you know, the whole idea behind immigration law has been \nthat we can't deport all 11 million people at once. So, you have to have priorities. And you have to decide whom \nyou're going to deport.\n\nBut if you put more resources and fewer restrictions on ICE, you're going to deport more people. And Trump is \ngoing to deport more people.\n\nCOOPER: Juliette, you say those worried about mass deportation is that the sky isn't falling. Explain that.\n\nJULIETTE KAYYEM, FORMER U.S. ASST. SECY. FOR HOMELAND SECURITY: I think there is reason to be \nconcerned as everyone's been saying in terms of enforcement, the floor has lowered. Where the Obama \nadministration said, you know, the worst of the worst, this now seems open.\n\nBut in terms of how people think of mass deportation, that all of a sudden, there's going to be sweeps. There's \nnothing in the guidelines that say that. And so, this is where we have to figure out how is this going to be \noperationalized?\n\n\n\nNow, the Trump people are -- and the new rules are going to bump up against a lot of things. Money, where is the \nmoney to get all of this? State and local sort of pushback, a lot of big city mayors do not like this. They like to \nintegrate their immigrant communities, governors as well.\n\nAnd so, you're going to have cost issues, legal issues, as well as where I think the big pushback is going to be is \ngoing to be these mayors and governors who are going to say, we don't want these ICE agents in here doing this. \nAnd so, while the rules have changed, the enforcement we are just going to have to wait and see. I don't mean to \nminimize these changes, but we're not at the sky is falling yet.\n\nCOOPER: Professor Dershowitz, one of the interest things, I mean, I remember I talked to the mayor of Los \nAngeles and talked to other mayor who is say, just from a law enforcement standpoint, they actually want illegal \nimmigrants -- undocumented workers feeling comfortable approaching the police, reporting other crimes or, you \nknow, talking about witnessing -- if they've witnessed a crime, they want them to be comfortable to come in and not \nfear that they come in to talk about something they've seen. They're going to end up being deported. That this \nmight -- they're worried this may have ripple effects unintended consequences.\n\nDERSHOWITZ: I think they're absolutely right. I think this is driving people underground. People are not going to \npay their tickets. They're not going to come for other services. They're not going to tell the police if they see \nsomething.\n\nObviously, they're going to have to live in a gray area for a long, long period of time. Also, we're going to see the \nconflict now with sanctuary cities. That's going to bring this to a head because there are going to be some cities \nwho are going to say, no, we're not going to cooperate.\n\nThis is immoral. This is illegal. There are going to be legal challenges.\n\nRemember, I've said on your show before, there's a new check and balance on the president. And it's called states \nand cities. They are becoming very energized to bring lawsuits the way Minnesota and Washington did and other \nstates are considering doing. Attorneys general of the states are going to become the new heroes of the movement \nto try to slow this down.\n\n[20:10:04] So, we're in for an interesting ride in the courts and in politics.\n\nTOOBIN: Anderson, if I could just add one point to what Alan was saying.\n\nWhen you talk about these sanctuary cities, what the Republicans in the House of Representatives and President \nTrump have also said is that if you want to protect people who are undocumented in your communities, you're not \ngoing to get any federal money.\n\nYou're not going to get money for your subways. You're not going to get money for your hospitals. So, will they \nreally cut off money to these cities? And if they do, what will the cities do in response? That's an issue that's going \nto be out there soon.\n\nCOOPER: Leon, though, there is -- I mean, under these guidelines, there's a lot of discretion in the hands of local \nlaw enforcement, state law enforcement officers deciding who they want to deport.\n\nRODRIGUEZ: Well, there is in the sense that it reinstitutes the 287(g) program which actually will expand the pool \nof non-criminal aliens.\n\nCOOPER: 287(g) program.\n\nRODRIGUEZ: Yes, and that's a program where basically local law enforcement officers are deputized to act with \nthe same authority as ICE officers. That's something that was used in the Bush administration then eliminated in \nthe Obama administration in preference for a much more strategic approach.\n\n\n\nCOOPER: All right. Professor Dershowitz, Leon Rodriguez, appreciate you joining the panel.\n\nWe'll have more with our other panelists. More on the political repercussions of all of this and there could be plenty \nwhen we come back.\n\nCOOPER: Later, President Trump speaking out against anti-Semitism and why one Jewish group likens it to putting \na band-aid on a cancer patient.\n\n[20:15:17] COOPER: We're talking tonight about sweeping changes, immigration enforcement and the impact of it -\n- human, economic, political, diplomatic, you name it. The new guidelines tighten border control and put potentially \nmillions more undocumented at risk for deportation. They make it easier to deport people immediately. Make it \nharder for asylum seekers and expand the prime focus of enforcement from border area truly just about anywhere \nin the country.\n\nJoining us is conservative writer Mary Katharine Ham, Democratic strategist Paul Begala, CNN chief political \nanalyst Gloria Borger. Kirsten Powers is back. Trump supporter and :\"American Spectator\" contributing editor, \nJeffrey Lord, and Matt Lewis, senior columnist at \"The Daily Beast.\"\n\nGloria, I mean, let's talk about political fallout from this. We're already starting to see it.\n\nGLORIA BORGER, CNN CHIEF POLITICAL ANALYST: Well, I think -- I think we are. And it's a question of how \nyou interpret what this executive order is going to be.\n\nAnd I think that there are a lot of people, including some Republicans from states like Florida, from states like \nCalifornia, who believe that people who shouldn't be caught in this wide net will be caught in this wide net.\n\nAnd I think that there is a sense that while they say, OK, we're not touching dreamers now, dreamers are not off \nlimits forever. And how are you going to pay for a force -- a law enforcement force. He wants 10,000 more people. \nWhere's the money for that going to come from.\n\nSo, there are lots of questions that need to be answered.\n\nCOOPER: Mary Katharine, this is one of -- this was a major campaign theme and he's delivering on it.\n\nMARY KATHARINE HAM, CNN POLITICAL COMMENTATOR: Right. Yes, it's not terribly surprising. And I do think \nthere's a question of exactly how this is enforce because the guidance is the sort of like these are the things we will \nprioritize.\n\nI think there are two different risks. There's a risk for many on the left to say like, well, you can't make the net this \nwide, and for many regular voters to go, well, these people, if they are violating the law, then that is a reasonable \nposition. If the net gets too wide, and you're not actually focusing on violent offenders or people who committed \ncrimes, you end up with the same problem that conservatives are upset about that.\n\nSo, prioritization actually is part of how you thread the needle on this and it remains to be seen how that works.\n\nBORGER: But you have to decide what a crime is. If you're convicted of a crime, you're gone. Is a crime tax \nevasion? Is a crime --\n\nCOOPER: But under this, just about anything can't -- I mean, the definition of a deportable crime is --\n\nBORGER: We don't know.\n\nPAUL BEGALA, DEMOCRATIC STRATEGIST: It looks like mere status. You're going to see a lot more stories like \nthis that we saw out of El Paso, Texas, this week. A woman undocumented had committed no other outstanding \nwarrants, right? She went to court to get a protective order alleging that her boyfriend was abusing her, beating her.\n\n\n\nShe went to court. She was getting the order. ICE showed up and arrested her there. The county attorney there \nthinks that the alleged abuser is the one who tipped off ICE.\n\nThat is heart breaking. That is monstrous. That's not the kind of America I think most people want.\n\nHAM: That's something as a libertarian-leaning conservative that I'm very concerned how you tell local agents \nexactly what they're in power to do and what that looks like. And I'm not confident in the Trump administration all \nthe time to make those. And it leaves a lot open.\n\nBORGER: It leaves a lot of authority to the local agents, a lot of discretion there which can cause some problem.\n\nCOOPER: Right. Kirsten, does that lead too much authority.\n\nPOWERS: The order gives them all the discretion they want. They have the power to determine -- I mean, there's \nalmost no guidelines.\n\nCOOPER: It doesn't even have to be convicted of a crime.\n\nPOWERS: You don't have to be convicted of a crime. I mean, there's a section that says anyone who's committed \nacts that could constitute a chargeable criminal offense. So, that could be somebody who has crossed the border \nillegally, that a chargeable criminal offense.\n\nCOOPER: Which, by the way, a lot of Trump supporters say, look, that should be, that's a criminal offense. They're \nhere illegally.\n\nPOWERS: Right. But here's the thing. You -- so you're talking about prioritization. So, what Obama was doing was \nhe was prioritizing people who committed serious crimes, usually violent crimes. I guess I'll leave it to Jeffrey to \nargue why morally and even why it would be good for this country to be deporting people who have been living \nhere sometimes for decades who have family, who have children here, who have jobs, who are part of the fabric of \nsociety.\n\nWhy do those people need to be deported?\n\nJEFFREY LORD, TRUMP SUPPORTER: I think, Kirsten, what you have is enough upset in the country at the \nwhole concept of illegal immigration, period. And people feeling that enough is enough that people have come into \nthis country illegally and something has to be done.\n\nPOWERS: Make them legal.\n\n(CROSSTALK)\n\nLORD: In the early '80s, when Ronald Reagan went about budget cuts, cameras were filled with stories of person \n\"A,\" \"B,\" or \"C\" and it was heartrending. They were benefiting under this program. And now, that means President \nReagan was throwing them on the streets or had to do whatever. It was a terrible thing.\n\nBy the time four years rolled around, people had gotten the deal that this was better for the economy. We had to do \nbetter.\n\n[20:20:00] Ketchup was not a vegetable, you know, which it was accused of being or said to be in the Department \nof Agriculture now.\n\nWe're going to have the same thing here for awhile, folks. We're going to see story after story after story that tears \nyour guts out.\n\nMATT LEWIS, DAILY BEAST: Right. That's the problem that Donald Trump has.\n\n\n\nLORD: That is a problem. But you just have to go through it because --\n\nPOWERS: Why? Why do you have to go through people --\n\n(CROSSTALK)\n\nCOOPER: One at a time. One at a time. Let Kirsten respond.\n\nPOWERS: You're comparing cutting off some benefit to actually like ripping families apart and who are causing no \nharm. The solution is a path to citizenship. It's not ripping families --\n\nLEWIS: It's not what the people voted for though. The people who voted for Donald Trump do not want the path to \ncitizenship.\n\nPOWERS: More people voted for that, actually.\n\nLEWIS: But the problem Trump is going to have is of course that every -- look. These are all anecdotal. But every \nday, we can find a sob story. And, look, it hurts to see these things happen.\n\nBut you could always go out and find somebody who got caught up in that net. And that could lead the news. Now, \nhere's what I think Donald Trump should have done or should be doing politically. DACA is a big deal, right? I \nmean, why not? Champion the DREAMers. Say we're going to be come passionate. These are people who are \nbrought here through no fault of their own --\n\nPOWERS: I thought it was lawless?\n\nLEWIS: And then say, now, we're going to go and get tough on criminals. I think that if he were to balance it and roll \nout the program, we're going to do DREAMers but we're also going to get tough on enforcement. I think it would be \nmore palatable.\n\nBORGER: But you could still split up families, because what about the DREAMers' parents?\n\n(CROSSTALK)\n\nLORD: Gloria, the obvious question is, none of these would be happening if they haven't broken the law in the first \nplace, right?\n\nBEGALA: It's a civil violation. It's not a criminal offense. It's a civil violation across the border without papers, and I \nhave a different priority.\n\n(CROSSTALK)\n\nBEGALA: Let's start with the Trump Hotels and the Trump golf courses, shall we? Trump Tower was built by \nundocumented workers. The Trump Hotel here in Washington, \"The Washington Post\" went over there, committing \njournalism, and interviewed a bunch of the guys working on them and a bunch of them said they were \nundocumented.\n\nSo, Trump himself has benefitted as an employer and businessman from undocumented workers. And the notion \nhe is now going to tear apart --\n\n(CROSSTALK)\n\nBEGALA: Right? I mean, we've had this discussion. The election was held. This is where the American people \nwanted to go.\n\n\n\nLEWIS: America is a sovereign country. We have a right to control our borders. The president has this discretion to, \nyou know, the way that we enforce the law.\n\nAnd, by the way, that's what a lot of Americans keep saying. We don't need new laws on the books. We need to \nenforce the laws that are on the books. That's what he's attempting to do.\n\nBEGALA: Why didn't he enforce them when they were building Trump Tower or the Trump Hotel in Washington?\n\nPOWERS: There is no prioritizing here, though. You said like that he can prioritize the bad guys. He replaced the \nprogram that prioritized people. That's what President Obama did. He replaced it with something that gives them \nbroad discretion to just -- you don't have to have committed any other crime other than having them come into this \ncountry. That's what it says.\n\nLEWIS: There are people -- there's catch and release. There are people who, like, you know, this expedites \ndeportations in some cases. This has a lot of other things.\n\nPOWERS: First of all, catch and release should not be applied to human beings. Can I just say that? That's not --\n\nLEWIS: Why did they invent that term?\n\nPOWERS: These are human beings who are coming into the country and --\n\nLORD: Who've broken the law.\n\nPOWERS: But they should be given a path to citizenship. That is the solution to the problem.\n\nLEWIS: Look, I'm for that too. We lost that argument. Donald Trump is the president. The American people voted \nhim in. And this is what they've -- this is what they want.\n\nPOWERS: That's what you said with Obama, I remember that.\n\nLEWIS: I think we should have --\n\nBEGALA: That's what you said --\n\nCOOPER: We're going to have more on this also in our next hour. Much more to talk about, though, also in this \nhour.\n\nPresident Trump finally did what his critics have been calling for, condemn anti-Semitism very clearly, for the first \ntime publicly today. What he said and why some are saying it's a little bit -- too little too late.\n\n[20:27:37] COOPER: Today, President Trump did something he's been undergoing pressure to do. He condemned \nanti-Semitism in public for the first time, a surge in anti-Semitic threats across the country since he took office. Has \nbeen fueling demands for the president to address them head on and unequivocally. Today, he did so during a visit \nto the National Museum of African-American History and Culture.\n\nSunlen Serfaty has details.\n\n(BEGIN VIDEOTAPE)\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: The anti-Semitic threats targeting our Jewish \ncommunity and community centers are horrible.\n\nSUNLEN SERFATY, CNN CORRESPONDENT (voice-over): President Trump for the first time is speaking out on \nthe rise of anti-Semitic incidents plaguing the country.\n\n\n\nTRUMP: And are painful and a very sad reminder of the work that still must be done to root out hate and prejudice \nand evil.\n\nSERFATY: Since January, there has been an eruption of anti-Semitic incidents and threats across the country. Just \ntoday, a bomb threat led to the evacuation of this Jewish community center in La Jolla, California, bringing the total \nnumber of incidents nationwide since January to 70, affecting Jewish community centers in 27 states. And a rash of \nother targets, too, including damage at this historic Jewish cemetery in Missouri, a synagogue in Chicago earlier \nthis month, and swastikas painted on this car in Boca Raton, Florida, last week.\n\nWhile all this has been unfolding across the country, the president has remained silent.\n\nREPORTER: Since the election campaign and even after your victory, we've seen a sharp rise in anti-Semitic \nincident across the United States.\n\nSERFATY: Given two opportunities last week alone to denounce the rise in hate, he deflected both switching the \nsubject.\n\nTRUMP: Well, I just want to say that we are, you know, very honored by the victory that we had, 306 Electoral \nCollege votes.\n\nSERFATY: And berating another reporting who asked the same question.\n\nTRUMP: Quiet, quiet, quiet. See, he lied about -- he was going to get up and ask a very straight, simple question.\n\nSERFATY: Rather than issuing a swift condemnation of the threats --\n\nREPORTER: What we are concerned about and what we haven't really heard being addressed is an uptick in anti-\nSemitism.\n\nSERFATY: -- Trump referenced his own views.\n\nTRUMP: I am the least anti-Semitic person you've seen in your entire life.\n\nSERFATY: This was an issue that dogged him throughout the campaign. He was criticized for attacking his \nopponent using language evoking anti-Semitic themes.\n\nTRUMP: In which Hillary Clinton meets in secret with international banks to plot the destruction of U.S. sovereignty \nin order to enrich these global financial powers.\n\nSERFATY: Accused of pedaling is stereotype when he told a Jewish Republican group.\n\nTRUMP: This room negotiates them -- perhaps more than any other room I've ever spoken to.\n\nSERFATY: Using an anti-Semitic imagery, tweeting a graphic of a six pointed star that looked like the Star of David \nwhich he said in the aftermath was a sheriff's star. And not being forceful in his denunciation of the anti-Semitic \nbacklash against the Jewish report. WOLF BLITZER, CNN HOST: ... these anti-Semitic threats --\n\nTRUMP: I don't know about that. I don't know anything about that.\n\nBLITZER: But your message ...\n\nTRUMP: You mean fans of mine?\n\nSERFATY: A criticism during the campaign leading his Orthodox Jewish son-in-law to write an op-ed in Trump's \ndefense.\n\n(END VIDEO CLIP)\n\n\n\nANDERSON COOPER, CNN HOST: Sunlen, what's been the reaction to Pres. Trump speaking out about this \ntoday?\n\nSERFATY: Well, really, it hasn't satisfied his critics, Anderson. Many, of course, saying, yes it's a good thing, of \ncourse, that he came out and finally acknowledges the problem and denounced the anti- Semitic attacks. But \nthey're basically saying it's too little too late. You had groups like the Anne Frank Center today calling this a sudden \nacknowledgment on the part of the president that amounts to a band-aid approach and a big problem.\n\nSo, essentially they're saying it's not enough to just come out and denounce the anti-Semitism. They want to see \nspecific plans for how the Trump administration is going to go about this problem as this problem continues in \nJewish communities across the U.S. and that's something they'll be watching in the days, weeks, and potentially \nmonths ahead especially as these threats continue, Anderson.\n\nCOOPER: Yes. Sunlen, thanks very much. The quote that Sunlen just mentioned was from the executive director of \nthe Anne Frank Center for mutual respect. They -- he released a statement and as she said called Pres. Trump the \nremarks today too little too late. It went on to say and I will want to read to what he said, \"His statement today is a \npathetic asterisk of condescension after weeks in which he and his staff have committed grotesque acts and \nomissions reflecting Antisemitism, yet day after day have refused to apologize and correct the record. Make no \nmistake the Antisemitsm coming out of the Administration is the worst we've seen from any Administration.\" Very \nstrong words.\n\nFor no, with Jonathan Greenblatt, CEO and national director of the Anti-Defamation League .also, Rabbi Marvin \nHier, Dean and founder of the Simon Wiesenthal Center.\n\nThanks both for being with us.\n\nCOOPER: Jonathan, you saw Pres. Trump do what he didn't do last week, explicitly(inaudible) condemn the anti-\nSemitism, calling horrible, calling for an end to it, does that ease your mind?\n\nJONATHAN GREENBLATT, CEO & ANTI DEFEAMATION, NATIONAL DIRECTOR: Look, Anderson. I think today \nwas an important step and as Dr. King said, the time is always right to do what is right. We would have liked him to \nsay something earlier, but let's acknowledge that the president has shown moral leadership that has been lacking \nfor months. And yet now that he's stepped up and said something, we now need to take concrete steps and action \nto address the problem.\n\nCOOPER: Why do you think, Jonathan, that it has been lacking for months?\n\nGREENBLATT: It's hard to say. We've been struggling with this I think as many members of the Jewish community \nas you said in the opening segment, we've seen Jewish Community Centers threatened. We've seen cemeteries \ndesecrated. Just last week a white supremacist was arrested by the FBI for plotting a columbine style attack in the \nsynagogues in Myrtle Beach.\n\nSo we've been very worried and yet, to hear president's words that will now send a signal that's been lacking. \nBecause when you don't call out abuse, it can fester. We need him to step up and we're glad he finally said \nsomething today. That's just the first step.\n\nCOOPER: Rabbi Hier, I spoke to you, I think it was the day before the inauguration you've given address at the \ninauguration. I wondering what you thought of the president's remarks today and do you agree with Jonathan that \nyou wish it'd come sooner?\n\nRABBI MARVIN HIER, SIMON WIESENTHAL CENTER, DEAN AND FOUNDER: First let me say that his remarks \ntoday was a direct repudiation of anti- Semitism. Of course, I'm also of the opinion that as soon as you hear anti-\nSemitism and you're the president of the United States, you should use the earliest opportunity to repudiate anti-\nSemitism. But let me say and this is very important, that Pres. Trump basically -- look. He was the first rabbi -- the \n\n\n\nfirst president to invite a rabbi to his inauguration. I don't think that enamored him to the Alt-Right or the extremists. \nThe last time that happened was in 1985.\n\nCOOPER: You saw what the Anne Frank Center said, rabbi. But I'm wondering -- you know, -- they're saying -- I \nmean, I was really surprised at the -- how tough their statement was calling Trump's words a pathetic asterisk of \ncondescension. I saw the director -- I think the executive director of the organization on an earlier program saying, \nhe though Donald Trump was anti-Semitic. I mean those are -- that's an incredibly damaging allegation.\n\n[20:35:19] HIER: Well, first let me say that at this point, what we have to do right now is concentrate who are the \nculprits. Why have they not been brought to justice? That's why we've written to Atty. Gen. Sessions asking that he \nestablish a task force to make sure that that happens. The other thing I will say is that to call Donald Trump an anti-\nSemite is over the line and preposterous. Every time Donald Trump kisses his Jewish grandchildren, he's \nrepudiating anti-Semitism.\n\nCOOPER: Jonathan, do you agree with that?\n\nGREENBLATT: Well, look. Well, look. I mean I think it's wonderful that Donald Trump has Jewish grandchildren, but \nthe fact to the matter is that grandchildren from Jewish Community Centers were evacuated today and that's \nhappened almost 70 times in the last two months. So we need to get past the angry rhetoric now, Anderson, and \nget to real action. We from the ADL want to see number one, a full DOJ investigation of these crimes. Number two, \nwe want the president to convene a cabinet-level task force to address the issue. And I think AG Sessions is well \nsituated to galvanize DHS, the Department of Justice, education, the FBI to put the full force of the federal \ngovernment against this. Number three, we want to see law enforcement training. So they are skilled at how to deal \nwith hate crimes. And we think it's also time I should point out for hate crimes laws in all 50 states.\n\nThat man in South Carolina, he couldn't be charged with a hate crime today, Anderson, because there isn't a hate \ncrimes law in South Carolina. So governors should get that done as well.\n\nCOOPER: Jonathan Greenblatt, Rabbi Marvin Hier, it's always good to talk to you. Thank you very much. I'm sorry \nit's under these circumstances. We'll continue to follow obviously this important story.\n\nComing up, it's a lot of praise still coming in for the president's new pick for National Security Adviser. One point \nthe two men by differ on, although it seems Gen. McMaster has a long history of tough talk on Russia as well as \nVladimir Putin. We'll look at that next.\n\n[20:41:21] COOPER: Well, Pres. Trump's new for National Security Adviser is drawing a lot of praise. He's a \ndecorated lieutenant general, fighter, thinker, H.R. McMaster is his name. He has a PhD in military history. He's an \nauthor of well respected book and active duty service member. And when it comes to how his philosophy aligns \nwith the president's there seems to be overlap, but at least one major difference, Barbara Starr reports.\n\n(BEGIN VIDEO CLIP)\n\nTRUMP: You're going to do a great job.\n\nBARBARA STARR, CNN PENTAGON CORRESPONDENT: Lieutenant General H.R. McMaster has a long history \nof speaking up about Russia and Vladimir Putin.\n\nLT. GEN. H. R. MCMASTER, U.S. ARMY: Russia understands this. Vladimir Putin understands this. And so, he is \nwaging really a limited war for limited objectives. He's using a broad range of means to do that and a very \nsophisticated campaign of propaganda, disinformation, political subversion, and so forth.\n\nSTARR: Quite different from his now fired predecessor Michael Flynn who sat at dinner with Putin in Moscow and is \nunder FBI investigation for potential inappropriate contact with the Russian ambassador.\n\n\n\nIn recent months, McMaster has worked on a review looking at how Russia is impacting global security. \nMCMASTER: This is a sophisticated strategy, what Russia is employing. And we're doing a study this now with a \nnumber of partners. Combines really conventional sources as cover for unconventional action but a much more \nsophisticated campaign involving the use of criminality and organized crime and really operating effectively on this \nbattleground of perception and information.\n\nMr. President, thank you very much.\n\nSTARR: But on other issues, McMaster appears to be more in sync with Pres. Trump.\n\nMCMASTER: We announced publicly often years in advance how we intend to limit our level of effort. And we \nignore the effect that public announcements concerning limitations on the nature, scale, or time of our effort have on \nmaintaining our own will to fight.\n\nSTARR: On the fight against ISIS, McMaster stops far short of equating Islam with terrorism, but is adamant about \nthe need to defeat terrorists.\n\nMCMASTER: We're engaged in sort of righteous causes right now, OK? And I think it's OK for us to want to win \nagainst these, you know, these misogynistic murderous bastards that we're fighting in the greater Middle East. So, I \nthink that we ought to be unabashed about it.\n\nSTARR: And he suggests defeating ISIS quickly may require escalating U.S. military involvement.\n\nMCMASTER: The approach that we took proved to be insufficient in terms of being able to resolve this in a timely \nmanner because we narrowly circumscribed our effort and instead relied mainly on standoff capabilities and the use \nof proxies.\n\nSTARR: Barbara Starr, CNN, the pentagon.\n\n(END VIDEO CLIP)\n\nCOOPER: Well, want to talk more about this now with Fareed Zakaria, the host of CNN Fareed Zakaria GPS. So, I \nmean, essentially when it comes Gen. McMaster's more hawkish position I guess you'd say on Russia, the \npresident was presumably aware of his background. What do you think it means for U.S. policy on Russia?\n\nFAREED ZAKARIA \"CNN FAREED ZAKARIA GPS\" HOST: It's frankly a puzzle, Anderson, because McMaster as \nyou say has been consistently hawkish on Russia. He's a very thoughtful person. So this is not some kind of \nbravado. What McMaster has been doing is leading this review which really tried to look at what Russia did in \nUkraine as a precursor as it was of the future and looked at Russia with a great deal of admiration and a sense of \nsaying boy, they were able to execute this hybrid strategy partly conventional. Partly sending in people under cloak \nand dagger. Partly intelligence operation. Partly cyber ops, cyber attack, trolling, fake news, all that, full spectrum. \n[20:45:09] And, he views it as an aggressive move by the Russians that is perhaps important for the future. This is \nwhat the United States will have to protect against. That's exactly the kind of thing that Donald Trump has been \npooh-poohing, has been saying, this is all nonsense, you know. Who knows if Russia even did this? It might have \nbeen some guy sitting in his basement.\n\nSo, it's a very different view. I have to say it's important to point that McMaster is a very thoughtful guy. This is a \nvery well- considered view with a lot of evidence behind it. And the review he was doing I think was in collaboration \nor at least when contact with the Pentagon.\n\nCOOPER: You know, it's interesting, I mean, one way to look at this is, you know, that it speaks well to Donald \nTrump that he's willing to have McMaster as his National Security Adviser. General Mattis, who is running the \nDefense Department just the other day, you know, said when he was going to Iraq, look, we're not here to take \nIraq's oil which is in direct contradiction of something candidate Trump and even Pres. Trump has said he wished \nthe U.S. had done.\n\n\n\nI mean, I guess one way to look at is, perhaps, it's a good thing that the president is willing to have people \ndiverging viewpoints so close in his inner circle.\n\nZAKARIA: I think there's no question one has to give Donald Trump -- we have to give Pres. Trump enormous \ncredit for the whole range of his National Security appointments now.\n\nWhen you look at Mattis, you look at Tillerson, you look at McMaster, you look even at Mike Pompeo was a very \nbright guy. You've look at Nikki Haley, very accomplished woman. It's an impressive bunch of people.\n\nNow, the quote said as DNI, the Director of National Intelligence, this has been a bewildering week though, \nAnderson, because as you say it's not just Mattis. It's Vice President Pence, Mattis, Tillerson have all been publicly \nflatly contradicting things that Donald Trump has said repeatedly.\n\nPence went up and said we support the European Union, we support NATO. We are here for you forever no matter \nwhat. Mattis says, we're not here to take your oil, you know. McMaster has this long history that you described on \nRussia.\n\nAnd an old European friend of mine said, the question we kept asking ourselves is what do we then make of what \nthe president has said? You know, we have all these guys around him who say this but at the end of the day, he is \nthe king. So, it's a bit of a kind of whiplash here.\n\nCOOPER: It does seem though, that I mean, from everything that people have said who know Donald Trump about \nhow he ran his business that often their works sort of competing groups or he had people who maybe were at odds \nwith each other and that's how he sort of came up with ideas or formed ideas based on these competing groups or \nwhether they're arguing against each other or, you know, trying to convince him of their position.\n\nZAKARIA: I think and that might be true. And again, it's important to give him credit. This is a range of very good \nhigh-quality appointments, and McMaster in particular, because this is a pivotal role. This is the guy who \ncoordinates policy and, in a sense, speaks for the president.\n\nMcMaster is an extraordinarily thoughtful, intellectual guy. He is somebody who, if you listen to his views on ISIS \nand Islam, what's striking is how sophisticated they are. He is of course bitterly of both sizes as Barbara's piece \npointed at.\n\nBut he very much believes it is a perversion of Islam, you know, a narrow perversion that the vast majority of people \nwith whom he worked in Iraq, day in and day out are honest, descent people, you know.\n\nSo he has a very nuanced on the ground view of having actually worked with Arabs, with Muslims, with Iraqis that is \nnot the kind of caricature of Islam or the Arab world.\n\nNow, how that will fit in with the Donald Trump/Steve Bannon view that says, you know, Islam is the enemy. We'll \nhave to see.\n\nCOOPER: Yeah. Fareed Zakaria, thanks very much. Coming out, it seems to be a part for the course that president \nspend a lot of time golfing. President Trump often tweeted that Pres. Obama was golfing when he should have \nbeen doing other things. But is the current president taking his own advice? That's next.\n\n[20:52:43] COOPER: Well, before he was elected president, Pres. Trump, one of his frequent criticisms of then \nPres. Obama centered on two things, the false claim that Mr. Obama wasn't born in the United States and his \nopinion that he spent too much time golfing.\n\nNow that Pres. Trump has visited the golf course six times in his first month of office, it's creating a problem for his \naides who don't seem to want to admit when the president is teeing off and his critics have pounced on this. Randy \nKaye tonight reports.\n\n\n\n(BEGIN VIDEO CLIP)\n\nTRUMP: He played more golf last year than Tiger Woods. Now, think of it. We don't have time for this. We don't \nhave time for this. We have to work.\n\nRANDI KAYE, CNN CORRESPONDENT: Then, candidate Donald Trump taking a few shots at Pres. Barack \nObama for playing golf.\n\nTRUMP: And I won't be playing golf instead of going to see the people in Louisiana, who have been devastated by \nfloods.\n\nKAYE: But that was then. This is now.\n\nTRUMP: Look at that. Look at that. KAYE: As president, Donald Trump's visited two Florida golf courses he owns \nnear Mar-a-Lago. Nearly, every weekend since taking office playing six times so far.\n\nNot that his aides want you to know that. They won't even say if Pres. Trump actually played the courses but social \nmedia shows he did play during most visits.\n\nJust this past Sunday, the president teed it up with Professional Golfer, Rory McIlroy at Trump International. The \ngolf blog, \"No laying it up\", posted this picture from clear sports of McIlroy with the president and they're force them \nat Trump International Golf Course. McIlroy told the blog, the president played 18 holes and shot around 88 strokes \nabove par.\n\nWhile Mr. Trump is quick to brag about his golf skills.\n\nTRUMP: Those hands can hit a golf course 285 yards.\n\nKAYE: His golf game seems to be a cloak and dagger operation. A White House spokeswoman told \"Reporters \nSunday\" that the president played a couple of holes. Then, after learning that McIlroy had shared the president \nplayed 18, the spokeswoman explained that the president intended to play a few holes and decided to play longer.\n\nShe was quick to note that he had a full day of work afterwards. Unlike Trump's team, Obama's aids allowed \ncameras to show him on the links and told reporters who he played with. Thanks to this tweet from the president. \nWe know when Mr. Trump played with Japan's prime minister earlier this month they were also joined by \nProfessional Golfer, Ernie Els.\n\n[20:55:19] TRUMP: It's great to play golf, but play golf with heads of countries and ...\n\nKAYE: The president leveled some harsh tweets over the years, like this one, suggesting Pres. Obama was out \ngolfing while the TSA was falling apart. Mr. Trump even offered Pres. Obama free lifetime golf at any of his courses \nif he would just resign. But Pres. Obama always said he golfed to relax, a habit supported by another president who \ntook heat for golfing during wartime.\n\nGEORGE W. BUSH, FORMER U.S. PRESIDENT: I know the pressures of the job and to be able to get outside and \nplay golf with some of your pals is important for the president.\n\nKAYE: Every stroke counts in golf. So let's take a look at the score. Mr. Obama didn't play his first round of golf as \npresident until more than three months into his term. He reportedly played 333 rounds of golf in office. Far less than \nWoodrow Wilson estimated 1,200 rounds, so Pres. Trump had some catching up to do. Randi Kaye CNN, New \nYork.\n\n(END VIDEO CLIP)\n\n\n\nCOOPER: Well, coming up for the second hour of \"360\", sweeping changes for the agency that enforces \nimmigration laws a shift in American policy, but the dreamers are safe, at least for now say the White House. We'll \nlook at all of that, next.\n\nCOOPER: Tapping this hour of \"360\", no changes yet for the dreamers but difficult days ahead potentially for \nalmost any other undocumented immigrant.\n"}