{"title": "Asian immigrants changing face of rural USA", "body": "\nAt first glance, this town of 1,702, with its white porches, green lawns and rambling sidewalks, looks like any other \nin middle America.\n\nBut look again. At the gardens of exotic vegetables. At the shoes neatly stacked on doorsteps. At the children \nplaying on the front lawns.\n\nTossing balls and jumping rope with the descendants of German immigrants whose families have lived here a \ncentury are the sons and daughters of Laotian refugees.\n\nMore than 100 Laotians moved to Tecumseh and surrounding Johnson County in the last decade - the first \nimmigrant wave this corner of Nebraska has seen in more than 100 years and just one example of the profound \nchange Asian immigration brought to hundreds of rural towns:\n\n \n\n - Almost 2,700 Hmong, tribespeople from Laos, have moved to La Crosse County, Wis., where several Hmong \nclan leaders were resettled by church groups in the early 1980s.\n\n- More than 200 Cambodians live near Bayou La Batre, Ala., a community begun when a few families moved from \nMobile to make a living fishing in the Gulf of Mexico.\n\n- About 1,000 Vietnamese live in Garden City, Kan., where the refugee population ballooned with the opening of \ntwo meat packing plants in the early 1980s.\n\nThe story of how these immigrants settled where they did is as old as the USA itself.\n\nHistorians even have a name for it - chain migration, which begins with the arrival of one family and grows as \nfriends and relatives join them in increasing numbers.\n\nThe 1990 Census is full of such examples, many in big cities that long have been magnets for immigrants from all \nover the world.\n\nBut nowhere is the phenomenon more startling than in the towns that are now home to Southeast Asians, many of \nthem refugees, whose numbers tripled from 330,660 in 1980 to more than 1 million in 1990.\n\nWhat happened in Tecumseh is typical.\n\nThe town's immigration chain began 30 miles southwest in Beatrice, when a church sponsored a Vietnamese \nfamily. In 1980, the family moved to Tecumseh to work at the Campbell's Soup Co. chicken processing plant.\n\n\nWord traveled. Some of the family's Laotian friends heard about Tecumseh. Then, another Laotian family heard. \nThen, that family's relatives heard.\n\nBy 1985, Laotians were moving to Tecumseh from across the USA. And by 1990, Johnson County, with almost no \nminorities a decade earlier, was over 2% Asian. Today, Tecumseh's elementary school is 17% Laotian.\n\n \n\n ''They just keep spreading out the news,'' says the Rev. John Kounthapanya, a Laotian minister who serves the \ngrowing community.\n\nThe news is that Tecumseh is a town where adults who speak little English can find jobs, where children are safe \nfrom crime and gangs, where two ministers and a school superintendent work to ease inevitable tensions, and \nwhere prejudice, though commonly expressed in private, is rarely exhibited in overt acts.\n\nFriends ''told me this place better,'' says Soukanh Vongsaly, explaining why he moved here from Bellevue, Wash., \nfour years ago.\n\nVongsaly, who like many Laotian adults struggles with English, particularly likes Tecumseh's people. ''When they \ndrive past, they wave. Very different over there,'' in Bellevue, a big Seattle suburb where food cost more and \nresidents waved less.\n\nTo walk around Tecumseh is to wonder how a place that has been so insular so long, where out-of-towners draw \nstares and where restaurants close at 8 p.m., can absorb this much change so quickly.\n\nSo the adjustment hasn't always been smooth. Sometimes it is the Laotians' very Americanism that irks Tecumseh \nnatives. In a town where many locals buy their automobiles secondhand, for example, the Laotians' affection for \nnew cars has fostered false rumors that they're exempt from taxes.\n\nSometimes the language barrier is a reminder of the differences.\n\n''The only time it bothers me,'' says county clerk Kathleen Nieveen, ''is when I'm typing up a title and they're talking \nin their language. And then they giggle, and you think, 'Are they talking about me?' ''\n\nAnd sometimes small differences can be deeply felt.\n\n''They've got some different habits,'' says Johnson County Commission Chairman Troy Walters.\n\n''I rented to a Laotian family. When you walked in, you couldn't see much difference from anyone else's home, \nexcept in the dining room they had a huge white rug. That's where they sat and ate.''\n\nWalters praises the refugees' hard work and prompt payment of bills. But he worries.\n\n''What would happen if every family here began bringing in one or two more families?'' Walters says. ''You have a \nlanguage barrier. You have a different culture there altogether, and it's offensive to some people.''\n\nIn high school, a few boys would chant, '' 'Chink, chink, go back to your own country,' '' recalls Loy Senesourinh, 20, \na graduate of Tecumseh High. But over the years relations have improved, and some of those same boys now \ngreet her with friendly hellos.\n\nAn uncle who visited Senesourinh from San Francisco a couple of years ago couldn't get over how friendly it \nseemed here, she recalls.\n\n \n\n ''He said he'd just scratch his head and people would wave at him.''\n\n Counties with most Asian growth\n\n\n\nHere are the 25 counties with at least 1% Asian population in 1990 that had the highest percentage growth in \nAsian population between 1980 and 1990: \n\nCounty/state             1990          1980               Change\n\nHamilton, Kan.(1)          28             1               2,700%\n\nJohnson, Neb.             107             5               2,040%\n\nHabersham, Ga.            512            28               1,729%\n\nBuena Vista, Iowa         396            25               1,484%\n\nMarathon, Wis.          2,499           184               1,258%\n\nFinney, Kan.            1,203           100               1,103%\n\nNorth Slope, Alaska       285            24               1,088%\n\nFayette, Ga.            1,053            97                 986%\n\nGwinnett, Ga.          10,219           942                 985%\n\nLa Crosse, Wis.         2,667           261                 922%\n\nSheboygan, Wis.         2,061           219                 841%\n\nRutherford, Tenn.       1,706           185                 822%\n\nIberia, La.               843            97                 769%\n\nCamden, Ga.               405            49                 727%\n\nFord, Kan.                663            84                 689%\n\nEau Claire, Wis.        2,124           281                 656%\n\nDakota, Neb.              358            48                 646%\n\nCollin, Texas           7,480         1,032                 625%\n\nManassas Park, Va.        169            27                 526%\n\nOsceola, Fla.           1,637           284                 476%\n\nManitowoc, Wis.         1,071           187                 473%\n\nCulpeper, Va.             292            51                 473%\n\nBurke, N.C.               794           145                 448%\n\nOutagamie, Wis.         1,904           351                 442%\n\nDel Norte, Calif.         450            83                 442%\n\n   \n\n1 - Asians who moved to Hamilton County in the 1980s have since left\n\n Source: USA TODAY analysis of 1990 Census\n\nNotes\n\nPOPULATION TRENDS; See info box at end of text\n\nGraphic\n\n \n\nGRAPHIC; b/w, Gary Visgaitis, USA TODAY (Map, Neb.); GRAPHIC; b/w, USA TODAY, Source:U.S. Census \nBureau (Bar graphs); PHOTOS; b/w, Jeff Beiermann, AP (3)\n\n\n\n \n\nCUTLINE: AT HOME: 'When (neighbors) drive past, they wave,' says Soukanh Vongsaly, right, in his garden with \nthe Rev. Dan Gonnerman in Tecumseh, Neb. CUTLINE: IMPROVED: Loy Senesourinh, 20, says in high school \nsome students insulted her but now are friendly. CUTLINE: WORD'S OUT: The Rev. John Kounthapanya says \nLaotians come because immigrants 'just keep spreading out the news.'\n"}