{"title": "Law and order at the heart of Johnson's vision; Legislative programme outlined by the Queen covers law and order as well as Brexit issues", "body": "\nA crackdown on law and order was at the heart of Boris Johnson legislative programme in the Queen's Speech.\n\nSeven new Bills, covering everything from soft sentencing and violent crime to knife crime and foreign criminals, \ndominated a list of 26 draft pieces of legislation set out yesterday.\n\nAside from crime, the Government also unveiled six new Bills aimed at delivering Brexit, covering fisheries, \nagriculture and trade.\n\nNo10 insisted that ministers will introduce the Bills even if MPs vote down the legislative programme in its entirety \nwhen they vote on the Queen's Speech early next week.\n\nViolent crime and the criminal justice system Judges will be required by law to tell victims when jailed offenders will \nbe released so they are no longer in the dark over the true length of jail terms.\n\nA Sentencing Bill will also require serious violent and sex offenders to serve longer sentences, make life automatic \nfor killers of pre-school-age children and toughen community orders, including \"sobriety\" tags for offenders who \ndrink. Child abusers and murderers face longer sentences if they fail to identify victims or help police locate their \nbodies. Under the Prisoners (Disclosure of Information About Victims) Bill, the Parole Board will be required to \nconsider the failure of an offender to disclose specific information when deciding parole.\n\nIt is targeted at sex offenders like Vanessa George, who refused to identify children in child abuse photos she \nshared with other paedophiles.\n\nA police covenant will be enshrined in law to ensure effective measures to protect police from assaults and secure \ntheir health and well-being, with annual reviews by Parliament.\n\nPublic bodies including schools, hospitals, councils and social services will have a new legal duty to \"work \ncollaboratively, share data and information\" to combat serious violence and knife crime.\n\nForeign criminals who sneak back into the UK will face longer sentences. Police will have powers to arrest a foreign \ncriminal wanted for serious offences in a \"trusted\" country outside the UK without having to apply for a warrant, \nunder a new Extradition (Provisional Arrest) Bill. It will put a person wanted for a serious crime overseas on the \nsame footing as someone who committed it in the UK.\n\n\nAbusive partners will be brought to book under a Domestic Abuse law, to include a legal definition of the crime \ncovering economic, emotional and coercive control. The law will give victims of abuse special measures in the \ncourts, such as giving evidence through video, and will establish a Domestic Abuse Commissioner.\n\nAsbo-style Domestic Abuse Protection Notices and Domestic Abuse Protection Orders will offer more protection for \nvictims and place restrictions on the actions of offenders.\n\nRestaurateurs will have to \"pass on tips, gratuities and service charges to workers without deductions\" in full, in an \nEmployment (Allocation of Tips) Bill.\n\nHigh-profile restaurants chains have been embarrassed in recent years after it emerged that they were docking tips \npaid to staff by customers.\n\nDelivering Brexit A European Union (Withdrawal Agreement) Bill will set out the terms of Britain's exit from the EU. \nIt forms the legal requirement to allow for Brexit on Oct 31 and will \"implement any Withdrawal Agreement which \nmay be agreed between the UK and the EU in domestic law\".\n\nThe Agriculture Bill will reward farmers for delivering improved water quality and better public access to the \ncountryside, while a Fisheries Bill will give fishermen powers to \"protect the marine environment\".\n\nA Trade Bill will launch a new independent UK body to protect firms as they pursue trade agreements, while a \nFinancial Services Bill will safeguard the City of London after Brexit.\n\nAn Immigration and Social Security Coordination (EU Withdrawal) Bill will introduce an Australian-style points \nsystem for migrants, who will be rated on their education, salary level, skills, age and willingness to work away from \nLondon in less prosperous areas.\n\nSupporting the NHS An independent body will be set up to conduct investigations into NHS mistakes, avoiding the \nneed for an expensive public inquiry under a Health Service Safety Investigations Bill. The Bill will allow the NHS to \nlearn from incidents and prevent them in the future, the Government says.\n\nA Medicines and Medical Devices Bill will make it easier to introduce new medicines, and for hospitals to make \nthem, in the hope that low-risk medicines are made available faster.\n\nInfrastructure, Education and Science Police will get more powers to tackle the use of drones near airports, after the \nnumber of incidents rose from six in 2014 to 125 last year. An Air Traffic Management and Unmanned Aircraft Bill \nwill allow the Government to make airports change their airspace design to tackle flight congestion.\n\nMPs will also debate a new law to extend the controversial HS2 railway, despite the fact it is being reviewed by \nBoris Johnson's new Government.\n\nThe High Speed Rail 2 (West Midlands-Crewe) Bill lays the groundwork for a High Speed Rail 2 connection \nbetween Lichfield in Staffs to Crewe in Cheshire.\n\nNon legislative measures A Bill to improve internet safety will be published by next Easter to make web browsing \nsafer for children, following a Telegraph campaign.\n\nVoters will have to produce photo ID at polling stations to tackle electoral fraud. The plans, not yet set out in a Bill, \nensure only those with a vote can cast their ballot. Currently voters only need to state their names and addresses to \nbe allowed to vote.\n\nThe Government has stopped short of an immediate ban on bringing \"trophy hunt\" animal carcasses in and out of \nBritain but will consult on a ban.\n\nNew homes will also get automatic fast internet speeds, while ministers promised new measures to reform social \ncare for the elderly, but without giving any further detail.\n\n\n\nThey are also planning to strengthen powers to block or intervene in the foreign purchase of any company that \ncould affect national security.\n\nCurrently the British state can intervene in the foreign takeover of any company that plays a role in national security.\n\nThis power will be widened to allow ministers to intervene in deals of any size in any sector that is thought could \npose a risk to national security.\n\n'Schools, hospitals, councils and social services will have a legal duty to work collaboratively, share data and \ninformation to combat knife crime'\n\nGraphic\n\n \n\nThe Blues & Royals and the Life Guards of the Household Cavalry lead the procession at the Sovereign's entrance \nto the Palace of Westminster, as page boys, above left, await the Queen's arrivalPAUL GROVER FOR THE \nTELEGRAPH\n"}