{"title": "MEXICO'S FOX DISAPPOINTS IMMIGRANTS", "body": "\nAt 6:30 p.m. on Wednesday, Mexican President Vicente Fox made his grand entrance into the huge, modern \nTijuana Cultural Center.\n\nSurrounded by bodyguards, he was an imposing presence with his 6-foot-4 frame, his booming voice and his \nsignature cowboy boots shining under the TV lights.\n\nBut behind the facade of power, Fox was a wounded man.\n\nIn February, the Mexican Congress, controlled by the opposition, dealt him a humiliating blow by barring him from \ntraveling outside the country.\n\nHe was going away far too often, they said, and was using those trips to boost his international stature at the \nexpense of domestic issues.\n\nThat's why, when the National Association of Hispanic Journalists invited him to be the opening act for its 20th \nannual convention, instead of going to San Diego, where the event took place last week, he invited the 1,500 U.S. \njournalists attending the event to cross the border.\n\nFor a full hour, he answered their questions.\n\nSome people were impressed.\n\n\"Fox is a 21st century politician,\" said John Garcia, a TV journalist from New York. \"He looks good, answers the \nquestions with sound bites, and has an open manner about him.\"\n\nBut others saw him as more of the same old-style politico who is keeping alive the long-lived tradition of talking a lot \nwhile saying very little.\n\nMany of us in the audience that evening were disappointed. We had expected he would say something new about \nissues such as his running dispute with Cuban President Fidel Castro, human rights in Mexico or, even better, \nwould take the opportunity to talk clearly about the state of immigration negotiations with Washington, a question as \nimportant for the U.S. as it is for Mexico.\n\nAfter all, like it or not, both countries share a 2,000-mile border that is impossible to effectively control no matter \nwhat measures are taken or how many resources are devoted to such a task.\n\nSo much so that there are 3 million to 8 million - really no one knows for sure - undocumented Mexicans living in the \nU.S.\n\nMore was expected\n\n\nBut Fox disappointed us.\n\nEverybody knows that the amnesty for Mexican immigrants, which seemed so close before the World Trade \nCenter attack, is now at best a remote possibility. But when asked about it, Fox just repeated what he already had \nexpressed more than a few times before.\n\n\"Sept. 11 changed the rhythm of a vision Bush and I shared of a common future for both our nations,\" he said. \n\"That painful day changed so many things, not only in New York, not only in the U.S. and Mexico, but all over the \nworld.\"\n\nNo doubt the Mexican president was right, but his compatriots expected more: They wanted him to tell them for how \nlong the terrible Sept. 11 tragedy will be invoked every time someone raises the issue of President Bush's apparent \nchange of heart about the amnesty.\n\n\"During his campaign, Fox used to call them heroes,\" said Jorge Diaz, a member of the Coalition Pro-Defense of \nMigrants, talking about his countrymen who migrated to El Norte searching for a better life.\n\n\"But he seems to have forgotten about them. I would like to ask him: Where are the promises he made to us?\"\n\nDiaz and other members of his group were protesting outside the Cultural Center, holding a sign that read \"1,970 \nmigrants killed since 1995. How many more?\"\n\nFinally, after some prodding by Univision news anchor Maria Elena Salinas, Fox conceded that no new immigration \ndeal with Washington would happen any time soon.\n\n\"I hope [it takes place] next year,\" he said.\n\nFox was not very forthcoming in Tijuana. But it would be great for the U.S., Mexico and mainly for the many \nhardworking undocumented workers living as second-class citizens in this country if, as he said, the immigration \nreforms had been postponed instead of killed, as many believe.\n\nE-mail: aruiz@edit.nydailynews.com  \n\nGraphic\n\n \n\nVicente Fox\n"}