{"title": "See Inside The Times on Instagram", "body": "\nTimes Insider explains who we are and what we do, and delivers behind-the-scenes insights into how our \njournalism comes together.\n\nTo get into the minds and notebooks of Times journalists, look no further than Instagram. \n\n  The app allows many reporters, editors and photographers based in New York and around the world to show how \ntheir professional and personal lives intersect. Their feeds become a repository for unpublished details and visuals, \nand serve as a creative outlet for their journalism-related interests.\n\n  Here are 12 Instagram accounts from journalists who span The Times's report and take readers behind the \nscenes.\n\n  Kathy Ryan, @kathyryan\n\n  Director of photography for The New York Times Magazine\n\n  Follow for: Artistic scenes from the New York Times headquarters, in black, white and red\n\n  In 2012, a shaft of light falling across some stairs in the Times Building caught Kathy Ryan's eye. She posted a \nphoto of it on Instagram, and from there evolved a series she dubbed ''Office Romance.''\n\n  ''It's overwhelmingly about the light for me,'' says Kathy, who captures The Times through the people and objects \nin its Renzo Piano-designed building -- ''the greatest studio in the world.''\n\n  Her subjects, often bathed in soft sunlight punctuated by stripes of shadow, appear ethereal in her posts -- a \nconscious contrast to the chaos of working at a news organization. She shoots them mainly in black and white, with \nthe occasional pop of cherry red, in a style that evokes film noir.\n\n  Each post, she says, captioned with the time and date she took the photo, allows her followers ''for a split second \nto be in this remarkable building in this remarkable city.''\n\n  But if the Times Building looks like the Garden of Eden on Kathy's feed, its sins can be seen on @dont_tell_renzo, \na humorous account she recommends.\n\n  Pete Wells, @pete_wells\n\n  Restaurant critic\n\n  Follow for: A slice (often literally) of New York's dining scene\n\n\n  Pete Wells has a disclaimer in his Instagram bio: ''sloppy with lighting; struggling with focus.''\n\n  ''I'm kind of picking the least bad photo from my three visits to a restaurant,'' Pete says of his approach to posting. \n''And sometimes it's still pretty bad.''\n\n  While he makes no claims to high art, his feed brings followers to tables across New York City, from slice shops to \nhigh-end sushi counters. They can also see his review process, which often involves comparing meals at similar \nrestaurants.\n\n  Pete credits Instagram for ''one of the biggest subtle changes in restaurant design'' in recent years: lighting fixtures \nthat act as spotlights for your plate, chosen with amateur food photographers in mind. But when the lighting isn't \nideal, he admits he uses his iPhone's flash, ''even though it's the biggest no-no in food photography.''\n\n  ''If you do it right,'' he advises, ''you can get really great high-contrast, shadow-filled dramatic pictures.''\n\n  Sebastian Modak, @sebmodak\n\n  52 Places correspondent\n\n  Follow for: Armchair travels around the world at a breakneck pace\n\n  Unlike most Times journalists, Sebastian Modak actually has Instagram in his job description. As the 52 Places \nTraveler, he uses the platform daily to bring along his followers on his yearlong adventure.\n\n  Sebastian's feed brims with his best shots from each destination and gives a sneak peak of his weekly columns. \nBut his Instagram Stories are, well, another story. The often humorous slide shows of photos, text and videos reveal \nthe ''not fun part of travel'' -- flight cancellations, exhaustion, middle-of-the-night driving -- and everyday moments, \nlike a haircut in Croatia, that don't make it into his articles.\n\n  Followers have sent Sebastian a plethora of recommendations, and he has taken them up on offers to be his tour \nguide. ''It's a really nice way to meet people,'' he says, ''and I never even thought of Instagram as a tool for that.''\n\n  Pamela Paul, @pamelapaul2018\n\n  Editor of the Book Review\n\n  Follow for: Reflections on books and illustrators, occasionally interrupted by three beguiling cats\n\n  The focus of Pamela Paul's Instagram feed is, unsurprisingly, books -- ''both in terms of my life here at The Times \nand, on a more personal level, my life as a reader and also an author.''\n\n  But her ''gold standard'' for a post is when her family's cats -- Zoomer, Loki and Octavian -- intrude upon her more \npurely literary posts.\n\n  In a rather meta photo, she recently documented her progress on a forthcoming children's book -- about a cat that \ngets in the way of a boy's reading -- with Zoomer lounging on some early illustrations. ''It is not purely fiction,'' says \nPamela, who has two sons and a daughter.\n\n  Farther from home, Pamela likes to post photos of foreign-language books and bookshops she stumbles across: \n''It's a lot of what I'm doing when I'm abroad, and I think it's part of what people are looking to me for.'' Mindful of her \nown aversion to Instagram posts of idyllic vacations, she adds, ''But it doesn't make anyone feel bad.''\n\n  Eve Lyons, @lyonse\n\n  A Styles photo editor\n\n  Follow for: Photographers to have on your radar, with a dash of mustard yellow\n\n\n\n  For Eve Lyons, what started as a practical concern last year -- finding meeting spaces after a recent renovation of \nThe Times's newsroom -- turned into ''a happy accident.''\n\n  When photographers came in for portfolio reviews, she started using the diner-style yellow booths installed during \nthe office makeover. As an experiment, she began doing short shoots at the end of each meeting to feature the \nartists on her Instagram.\n\n  ''The yellow is such a good visual signifier,'' says Eve, who likes the playfulness that the colorful booths elicit.\n\n  As the series evolved, she added more photos to highlight not only the photographers, but also pieces from their \nportfolios. It has turned into ''a destination for people to explore new work, new stories, new projects,'' not to \nmention her own visual Rolodex of freelancers.\n\n  On a temporary assignment, Eve has decamped to Los Angeles, where actual diner booths are serving as her \nstand-in.\n\n  Dionne Searcey, @dionnesearcey\n\n  Politics reporter\n\n  Follow for: Snapshots of life in West Africa, and election coverage from across the United States\n\n  Dionne Searcey joined Instagram four years ago, after becoming The Times's West Africa bureau chief. She saw \nthe platform as a way to document everyday life in a part of the world that remains off the radar for many.\n\n  ''I always tried to show things that were unexpected,'' she says, and ''to bust stereotypes of the continent in \ngeneral being a place that was full of bad things.''\n\n  Her Instagram posts, often short vignettes drawn from the stories she writes, have featured cow herders in \nNigeria, athletes in Senegal and her own life as a correspondent.\n\n  Dionne, who is from Nebraska and recently joined the Politics team to cover the 2020 election, has already started \nposting photos from her new beat.\n\n  ''I'm hoping to travel to parts of rural America that people on the coasts call 'flyover country,''' she says, comparing \nher work in the United States to her work abroad. ''I think that is a similar approach and a similar philosophy, of \nshowing parts of America that a lot of people in big cities don't see.''\n\n  Hannah Wise, @sewmanycomments\n\n  A social media editor\n\n  Follow for: Crafting #inspo and amusing news commentary\n\n  After covering a police shooting for The Dallas Morning News in 2016, Hannah Wise wanted a tactile, screen-free \nactivity to do in her free time. The solution came when she saw a ''really bizarre'' comment on one of her reporting \npartner's stories and decided to embroider it.\n\n  With that, her new hobby and new Instagram account were born. Hannah, who has a background in graphic \ndesign, compares it to drawing in thread. She stitches quotes and comments that amuse her, or that touch a nerve \nin journalism.\n\n  Most of her hoops end up as gifts. A 12-inch one memorializing the journalists who were killed at the Capital \nGazette last year was included in The Dallas Morning News's care package for the Maryland newspaper.\n\n  Fittingly, she used embroidery to announce her new job at The Times last month.\n\n\n\n  Gia Kourlas, @giadk\n\n  Dance critic\n\n  Follow for: Mesmerizing short videos of dancers in the studio\n\n  For nearly three years, Gia Kourlas has written the weekly #SpeakingInDance column, which explores the world of \ndance through videos posted on Instagram.\n\n  The sessions are filmed by professional videographers and appear on The Times's main Instagram account, but \nGia also takes her own videos and edits them for her personal feed. She hopes her followers feel ''like you're in a \nroom with me, seeing a different perspective.''\n\n  Growing up in Ohio, Gia, who trained as a dancer, didn't get to see many performances. Now, with Instagram, she \ncan bring dance to more people around the country, and the world.\n\n  ''I just want to get more eyes on dance,'' she says, ''in any way I can.''\n\n  Mujib Mashal, @mujmash\n\n  Senior correspondent in Afghanistan\n\n  Follow for: Poignant scenes from a changing Afghanistan\n\n  Mujib Mashal's reporting has taken him across Afghanistan, where he was born and raised, and South Asia. He \nlikes to take photos as part of his notes, documenting the remote, visually stunning areas where his work takes him.\n\n  ''Those are places that sometimes I don't get back to,'' he explains, ''so I want to make a record for my own \nmemories and archives.''\n\n  From that collection, he chooses photos for his Instagram feed to illustrate the news he covers, or simply to show \nlife in Kabul, where he lives -- a stop at a park, a cafe, an ice cream shop.\n\n  Mujib uses Instagram Stories to present highlights from his bigger projects. He thinks of them as trailers to draw \nreaders in through the videos, sounds, photos and quotes he gathers during his reporting.\n\n  Melissa Clark, @clarkbar\n\n  NYT Cooking reporter\n\n  Follow for: Cooking ideas and tutorials, and vicarious global eating\n\n  Melissa Clark wants her Instagram feed to feel inviting, and to inspire home cooks. That means mostly informal \nshots of the new dishes she tests in her Brooklyn kitchen -- no filters or food styling involved.\n\n  ''I like to show people how I really do it,'' she says.\n\n  Melissa also sees the platform as an educational tool. She has created in-depth guides to techniques such as \nyogurt making with Instagram Stories. And when she travels, she uses her food photos to share what she learns, \nlike how it's actually O.K. to eat oysters in the summer.\n\n  In addition to pictures of cooking and eating, you'll see Melissa's daughter, husband and friends. ''Each post tells a \nstory, but the whole entire group tells a story, too,'' she notes. And if you look closely, that story follows a pattern, \nwhich Melissa boils down to ''cake, child, sardine or anchovy, cocktail.''\n\n  Chang W. Lee, @nytchangster\n\n  Photographer\n\n\n\n  Follow for: Visual stories told in up to 10 photos\n\n  Photojournalists may take hundreds, even thousands, of shots for a single story, but only a fraction will end up \nonline -- and even fewer in print.\n\n  For Chang W. Lee, Instagram is a way not only to publish more work from his Times assignments, but also to \nexpress himself through the photo selection and edits. In his posts, he often arranges multiple images to tell a \ncomplete visual story.\n\n  ''It's like my own publication,'' he says.\n\n  Chang, who has traveled around the world for The Times, favors human interest stories. He has shot young \nbasketball players in the Philippines, impoverished families in the United States, and the aftermath of natural \ndisasters. He also has an eye for capturing the artistry and physical feats of athletes in motion at major events like \nthe Olympics and the United States Open.\n\n  Nick Casey, @caseysalbum\n\n  Andes bureau chief\n\n  Follow for: Reporting outtakes from Latin America\n\n  Nick Casey's Instagram -- a play on his Twitter account, @caseysjournal -- acts as an extension of his notebook. \nDetails that don't make it into his stories, behind-the-scenes reporting shots and glimpses of daily life in Latin \nAmerica fill his feed.\n\n  ''If you look at my Instagram account and the reporting,'' Nick says, ''they kind of put together one piece.''\n\n  You can see photos from Bolivia, Peru, Ecuador, Easter Island and Colombia, where he lives. But perhaps his \nmost photographed country is Venezuela, where he was based until 2016, when he was banned for his reporting on \nthe country's economic collapse.\n\n  Now, whenever Nick returns to Venezuela, he posts as much as he can. He says his photos of trying to pay for \nthings -- with stacks of bills and wire transactions, necessitated by the country's hyperinflation -- have particularly \ncaptured his followers' attention.\n\n  ______\n\n  Follow the @ReaderCenter on Twitter for more coverage highlighting your perspectives and experiences and for \ninsight into how we work.\n\n  This is a more complete version of the story than the one that appeared in print.         \n\nGraphic\n\n \n\nPHOTOS: Follow for: Reflections on books and illustrators, occasionally interrupted by cats. (PHOTOGRAPH BY \nPAMELA PAUL)\n\nFollow for: Photographers to have on your radar, with a dash of mustard yellow. (PHOTOGRAPH BY EVE LYONS)\n\n\n Follow for: Election coverage from across the United States. (PHOTOGRAPH BY DIONNE SEARCEY)       \n"}