{"title": "In election, it's an 'I' for an 'I'; Immigration vs. Iraq: Today's 10th Congressional District race could reveal which issue is tops for voters", "body": "\nThere's been little suspense about who will top the 10-candidate field in today's voting to replace the late U.S. Rep. \nCharlie Norwood, which Secretary of State Karen Handel predicts will draw an abysmal 10 percent turnout for the \nspecial election.\n\nBut for a few hours after the polls close tonight, the 10th Congressional District, extending from Clayton to Augusta \nand Athens, will be the focus of keen attention far beyond its borders.\n\nAs the first congressional election since the Democrats won back control of Congress in 2006, the nonpartisan \nvoting will be scrutinized as a possible bellwether for how national issues, which have dominated most of the \ncampaign discussion, may play in elections next year --- including the presidential race.\n\nIn particular, it will be studied for what it portends about the political impact of the two big \"I's\": immigration and Iraq.\n\nFormer state Sen. Jim Whitehead, widely considered the front-runner, is a conservative in the mold of Norwood, \nwho died in February of lung disease and cancer. He's a staunch opponent of illegal immigration and wants to stay \nthe course in the Iraq war.\n\nHe said Monday he was taken out of context when he was quoted as saying early in the campaign that Iraq was \n\"not a big thing\" in the district. But he was unwavering in his opinion of what is the hot-button issue is in this race.\n\n\"If you talk to a hundred people, somewhere in the mid-90s want to talk about illegal immigration,\" said Whitehead, \nwho resigned from the Legislature to run for the congressional seat.\n\nBut if Whitehead can be forced into a runoff July 17, the war could be the reason. James Marlow, the former Yahoo \nexecutive who is the best funded of three Democrats in the race, is banking on it being more on the minds of voters \nthan Whitehead and most of the other Republican candidates think.\n\n\"At this point, Iraq is the most expensive issue. We've been fighting a war on a credit card, and the card is owned \nby the Chinese,\" said Marlow.\n\n\nMarlow has called for a \"staged withdrawal\" from Iraq, but neither he nor the other Democrats, Denise Freeman of \nTignall and Augusta attorney Evita Paschall, have insisted on an announced timetable for withdrawal of U.S. troops.\n\nThe Republican with the most to say about the war is retired Army Lt. Col. Nate Pulliam. He served as an adviser to \nan Iraqi military unit and is critical of the way the war has been conducted, but he does not support setting a \nwithdrawal date. He said he has received none of the encouragement from the national or state Republican parties \nthat Democratic candidates who were Iraq veterans got during last fall's elections.\n\n\"They've totally ignored me and my message,\" said Pulliam, who did pick up the endorsement of the Athens \nBanner-Herald.\n\nOthers agree with Whitehead that immigration will be the focus for voters. Among them is state Sen. Ralph \nHudgens (R-Hull), who considered running.\n\n\"I think immigration trumps the war,\" said Hudgens.\n\nWhitehead has little good to say about the U.S. Senate compromise on immigration, and says he will never vote for \nan \"amnesty bill\" --- the description many Republicans use for any proposal, such as the one before the Senate, \nthat would provide a path to citizenship for illegal immigrants.\n\nWhitehead shares his disdain for the current immigration reform effort with the other Republicans in the race: \nPulliam; conservative activist Bill Greene of Braselton; Athens physician Paul Broun; real estate agent Mark Myers \nof Loganville; and Erik Underwood of Atlanta, a former aide to U.S. Sen. George Voinovich (R-Ohio). (Members of \nthe House do not have to live in the district they represent.)\n\nOne candidate in the race, Jim Sendelbach of Conyers, is a Libertarian.\n\nA better-than-expected finish by Greene, who has pounded on the illegal immigration issue, would be taken as a \nsign that Republicans could be troubled by divisions on that issue next year.\n\nNeither outcome would be great news for President Bush, who was criticized by candidates from both parties at a \nrecent debate hosted by the Atlanta Press Club.\n\n\"George Bush has really created the issues that we're focusing on in this campaign,\" Marlow said.\n\nOTHER ELECTIONS\n\nIn addition to the congressional race, local voters can go to the polls on these matters today:\n\nSouth Fulton\n\nVoters will decide whether a rural community in the southwest corner should become a 3,000-resident city named \nChattahoochee Hill Country.\n\nStone Mountain\n\nSeeking approval for community redevelopment, creation of tax allocation districts, issuance of tax allocation bonds \nand authorization to incur other obligations allowed under state and the amended Redevelopment Powers laws.\n\nSuwanee\n\nFilling a City Council seat vacated by Andy Landers, who moved. System administrator Avery \"Andy\" Duncan and \ncivil engineer Kevin McUmber are seeking to finish Landers' term, which expires in December 2009.\n\nAcworth \n\n\n\nVoters decide on a $12.9 million parks and bond referendum to build a community center, improve city parks, help \npay for a baseball field for disabled children and expand other recreational facilities.\n\nGraphic\n\n \n\nPhoto: JIM BLAYLOCK / Augusta Chronicle / fileIn the race for the 10th Congressional District, former state Sen. \nJim Whitehead (left) is considered the front-runner. He believes illegal immigration is the main issue on voters' \nminds. /ImageData* ImageData*\n\nPhoto: However, James Marlow (right), the best funded of three Democrats in the race, is banking on the Iraq war \nbeing the key./ImageData* ImageData*\n\nMap: Staff 10TH CONGRESSIONAL DISTRICT The district is highlighted on a map of Georgia.Source: Legislative \nReapportionment Services Office/ImageData*\n"}