{"title": "Demanding Parole, Immigrants Held in Queens Stage Protest", "body": "\nFive days after asylum-seekers at an Immigration and Naturalization Service detention center in New Jersey went \non a hunger strike to demand better conditions, immigrants at a center in Queens protested yesterday to \npressure immigration authorities into granting them parole.\n\nA group of the detainees at the Wackenhut detention center in Jamaica, Queens, distributed fliers over the \nweekend encouraging others to stop eating, working and attending immigration hearings, said Amy Otton, a \nspokeswoman for the eastern regional I.N.S. office. Most of the men detained in the 200-bed center, 96 out of 147, \nskipped breakfast, but at the end of the day, after immigration officials had spent hours talking to the detainees and \nlistening to their concerns, only about 20 stayed away at dinnertime.\n\nNo one refused to work -- the detainees clean, do the laundry and help in the kitchen -- and no one who had a \nscheduled hearing opted not to go, Ms. Otton said. \"We made real progress today,\" she said. \"Sometimes they just \nneed someone to listen to them. It is not unusual that they would have concerns about being detained for such a \nlong time.\"\n\nThe immigrants, who are often asylum-seekers fleeing war-torn countries and who rarely speak English, can be \ndetained from two to six months, or longer. They are demanding to be paroled to their families while a judge \ndecides whether they are eligible for political asylum.\n\nTheir protest came five days after a similar incident at the detention center in Elizabeth, N.J., where 94 detainees \nwent on a hunger strike to demand parole, more food and a reduction of telephone charges. That strike ended \nafter the I.N.S. district director in New Jersey, Andrea Quarantillo, met with the detainees and told them she would \nlook into their demands, immigration officials said yesterday.\n\nUnlike the center in Elizabeth, the site of a violent uprising by detainees in 1995, Wackenhut, which opened last \nyear, has never before reported any uprising or strikes. Very few there are paroled. Although there seems to be no \nconsistent national policy about who is paroled and who stays in detention, some I.N.S. districts grant parole more \noften than others. New York is known as granting parole to relatively few people seeking political asylum.\n\n      \n"}