{"title": "Proficient in English But Trying to Lose Their Accents", "body": "\nGUIDO MASSOLA is holding his hand in front of his face and staring intently at Arlene Corcoran's eyes and mouth. \nThe two of them are slowly and rhythmically intoning the words, \"doe, toe\" over and over again. As Ms. Corcoran \nrepeats the words, she asks Mr. Massola if he can feel his breath on his hand.\n\nMr. Massola, an insurance agent from Italy who has taken up residency in Huntington Station, is one of the \nestimated 250,000 immigrants living on Long Island who speak English with an accent, even though they may be \nproficient in the language. He has opted to take a private class in accent reduction at the Berlitz Language Center \nin Mineola.\n\nBecause it is often difficult for some foreigners to distinguish between the sounds \"d\" and \"t,\" teachers at the center \nhave their students hold their hands in front of their faces in order to feel the heavier breath that comes with \npronouncing \"t\" correctly.\n\nThe Berlitz Language Center in Mineola has teachers who are specially trained in the field of accent reduction. \n\"Unfortunately, losing a foreign accent is not an easy task,\" said Agnes Jean, the center's acting director. \"It takes \ntime, determination and repetition, repetition, repetition. Some accents are more difficult to lose than others, and if \nthe student lacks confidence, it will take much longer.\"\n\nThere are other ways of learning to feel at ease with English. Once a month, 30 children from the Caribbean gather \nin St. Martha's Church in Uniondale to practice their communication skills. The Junior Speakers Forum, a \nToastmasters International program that teaches children to be at ease with public speaking, was started three \nmonths ago by Headly Wilson, a civil engineer who is originally from Trinidad.\n\nMr. Wilson recalled his son's and daughter's experience when they came to this country 28 years ago. \"They had \nheavy accents,\" he said, \"but that changed over the years.\" He added that this was to their advantage because \n\"when you have an accent, people can prejudge you as unintelligent.\"\n\nSome immigrants on Long Island are not as fortunate as Mr. Wilson's children. Those who came here as teen-\nagers or adults often have a harder time losing their foreign pronunciation, even though they are proficient in \nEnglish. They may find themselves isolated socially and experience difficulties in finding jobs as well.\n\nSheldon Shamitz, director of the Adelphi University Refugee Assistance Program in Hempstead, said: \"Americans \noften do not take the time to accustom their ears to English-speaking foreigners. Some even feel that people with \n\n\naccents simply don't understand and are even intellectually inferior. As a result, those with accents are limited in \nterms of access to opportunities in many spheres of society.\"\n\nSeema Azim, a young woman who left Afghanistan 11 years ago, works with Mr. Shamitz as the job developer for \nAdelphi's program. Her function is to match refugees in need of employment with suitable companies. Ms. Azim has \nan excellent command of English, but years of speaking her native tongue have accustomed her to pronouncing \nthe letter \"r\" with a gutteral trill. Her vowels are clipped and sometimes lost in between consonants.\n\nShe has elicited mixed reactions to her English pronunciation. \"When I was in college,\" she said, \"some of my \nclassmates remarked that I have a beautiful accent.\"\n\nNot everyone, however, shares this opinion. When Ms. Azim contacts prospective employers for her clients over the \nphone, she occasionally has negative reactions. \"People may act one way when they meet you face-to-face, but on \nthe phone they react differently,\" Ms. Azim said. \"They don't know you, and they can't see what you look like. \nSometimes when I call a company for the first time, they hang up on me. But other people who I've had contact with \nfor a long time treat me very well.\"\n\nJennifer Gordon, executive director of the Workplace Project, a center for Hispanic immigrant workers in \nHempstead, said there were an estimated 200,000 Hispanic people living on Long Island. This makes them the \nlargest ethnic group in the area.\n\nOmar Henriquez, a community organizer for the organization, came to Long Island 20 years ago as a teen-ager \nfrom El Salvador. At the time, he did not speak English at all. He began to teach himself, but became frustrated \nwhen his attempts to communicate in English were met with confused looks or demands to repeat himself. \"I'm \nsure I was saying the right words, but I was difficult to understand because I had an accent,\" he said. \"It's \nfrustrating because you know that you're an intelligent person, but if you can't communicate, then how will anyone \nelse know? The perception is that if you have an accent, you're an uneducated person. It's very wrong.\"\n\nHe said that at one point, he wanted to lose his accent, but eventually changed his mind. \"I don't want to do that \nnow because it's what makes me who I am,\" Mr. Henriquez said. \"It's part of my personality. I'm very proud of my \naccent.\"\n\nHis co-worker, Rhina Ramos, also came to Long Island as a teen-ager from El Salvador. Ms. Ramos is a law school \ngraduate who will be taking the bar exam this summer. Although she has been in the United States for 13 years, \nshe speaks English with the rhythmic stresses of her native Spanish.\n\nLike Mr. Henriquez, Ms. Ramos spoke no English when she came to this country. \"I was placed in ESL for 10 \nmonths, and then they told me I was ready to go to regular classes with American kids,\" she said, \"but I was always \nafraid to speak. In high school, I had a teacher who used to imitate my accent when I asked questions, so I decided \nnot to talk in class and just study at home.\" As a result, she said, she did not develop her speaking skills as much \nas she would have liked to.\n\nIn college, one professor falsely accused her of not being the author of an eloquently written term paper, because it \nseemed incongruous coming from someone with such a thick accent, she said. Eventually, other teachers rallied to \nher defense and convinced the professor of her honesty.\n\nIn addition, some students tried to correct her English. \"They didn't understand that it's not that I don't know how to \nspeak,\" Ms. Ramos said. \"It's just that I can't pronounce certain letters, like 'j' and 'y.' I mix them up.\"\n\nShe added that there is a comical side to this drawback. \"I once met someone who went to Yale University, and he \nkept talking about Salvadorians in Yale, and I thought he meant prison,\" Ms. Ramos said. \"It can be quite confusing, \nbut it gets funny after a while. You can't take it seriously and let it get to you. You have to move on.\"\n\nGladys Serrano is the executive director of the Hispanic Counseling Center in Hempstead. She came to Long \nIsland 25 years ago from Colombia. Although her accent is distinctly Spanish, she has an optimistic view of the \nsituation. \"Everyone in my agency is bilingual,\" she said. \"A lot of people like myself have accents, but that doesn't \n\n\n\ncause any problems as long as you have an education. It can be difficult at times, but I think it's also difficult to lose \nan accent, especially if you came to this country later in life. To have an accent can also be a good thing. The fact \nthat some people are bilingual is very important. I'm proud to say that I am Hispanic and I know that my accent is \nheavy, but at the same time, I'm happy that we are providing good services to the community.\"\n\nDr. Susanne Bleiberg Seperson, professor of sociology at Dowling College in Oakdale, said: \"People who are born \nhere are not used to listening to those with foreign accents. It's so ethnocentric of us to demand that the only \nlanguage that people speak perfectly be English. I think that's changing because weUre going to be forced to \nchange. We're at least going to become more comfortable with it because the population mix is changing.\"\n\nGraphic\n\n \n\nPhoto: Arline Corcoran, an instructor, works with Guido Massola of Italy on the pronounciation of the letter \"h,\" as in \nhouse. (Steve Berman for The New York Times)\n"}