{"title": "FRANCE NEW IMMIGRATION CONTROLS ANNOUNCED", "body": "\nFueling an already heated nationwide debate, the Socialist government announced new measures Wednesday to \nfight illegal immigration, from tightening border controls to hiring airplanes for mass deportations.  The proposed \nmeasures also would make it harder to obtain visas, reinforce personnel at immigration posts and set tougher \npenalties for employers who use illegal immigrant workers.  Premier Edith Cresson presented the program to the \nCabinet in Paris amid a rising debate over whether France has let in too many immigrants, many of whom are \nArabs from North Africa.  Associated Press PAKISTAN Secret Trials, Police Powers Defended A Pakistani Cabinet \nminister defended Draconian new government powers, including secret trials, to deal with a wave of criminal and \npolitical violence.  Oil Minister Nisar Ali Khan said in Islamabad that an abnormal situation required abnormal \nmeasures.  (NOTE: THE FOLLOWING PARAGRAPH APPEARED IN THE 3* EDITION ONLY) He said that the \nsouthern province of Sind had been a festering sore for more than seven years and that the government had \ndecided to send a clear signal that anyone who broke the law ''would get it in the neck.'' (END OF 3* EDITION \nTEXT) President Ghulam Ishaq Khan issued two decrees Tuesday - allowing summary trials in secret of people \naccused of violence, and empowering security forces to shoot suspects who defy orders in areas declared as \nterrorist-affected.  Reuters PERU Police Mistakenly Shoot Down Plane Police mistook a small commercial airliner \nfor a drug smuggling plane and shot it down, killing at least six people, the armed forces said Wednesday in Lima.\nRadio and newspaper reports said up to 12 people had been killed when the plane, belonging to Aerochasqui \nairlines, was shot down Tuesday over a northern coca-producing jungle region.  An army spokesman said police \nhad shot down the plane because they believed it was one of dozens of aircraft that daily carry coca paste from \nPeru for processing in Colombia.  Associated Press EL SALVADOR Fighting Erupts Despite Peace Talks Scores of \nleftist guerrillas and government soldiers were killed or wounded in fighting that erupted as the two sides resumed \npeace talks in Mexico City, officials said Wednesday.  Representatives of the Farabundo Marti National Liberation \nFront and the U.S.-backed rightist government of President Alfredo Cristiani have been meeting for 14 months to \nend the 11-year-old civil war.  The heaviest fighting was reported in Nueva Concepcion, 30 miles north of San \nSalvador. Combat raged there for more than 12 hours Tuesday, and reporters who visited the town said they had \nseen the bodies of 11 soldiers and one civilian.  Associated Press NATION CRIME CONTROL Senate Breaks \nImpasse, Passes Bill Senate leaders broke a lingering impasse Wednesday night over the wide-ranging crime \ncontrol bill and cleared the way for final passage of the measure today.  After failing to muster enough support \nearlier in a day filled with partisan wrangling, the Senate agreed 71-27 late Wednesday on a motion to limit \namendments and expedite a vote on the $3.3 billion bill.  The bill would restrict the rights of prisoners, expand \npolice powers, extend the federal death penalty to cover 51 crimes, impose a five-day waiting period for handgun \npurchases and ban nine types of assault-style semiautomatic weapons. President George Bush has indicated he \ncould support such a bill.  Cox WASHINGTON Senators Would Fund Space Station Ignoring the protests of major \nscientific societies, a Senate panel voted Wednesday to spend $2 billion next year toward building a space station, \nthe same amount requested by President George Bush.  The action, by a Senate Appropriations subcommittee, is \nexpected to be approved today by the full Appropriations Committee. The space station is estimated by NASA to \ncost $30 billion by the time it is put in orbit around the turn of the century.  (NOTE: THE FOLLOWING \nPARAGRAPH APPEARED IN THE 3* EDITION ONLY) The presidents of 14 professional science societies sent a \n\n\nletter to the Senate expressing strong opposition to the station.  (END OF 3* EDITION TEXT) Associated Press \nCOLORADO Retired Policeman Charged In Killings A retired Denver policeman has been charged with first-degree \nmurder in the deaths of four security guards in a $100,000 robbery at the United Bank of Denver.  James King was \ncharged Tuesday with four counts of first-degree murder, four counts of first-degree felony murder, one count of \naggravated robbery and six counts of menacing, said District Attorney Norm Early.  Associated Press (NOTE: THE \nFOLLOWING TEXT APPEARED IN THE 3* EDITION ONLY) WASHINGTON Mars Trip Would Cost 'Small Amount' \nFormer astronaut Thomas Stafford told Congress Wednesday that little start-up money would be required to set the \nnation on a course to Mars in the next century.  ''If we wait until we have a budgetary surplus, I'm afraid we will \nnever take this bold, imaginative step,'' Stafford told the House space subcommittee. ''This small amount will \ngenerate much leverage.'' Associated Press\n\nGraphic\n\n \n\nPhoto; PHOTO by AP … Treasure Hunt … Residents of the town of Porac, in the Philippines, combing through \nvolcanic ash Wednesday for crystals they believed contained diamonds. Dozens of villagers in the area fled \nWednesday in the face of flooding. PHOTO HEADSHOT of (Edith) Cresson\n"}