{"title": "NICARAGUANS IN MIAMI HOPING FOR A FUTURE AS LEGAL RESIDENTS", "body": "\nAn immigration official's decision to stop sending Nicaraguans back to their country has raised modest hopes for a \nstable new life among exiles struggling to get a foothold here.\n\nThe official feared that people sent back would be persecuted by the Marxist Sandinista Government, and that \nfeeling is widely shared here. But the daily concerns of the exiles often have little to do with such things as the \npolitics of the Government at Managua or American aid to the anti-Government rebels, the contras.\n\nLike the first wave of Cubans who fled when Fidel Castro came to power, many of the estimated 70,000 \nNicaraguans in the Miami area are professional and middle-class people. Most are working at relatively menial \njobs and strongly hoping to obtain legal immigration status and eventually become legal residents of the United \nStates.\n\nSome believe that their chances were furthered with the announcement last week on deportations by Perry A. \nRivkind, district director of the Immigration and Naturalization Service in Miami, but they remain cautious.\n\n''While very few people talk about the contras, this apparent change of policy has made our people a little less \napprehensive now,'' said Nancy I. Rodriguez, a Nicaraguan lawyer who works as a paralegal here and is studying \nto revalidate her degree.\n\n \n\nLonging for Permanence\n\n''But this is just one small first step,'' she said. ''Nicaraguans will not be completely reassured until their status is \nlegalized and they have the right to become permanent U.S. residents. As of now, thousands do not even have \nwork permits.''\n\nJorge A. Sacasa, a Nicaraguan architect and part owner of a small restaurant, La Carne Asada, agreed.\n\n''The longing of everybody I speak to in my place is to be a permanent resident,'' he said. ''Should this happen, we \ncould obtain better jobs and finally be able to plan for the future.''\n\nLa Carne Asada is, in a way, a microcosm of the Nicaraguan exile community in the Miami area. The restaurant, \nwhose title means broiled meat, employs 12 people, including the owners' families.\n\nThe patrons discuss just about every subject except politics. ''We are all anti-Communists here,'' said Mr. Sacasa. \n''But over the years we have become apatheic about politics. Our main worry is how to find jobs, how to make ends \nmeet, how to survive.''\n\n\nMr. Sacasa, who is 48 years old, keeps regular office hours selling real estate, then works in the restaurant until 11 \nP.M. His partner, Mario Fernandez, 37, was trained as a zoologist. The cook, Glenda Rojas, has a degree in \nbusiness administration. One part-time waitress is a plastic surgeon; two others, a young married couple, have \nmasters degrees in economics.\n\n \n\nConstant Fear of Deportation\n\nThe restaurant helps eight other Nicaraguans to make a living. They supply home-made desserts and other foods. \nFriends who visit from Managua bring Nicaraguan specialties unavailable here and with the proceeds purchase \nclothing, shoes, cosmetics and electronic goods. All these are in very short supply in Nicaragua.\n\nThere are thousands of Nicaraguans who have entered this country illegally, like many other Central Americans, \nusually by crossing the border from Mexico. The illegal aliens and others who work with false documentation live in \nconstant fear of being detained and deported.\n\nAccording to Silvio Arguello, a Nicaraguan who is a lawyer, an economist and a civic leader here, about 160,000 \nNicaraguans live in the United States, and most of them came here after the downfall of the Government of \nPresident Anastasio Somoza Debayle in July 1979.\n\nThe second largest concentration of Nicaraguans, some 30,000 people, is in Southern California, and the third, \n15,000 refugees, in the San Francisco area.\n\nOnly a small percentage, Dr. Arguello said, are permanent residents. Most have applied for political asylum, which \nis difficult to obtain: Last year the Government denied 91 percent of the 4,771 applications for asylum filed by \nNicaraguans.\n\n \n\nWork Ethic Is Praised\n\nMr. Rivkind, the district immigration commissioner, said in an interview: ''For me it is agonizing to have to reject their \napplications, because their asylum claims under the present regulations are very difficult to prove. Nicaraguans are \nescaping Communism. They are very decent, hard-working people who have not given our authorities here any \nproblems.''\n\nJudge Seymour Gelber, chief of Dade County's Juvenile Court Division, concurs. ''I don't recall having seen any \nNicaraguan youngster in my court in the last five years,'' he said. ''Nicaraguans seem to be very law-abiding and \nhave a strongly ingrained work ethic.''\n\nLaw-enforcement officials in California made the same point. ''Nicaraguans have never made themselves known \nas a group with criminal activities,'' said Officer Fabian Lizarraga, a spokesman for the Los Angeles Police \nDepartment Despite hard work, the process of economic and social adjustment has been very slow for most \nNicaraguans in this country because only a few speak English. This has forced many to seek low-paying jobs \nwhere the knowledge of English is not essential. In Miami these days, it is mostly Nicaraguans who make night-\ntime home deliveries of newspapers. Thousands more work as security guards at night, which allows them to hold \nsecond jobs by day.\n\n \n\nTamales on Weekends\n\nWomen, many of them formerly well-to-do Nicaraguans, work as baby sitters, maids in hotels and private homes, \nor take care of the sick. Luz Maria Blandon, who is paid $4 per hour as a food store clerk, makes about 50 large \nNicaraguan tamales on weekends and sells them at $2 each to a growing clientele. Luisa Emilia Montalvan, whose \nhusband, Alvaro, owned a large cotton plantation and a cattle ranch confiscated two years ago by the Sandinistas, \nmakes leather and fabric belts that she sells to local department stores.\n\n\n\nA number of Nicaraguans interviewed in the last several weeks said they felt that social and economic problems \nhad added to a sense of political malaise.\n\nSeveral, while stressing their opposition to the Sandinista Government and their endorsement of the Honduras-\nbased contras, expressed doubt about the long-range American commitment to fight the Government at Managua.\n\n''In my college every Nicaraguan supports the contras, but few have faith in their victory without direct intervention \nof the American troops,'' said Cesar Rivas, a 24-year-old Nicaraguan who works by day and studies electrical \nengineering at night. ''I have not heard anyone say that he liked to go to Honduras and join the contras. Most of the \nNicaraguans I know plan to stay in the United States even should the contras win.''\n\nAccording to Mrs. Rodriguez, the lawyer, there is also a ''floating population here of between 5,000 and 10,000 \nNicaraguans who travel between the United States and Nicaragua and who are either apolitical or politically on the \nfence.''\n\n''In the long run,'' said Mr. Sacasa, ''the United States will benefit from the Nicaraguan migration. There is a \ndisproportionate number of professionals and skilled workers among us. We came here because under \nCommunism there is no future for our children. Slowly, despite difficulties, we shall get ahead, as this restaurant \nhas been able to survive and now even to make a decent profit.''\n\nGraphic\n\n \n\nphoto of Jorge Sacasa, Glenda Rojas and Mario Fernandez (NYT/Ray Fairall)\n"}