{"title": "Smuggled Aliens Now Cross Mohawk Land", "body": "\nThe Mohawk Indian reservation along the St. Lawrence River here has long been called Smugglers' Alley, an easy \npath to sneaking contraband into or out of the United States.\n\nIn the 19th century, that meant the occasional cow going whichever way prices were higher. During Prohibition, the \ncontraband was an endless stream of liquor to the United States, and in recent years, it has been huge quantities of \nuntaxed cigarettes heading north.\n\nNow, a new form of contraband is being smuggled: people. Hundreds of illegal immigrants are using the Mohawk \nterritory as a pathway to their American dreams. This new traffic became starkly apparent on the pitch-black night of \nOct. 2, when a makeshift smugglers' boat overturned, killing a Pakistani woman and, it is believed, a man whose \nbody has not been found, as well as endangering nine other would-be immigrants from the Indian subcontinent.\n\nThese victims represent the tip of the iceberg. In the fiscal year ending Sept. 30, the United States Border Patrol \nsays more than 300 illegal aliens were caught after apparently passing through the Mohawk territory, up from 130 \nin the previous year and 72 the year before that. And the patrol admits it is lucky if it is catching 1 of 10.\n\n\"You can about bet they've been smuggled,\" said Ed Duda, assistant chief of the Border Patrol's office in Swanton, \nVt., which polices 261 miles of the border.\n\nThese desperate seekers, from Koreans to Poles to Jamaicans who had found it relatively easy to get visas into \nCanada, pay $500 to $3,000 apiece for the boat ride of less than 10 minutes from Cornwall Island, part of the Indian \nterritory in Canada, to Indian territory on the American mainland, border officials say.\n\nMost are bound for New York City. Some have arrangements to be picked up by limousines sent from New York by \nthose who arranged their passage. Others wander off on their own to buses or planes. Some try to hitchhike. Some \ntry to walk until they dissolve into America.\n\nAll face immediate deportation or, for anyone who claims refugee status, a long wait in a detention center while his \nor her claim is considered. Smugglers, who are seldom caught, can be fined $25,000 per alien. The Immigration \nand Naturalization Service estimates that 15,000 people illegally enter the United States along the largely \nunpoliced, 3,500-mile border with Canada each year, compared with more than a million along the 2,000-mile \n\n\nborder with Mexico. In the area overseen by Mr. Duda's section of the Border Patrol, the number of illegal aliens \ncaptured annually has hovered around 2,000.\n\n\"People not from the area cannot fathom the uniqueness of the situation we're up against,\" Mr. Duda said. \nConcerned Border Patrol officials have in recent years installed seismic, infrared and other sensors and cameras \nalong the American side of the reservation and have shared information with the Canadian authorities about people \nand other forms of smuggling. The Canadian authorities have seized guns and drugs they say have moved north \nthrough the reservation.\n\n \n\nComplex Territory Helps Smugglers\n\nThe Mohawk land, called the Akwesasne Reserve in Canada and the St. Regis Mohawk Reservation in the United \nStates, are conducive to smuggling in part because of their geographic complexity: many islands, big and small, as \nwell as a large swath of mainland on the American side. The fact that they are under the jurisdiction of so many \ngovernments -- the United States, Canada, New York State, Ontario and Quebec -- means that often no one is truly \nresponsible. The situation is further complicated by the Indian contention -- largely realized -- that they rule \nthemselves. Moreover, the Indians' demand for even clearer sovereignty, sometimes delivered with gunfire, has \noften encouraged outside governments to leave the reservation to itself.\n\nIn recent years, there has been armed confrontation against the Canadian Government at a nearby Mohawk \nlocation over a golf course which threatened to encroach on an ancient burial ground. The Akwesasne Reserve has \nalso seen a civil war, at times involving armed confrontation, over casino gambling.\n\nSigns on the reserve proclaim the area off-limits to the F.B.I., the New York State Police, the Royal Canadian \nMounted Police, the provincial police and all revenue authorities. Huge banners depicting khaki-clad warriors \nwielding automatic weapons reinforce the point.\n\nPeople smuggling is still a small-scale phenomenon next to the illegal importation of untaxed cigarettes a few \nyears ago. The police say that under this scheme, Canadian cigarettes were shipped to American wholesalers who \nwere not required to pay taxes levied by the Canadian Federal and provincial governments. Indians would then buy \nthe cigarettes from the wholesalers and smuggle them into Canada, where they sold for half the official price of $40 \n(United States) a carton.\n\nUntil Canada drastically cut taxes in 1994, more than $1 billion a year worth of cigarettes was being smuggled, \naccording to the Canadian revenue authorities.\n\n \n\nTax Cuts End A Tobacco Trade\n\nThose smuggling cigarettes -- and usually alcohol as well -- became rich fast. Big new homes went up and stretch \nlimousines became a common sight in area towns. But with the tax cuts on cigarettes, some limousine owners can \nno longer afford even oil changes. A sign posted on the bulletin board of the Bear Den, a reservation restaurant, \nnow advertises a six-door Cadillac limousine for $6,500 or the best offer.\n\nEqually relevant is that a tradition of illegal border business has been firmly established. \"The most damaging \naspect of life on Akwesasne is that it was turned into a relatively unpoliced area that became a haven for other \nactivities besides cigarette smuggling,\" said a report by the MacKenzie Institute, a Canadian research \norganization.\n\nThe police and others thus suggest that the smugglers have moved from tobacco to people to shore up their \nflagging incomes. \"Necessity is the mother of invention,\" said Donald Johnson, a former provincial prosecutor and \nlawyer for the boat operator charged with manslaughter in the Pakistani woman's drowning. \"It does seem logical \nthat something like that would happen.\"\n\n \n\n\n\nNighttime Journey Turns Tragic\n\n Mr. Johnson said he would not comment on the case because prosecutors had not provided him a specific \ndescription of the charges and the evidence.\n\nThe new importance of Smugglers' Alley as a conduit for humans became dramatically -- and tragically -- apparent \non the night of Oct. 2. Eleven people from Pakistan and India were crowded in a homemade, 16-foot-long, flat-\nbottomed boat powered by a 20-horsepower motor. A storm came up, rain pelted down and the inky waters of the \nriver roiled menacingly. The boat began to take on water.\n\nPassengers screamed for the operator to go back to shore, and when he attempted to turn back, even more water \npoured into the boat, witnesses on board told the police. People sat with icy water up to their chests. About 15 \nminutes after being called by Indians who had heard the screams from their homes on the shore, rescuers arrived.\n\nThe rescuers, members of the Mohawk fire department, found seven people in the boat. Six were members of a \nfamily from Lahore, Pakistan. These included Tariq Chaudri and his wife, Zahida, along with their three children: \nFaraz, 8; Semal, 7, and Ahmed, 3. The other family member was the wife's mother, Naseem Taj, 51. Ms. Taj died in \na local hospital. The police said her death appeared to have been caused by ingestion of water and hypothermia.\n\nThe boat's operator, Arthur Joseph Yops, 30, was found the next day near his home on the reservation at St. Regis \nIsland, Quebec. He was charged with manslaughter by the Ontario authorities. A bail hearing has been postponed \nuntil Oct. 29. There are no American charges because the boat never left Canadian waters.\n\nRescuers recovered three other men from the boat. A fourth was presumed drowned after several days of \nsearching. There is, however, speculation among Montreal's Pakistani residents that the missing man was the \norganizer of the expedition, and that he went over to the American side first by himself.\n\nThe passengers are in police custody at unidentified locations in Canada, except one who had an immigration \nhearing in Ottawa on Oct. 7.\n\nThe police suggested that this man, Masood Khan, 34, was the only passenger who had not been granted some \nsort of official permission to be in Canada. The family, for example, was said by the immigration authorities to have \nlived in Montreal for 11 months as landed immigrants. Such status or simple visitors' visas are easier to obtain for \nCanada than for the United States. As a result, American and Canadian border officials say it is typical for \nimmigrants to enter Canada legally, and then be smuggled across the border.\n\nAt his immigration hearing, Mr. Khan said he had not applied for such status, but he asked for admission as a \npolitical refugee. He said he paid a smuggler from New Delhi $3,700 to be hidden in a cargo boat that sailed from \nGoa, India, to somewhere near Toronto. He said he fled India because of dangers from his involvement with \nseparatists in his home state of Kashmir, leaving a wife and two children behind.\n\nTo be allowed to stay in Canada, Mr. Khan, who had been in the country less than a week when he tried to cross \nthe border, must prove he had \"a well-founded fear of persecution.\" The process usually takes a year.\n\n \n\nManslaughter Case Reignites Debate\n\nThe tragedy has reignited debate in this industrial city of 47,000 over the issue of smuggling. Since cigarette \nsmuggling stopped pouring money into the local economy, more people appear to have joined Mayor Ron Martelle \nin actively opposing smuggling in general.\n\nUntil the Oct. 2 incident, \"people considered smuggling a victimless crime,\" Mr. Martelle said. \"If I could use a \nlower word than scum to describe these individuals, I would.\"\n\n\n\nThe Mohawk police have insisted that they are also eager to stop human smuggling. \"The access here is so \neasy,\" said Sgt. Roger Mitchell of the Akwesasne Mohawk Police. \"If we had more assistance, maybe we could do \nsomething about it.\"\n\nBut other Mohawks feel the resentment over smuggling activities represents another manifestation of racism. \nThey say fewer than 10 percent of the 10,000 Mohawks were ever involved in any kind of smuggling, and that far \nfewer smuggle people.\n\n\"Generally, the community is against smuggling,\" said Diane McDonald, editor of The Indian Times, a reservation \nweekly. \"It's a negative activity that promotes an unfavorable image of the Mohawk territory.\"\n\nBut others maintain that Indians are not bound by customs laws, because they were here before there was a \ncountry. \"The border is just an inconvenience,\" said Cynthia Smoke, owner and editor of The People's Voice, \nanother Mohawk weekly. \"We think they put it there to make our life difficult.\"\n\nThis argument is being pressed by Michael Mitchell, who in 1988, in his capacity as grand chief of the Mohawk \nCouncil of Akwesasne, deliberately violated what he calls \"the imaginary international border\" by taking a truck of \nAmerican goods across the Canadian border without formally declaring it.\n\nThe case is now being heard by Canada's Supreme Court. At issue is whether England in the Jay Treaty of 1794 \ngave the Mohawks perpetual border-crossing rights, a position Canada denies.\n\nThe chief says he does not want to ignore the border to engage in any illegal activity. But others see no such \ndistinction. Robert Skidders, who owns a luncheonette selling Native American food, contended that charging a \nfellow Mohawk, Mr. Yops, in the death of Ms. Taj is blaming the wrong person. \"The poor guy running the boat is \njust being told what to do,\" he said. \"But they want to hang him because he's native.\"\n\nMeanwhile, people from all over the world find themselves at a pizza parlor in Massena, N.Y., about seven miles \nfrom the reservation. They stop there because it is where the long-distance buses stop. Some sit all night on the \ncold ground waiting to buy a $63.96 ticket for the 9 A.M. Trailways bus to New York City.\n\n\"It's been going on and going on and going on and going on,\" said Matt Hurlbut, the owner of the pizza parlor. \n\"Finally, people are beginning to take notice because somebody had to die.\"\n\nGraphic\n\n \n\nMap showing location where aliens have crossed Mohawk land along the St. Lawrence River. (pg. B4)\n\n      \n"}