{"title": "Ruben Navarrette Jr.: U.S.-Mexico agenda is the same as it ever was", "body": "\nChange is the buzzword on both sides of the border. But how much has really changed?\n\nTwenty years ago, when President George H.W. Bush hosted President Carlos Salinas de Gortari at the White \nHouse, topics included immigration, trade and drugs. This week, the discussions in Mexico City between President \nBarack Obama and President Felipe Calderón will almost certainly revolve around the same subjects   with a few \ntwists.\n\nFirst, immigration, while a pressing concern for both countries in previous years, will be on the back burner. That's \nwhere both men have put the issue in their respective administrations. Calderón has declared his war against the \ndrug cartels his No. 1 priority; Obama is more focused on U.S. economic issues.\n\nThat's as it should be, but immigration reform is also economic reform. Fixing the immigration system would end the \nunfair advantage that illegal workers have over U.S. citizens.\n\nSecond, an expected discussion on trade is likely to be awkward. In the past, the emphasis was on expanding \nmarkets and improving the relationship between the United States and Mexico, our No. 2 trading partner (after \nCanada). This time, there's the smell of protectionism on the U.S. side, and Mexican officials are holding their \nnoses.\n\nThe two countries are inching toward a full-blown trade war over whether Mexican long-haul truckers should be \nallowed to deliver goods inside the United States. The issue was supposed to be settled years ago. The North \nAmerican Free Trade Agreement of 1994 opened up the roads of Canada, Mexico and the United States to trucks \nfrom all three countries. But someone forgot to clear this with the Teamsters union, which pulls the strings of \nDemocrats in Congress. The union likes the current system, where Mexican truckers unload cargo onto U.S. trucks \nafter crossing the border. The Mexicans land the deals, and the Americans poach them.\n\nLast month, Democrats inserted a provision into a spending bill that killed a pilot project that, for the last few years, \nlet several dozen Mexican trucks travel throughout the United States. Mexico retaliated by imposing tariffs on $2.4 \nbillion worth of U.S. export products and threatened to ratchet up the tariffs if the U.S. doesn't restore the trucking \nprogram.\n\nOn the third big item of discussion   drugs   the Mexican government intends to expand the discussion about the \ndrug trade to include mention of the gun trade. In fact, the Mexican newspaper El Universal reports that Calderón \nwill try to make reducing the flow of arms from the United States into Mexico the main focus of his meeting with \nObama. On CBS's \"Face the Nation,\" Ambassador Arturo Sarukhan said that the key question of the summit is \n\"how can the United States help to shut down those guns and shut down that bulk cash that is providing the drug \nsyndicates in Mexico with the wherewithal to corrupt, to bribe, to kill.\"\n\n\nCalderón also needs to convince Obama that this isn't some Peace Corps charity mission. This is as much \nAmerica's war as it is Mexico's. Americans not only supply the guns but also consume the drugs that provide the \ncartels with the funds to buy those guns.\n\nCalderón is engaged in a very serious battle with some very ruthless criminals. Calderón needs a guarantee that \nObama will live up to his word, and be there when the Mexican leader needs him   even if it becomes politically \nunpopular at home. And given the backsliding on immigration and trade, Calderón had better get it in writing.\n\nRuben Navarrette Jr. is a columnist for the San Diego Union-Tribune.\n"}