{"title": "PANEL DISCUSSION AT A SYMPOSIUM SPONSORED BY THE COUNCIL ON FOREIGN RELATIONS AND ARIZONA STATE UNIVERSITY SUBJECT: \"AMERICA AND THE WORLD: CHALLENGES FACING THE NEXT ADMINISTRATION: THE UNITED STATES AND THE AMERICAS\" PARTICIPANTS: ROBERT PASTOR, AUTHOR; RAUL RODRIGUEZ, THE NORTH AMERICAN DEVELOPMENT BANK; ROBERTO SURO, DIRECTOR, THE PEW HISPANIC CENTER MODERATOR: JOSE CARDENAS LOCATION: TEMPE MISSIONS PALMS HOTEL, TEMPE, ARIZONA", "body": "\nMR. CARDENAS:  Good afternoon.  My name is Jose Cardenas.  It's my privilege to welcome you all to this panel \ndiscussion of the Americas and the United States.\n\nI also had the privilege last night of having dinner with many of the same people that you've seen this morning on \nthe different panels and at breakfast.  And one of the -- a number of provocative comments were made that bear on \nthis subject today, including these statements.  Someone said, \"Has the focus on Iraq prevented us from thinking \ncreatively about North America and, in particular, the subject of immigration?\"  Another comment was to the effect \nthat the United States has walked away from what should have been a very important discussion of our bilateral \nfuture.\n\nWell, regardless of how you come out on those questions, we do intend today to talk about this very important \nfuture.  And we're going to start by talking about the past.\n\nBefore I do that, let me introduce to you probably one of the most distinguished panels and certainly most \nknowledgeable panels you could have to talk about the subject of the United States and the Americas, including -- \nand we have the three R's.  It's not reading, writing and arithmetic; it's Robert, Roberto and -- Raul and Roberto. I \nalmost feel like changing my name so I fit in better up here, but I'm sure I could come up with one.\n\n\nBut we are honored to have with us Robert Pastor.  You've got bios in your materials; I'm not going to go in great \ndetail.  I want to get to them.  But it's hard to think of somebody who could be more qualified to discuss this subject \nthan the author of 15 books, including \"Toward a North American Community,\" and the vice chair of the Council on \nForeign Relations independent task force on the future of North America, Robert Pastor.\n\nRaul Rodriguez has served the Mexican government both at the state and federal level, been a very successful \nbusinessman as well, and for the last several years has served as the managing director and CEO of the North \nAmerican Development Bank, NADBank.  And Raul is also identified -- and I'm sure this is intended as a \ncompliment; it just sounds a little funny -- as -- in an article that was entitled \"The Borderless Mentality of Raul \nRodriguez,\" referred to as bicultural, binational, equally at home in Mexico and the United States.  And we're \nprivileged to have him here with us today.\n\nAnd of course Robert(o) Suro, who's the director of the Pew Hispanic Center, a voice that you've heard any number \nof times, both in writing -- he's the author of \"Strangers Among Us:  Latino Lives in a Changing America\" -- and on a \nvariety of subjects.  Most recently, if you listen to NPR -- last Thursday morning, I think it was -- he was one of the \ncommentators in a lengthy piece on assimilation.\n\nSo we have a wonderful panel here today, and I'd like to begin the discussion, as I said, with a discussion of where \nwe've been.  And I thought I would start with Raul, the director of the NADBank, to talk about NADBank, an \ninstitution, Raul, that you said, at least the way it was designed, was destined to fail, and your view of NAFTA.  Oct \n13, 2004 17:49 ET .EOF \n\n And then we're going to go on to our other speakers in both North America and broader -- broaden it out to the \nAmericas' role.\n\nMR. RODRIGUEZ:  Thank you, Jose.  Good afternoon.  Thank you for having me here on this panel.\n\nNeedless to say, after what we heard from Ambassador Ross earlier today, it's difficult to underscore the voids in \nthe relationship between the U.S. and the Americas.  But the bottom line is these voids don't really require that \nmuch to be filled, and there's a lot of value in filling them.  So again, I think this panel will be revolving around that \nidea; meaning there's a lot to do that doesn't take that much, as compared to the huge challenges that America \nfaces in the Middle East and elsewhere.\n\nOne of the examples of -- or perhaps the litmus test, in fact, of fulfilling that void in the relationship with the \nAmericas has to do with what we do along the border.  And I say it's the litmus test because at the end of the day, \neverything we do on the border has a transboundary effect and benefits the U.S. side of the border too.  I mean, \nneedless to say, when we work, for example, in environmental infrastructure, as is the case of the NADBank, well, \nthe borderline has absolutely no relevance for the watersheds and for the aquifers and for the effects of pollution, \nand so forth, that -- it goes without saying -- effects both sides of the border equally.\n\nThe NADBank is an old idea that had been discussed in different fora, mainly political, academic fora on the U.S. \nside of the border, having to do with the need for an institution that could cater to the many lags that the border itself \nfaced on both sides, and as I mentioned before, in very much common terms.  But also the fact that the growth of \nthe border was envisaged in such a way in the future that those lags were -- it goes without saying -- bound to \nincrease.\n\nSo when NAFTA was negotiated, and in the context of the incoming Clinton administration, when both the topics of \nthe environment and labor were included, were factored into the negotiation, those people who had been promoting \nthis idea -- and again, in the political and academic fields -- saw an opportunity for this institution to materialize, and \nthat was the case.\n\nUnfortunately, in the heat of the negotiation -- and needless to say, both governments were concentrated highly on \nthe trade side of things -- the original design was flawed.  It was flawed -- and I'll  summarize why it was so -- in the \nsense that the mandate simply stated:  concentrate on water, wastewater and solid waste projects alone -- which \n\n\n\nmade sense from the standpoint of these being the most urgent sectors in terms of investments needed -- but do so \nwithout subsidizing; in fact, lending at market rates. \n\n That was the only instrument available to the bank originally.  So to make a long story short, the first four or five \nyears of the bank were sad years in terms of its performance, and they represented a struggle to reform the original \nmandate and the original design.\n\nWhat we have today and what has happened over the past four years is a different story altogether.  Just to, again, \nsummarize what has happened since then, the number of projects over the past four years has tripled, and today \nthe bank is financing 83 important infrastructure projects all along the border -- small communities, large cities, et \ncetera -- and also performing an important role in terms of providing technical assistance to improve the efficiencies \nof many of the public utilities that run these systems.\n\nAn additional event has happened having to do with the bank, and that is that a reform process has expanded its \nmandate from a geographic perspective.  Today it is able to go 300 kilometers south of the border so that it can \ncater to a set of communities that parallel the border, but that it's important to invest in them so that the border itself \ndoes not get the kind of demographic and economic impact it is getting.  So again, in terms of expanding its \nprograms and adapting its programs to the reality of the border, and in terms of expanded -- expanding its mandate, \nI think we've achieved something that's considerable over the past few years.\n\nIs this enough?  By all means, no.  I think we're still far from the original expectations.  But I think that this fact very \nmuch resembles everything else that is in the agenda, either on a bilateral or on a multilateral scale regarding what \nthe U.S. is doing in general all over Latin America, and I'm sure we'll be dwelling on that.\n\nMR. CARDENAS:  Roberto, going beyond NADBank, your brief assessment of the successes and failures -- I \nmean Raul, your brief assessment, Raul, of the successes and failures of NAFTA.\n\nMR. RODRIGUEZ:  NAFTA itself?  I think overall NAFTA has achieved what it was meant to do.  Unfortunately, in \nthe context of the lack of a trickle down in Mexico and the fact that many lags and many gaps in Mexico have \nincreased over the past 10 years simply between sectors that are prone to export and sectors that are entirely \ndomestic; between regions, north versus south, et cetera -- gaps have increased dramatically over the past few \nyears, and NAFTA, unfortunately, has been blamed for that.  To a certain extent, it's like blaming the fireman for the \nfire. \n\nWhat happens is NAFTA has been alone and not accompanied by structural reforms that are fundamental for the \nMexican economy to perform the way it should. \n\n A fiscal reform is lacking; an energy reform is lacking; a labor reform is lacking; a municipal reform is lacking, or at \nleast insufficient.  In the absence of these reforms, again, the economy has been highly reliant on an open trade \nkind of scheme, which again is, in my view, very successful but not in terms of providing the kind of equal \ndevelopment that should happen in the country.  That can't be achieved simply through a trade agreement.\n\nIs NAFTA working perfectly?  By all means, no.  I mean, there are still some provisions that are not implemented, \nsuch as trucking. Transporter trucking is a big issue.  We're almost at the stage where the roadblocks have been \nresolved, but again, that's one pending issue.  Agriculture is another sector that is still facing some difficulties.  The \ndispute resolution mechanisms still need to be revamped to a certain extent.  But overall again, in terms of what it \nwas meant to do, it has been successful.\n\nDid other expectations arise at the outset?  Yes.  And I guess to a certain extent the political process that entailed in \nNAFTA negotiation spurred those expectations.  But again, if one simply takes an objective look as to what NAFTA \nrepresents and what it was meant to do, I think overall it's been very successful.\n\nMR. CARDENAS:  Professor Pastor, you've been a critic of NAFTA, at least its structure.  You've made comments \nto the effect that it's not so much what it did but what it omitted.  Would you elaborate on that?\n\n\n\nMR. PASTOR:  Sure.  I would agree with Raul, I think it did do what it was designed to do.  It tripled trade and \ninvestment among the countries, it integrated the economy, and also the society, to a great degree, much more so \nthan anybody would have anticipated.\n\nWhat it failed to do was, first, narrow the development gap between Mexico and its two northern neighbors.  You're \ntalking about per capita income in Mexico that's anywhere from one-sixth to one- twelfth that of its northern \nneighbors.  NAFTA was not designed and didn't say anything about development, and development has gotten \nworse.\n\nNAFTA didn't say anything about immigration, and the undocumented migration from Mexico has probably tripled \nsince NAFTA got started.\n\nNAFTA made the opposite mistake of the European Union, which is over-institutionalized, created these great \nsupernational  institutions.  We did the opposite.  We created almost no institutions.  The few, such as the North \nAmerican Development Bank, as Raul points out, started flawed at the origin.  I think he has expanded its reach \nand its scope way beyond what anybody could have anticipated, just through his leadership, but still, it's working on \nthe border area.  It's not addressing the issue of North America as a whole.  It's not addressing fundamental issues \nof poverty in Mexico or in North America a whole.\n\nSo we don't have any institutions. \n\n The absence of institutions meant that when two crises occurred, we were not ready to respond.\n\nIn 1994-'95, the peso crisis occurred, which had not only a terrible effect on the economy and society in Mexico, it \nalso alienated many in the United States and in Canada who came to think that maybe NAFTA was not what it was \nsupposed to do.  Maybe NAFTA was a failure.  Bill Clinton himself had just gotten used to make the case for \nNAFTA -- indeed made it just three weeks before, at the high-point in U.S.-Latin American relations, in December \n'94 at the Summit of the Americas in Miami -- talked about the brilliance of NAFTA.  After the peso crisis, he \nalmost never mentioned it again.  So it was the failure to have any institutions of coordination that could have \nmitigated the effects of the peso crisis that ultimately hurt NAFTA and its reputation in the three countries.\n\nThe failure to have any institutions meant that when September 11th occurred, all three countries reverted to their \nold habits.  The U.S., acting unilaterally, virtually shut its two borders down, though that had an immediate effect on \nCanada, of closing 11 plants, and had a very detrimental effect on Mexico as well, and may go to explain the \ntremendous resentment that has grown in our two closest neighbors.  I just saw recent polls in Canada and Mexico.  \nTheir negative feelings towards the United States over the last three, four years, have grown very high, almost to \nthe point that it should be very worrisome to all of us.\n\nHad we had any institutions in place on September 11th, then I think the likely reaction would have been very \nsimple, and that is the three leaders would have gotten together and said the threat of September 11th was a threat \nto all of North America, and they would forge a united response.  That didn't occur.  And it still hasn't really \nemerged, because there's no sense of a community in North America.  And it's not that NAFTA has failed; it has not \nfailed.  It's that we now face new challenges for our second decade that we need to think hard about, how to make \nNAFTA really work for all the people of North America.\n\nMR. CARDENAS:  Roberto, the Pew Hispanic Research Center has done a lot on immigration.  Do you agree that \nNAFTA has exacerbated the immigration problem?\n\nMR. SURO:  Well, in its specific effects, it has had the impact that Raul described of increasing some of the \ninequalities within  Mexico in creating new regions where there's been less economic development when there's \nbeen some stimulus that's created some movement to the north, which has become a stepping stone here.  But I \nthink you have to look at it in a somewhat broader perspective.\n\n\n\nAnd I'd like to pick up on something that Professor Pastor was saying in terms of the trade agreement sort of in \nisolation of a sense of the larger destinies of these two countries.  I mean, one thing I think that's clear after 10 \nyears is that, certainly in this context, it's just an intellectual mistake and certainly a policy mistake to try and deal \nwith trade as an isolated factor.  And I think immigration is the most vivid example of this.  I mean, when NAFTA \nwas negotiated, there was a very clear decision not to include immigration policy.  That's fine. \n\n One of the expectations around NAFTA was that by now we'd start to see some diminishment of migration \npressures from Mexico as a result of the economic development that would result.  As Bob mentioned, the result \nhas been quite the contrary.\n\nYou know, we saw all through the second half of the 1990s, because of the peso prices in Mexico, because of the \neconomic boom here, because of the unintended consequences of a number of U.S. policies, migration from \nMexico has been mounting.  And after the recession in 2001, the expectation was that it might level off and even \ndecline some.  But the evidence -- and it's difficult to measure as it's happening, but the best we can tell from the \nlast few years is that if anything, the rate of growth has continued; it may actually have accelerated, even during a \ndown economy in the U.S., even during a time of reduced labor demands in the United Nations, and at a time when \nthe Mexican economy was not exactly, you know, booming, but it's doing certainly better than it had for some years \npast.\n\nSo what we've seen in the last 10 years is a very profound maturation of a migration structure between the United \nStates and Mexico.  It is now somewhat self-perpetuating, I would argue.  When you have 20 percent of the \npopulation of Mexico receiving remittances from the United States, when 40 percent of the population has a \nrelative living in the United States, you're talking about a level of human integration that far exceeds anything \nanybody envisioned when we were talking about NAFTA.  It's a reality on the ground that at this point policy \ndoesn't take into account of.  And envisioning the relationship between these two countries primarily in terms of \ntrade was minimalistic then, now it's ridiculously minimalistic, because what's happened over the last 10 years is \nthe economies of these two countries -- I emphasized the numbers on the Mexican side, but in the U.S. side the \ngrowth of the labor force, particularly in the last few years, has been driven by Mexican migration.  I mean, the net \nadd to the labor force has been substantially through Mexican migration.  All of the employment numbers, \nconsistently now, for 10 years, shows there's a very strong appetite in our economy for these workers.  They have \nno trouble getting jobs.  They had no trouble getting jobs even when the U.S. was in recession.  Even when there \nwas, ostensibly, on paper an abundance of labor, they had no trouble getting jobs.  There was an appetite and a \ndemand here for those workers.\n\nSo, over the last 10 years, I would argue, what's happened is a level of economic integration far beyond the wildest \ndreams of the greatest proponents of NAFTA, except it just wasn't the kind of  economic integration that was \nenvisioned.  Because there were not institutions, because there was no policy, as -- (inaudible) -- it happened on \nthe ground.  A million individual decisions made by some of the most humble people in North America have \nproduced a level of labor and economic integration between these two countries which is, (A), completely beyond \nthe bounds of government policy at this point; it's done on an individual basis, often despite government policy, and \nis not going to be anything easily undone, yet alone sort of regulated. \n\n But the facts on the ground have been changed by all those people acting because there was no context; there \nwas no decision-making; there was no intent, certainly on this side of the border, about how to manage, even how \nto envision what our national interests were.  You know, and I think in the next few years that's one of the things \nthat we have to talk about, is how you define national interests both here and in Mexico in terms of what is now a \ndifferent reality.\n\nMR. CARDENAS:  Roberto, both in the context of the fact that we're talking about the Americas and the fact that \nimmigration is more than just from Mexico, how would you assess the last 10 years of the relationship between \nthe United States and the rest of the Americas? Not just immigration, but beyond.\n\n\n\nMR. SURO:  Yeah, I mean, talking about -- I mean, just looking at the immigration angle, you know, much of what \nI said about Mexico is also true as much, in some cases more so, in Central America.  I mean, in El Salvador now \nsomewhere between -- above about 15 percent or more of the gross domestic product comes in remittances from \nthe United States.  I mean, there it's not just a matter of a kind of labor integration; it's an entire dependency.  The \nDominican Republic is going through a tremendous economic crisis, and it would have been profoundly worse if it \nhad not been for migration and the return flow of remittances.\n\nSo we've reached a situation, certainly in the major sending countries now, where migration has reached a kind of \nmaturation point that if you do something to reduce the flow, you worsen the economic conditions in the sending \ncountry to the point where you increase the migration pressures.  It is not an easy policy situation to deal with, and \nit's become a crisis response in a lot of countries.\n\nMR. CARDENAS:  Professor Pastor, your assessment of the last 10 years of the United States and the Americas \nrelationship, the broad relationship.\n\nMR. PASTOR:  Well, I think that the Summit of the Americas in Miami was really a high point.  At that moment you \nhad 34 democracies, all of them pledged to negotiate a Free Trade Area of the Americas within decades, should \nbe finished by the end of this year.  They were all pledged to deal with drug trafficking and counterinsurgency, all \ntogether and united, and we've seen almost no progress on any of those fronts since then.  In the Free Trade Area \nof the Americas, that has stalled. \n\nAnd the weakness of NAFTA, which I would say is the complete reliance on the market.  What we've seen with \nNAFTA is NAFTA did not create migration pressures.  It didn't even exacerbate migration pressures.  NAFTA relied \nsolely on the marketplace, and that has its strengths and its weaknesses.  Its strengths are obvious; it's the best \nsystem for producing goods and services in the world.  And it's one of the worst systems for distributing goods and \nservices. \n\nMR. CARDENAS:  And there are some who say that these problems -- the immigration, the economic situation in \nMexico -- would have been worse if NAFTA weren't there.  Do you agree with that?\n\nMR. PASTOR:  NAFTA did help those regions that have been closely tied to North America.  NAFTA worked.  If you \nlook at the parts of Mexico that are most closely tied to the North American market, the north, it has had 330 times \nmore foreign direct investment than the rest of Mexico.  It has grown anywhere from two to 10 times faster than the \nrest of Mexico.  So what does that mean?  It means that NAFTA was good, and the problem was not that NAFTA \nwas a problem, it was just that it didn't extend far enough to the rest of the country.  You needed more NAFTA, in \neffect, to reach the center and the south of the country.  So it wasn't that it failed; it's just that it didn't have a \ncontext, it didn't have a development strategy.\n\nBecause it relied on the market, what happened?  All of the foreign investment went to the north.  And then what \nhappened?  It served as a magnet for all of the labor from the center and the south to come to the north, at which \npoint within one year they discovered a trip across the border and they can increase their wages 10 times. \nUndocumented workers are coming to the States not to look for a job. Most of them, our survey suggests, have a \njob.  They come because they can earn anywhere from six to 30 times more for the same amount of work as they \ncan in Mexico.  That's why they come.\n\nSo there's no way you're going to stop this flow until you start to reduce that income gap.  NAFTA didn't approach -- \naddress that. What it did is by concentrating the foreign investment on the border, it encouraged -- it served as a \nmagnet for additional labor, but it didn't find ways to bring infrastructure and other gains to the center and the south.  \nThat's what's really needed there.\n\nBeyond trade -- and that's -- and it's that Mexico has not had the opportunity to join the First World.  That's the \nreason that the rest of South America and Latin America as a whole is a little bit more reticent about negotiating \nFree Trade Area of the Americas. Until and unless they can see there's real benefits from free trade, they're \nunlikely to make the hard decisions for it.\n\n\n\nDemocracy over the last decade has weathered many storms.  There have been, just in the last three years, six \ndifferent irregular changes in government, only one of which led to an unconstitutional change.  The United States, \ninstead of backing the democratic process,  has often come out in favor or against some particular candidates or \nparties in the last few years, and that has not helped develop democracy.  Public opinion surveys throughout Latin \nAmerica now suggest a growing feeling that democracy is just not meeting their needs, and the -- and the roots are \nso shallow there is a very real risk that democracy can be overturned in many of the countries. \n\n So we haven't made progress in democracy.  We haven't made progress in free trade, on drug trafficking, and \ninsurgency in Colombia.  I think we haven't seen much progress, despite enormous amounts of funds ongoing to \nthat.  And we also haven't seen the articulation of what we've spent the last time talking about, a North American \nidea.\n\nSo in the last decade, while there haven't been dramatic shifts backwards, there has been no real advance.  And \ndemocracy's roots are still very shallow.  The solidarity between the United States and Canada, on the one hand, \nand the rest of Latin America, very weak. Drug trafficking hasn't improved.  It's just been eclipsed by our focus on \nIraq and the Middle East.  So there hasn't been a lot of progress.  There is a wonderful challenge that awaits the \nnewly elected president.\n\nMR. CARDENAS:  Which we will get to in a little bit.\n\nRaul, you've represented Mexico throughout this hemisphere.  Your thoughts on the United States -- America's \nrelationship.  And then I'd like you to address what you think are the major issues that are facing that relationship \nright now.  I want to move from the past to the current day.\n\nMR. RODRIGUEZ:  Well, if you want to make a taxonomy in terms of how that relationship evolves and happens -- \nnumber one, it happens in the midst of crises, and of course -- particularly those crises that represent a threat either \ncurrent, present or future.  And again, that's -- (word inaudible) -- in and of itself.  Number two, there's a strong \neffort, and I think a successful one at that, in strengthening the commitment and capability of different governments \nin terms of dealing with the negatives -- be that drug trafficking, be that security, be that illegal immigration, and so \nforth.\n\nI mean, you simply take what has happened in terms of cooperation having to do with the drug trafficking issue \nbetween the U.S. and Mexico over the past few years; we see today a totally different ballgame.  And again, it has \nbeen depoliticized to a certain extent. It has been a successful overall joint collaboration, and so forth. So again, \nthere's progress in that regard.\n\nWhere I concurred with both Roberto and Bob is that the third component is still leaving a lot to be desired, which is \nhow do we cooperate in strengthening the positives, meaning strengthening the efforts that lead to further \ndevelopment of the region.  And again, as Bob was underlining, it depends on what you're talking about.   \n\nI had dinner last night in Monterrey with a group of very successful businessmen, very prominent businessmen.  \nAnd the story is first world.  I mean, it's impressive.  One of them was investing in China.  One other one was doing \na joint venture in Nevada.  I mean, they're all over the place.  And you visit Monterrey, and again, it's as close as \nyou can get to first world in the third world.  If you visit Oaxaca, it's a different story altogether.  And again, as Bob \nwas pointing out, it's not by chance that direct foreign investment -- in 2000, for example, 33 percent went to the \nstates bordering with the U.S., Mexico; 0.1 percent went to states in the south, meaning Oaxaca, Guerrero and \nChiapas.\n\nSo again, you're seeing two Latin Americas, two Mexicos evolve. And that's what we need to deal with. \n\n And again, that boils down to the kinds of attitudes and responses that Bob was also alluding to, having to do with \nfaith and belief and having to do with political systems.\n\n\n\nThe support for democracy as a conviction, as a personal conviction, has fallen 12 percent over the past seven \nyears, according to a very consistent poll that's called Latinobarometro.  That's done on an annual basis by a \nChilean private firm.  That's a yellow light out there.  That's a warning light that again the great achievements from a \npolitical perspective that have happened over the past 12, 13 years in Latin America could be reversed and again -- \nso from a social, from a political imperative or perspective, more has to happen.\n\nNow could that have been achieved in the case of NAFTA for Mexico from day one?  It's difficult to tell, because, \nagain, the politics have to be factored in.  And it was difficult enough to approve a trade agreement the way it was \nstructured.\n\nBut today the situation is even worse, in terms of inequities.\n\nNow as I mentioned before, I'm not simply blaming international cooperation.  I emphasize the fact that the \nfundamental ingredient here has to do with a domestic responsibility.  There's a fundamental domestic \nresponsibility in terms of putting the house in order.  And that has to do with achieving the kind of political clout at a \nlocal level to push for the kinds of reforms like the fiscal that I mentioned --\n\nMR. CARDENAS:  We're talking about in the individual countries --\n\nMR. RODRIGUEZ:  Yes.\n\nMR. CARDENAS:  Okay.\n\nRoberto, your take on this --\n\nMR. SURO:  Yeah.  I mean, I think that undoubtedly the next administration is going to face a substantial challenge \non the question of democracy in Latin America and to start with, in Mexico, made more difficult by the fact that any \nkind of American effort has to be quite subtle.  And it's a challenge that faces not just the administration but, you \nknow, any interested institutions.  This university, the Council on Foreign Relations, anybody who's truly  interested \nin our neighborhood should be -- and unfortunately, given the state of focus on Iraq and the nature of the American \nmedia, isn't -- aware of the fact that there is already an electoral campaign under way in Mexico that could have \nenormous consequences to its relationships with the United States, and that there is a process -- that the process \nof democratization in Mexico and the rest of Latin America is much more than having, you know, an election and a \ngovernment.  There are the kind of reforms that Raul was talking about, that are long-term processes, that are \nmuch more -- that are going to be very difficult.\n\nAnd Mexico's a fascinating case of this sort of long-term, gradual transition out of an authoritarian situation into a \ndemocratic one.  And depending on your point of view, the movement is more or less than can be expected or not.  \nBut it's certainly going to continue. \n\n And the 2006 elections in Mexico could be very important in terms of the overall bilateral relationship, in terms of \nthe progress of democratization.  And it creates a very difficult calendar in terms of migration policy because at this \npoint we have a new president, a new term beginning in January of 2005, with about 18 months before the Mexican \nelections, I mean with a president in Mexico who has already been declared a lame duck in his own country, who \nhas sort of halfway declared himself a lame duck in some odd ways.  But whether that's somebody who could be an \ninterlocutor or could even be some kind of a player in an internal American effort to come to migration reform is \nquestionable.\n\nYou know, the state of play now is basically neither side is looking at migration in terms of a bilateral accord.  It's \ngoing to have to be done all in the U.S.  But depending on what kind of solutions you're looking for.  Certainly if \nyou're looking towards the kinds of solutions that President Bush proposed in terms of temporary worker programs, \nthe United States is going to need an interlocutor and a partner in Mexico.  I mean, we can't do a temporary \nworker program on our own.  There's going to have to be a Mexican partner. So another question is, given the \n\n\n\nelectoral calendar there, there may not be a president to talk to for another two or three years, by which time the \npresidential term here is starting to ebb.\n\nYou could, you know, put this all off to the point where you're dealing with migration flows that have doubled again, \nand you go from talking about a temporary worker program that would have been 100,000 or 200,000 10 years \nago; that would be 300,000 or 400,000 now; that might be three-quarters of a million five or six years from now.  \nAnd so the intersection of politics and democracy -- and demography becomes rather complicated here.\n\nI'll end by raising a point playing off of something that Bob was saying about NAFTA and the market.  One of the \nkey choices that the United States really has to make in the next few years, I think, is, as I said, how do you define \nthe national interest, and what are the regulators on migration to the United States?  And we actually have a little \nbit of a choice, in that the incumbent president has defined a point of view that is quite distinctive and that is a real \ndeparture from the way U.S. immigration policy has been formulated for almost 40 years.  The Bush plan \nannounced last January basically is a market approach.  The idea of uniting a willing employer with a willing \nemployee is basically saying the labor market will decide how many people come in, and that it is the market that \nwill determine who  comes in and in what numbers and where they end up here, which is very different than a policy \nthat was primarily based on family reunification, a limited number of business visas, refugee visas, and then \nmassively ignoring a flow of people who don't come under the rules at all, which is sort of the fourth leg of American \nimmigration policy, which is sort of \"see no evil.\" \n\nBut that's a very distinct choice, I mean that's a very different way of looking at the relationship with Mexico and the \nflow of people than anything we've encountered before.  And sadly, you know, it's not come up at all in this \ncampaign.\n\nMR. CARDENAS:  Roberto, before we leave the subject of immigration, I'd like your reaction to something that I \nthink would be a surprise to those of us in Arizona, and these are the poll results of a new poll by NPR, the Kaiser \nFamily Foundation and the Kennedy School of Government, which is that Americans are less negative about \nimmigration than they have been in several years.  Is that consistent with what you're seeing, what you've been \ndoing at the center?\n\nMR. SURO:  Yeah, I mean, it's -- you know, I think one of the very interesting developments since September 11th \nhas been what in journalism what we used to call, you know, a dog that didn't bark. You know, aside from what's \nhappening in Arizona now, there was not a significant backlash against immigrants in this country after a massive \nterrorist attack followed by a recession.\n\nYou compare this to the mid-1990s, the first World Trade Center attack and the recession that followed, you had in \nCalifornia the Pete Wilson campaign's Proposition 187.  You had, in 1996, a presidential campaign in which the \nRepublican candidate made a point of, you know, (passing ?)  English only, and a fair amount of anti-immigrant \nrhetoric.  Interestingly enough, at the time then-Governor Bush in Texas was one of the major opponents of that \nstrategy in the Republican Party.  But by comparison -- I mean even a series of quite forceful actions in Congress \nas well in the mid-1990s in terms of immigration.\n\nBy contrast, in the last three years, there's been very little. And to a certain extent, I think -- I attribute it to a number \nof factors.  I mean, one, there is a perception in a lot of places that migration has produced economic benefits, or at \nleast it has happened at the same time as economic growth.  And people have gotten more used to the presence of \na large number of Latins.  And I think the factor that I mentioned before, the appetite for the work has become more \ndeep-seated and broader.  There is a perception of the -- a perception of benefit, a perception of appetite for these \nworkers, an appreciation for the services rendered at the price that they're charged, that seems to be fairly \nwidespread.\n\nIn the polls -- that poll is very consistent with other surveys that have been done over the years and asked in \ndifferent ways.  You  don't find a lot of anti-immigrant sentiment in this country at a time when flows are as high as \nthey've been in living memory. \n\n\n\nMR. CARDENAS:  Bob, I'd like you to give us your assessment of the major issues facing the United States and its \nrelationship with the Americas, and then go from there and tell us about your vision of what the Americas could \nlook like going forward.\n\nMR. PASTOR:  Well, I think first of all the United States has to come back home in at least some part of its mind.  \nThe first debate on international issues spent 85 percent of the time on one Middle Eastern country, Iraq, as if there \nis not another world out there with many countries of which we've had long-standing relations and many problems \noutstanding as well.  The first thing is we need a little balance in our perspective and realize that while what's \nhappening in the Middle East is important, it's not everything, and that indeed ultimately our security has always \ndepended on our closest neighbors and having good relations with our closest neighbors, and we're seeing that's \ndeteriorated.\n\nI think a new president has an opportunity -- indeed, all over -- to define a broader conception of American national \ninterest that says that it is in our interest to have a Free Trade Area of the Americas and to do that in a manner that \nincludes all of the 34 countries of the Americas.  And that means that we're going to stop our bilateral negotiations \nfor 13 different free-trade areas as a way to divide the rest of Latin America; we are going to return and try to define \nwhat we mean by what we want in terms of free trade in a much broader way that addresses a lot of the issues that \nmost of Latin America have felt have not been addressed.\n\nSecondly, on democratization, we don't want to wait for democracy to collapse into dictatorship.  I think we need to \nthink of collective diplomatic and political action that involves all of the countries working together.  We know the \nmost fragile democracies in the Americas right now.  A concerted attempt by all of the major countries to throw \nsupport to help those countries out of their very dangerous position that they find themselves in and secure their \ndemocracy I think will guarantee longer-term interests.\n\nAnd the final thing that I think should be part of a new approach is one that turns to our neighbors and says let's \nreally go back to the idea of North America.  President Bush, of course, when he first came into office raised many \nexpectations in Latin America and in Mexico, went down to Mexico to President Fox's ranch in February 2001 in \nGuanajuato, and signed a wonderful proposal which set our a very broad-scoped objective for all three countries \nthat said our sense of  a North America community means that we need to raise all of the parts, all of the units of \nNorth America up, and that Fox and Bush would then consult with the Canadian prime minister and embark on a \nplan to achieve that.  That hasn't been done.\n\nThat's the point at which I'd hope that we can go back to and ask ourselves, how do we do this?  How do we define, \nfirst of all, a North American vision?  And what are the steps -- strategically, economically, politically -- that are \nnecessary for us to raise all of the elements of North America up? \n\n If we succeed with Mexico in North America, then it becomes much easier to have a Free Trade Area of the \nAmericas, because the rest of Latin America will see that free trade has actually been an avenue to the first world.  \nIf we fail in Mexico, I don't think we're likely to succeed anywhere else in Latin America or, for that matter, in the \ndeveloping world.\n\nMR. CARDENAS:  Raul, would something like the European Union work?  We've talked offline a little about \ncomparison with Europe.\n\nMR. RODRIGUEZ:  Bob has written extensively on that, and I concur with the basic gist of his analysis in that \nregard.  And that has to do with the fact that there's a lot of lessons to be learned from the European Union.  I think \nthey're valuable lessons.  And needless to say, for a country like Mexico, it's an experience that is very close to \nhome.\n\nFifty years ago, Mexico, Spain and Portugal were pretty much at the same level of GDP per capita, measured on a \nPPP basis -- so again, very much at the same level of income.\n\n\n\nToday Spain is two times ahead, and Portugal is 1.8 times ahead of Mexico.  So needless to say, there's \nsomething in that experience which has resulted in tremendous development for the European countries that has \nbeen absent from the Mexican experience.\n\nNow can the European model be transferred to America?  I doubt it, for many reasons.  One of them, the \nfundamental one, has to do with something that Bob mentioned before, and that is the vision of the European model \nhere is a vision of a bureaucratic kind of model that is very much opposed to the market-oriented kind of model that \nis preferred, I dare say, by all -- by the different -- by both sides of the aisle in Washington and by any of the \ndecision-makers that would be relevant for this to happen.\n\nAnd then again, if you go into the history of how the European model evolved, it's a different background in terms of \nthe war background that was there and that isn't here; in terms of the security concerns that were very much \nprevalent at the time over there, which could be here, but again, they're not there yet; in terms of the asymmetries \nthat were far smaller, in their case, at the outset than the ones we have over here.\n\nSo again, the differences suggest that the model can't be simply transferred.  But again, the lessons, needless to \nsay, are there. \n\nWhat do I see from the standpoint of what Mexico is lacking? Four or five very critical elements that have made the \ndifference in Spain and in Portugal, beyond the amounts of money that have been transferred by the union over \nthese years, which have been critical, needless to say.  But in terms of the domestic reforms that, to a certain \nextent, these funds have helped accomplish, education, infrastructure, rule of law and good governance at all \nlevels.  So again, those are the linchpins of the success of countries like Spain and Ireland and Portugal and, to \nsome extent, Greece.\n\nMR. CARDENAS:  I gather from the fact that the microphone people are standing up that we've gone past the time \nwhen we should have shifted to that. \n\n So, questions from the audience for our panel.  I know David Randolph wanted to talk about Roy's hamburgers, \nsomething like that.  We've got one going back there if you'll just wait for the microphone.  And then -- now, how \nclose are we to our witching hour?\n\nSTAFF:  Fifteen minutes.\n\nMR. CARDENAS:  Okay.\n\nQ     I'm Michelle Chen (sp).  I am in the Political Science Department, on the faculty there.  And one thing I \nwondered is what are the hurdles that you see in Congress to improving U.S. relations with Canada and our \nneighbors south of us?\n\nMR. CARDENAS:  Do you want to take that one?\n\nMR. PASTOR:  Well, the two longest committees that have been set up in the Congress have been the U.S.-\nMexican Interparliamentary Group and the U.S.-Canadian Interparliamentary Group.  Both were set up in 1961.  \nAnd getting a good group of congressmen to go down to Mexico and Canada once a year for this group has proven \nmore and more difficult over time.\n\nThe first problem you have in Congress is interest and attention. The former ambassador from Canada wrote a \nbook, a memoir, in which that was the title of his memoir, how to get the attention of the United States.\n\nBeyond that, the biggest problems are that there are very specific economic interests on both sides of the border \nthat work against a unified vision.  The lumber millers and foresters -- private foresters in the United States are \ntrying to keep softwood lumber from Canada out because it's competitive.  We've tried to keep trucks out. That \nwe've broken the agreement in order to do that for a very long period of time.  The Mexicans try to keep out corn \n\n\n\nfructose syrup, and we try to keep out their sugar.  So there are economic interests that can multiply their power \nthrough the Congress to prevent moving forward on a wider vision.\n\nReally what's needed is presidential leadership and a more unified approach on the part of both parts of Congress.\n\nI think the immigration issue, which Roberto can speak at much more eloquently, is a -- will be an extraordinarily \ndifficult issue.  It's usually taken us at least a decade to pass any significant immigration law, starting with our first \none in 1921.  It took us 14 years and two major presidential commissions before Congress finally passed it.  And \nthat was true of almost every subsequent immigration law.\n\nThe kinds of issues that have been raised by President Bush in his proposal do not lend themselves to a single \npiece of legislation, which is why he hasn't proposed it, because there are contradictory dimensions in it.  And that's \nnot a surprise, because Americans are profoundly ambivalent about migration.  They always have been.   They -- \nwe consider ourself a nation of immigrants, but in fact we don't like the additional competition, and there are places \nthat are fearful of the cultural consequences.  And so liberals are in favor of it for humanitarian reasons but they're \nagainst it because it very often means competition against unskilled labor. \n\n Conservatives are in favor of it because it means cheaper labor, but on the other hand, they're against it because \nof the cultural implication.  So there are many ambivalences.  All of them play their way through the Congress and \nmake it difficult to have any serious progress.\n\nBut on a positive note, there is a senator from Texas, Senator Cornyn, who has begun to think in broader terms \nabout what a North American investment fund should look like, that could lift Mexico up to the first world and \ncreate this community of three nations in North America.  And so there are also some glimmers of hope in the \nfuture, too.\n\nMR. CARDENAS:  Roberto, what do you think about Congress?\n\nMR. SURO:  You know, briefly on -- two points, one going back to the European idea.  My concern is that while \nNAFTA may have been too small, using European models to talk about North America is too grand at this point.  I \nmean, it's more than anybody can digest, and all the preconditions that Raul talked about being absent are really \nquite profound.\n\nIn terms of immigration, it's -- you know, there's -- for the sake of argument, I'll throw out one example of \nsomething that is a little bit of a counter-factual, which is the ag jobs bill; which, you know, involved a lot of work by \nthe Arizona congressional delegation and others.  But you ended up -- up until -- I mean, up until Congress \nrecessed a couple of days ago, with its backing almost across the board.  It was the first time you had the \nagricultural workers and the growers, Republicans, Democrats -- pretty much signed off on a scheme that was \nsmall-scale but was meant by its backers to be kind of a stalking horse for a broader reform.  Sort of a mini-version \nof how you conceive of a program where essentially you have some consideration for people who are already here \nand create a process by which individuals could work in the United States, and over a period of time earn the right \nto stay here permanently.  And it was hammered out.  It took about two years.  It was hammered out.  It had very \nbroad consensus.  It would have passed both houses more than likely. The White House did not want it to come up \nfor a vote, and it hasn't.\n\nSo even at a time when it looked very fragmented, and I agree the default position ought to be it will take a long \ntime and be very difficult to come up with any major change in migration policy.  It's not impossible.  I mean -- and \nthe one note, I would add, is that you  have to hope that if there's a debate on migration, it's not going to be \nminimalistic in terms of how many numbers and how many years, and this kind of program versus that kind of \nprogram, but really will discuss some kind of broader sense of how migration fits into the relationship between the \nUnited States and the sending countries, and most especially Mexico.  I mean, it really -- and what Mexico's \neconomic and demographic future is, what we as a country are willing to do to reduce migration pressures on \nMexico -- I mean, there are a lot of questions that are outside the scope of immigration policy but need to be \naddressed if you're going to have anything like a system that is functioning. \n\n\n\nMR. CARDENAS:  Did you want to come in here?\n\nMR. RODRIGUEZ:  Sure, just very briefly.\n\nPart of the problem here has to do with the fact that you're standing on rather shaky ground in terms of there being \na very ambivalent view regarding some of the key issues in the bilateral or the continental relationship.  For \nexample, immigration.  You mentioned the Kaiser/NPR/KSG poll that just came out.  If you take a closer look there \nor you take a closer look at the Chicago Council on Foreign Relations recent poll with COMEXI and CIDE in \nMexico, what you'll find is, yes, there's an improvement in terms of the perspective having to do with immigrants, \nparticularly those immigrants that live in your neighborhood.  Again, you have a good sense that there's positive net \ncontributions there.  But at the end of the day, what you find also is that there's a lot of ambiguity and there's no real \nconsensus having to do with immigration reform. Again, so it's that --\n\nMR. CARDENAS:  And the poll itself notes that there's a real conflict between how people see this country and \nwhat they think it should be.  By a 2-to-1 margin they view this country as a diverse one that's composed of many \ncultures, but by the same proportion they think it should be different; it should be one basic culture and immigrants \nshould assimilate.  It's very interesting.\n\nOther questions.  Yes, we've got two here.\n\nQ     My name is Julian Caldo (sp) and -- (inaudible).  And I need to say that, in the first point, I'm kind of \ndisappointed with these presentation in terms of -- particularly, you know, the title was \"the United States and the \nAmericas,\" but I think we did the same mistake that you mentioned our point in terms of the candidates:  you were \njust about Mexico.\n\nSo I will say, maybe that case we will change that title for the United States and NAFTA and Mexico rather the, \nyou know, say the Americas.  We really don't mention them.  And I say that because we didn't develop anything in \nterms of the anti-American feelings in Latin America.  For example, we never say anything about Chiapas or the \nphenomena in Chile or Venezuela.  So it was just centralizing in Mexico.  And I think it's really sad because we just \n-- I don't think -- it's nothing against you guys, but I must express this poor mentality in terms of how the America \nsee the Americas, it's just through Mexico. \n\nSo I will say that I'm really sad because big issues in American policy now is, for example, what is going to happen \nwith Cuba, Haiti, Venezuela, but you guys never mentioned them.  At one point you say, well, there was something \nwith democracy, but you really never say the names of those countries.  So by not even mentioning them, you're \njust perpetrating the idea of they don't exist, nothing beyond Mexico is there.  And sometimes you say -- you know, \na little bit maybe, Bob, I think that you started to try to go there, but really poor.  And there are other thing that is sad \nis that -- I don't know exactly how NPR did their result in terms of immigrants, but you, Roberto, say, well, I really -- \nyou know, at one point, you say the thing was improving. \n\n But basically -- (inaudible) -- what is going on here in Arizona, where we have the Proposition 200, who is right \nthere in the ballot. So it's really sad, because --\n\nMR. CARDENAS:  And that's why I made the comment that they would come as news to Arizonans.\n\nBut Bob, do you want --\n\nMR. SURO:  Arizona is an exception.\n\nMR.     :  Sure.\n\nMR. SURO:  I mean, it is the place right now where anti-immigrant sentiment is quite focused.  And there are all \nkinds of logical reasons why Arizona's feeling the pressures.  I mean, there was some discussion earlier today \nabout them.  One of the truths of the impact of migration is that the pains are often local and the gains are global.\n\n\n\nAnd it's -- but Arizona's the exception, not the rule, right now, in terms of active sort of, you know, high-profile anti-\nimmigrant sentiments.  We have to get away from -- (off mike) -- honor of the panel in terms of --\n\nMR. CARDENAS:  Let me go first to Bob to --\n\nMR. PASTOR:  Sir, I'm sorry you're sad. and I'm sorry that we didn't mention all of the other 33 nations in the \nAmericas, and we could.\n\nI did try to develop some broader themes that applied to all of the Americas.  A theme of democracy and its fragility \nin the Andean countries is very real.  In Ecuador and Peru and Bolivia, they've seen irregular changes of \ngovernment.  In the case of Venezuela, they've just gone through another referendum and a tremendous amount of \npolarization that centered on Chavez.\n\nI think the trade issues, which I also talked about, are quite central to Mercosur and Brazil and Argentina in \nparticular.  There it's been very both encouraging and depressing -- encouraging that in the early 1990s, they came \nup with a free trade customs union among the four countries of Brazil, Argentina, Uruguay and Paraguay, with \nBolivia and Chile as associate members.  They saw a dramatic rise in  intra-regional trade as a percentage of total, \nand that has all fallen off dramatically since then. Their trade barriers between Argentina and Brazil have been built \nup once again.  And so they're not making much progress.\n\nWe could go through and name all the other countries until you get completely happy again.  But I think we may run \nout of time if we did that.\n\nMR. CARDENAS:  But Raul, does the questioner have a legitimate point? Are we overfocused on Mexico in the \nsame way we're overfocused on Iraq?\n\nMR. RODRIGUEZ:  Yes, I think you have a point.  And there's no excuses there.  I think part, I guess, has to do \nwith the brevity of this panel and the fact that we started out with NAFTA.\n\nBut if I may spin your point a bit and perhaps make you a bit happier, the fact of the matter is, if you take this \napproach as being an approach of focusing on the backyard syndrome, if you like -- and Adolfo Aguilar Zinser used \nthat concept and got into trouble in Mexico for using it -- but anyway, if we're trying, to a certain extent, to see if \nthere is or there isn't a backyard syndrome here, well, it's epitomized by the fact that it's happening with Mexico, \nwhere again, the relationship is so direct, so back- and-forth, it's not unilateral, and you would expect a lot more \nhappening at this point, particularly in the context of NAFTA. \n\nx x NAFTA.\n\nSo again, if those other things are not happening in Mexico, well, then again, you go south of there and the \nsituation is even more dire.\n\nMR. CARDENAS:  We'll wait for your comments, and then we do have a question.\n\nMR. SURO:  I'm going to dissent and just make him sadder for a second!  (Laughter.)  But, I mean --\n\nQ     (Off mike.)\n\nMR. SURO:  I'm not.  No, I'm not going to make you happy.  But I think -- you know, I don't think we were that far \noff.  I think Mexico counts many times more than any other country in Latin America in terms of U.S. interests, \nwhether they be in terms of economic interests or political interests or certainly in terms of migration. And it's just \nthat way.  I mean, it's bigger, it's closer, you know, there's more of an impact.\n\nMR. CARDENAS:  But it was a good question and very much appreciated.\n\nI've been promising Mr. Jacobsen (sp) here that he could ask his question.\n\n\n\nQ     Thank you.  Well, it's been a fascinating discussion.  I just want to come back to some of the immigration \nissues.  It's interesting for those of us who work in immigration, we come back to issues of legislation, law in terms \nof policy, and public opinion, that it is quite striking how irrelevant -- well, irrelevant is too strong a term -- but fairly \nmarginal public opinion has been when it comes to immigration policy on the one hand.  And the other is how \nmuch legislation, major immigration law, has, you know, often had a series of unintended consequences.  We're \nall familiar with the 1965 law and the 1986 law, I mean, the idea that retroactive legalization we were going to close \nthe back door -- front door -- I've forgotten what the expression was -- and then regularize immigration.  Now, \nclearly, that's becoming more of a process.  And in Bush's January speech, once again retroactive legalization \ncame into play.\n\nSo I'm curious, if we take out the issue of public opinion and we take out the issue of legislation of different kinds, \nhow you see the immigration issue spinning out structurally.  Because I was very  struck by the statistics, Roberto, \nyou mentioned, where 40 percent have relatives in the United States -- Mexicans have relatives in the United \nStates; 20 percent receive remittances.  What it suggests is a sort of structural relationship that's evolved which \nwould be extremely difficult to reverse through legislation, for example, and what this trajectory suggests.\n\nMR. CARDENAS:  Roberto, why don't you take that question, and then we're going to do one more question and \nwe'll wrap this up.\n\nMR. SURO:  Well, I think, you know, there's, in Mexico and probably about a half a dozen other countries, the \nmigration -- it is a structural relationship that involves two populations, two economies.  And certainly -- and the \nMexican case is the one we know best -- you've got to figure it's got another good 10, 15 years to run.  I mean, \nthere's just no reason, you know, in either country to assume that any of those structural conditions are going to \nchange. \n\n I mean, you can look at the size of the Mexican population and sort of figure maybe 10 or 15 years out you start \nseeing a reduction to the demographics (fractions ?), but by then you're talking about a very sizable population \nhere.  And it's my conviction that this -- you know, we used to think in terms of push and pull factors.  Clearly, \nthere's more of them now.  We used to think of push/pull in the operation of networks.  Well, there's more than that.\n\nWe've got push-pull networks in the feedback channel of remittances.  The Bank of Mexico is calculating $16 \nbillion, with a \"b,\" this year going to Mexico from migrants in the United States, so that's an average remittance of \n$320 a shot.  I mean, it's a huge amount of money, far has outpaced all foreign direct investment now for several \nyears.  I mean to the entire hemisphere it's going to top $30 billion this year.  I mean, $30 billion is the entire \nappropriation for the Department of Homeland Security; $30 billion is what Americans spend on frozen food in a \ngiven year.  I mean, it's a lot of money.\n\nAnd that kind of monetary flow now has its own effect completely outside of government policy.  And we're not \ntalking about something that's unregulated.  We're talking about that beyond something, it's unintended.  It is a \npurely nongovernmental form of integration between nations in a way that I don't' think we've ever seen before.\n\nMR. CARDENAS:  Last question, right here.\n\nQ     Thank you.  I want to ask the panel a question.  Any of you could answer.\n\nBut in the response to you, I think any of these programs we've had, private enterprise or government, it started on \nthe basis of small, and then you build depending on what the opportunity is.  And that's going to happen here, \nbecause you started with Mexico, logical, as you pointed out, it's the closest country in terms of the real world.\n\nA quick example.  Past is prologue.  We had a situation I happened to work on, maybe some of the rest of you here \ndid, where we had people that were against the Overseas Private Investment Corporation.  This was 30 years ago.  \nAs it turned out, we started with Senator Jake Javits, built it from that in both parties, and ended up with a very \nstrong program, passed the Senate by one vote. One vote.  And now it's always run in the black and has never \nbeen in the red, all of those years.  So it's an example.  \n\n\n\nCheck the Overseas Private Investment Corporation, which has encouraged the movement of capital into a lot of \nareas where they were capital short before.\n\nNow, with that kind of a basis, I'd like to ask the panel, and I'd wish you'd all respond to this:  Looking to the future, \nwhat -- and by the way, one quick way to deal with this.  My oldest son, who manages Del Monte out here, in his \n50s now, he ended up single, he had raised a couple of children, they're grown, so this lady came along -- (off \nmike) -- a widow.  She raised these two boys, they're both in college over here at ASU now, 15 and 16, a lovely \nHispanic lady, bilingual of course.  So he bought her a bus.  She's been working with him in Del Monte.  He's \nmanaging this Del Monte operation, 5 million 50-pound boxes of melons last year.  Five million 55-pound boxes. \nThat's a pretty good chunk of produce. \n\n But they worked with their Mexican counterparts, and they played the seasons.  They go back and forth.  And \nthat's something that they -- so, you know, one way to do this is to marry them, you know -- (inaudible).\n\nMR. CARDENAS:  We'll get our panelists to comment on that.  If you'd give me your question --\n\nQ     I just have a comment on what do you look for in the future based on your great experience?  What do you see \nhere at ASU?  What can we plan to do?\n\nMR. CARDENAS:  And I thank you for that.  And if you gentlemen would use that also to incorporate your \nconcluding thoughts so that we can wrap this up, because we're about to be kicked out of here.\n\nRoberto, do you want to start?\n\nMR. SURO:  Well, you know, as I said at one point along the way, I think it's a mistake to leave this project to \ngovernment entirely. The notion of trying to understand what -- how our relationship with the whole of Latin America \nand with Mexico in particular ought to evolve, you know, has got to be something of broader interest. Because it \nhas gone beyond the narrow niches of policymaking.  And there is a great role for a university like this one and for \nother institutions.\n\nTo attempt the initial work again of really trying to define our national interests and to broaden the terms of the \ndebate so that we're not talking about X many people in this visa category or, you know, five years of good \nbehavior gives you this kind of amnesty or, you know, economic relations within the narrow bounds of free trade \nagreements, but really start talking more broadly about the kind of web of relationships that exist between the \nUnited States and the other countries of this hemisphere.\n\nAnd so there is a lot of intellectual work to be done, which -- and the fact that Washington is not paying any \nattention ought to be actually viewed as an advantage for all of us to a certain extent because there's an \nopportunity to redefine things, you know.  And I think Dennis Ross made it very clear that there's going to be a lot of \npreoccupations elsewhere for a while.  So you know, that may be an opportunity to work the policy ground and \ncome up with some new ideas on the assumption at some point the Americas are going to matter again.   \n\nMR. CARDENAS:  Raul, the future and your concluding thoughts.\n\nMR. RODRIGUEZ:  Ten quick thoughts that I -- (laughter).  Very quick, two minutes in fact.\n\nFirst, there's an aging process also happening in Latin America we need to take into account in whatever policy is \ndesigned.  And that means that Latin America needs to grow richer over the next 20 years before it grows older.  If \nit doesn't, the trouble that it is in today is going to be even more difficult to solve in the future.\n\nNumber two, we discussed this.  Free trade is definitely not enough.\n\nNumber three, most of the challenges are fundamentally domestic. We can't simply hide behind the, you know, lack \nof regional or international cooperation.  That is a factor.  That is an important factor.  And it has been crucial in \nEurope. \n\n\n\n But again, that can't happen and would not be successful in any way if it happened in the absence of a stronger \ndomestic commitment to reforms all over the continent.\n\nFourth, we can't take democracy for granted.  And again, Latinobarometer was very clear in that sense.\n\nFive, I like one of Bob's conclusions, one of his recent articles; convergence is a win-win proposition.  By all means \nit's very clear in the European experience.\n\nSix, the idea of establishing a North American Investment Fund makes a lot of sense, particularly if we focus on \ninfrastructure and education.  It makes a lot of sense.  And again, Bob has been writing on that.  It might change the \nsetting to the extent that we will see more of what we see, for example, in California.  I mentioned the south of \nMexico that has been lagging in terms of everything -- GDP per capita, foreign investment, et cetera.  Well, the \nOaxacanos that live in California produce or add value to California 14 times as much as the Oaxacanos that live in \nOaxaca provide to their own state.  So again, the setting definitely matters.\n\nSeven, it's going to be an uphill political struggle in the U.S. to gain momentum in terms of these policies as they \nare put together, and we can't deceive ourselves.  So therefore, we need linchpins that help that move forward.  I \nfind two.  One is security, the other one is energy.  If we are able to wrap these programs around those two \nparadigms, if you like, it's going to be far easier to push forward.\n\nEight, the litmus test for all of this is, again going back to what we just discussed, what's right next door, meaning \nthe border area.  And we're seeing -- we're witnessing sub-regional efforts happening in the Sonora, Arizona region, \nin the Baja with California region, in the Texas with its neighboring states, that make a lot of sense, basically \nprivate-sector driven.  Let's push for that.  That's what's going to lead the way, and hopefully it trickles down.\n\nNinth, we can't forget what was discussed this morning in terms of the economic outlook in the United States, and \nparticularly the deficits, the twin deficits.  Remember, if the U.S. catches a cold, Latin America gets pneumonia.  So \nagain, we should be very much aware of that danger over the next few years. \n\nAnd finally, Roberto ends one of the chapters in his book, \"Strangers Among Us,\" in a way that I'd like to end these \ncomments. He says, \"In the meantime, they will keep coming.\"\n\nMR. CARDENAS:  You were serious about 10 concluding thoughts!\n\nMR. RODRIGUEZ:  Yeah.\n\nMR. CARDENAS:  Bob, your 10 concluding thoughts?\n\nMR. PASTOR:  Well, I'll start with his first, that Latin America is aging, and so is our panel and our audience.  And \nso I'll try to be briefer than 10 points.\n\nLet me start by thanking very much the Council on Foreign Relations and Arizona State University for hosting this \npanel, for bringing us here, and especially to Arizona State.  I think the new international initiatives, of which I've \nbecome aware through your president and others over the last couple of months, are very encouraging. \n\n I think they will make a big difference here and make a big difference elsewhere.\n\nAnd we at American University have talked about partnerships.  In fact, if I just may mention, at our Center for \nNorth American Studies we have a six-week summer institute on discovering North American identity, for which we \nwould welcome students from ASU to apply.\n\nTo get to the broader questions in front of us, I think there are only two issues that are likely to get attention in the \nnew year after the election.  The first will be immigration because I think both presidential candidates have \npromised they will do something on that, and I personally believe this will be a very hard decision for America as a \n\n\n\nwhole, and it really grabs the issue.  It's not -- you know, when they really know that what they decide may, in fact, \nhappen, I think they are going to be debating some very complicated questions.\n\nAnd that is actually an opportunity to ask, what is going on out there?  I think Roberto is right; we don't need to wait \nfor the government.  But in fact, the people have not waited for the government, and the government has been so \nout of it for so long that it is time now to think from a government standpoint and to realize there is only one way to \ndeal with immigration in the long term, and that is to narrow the development gap, and I think that will make a huge \nimpact.  But to do so, what will we need to do?  I think --\n\nBefore I say that, let me mention the second area.  The second will be a crisis of some kind:  a military dictatorship, \na coup.  It may mean a terrorist incident that involves one of the Latin American countries and the United States.  \nAll of these will capture our attention, and then what  do we -- how do we respond?  And here's the proposal.\n\nI think the only way you deal with the development gap is you start in Mexico.  You don't end there, but you start \nthere and you raise up their rate of annual growth to two or three times that of the United States, which is what the \nEuropeans did.  I agree with Roberto; we don't want to replicate the European Union model.  We have a different \nmodel.  But we're foolish if we don't look to that integration experience and ask ourselves, what can we learn from \nit? And there are a couple of things that were learned by focus.  One is they wasted a lot of money.  The money that \nmade the biggest difference went to infrastructure and post-secondary education.  Focus money for that in North \nAmerican Investment Fund, which takes  advantage of another lesson from the European Union, which is \nconditionality.\n\nAs part of a vision of North America we say to Mexico, we're prepared to invest in your future because it's our \nfuture, but not if you're not willing to invest in your future, too, and not if Canada's not willing to invest.  So therefore, \nif we're prepared to put up the amount of money, which I believe would be 20 billion (dollars) a year for 10 years -- \nwe're prepared to put up 9 billion (dollars); Canada's prepared to put up 1 billion (dollars); Mexico's got to put up 10 \nbillion (dollars) and they have to do it not just on a one-shot affair, but by bringing their fiscal system in line with \nmodern developed countries, from 11 percent of their GDP to 18 percent in a decade; and in addition to undertake \nthe kinds of reforms that would make best use of the funds. \n\n The last thing the United States wants to do is to pour its money down a rat hole and see nothing at the end of 10 \nyears.\n\nSo if we're going to make this succeed, we have to first define a vision of what this North America should look like in \na decade, how we're going to narrow that development gap.  And a 6 percent annual rate of growth would narrow it \nby 20 percent after a decade, not enough to stem the structural flows of immigration, but enough to alter the \nperception of Mexicans -- that maybe there is a future in Mexico; they don't have to come to the United States for \ntheir future.\n\nAnd if Mexico succeeds, then I think this is a model that can be extended quite easily to all of Latin America.  And \nas I said before, if it fails, then I think the Free Trade Area of the Americas does not stand any chance of success \nas well.\n\nSo that is the big challenge.  It's an enormous leap for America, as we're focused only on Iraq, but if we turn back \ntowards our neighborhood and realize that we have within ourselves a way that we could help each other deal with \nthese longer-term issues, reduce poverty, reduce migration, and help Mexico up to the first world, I think that \nwould be a legacy for the next president that would be worth him keeping.\n\nMR. CARDENAS:  Gentlemen, thank you all for your very insightful concluding comments.  (Applause.)\n\nAnd my apologies to you all for not managing the time better, which means I can't explain my teasing reference to \nDavid Randolph, a distinguished State Department official -- former.\n\n\n\nAnd please join me in thanking not only our distinguished panelists, who did such a terrific job, but all of you in the \naudience, especially those of you who asked wonderful questions.  We really appreciate it.  Thank you very much.  \n(Applause.)  \n"}