{"title": "When Mafia makes the Chinatown connection / Focus on new Mafia influences in the US (Second of two articles)", "body": "\n The Mafia in the United States has entered a new, much more dangerous phase - an alliance with the criminal \norganisations of Asia. To refer accurately to the Mafia in the US now, one should distinguish between the paternal \nItalian Mafia and its new offspring, the Chinese, Japanese, and even the Vietnamese Mafias.\n\n The main threat to the American Mafia used to come from within. The old Italian-American Mafia families fought \neach other for a greater share of the big city rackets. Without these family wars, the Mafia was almost invincible \nbecause police and FBI investigators could rarely collect enough evidence to convict anyone.\n\n Two major policy decisions changed that. Against the advice of many of the older godfathers, the new Mafia \ngeneration decided to grab as much as possible of the international drug trade and to link with major Latin American \nand Asian drug dealers. The effect was to change the Mafia from a closely-knit family network in Europe and the \nUS into a much more vulnerable, loosely-controlled organisation, ranging from Chicago to Hong Kong.\n\nThe authority that could easily be asserted in Sicily or the US with a shrewd assassination was much more difficult \nto establish when the stage was world-wide and lines of communication were greatly extended. The Mafia that was \nvery much at home in Brooklyn or Philadelphia was much less so in Colombia or Taiwan. Some of its actions \nseemed ill-planned or even desperately timed, as when recently the US Embassy in Bolivia warned that the Mafia \nhad hired an assassin to kill the American ambassador, an influential crusader in the war against drugs, and some \nprominent local government figures.\n\n Along with enlarging its international role in the drug trade, the Mafia opened the doors to new organised crime \ncompetitors within the US. If it was vulnerable abroad, it was under increased pressure at home, too. Some new \ngroups had already tried to wrest control from the Mafia on its traditional turf in the big city ghettoes.\n\n The Mafia controls the ghettoes through dominating the major sources of income - many of the bars and \nrestaurants and after-hours clubs, gambling (especially the numbers joints), prostitution, drugs, and the local job \nmarket, particularly certain union jobs. The 'soldiers,' as the lower Mafia ranks are called, and the capos are the \nfront men in the ghettoes, collecting the proceeds of the empire for the bosses, underbosses, and advisers in their \nfaraway homes in respectable, prosperous suburbs.\n\n These rich homes invariably have on show crucifixes and other symbols of Christ the Merciful, while their owners \nrule a racketeering empire with no mercy at all. There have been several recent ghetto murders of youths who were \nshot or knifed to death in the streets for not turning in drug money collected for the Mafia. This hypocrisy was what \nthe Pope was attacking when in October he challenged the Mafia in southern Italy before a mass audience and \nurged members to break their code of silence and cooperate with the police.\n\n Various attempts to break the Mafia's ghetto monopoly, especially in drugs, have been made by both black and \nSpanish groups. The Mafia has either wiped them out or absorbed them. Many of the local 'soldiers ' in the \n\n\nghettoes are black or Spanish, but they are not often trusted beyond that level because they are not members of \nthe Mafia 'family' bound by the code of silence, and therefore are risky allies.\n\n There was one major black drug dealer in Harlem, and when he was finally trapped and convicted, the Mafia was \nsaid to have supplied some of the evidence against him. If this was true, he got his revenge because he turned \ninformer in a big way, and part of his agreement with the police is reported to be not only a greatly reduced \nsentence but an officially arranged disappearance under an assumed name.\n\n More successful competitors are to be found in the American Chinatowns, which were always the toughest \nghettoes for the Mafia to crack. The Chinese come from an even more ancient tradition of tight faintly groups \nbound by a code of silence and revenge. The new generation of Chinese gangs in New York are just as violent \nwith rival gangs as the Mafia, but what has finally made real competition possible is the increase in immigration. \nWhen Congress changed the immigration law and allowed Asians to immigrate as easily as Europeans, every \nChinatown in the US boomed. The Asian drug-dealers immediately had much stronger bases to operate from in the \nUS.\n\n The Chinese Mafia controls much of the heroin traffic from the so-called Golden Triangle of Thailand, Burma and \nLaos, which produces about 70 per cent of the world's heroin supplies. The Mafia seems to have reached some \nkind of secret agreement with its Chinese rivals in an attempt to assign markets and spheres of influence and \nprevent an all-out war that could help only the FBI.\n\n The Mafia and the Chinese Triad societies, based mainly in Hong Kong and Taiwan, are believed to be working \ntogether in narcotics trafficking and gambling, while the Mafia and the Japanese Yakuza have joined forces in \npornography, weapons and drug smuggling.\n\n As the Chinese control such vast drug supplies, they have a much stronger hand than the Mafia's other \ncompetitors in the US, because the Mafia has no Golden Triangle but has to obtain supplies elsewhere and then \nact as distributor. This uneasy alliance will probably last only until the Chinese feel they are strong enough in the \nUS to do without the Mafia connection. Then the US may be in for one of its worst gang wars, and insiders seem to \nthink the Chinese may eventually oust the declining Mafia.\n\n This is probably a simplification, because in a multi-racial society like the US, the Chinese would still need \ndistributors from the other races, even if they limited these outsiders to the soldier ranks, as the Mafia does at \npresent in the ghettoes. What is also unknown so far is whether all the Asian organised crime groups in the US will \nform an alliance or whether, like the Mafia families, they will fight each other for a bigger share of the city rackets. \nSo many of the Asian groups have ancient rivalries that may keep them at each other's throats even in the alien \nUS.\n\n The President's Commission on Organised Crime heard recently that a criminal organisation was active in \nVietnamese communities in the US. Three Vietnamese witnesses testified under hoods or behind screens, as Mafia \ninformers sometimes do. They claimed Vietnamese mobsters were involved in the same kind of criminal activities \nas the Mafia in at least 13 states, pretending to raise money for guerrillas in South Vietnam. Its training of members \nin how to rob Chinese gambling operations suggest the ancient enmities remain, and therefore that the Chinese \nand the fledgling Vietnamese Mafias are not likely to work together.\n\n The Mafia's yearly take has been conservatively estimated at dollars 168 billion, but the actual total, with the \nChinese, Vietnamese and associated groups' take included, could be closer to between dollars 200 and dollars 300 \nbillion. As this ultimately is paid by the US, the country obviously can't afford the Mafia and its offspring.\n"}