{"title": "Soldier Wounded in Iraq Has New Rank: Citizen; Immigrant Lost a Leg Fighting for U.S.", "body": "\nArmy Staff Sgt. Hilbert Caesar lost a leg in Iraq, serving a country that wasn't his. \n\nHis heart was American, but his passport said Guyana. That changed yesterday in a sweltering immigration office in \nArlington. Four months after his Army convoy was devastated by a cluster of roadside bombs in Baghdad, Caesar \nbecame a U.S. citizen, walking into the ceremony with a cane and a powerful sense of optimism.  \n\n\"I'm ecstatic. I can't even show the emotion,\" declared Caesar, who has been at Walter Reed Army Medical Center \nsince April. \n\nCaesar, 26, is one of thousands of immigrants in the military to become citizens since President Bush issued an \norder in July 2002 expediting their naturalization. About 32,400 noncitizens are serving in the armed forces, or \nroughly 2.3 percent of the total, according to Lt. Col. Ellen Krenke, a spokeswoman for the Department of Defense.  \n\nImmigrant soldiers have come into the spotlight as they have made the ultimate sacrifice for the country they \nserve. Thirty-eight noncitizens serving with the military have been killed in Afghanistan and Iraq, according to \nKrenke. One of the first members of the armed forces to die in combat in Iraq was Marine Lance Cpl. Jose \nGutierrez, a native of Guatemala. He was posthumously awarded citizenship. \n\n\"Your choice to defend your country is . . . respected at the highest levels,\" Eduardo Aguirre, director of U.S. \nCitizenship and Immigration Services, told Caesar and several other members of the military at the ceremony \nyesterday.  \n\nImmigrants are allowed to join the armed forces as long as they are legal permanent residents, or green card \nholders. More than 16,000 have applied to become citizens since Bush's executive order, which allows them to \napply for naturalization immediately instead of waiting three years, as previously required of immigrants in the \nmilitary. Most civilians must wait five years. \n\nAmong the 34 who took the oath of citizenship at yesterday's ceremony were a Dominican serving as an Army \nadministrator and a Jamaican-born Marine.  \n\nTwo former soldiers who had been posted to Iraq -- a Salvadoran and a Jamaican -- also became citizens. \n\n\nBut Caesar was the star of the ceremony, a strapping man who walks with a slight limp. A casual observer might \nnot even notice that one leg was not the one he started life with. \n\n\"You are a man of honor,\" Aguirre told Caesar. \"I'm proud to soon call you a fellow citizen.\" \n\nCaesar showed little emotion as he joined the immigrants from 27 countries in an off-tune rendition of \"The Star-\nSpangled Banner\" and raised his right hand to take the oath of citizenship. But when Aguirre finally said, \n\"Congratulations, you're U.S. citizens!\" Caesar could no longer contain himself. \n\n\"Hoo-ah!\" he whooped -- the Army's cry of gung-ho commitment and approval. \n\nIn a news conference after the ceremony, Caesar said that when he was 11, his family  emigrated from South \nAmerica in search of opportunity. He spent his teens in New York and joined the Army at 20. \n\n\"I was born to be a soldier or a police officer,\" he said, adding later: \"I love helping people. That's what American \nsoldiers do.\" \n\nHe was working as a field artillery section chief with the 1st Armored Division when he and other soldiers set out \nalong a road in Baghdad on April 18. They never saw the four explosive devices buried in the dirt. The explosion \ninjured several other soldiers in addition to Caesar. \n\nCaesar said he didn't want to focus on the bombing but on the future. He hopes to continue in the military, perhaps \nas a medical technician, or become a police officer.  \n\n While happy to be a citizen, Caesar said he felt no different. \n\n\"I knew I was an American before this,\" he said. \"I always knew I was an American.\"  \n\nStaff writer Sarah Park contributed to this report. \n"}