{"title": "ANTI-FOREIGNER SENTIMENT WORRIES IMMIGRANTS, EXPERTS;FORUM WILL ADDRESS LAWMAKERS' PLANS TO DEAL WITH ISSUE", "body": "\nAs a wave of anti-immigrant sentiment sweeps through the nation's Capitol, local immigration experts are urging \nforeign-born Minnesotans to educate themselves about how pending and proposed legislation could affect them \nand their families.\n\nTo jump-start this process, attorneys and immigrant advocates will hold a community forum in St. Paul today to \ndiscuss recent developments pertaining to legal immigration.\n\nThe meeting is intended for recent arrivals to the United States, but all are welcome, said Pete Rode, research \ndirector for the Twin Cities-based Urban Coalition.\n\n\"There are proposals in Congress that will hurt legal immigrants,\" Rode said. \"The backers of such proposals are \ncounting on apathy and ignorance to push their proposals through. We want to educate immigrants as well as the \ngeneral public.\"\n\nRecent developments that have local immigrant advocates so concerned include:\n\nProposed House legislation that would cut legal immigration by 30 percent. The proposal would set an annual \nceiling of 330,000 family-sponsored immigrants and eliminate visa eligibility for brothers, sisters and adult children \nof citizens.\n\nA proposal by a Senate immigration subcommittee to deny public benefits to illegal residents.\n\nRecommendations of a bipartisan commission that would sharply trim legal immigration. For instance, the allotment \nof visas for reuniting the families of citizens and legal immigrants would be cut by one-fifth.\n\nImmigration advocates see these and other trends as part of an \"anti-immigrant hysteria\" in the halls of \ngovernment.\n\nLongtime efforts to crack down on illegal immigrants now are being expanded to include legal immigrants amid \ncontinuing economic troubles in the United States, said state Rep. Carlos Mariani, who represents St. Paul's heavily \nHispanic West Side.\n\n\n\"These proposals are driven by politicians who are looking to advance themselves with issues that prey on \npeople's fears,\" Mariani said. \"Their proposals imply that the country is going to ruin because of a bunch of \nimmigrants.\"\n\nSuch attitudes are increasingly prevalent in places like California but are less widespread in Minnesota, where only \nabout 113,000 residents are foreign-born, Rode said.\n\nStill, immigration issues are important to Southeast-Asian immigrants who yearn to be reunited with relatives who \nare still abroad, and to many Hispanic residents on the West Side and elsewhere who have strong ties to Mexico.\n"}