{"title": "Court: Deportation hearings can be closed;Foiling terrorists was cited as a reason. The issue could be headed for the U.S. Supreme Court.", "body": "\nReasoning that \"the primary national policy must be self-preservation,\" a divided federal appeals court in \nPhiladelphia ruled yesterday that the public has no right to attend immigration deportation hearings for people \nheld as suspected terrorists.\n\nThe 2-1 decision by the U.S. Court of Appeals for the Third Circuit, in an appeal out of New Jersey, runs counter to \nan August decision on the same issue by the Sixth Circuit in Cincinnati, and thus provides context and a reason for \nreview by the U.S. Supreme Court.\n\nThe Supreme Court traditionally accepts cases involving a conflict among the nation's 13 circuit courts. The Third \nand Sixth Circuits have now offered different takes on balancing the rights of immigrants facing deportation, public \naccess to legal proceedings, and the government's need for secrecy to fight international terrorism.\n\nThe government contends that terrorist groups could learn investigative tactics and leads and how much U.S. \nintelligence agents know and thus could adjust their plans for terrorist attacks.\n\nThe Third Circuit decision resulted from a lawsuit by two North Jersey newspaper companies and the American \nCivil Liberties Union's Immigrants' Rights Project in New York.\n\nStefan Presser, the ACLU's legal director in Philadelphia, said an appeal would be filed, although he did not know \nwhether it would be to the Supreme Court or to the full Third Circuit to reconsider yesterday's decision by the \nthree-judge panel.\n\nThe Third Circuit decision was a victory for Attorney General John Ashcroft's Justice Department. The appeals \nresulted from a Sept. 21, 2001, directive by Chief U.S. Immigration Judge Michael Creppy that gave government \nlawyers unilateral power to close any hearing involving an immigrant believed to have information about, or \ninvolvement in, the Sept. 11 attack or other terrorist acts.\n\nWriting for the majority, Chief U.S. Circuit Judge Edward R. Becker noted that, unlike criminal proceedings, \n\"deportation proceedings' history of openness is quite limited, and their presumption of openness quite weak.\"\n\n\n\"They plainly do not present the type of 'unbroken, uncontradicted history'… [required] to establish a First \nAmendment right of access,\" Becker wrote.\n\nU.S. Circuit Judge Anthony J. Scirica dissented, writing that immigration hearing custom and Supreme Court \nprecedent have created a \"qualified right of access to deportation hearings.\"\n\nScirica wrote that immigration judges - not government lawyers - should decide whether to close a hearing on a \ncase-by-case basis.\n\nThe case resulted from a lawsuit filed earlier by the New Jersey Law Journal and the North Jersey Media Group \nInc., publisher of the Herald News of West Paterson, N.J. Between November and February, the two publishers' \nreporters were repeatedly denied access, under the \"Creppy Directive,\" to information about deportation hearings \nat the federal Immigration Court in Newark.\n\nChief U.S. District Judge John W. Bissell, in New Jersey, granted judgment to the ACLU and the media, ruling that \nthere had been a tradition of public access to immigration deportation hearings or, at a minimum, \"no tradition of \ntheir presumptive closure.\"\n\nThe Justice Department appealed in an oral argument before the Third Circuit last month. The ACLU's Lee Galernt \nargued that \"society has an overwhelming interest in knowing when the government detains individuals who have \nlived in this country for years, holds them in some cases for months on end, and then deports them.\"\n\nDeputy Assistant Attorney General Gregory G. Katsas maintained that Congress has never specifically opened to \nthe public administrative proceedings of executive branch agencies such as immigration and Social Security \nappeals hearings.\n\n\"Loose lips sink ships,\" Katsas argued, citing the need to prevent international terrorist groups from monitoring \ndeportation hearings through the media.\n\nContact Joseph A. Slobodzian at 215-854-2658 or jslobodzian@phillynews.com.  \n"}