{"title": "Va. Panel on Immigration Steps Back From Hard Line", "body": "\nVirginia, known for some of the nation's toughest policies on illegal immigration, appears to be abandoning its \nhard-line approach as state officials consider proposals to help foreign-born residents assimilate, including \nincreasing the number of English classes.\n\nIn the coming weeks, the Virginia Commission on Immigration will send Gov. Timothy M. Kaine (D) two dozen \nrecommendations, most of which would help immigrants instead of penalizing them.\n\nThose on both sides of the issue say interest in immigration has waned because of the growing economic crisis, a \nclearer understanding of the state's limitations on a largely federal issue and backlash at the voting booth.\n\n\"I think some reality set in,\" said state Sen. John C. Watkins (R-Chesterfield), the group's chairman.\n\nRecommendations include shortening the Medicaid residency requirements for certain qualified immigrants, offering \nin-state tuition to immigrants who meet specific criteria and creating an immigration assistance office.\n\nThe commission considered but did not adopt proposals to force immigrants to carry special identification cards, \nallow hospitals to fingerprint patients who do not pay their bills and require proof of legal residence to be eligible for \npublic assistance.\n\nVirginia officials have spent years addressing the issue of immigration, taking whatever actions they could within \nthe confines of state and federal law. More recently, immigration turned out to be a less popular election issue \nthan some lawmakers had hoped. As a result, state officials appear to be shifting their focus from fighting illegal \nimmigration to assimilating the ever-growing population of legal immigrants.\n\nDel. C. Todd Gilbert (R-Shenandoah), who served on the commission and is staunchly anti-illegal immigration, \ndescribed the panel's approach to enforcement as \"very much watered-down.\"\n\n\n\"I can't totally disagree that some people are leery of the issue, because maybe it wasn't the wedge issue that some \nthought it would be,\" Gilbert said.\n\nIn recent years, as Congress repeatedly failed to pass immigration legislation, many states considered \nimmigration bills that addressed employment, identification, law enforcement and public benefits.\n\nIn Virginia, Republicans and some Democrats in conservative-leaning districts seized on the issue, unveiling \nproposals to curb illegal immigration and talking up the cause on the campaign trail. Much of the debate was in \nNorthern Virginia, including Prince William County, where officials curtailed government services to illegal \nimmigrants and increased enforcement.\n\nIn 2007, a Washington Post poll found that 9 percent of likely voters in Virginia, and 17 percent in Northern \nVirginia, considered immigration the most important issue facing the state. But this year only 1 percent of likely \nvoters surveyed listed immigration as a top issue.\n\nDuring the General Assembly's session this year, the number of immigration bills introduced was the highest in \nrecent years, but most measures died. State and local governments found that they could do little to resolve the \nissue.\n\n\"This is really a federal issue,\" Watkins said. \"They have . . . pushed it down toward the states, and the time has \ncome for them to deal with it. We have no jurisdiction.\"\n\nClaire Guthrie Gastanaga, who represents several immigrant groups, attributed the diminishing interest to the \nrealization that Virginia is ahead of other states in dealing with illegal immigration. \"I think that Virginia has long \nbeen at the forefront in acting in this area,\" she said. \"Much of the work was done before the commission ever met.\"\n\nVirginia was the first state to tighten security on driver's licenses in response to the Sept. 11, 2001, terrorist \nattacks. The state acted after it was discovered that several of the Sept. 11 hijackers had Virginia identification. In \n2003, the General Assembly passed legislation requiring applicants to provide proof of citizenship or legal presence \nin the United States, along with proof of Virginia residency.\n\nGastanaga said the state now needs to focus on creating a welcoming environment and helping immigrants \nacclimate to the state.\n\nThe Immigration Commission spent more than a year writing recommendations for Kaine after public hearings that \nincluded expert testimony and comment from legislators and the Virginia Crime Commission. The proposals would \nhave to be adopted by Kaine, the General Assembly or Congress.\n\nThe commission proposed increasing the number of English classes and creating a plan to address the needs of \nforeign-born residents. It also urged the federal government to compile more complete immigration statistics, \nincrease the number of visas for foreign workers and pass comprehensive immigration legislation.\n\nOf the 12 million illegal immigrants estimated to be in the United States, 250,000 to 300,000 live in Virginia, \naccording to the Pew Hispanic Center in Washington. The U.S. Census Bureau says an additional 440,000 people \nin Virginia are not U.S. citizens but are in the state legally.\n\nThe commission was made up of legislators, local government and law enforcement officials, doctors, lawyers and \nrepresentatives of various immigrant communities. Members were appointed by Kaine and the General Assembly.\n\nGilbert and another commission member, Del. Robert G. Marshall (R-Prince William), both advocates of a hard-line \napproach to illegal immigration, said it was obvious from the start that they would represent the minority view on \nthe panel.\n\n\"It was pretty clear the fix was in from the beginning,\" Gilbert said.\n\n\n\nBut the Rev. Gerry Creedon, pastor of St. Charles Borromeo Catholic Church in Arlington County and a commission \nmember, said that the group was objective and that he was pleased with its \"positive direction.\"\n\nCreedon said commission members recognized that in the past some immigration proposals were raised for \n\"political purposes\" and could not be enforced. \"They wanted credit for taking a tough position, but you knew they \nwouldn't be implemented,\" he said.\n\nPolling director Jon Cohen contributed to this report.\n\nGraphic\n\n \n\nIMAGE; Del. C. Todd Gilbert, a panel member, said its approach would weaken enforcement of immigration laws.\n"}