{"title": "More Children Are Employed, Often Perilously", "body": "\nAfter nearly disappearing from American life, child labor has re-emerged and proliferated in the last decade. Even \nthe recession does not seem to have stemmed the tide, and investigators say many of the children are working in \ndangerous jobs.\n\nFederal statistics indicate that at least four million children ages 14 to 18 are legally employed. But about half that \nmany other children work illegally, either because businesses or family members pay them in cash to avoid taxes \nand minimum wages, or, more ominously, because they work too many hours, late hours, at hazardous jobs, or are \nunder 14 and thus too young to be working at all except on farms.\n\n \n\nChildren Working Everywhere\n\n No one knows exactly how many children work illegally, but Philip J. Landrigan, chairman of the Department of \nCommunity Medicine at Mount Sinai Medical Center in New York, estimated the number at about 2 million. \nEvidence from a variety of sources -- the Labor Department's strike force, the General Accounting Office, states' \ninvestigations and emergency-room records -- suggests that children work illegally in the fields, in the garment \nindustry, in fast-food restaurants, on construction sites and in mines, sawmills and gas stations.\n\nOn the job, they suffer amputations, burns, deep cuts and electrocutions. At least several hundred a year are killed, \naccording to investigators at the National Institute for Occupational Safety and Health. Other children work late on \nschool nights, in violation of state and Federal laws, and sometimes fall asleep in class.\n\nJeffrey Newman, executive director of the National Child Labor Committee, a nonprofit organization founded in \n1904, said he is seeing a return of child labor scandals reminiscent of those that occurred at the turn of the century. \n\"I see the same kind of exploitation that occurred then, in sweatshops, in the fields, in unscrupulous business \npractices that occur behind closed doors,\" he said. \"It's very sad and it doesn't speak well to our understanding and \ncommitment to children.\"\n\nDr. Landrigan, who organized a recent conference on child labor, laid the blame for the growth of legal and illegal \nchild labor on three factors:\n\n*More and more families slipped into poverty in the 1980's and early 1990's and needed income from their \nchildren's work;\n\n\n*Immigrants flooded the nation, often from countries where child labor is routine, providing a pool of people ripe for \nexploitation;\n\n*And state and Federal governments cut their budgets for inspecting workplaces, making the discovery of violations \nless likely.\n\nMr. Newman said that economic factors over the past decade have contributed to the problem. \"There are two \ntimes when child labor is really affected by the economy,\" he said. \"When the economy is really in the doldrums or \nin an extreme recession, businesses often seek out young people because they can pay them less and take \nadvantage of them.\" On the other hand, he said, \"When the economy is up, child labor again begins to climb \nbecause businesses need more people and they can hire young people at lower wages.\"\n\n \n\nHistorically Defies Regulation\n\n Mr. Newman and others added, however, that a major contributing factor to the increase in child labor has been \nlax enforcement of state and Federal laws. Federal laws prohibit children under age 16 from working during school \nhours and limit the number of hours they can work after school and on weekends. Certain jobs, like mining, logging \nand roofing, are prohibited for anyone under age 18. In agriculture, restrictions are less stringent; hazardous work is \nprohibited until age 16.\n\nBut child labor has a long history that complicates attempts to restrict or regulate it, said Dr. David Rosner, a \nhistorian of medicine at Baruch College in New York. \"We have very deep-seated social and cultural values that \nplay against serious attempts at protecting kids,\" Dr. Rosner said.\n\nMany Americans are deeply ambivalent about child labor, he said. \"We see work as redemptive and as a morally \nlegitimate method of self improvement.\"\n\nThe General Accounting Office, an investigative arm of Congress, recently found evidence in data from the United \nStates Department of Labor that the number of illegally employed minors had almost tripled since 1983, rising from \n9,200 to 27,500 last year. But Dr. Charles Jeszeck, an economist who did the analysis, said those numbers grossly \nunderestimate the problem because they derive from woefully inadequate surveillance and reporting systems.\n\n \n\n166,000 15-Year-Olds WorkersIllegally Employed\n\n Dr. Jeszeck and his colleagues found one indication of underreporting when their search of 1988 census data \nrevealed that at least 166,000 15-year-old childrenwere working too many hours or in occupations, like construction, \nthat are prohibited for children that young. More than half were working in prohibited jobs, Dr. Jeszeck said.\n\nA recent investigation of 4,700 businesses by the Labor Department found that nearly 5,000 minors at 1,300 \nbusinesses were working illegally.\n\nDr. William Halperin, the associate director for surveillance at the National Institute for Occupational Safety and \nHealth, called the magnitude of illegal child labor \"astounding.\" And he said the statistics gathered so far are \"the \ntip of an iceberg,\" because there is no systematic data collection and many injuries and even deaths are not \nreported.\n\nOne problem is simply discovering violators, given the relatively few inspectors the Federal Government employs \nfor that purpose. For example, Dr. Landrigan said, the National Occupational Safety and Health Administration has \n2,000 inspectors, and the Labor Department has another 1,000 wage-and-hour workers, who are responsible for \ndetecting illegal child labor as well as violations involving adults. That combined force equals only a fourth of the \n12,000 inspectors who work for the Fish and Wildlife Service.\n\n \n\n84-Year Inspection Cycle\n\n\n\n Jay Mazur, president of the International Ladies' Garment Workers' Union, said that OSHA has so few inspectors \nthat it would take 84 years to get around to inspecting all the workplaces for which it is responsible; it would take 25 \nyears just to visit every high-hazard workplace for a surprise inspection. With such inadequate resources, he said, \n\"we are fighting, to put it mildly, an uphill battle.\"\n\nNew York State, which has some of the toughest laws restricting child labor, also has the nation's only state task \nforce to look for labor-law violations in garment-industry sweatshops. But there are only 15 inspectors assigned to \ninspect New York City's estimated 4,000 to 6,000 factories where small contractors hire workers to sew clothing. \nAnd the inspectors say that when they enter a building, factory owners on one floor quickly warn others in the \nbuilding, and children are hastily sent away.\n\n \n\nSuspiciously Young Workers\n\n Last Monday morning, while New York schools were still in session, two inspectors checked on J. J. Fashions, a \n7th floor factory on West 37th street in Manhattan. Wires dangled from the ceiling of the room, where about 50 \nwomen and a few men toiled at sewing machines and ironed stacks of bright orange net jackets.\n\nOne of the inspectors, Angelo Valdevitt, thought that a few of the workers looked suspiciously young. He \napproached a solemn, chubby-cheeked girl who was nearly hidden by a rack of clothes and, speaking gently in \nSpanish, explained that he was not from immigration and was not there to report her if she was an illegal immigrant. \nThen he asked her name, where she was from and how old she was. The girl, who identified herself as Patricia \nFlores from Mexico, said she was too nervous to remember her birthday and that she had no identification with her.\n\nOne recent study, by Dr. Letitia Davis, director of the Occupational Health Surveillance Program at the \nMassachusetts Department of Public Health, found that annual injury rates for child workers in Massachusetts are \n3 1/2 times the adult rate of 8 injuries per 100 full-time workers.\n\nAlmost everyone who has examined the issue of child labor has uncovered sad stories of children who were \nmaimed or killed.\n\n \n\nTales of Pain and Death\n\n Congressman Tom Lantos of Calif., the chairman of the Employment and Housing Subcommittee of the House \nCommittee on Government Operations, held hearings last year where he heard testimony from Matthew Garvey, \nwho worked in a car wash in Laurel, Md., when he was 13. His leg was ripped off by a blowing machine.\n\nMr. Lantos also heard from the parents of Michael Hucorne of East Stroudsburg, Pa., who was killed at age 17 \nwhile working in a supermarket, illegally operating a machine that compresses cardboard boxes. And he heard from \nthe parents of Kevin Curley of West Pittston, Pa., who was killed at age 15 while working in a bakery. He was \ncleaning a dough mixing machine, a prohibited job, when he was pulled inside it.\n\nValerie Wilk, a health specialist with the Farmworker Justice Fund, Inc., an advocacy group, told of 14-year-old Joel \nCompos, who fell asleep while working in a farmer's field in Washington State at 2:30 A.M. and was run over and \nkilled by a truck.\n\nGraphic\n\n \n\nPhotos: Angelo Valdevitt, an inspector with the state's task force on labor law violations in the garment industry, \ntalking with a worker he thought might have been under-age at a company in the Garment District; Paul Kalka, an \ninvestigator with the Apparel Industry Task Force of the New York State Department of Labor for almost seven \n\n\n\nyears, questioning a youthful-looking worker in a garment center workshop in Manhattan. The recession and lax \nenforcement have contributed to a rise in child labor. (Photographs by Marilynn K. Yee/The New York Times) (pg. \n22)\n"}