{"title": "The changing face of Hamilton's immigrants: The more the city changes, the more it stays the same", "body": "\nThe more things change, the more they remain the same.\n\nIt's an old saw, but cliches are often dead on. And when it comes to Hamilton and immigration, the popular saying \nhas it right.\n\nIn a nation peopled by immigration, Hamilton stands out as a city of immigrants. From the moment it was founded, \nthe city has been a magnet for newcomers to Canada. Only Toronto and Vancouver -- at 37 and 29 per cent -- \ncount immigrants as a greater proportion of their residents. Hamilton, at 24 per cent, outdistances cities many \ntimes larger.\nTHE SPECTATOR\n\nThat distinction carries with it good and bad. The mix of peoples from around the world creates a distinctive \natmosphere and gives Hamilton a unique flavor. But that is accompanied by suspicion and even racism among \npeople who don't understand other cultures, who fear displacement and who resent change.\n\nThat attitude is nothing new. Each succeeding wave of immigration to this city and any other is met with suspicion \nby established groups. The English looked down on the Irish. Then the Italians took over the role of underdog. \nToday, it's the people coming to Canada from Latin America, Asia, India and Africa.\n\nDenise Brooks, executive director of Settlement and Integration Services Organization, which assists immigrants \nand refugees, said visible minorities often find a system that excludes them from decision-making. Couple that with \nanti-immigrant attitudes fostered by a bad economy and attacks on minorities, she said, and immigrants face a \ndifficult time.\n\n\"I have difficulty saying everybody has a warm welcome, (particularly) when you're speaking about racial \nminorities,\" said Ms Brooks. \"Experience is not living up to the wonderful stories.\"\n\nIn the days of Sir Allan MacNab, Hamilton was very much a British town. English, Scots, then Irish made a brawling, \nlively community that was very much part of the Empire. That original population still makes up the largest portion of \nthe area's people.\n\nThat was the Hamilton Neelam Tandun saw when she arrived from India 20 years ago.\n\nThe community has welcomed her for the most part but there have been ugly reminders of another attitude.\n\n\"People were either not aware of what they were doing or knew they could get away with it,\" said Mrs. Tandun, who \nwas once vilified for wearing traditional dress in a city fabric store.\n\n\n\"We were asked to leave -- we weren't welcome,\" she said. \"I was completely shocked.\"\n\nPiero Boldrini came to Hamilton in November 1972, an Italian immigrant mystified by a city celebrating the Ticats' \nGrey Cup win. A chemist, he settled into the community and has seen Europe lose its place as the prime source of \nimmigrants.\n\n\"Visible minorities really came in the '70s or later,\" said the longtime member of the Hamilton Multicultural Council. \n\"There's a reaction of old immigrants to new -- I have noted many negative reactions.\"\n\nThe sense of the problem varies. Ms Brooks believes it is an ingrained discrimination aimed at keeping people of \ncolor and visible minorities out of power. Mr. Boldrini believes there is a fear of the unknown.\n\nMrs. Tandun says the discrimination, even racism, has become more subtle -- though not always.\n\nEast Indian seniors being harassed, attacks on East Indian students in Stoney Creek and the recent suspension of \nstudents at Glendale high school in Hamilton for distributing hate literature show the face of bigotry.\n\n\"People are learning -- slowly -- but they are learning,\" said Mrs. Tandun. \"They have to accept that things have \nchanged and that they're never going back.\"\n\nThe 1991 census sets the population of Hamilton-Wentworth at 451,665. Of those, 305,660 claim ethnic origins \nother than Canadian. More than 120,000 are British by immigration or descent.\n\nIt's no secret that the next great wave of people was Italian. If you have any doubt, simply walk down James Street \nafter an Azurri victory come World Cup time. As of 1991, 36,605 claimed Italian heritage -- 12 per cent of the \nreporting total.\n\nAfter the Italians, the ethnic mix of Hamilton becomes a kaleidoscope of colors and nationalities. Press people to \nguess which is the next-largest group and many would probably answer Portuguese. It's logical, given their high \nprofile downtown. But with a reported population of 8,590, they qualify for seventh place on the list.\n\nIn fact, it is the Polish who are the third-largest ethnic group to set down roots in Hamilton-Wentworth. As of 1991, \nthere were 11,065 in this area who identified themselves as Poles.\n\nNext follow the Germans (10,725), the Dutch (10,620), the French (9,925), the Portuguese, Ukrainians (6,750), \nCroats (5,030), Chinese (4,905), East Indians (4,115) and Hungarians (4,080).\n\nEUROPEAN\n\nThe face of the city was changing in 1991, though it was still very much European. Of the 108,715 people who \nidentified themselves as immigrants (born in another country), 55 per cent were European. A further 21 per cent \nwere British. Asians made up 10 per cent, Latin Americans and Afro-Caribbeans 3 per cent, East Indians 2 per cent \nand Africans 1.5 per cent.\n\nBut the balance has shifted significantly. Asia, including India, has taken over as the prime source of immigration to \nthis city. Peoples who once rated barely a mention in census information are now setting the pace.\n\nIn 1993, the most recent year for which full figures are available, there were 3,069 immigrants to Hamilton. Asians \naccounted for 44 per cent and Europeans only 33 per cent.\n\nThe figures are even more dramatic for the first eight months of 1994. Of 1,245 immigrants, 55 per cent were \nAsian and 26 per cent European. That's a far cry from the 1971 and '81 censuses, when British and Europeans \naccounted for 91 per cent and 89 per cent of immigrants responding.\n\nIn those same years, Asians accounted for 2.5 and 6 per cent of the city's immigrant population.\n\nThe 1991 census is the first to break down immigration data involving non-Europeans.\n\n\n\nPrevious documents list newcomers nation by nation only if they hailed from Britain or continental Europe.\n\nThe rest of the world was listed simply as Asia, Africa or other.\n\nIn 1993, Indians accounted for 8 per cent of immigrants, Vietnamese, Filipinos and people from Hong Kong 6 per \ncent each and the Chinese 4 per cent.\n\nFor the first eight months of last year, Indians led the way with 10 per cent, followed by those from Hong Kong and \nFilipinos at 9 per cent each, Chinese (6.5) and Vietnamese (5.5).\n\nPoles topped the list of Europeans both years, followed closely by people from what used to be Yugoslavia.\n\nToday marks the launch of The Spectator's new coverage of multicultural issues.\n\nIf you have a story or issue you wish to discuss, please call Shaun Herron at 526-3328.\n\nGraphic\n\n \n\nPhoto: Ron Pozzer, The Spectator; The varied ethnic mix of Hamilton is illustrated by a group of people crossing \nKing Street at James yesterday.\n"}