{"title": "Videos spark terror fears;Suspect held after taping Sun Belt sites", "body": "\nA Pakistani man was charged Tuesday with federal immigration violations in Charlotte after being picked up for \nvideotaping skylines and transportation systems in several Sun Belt cities, including Atlanta.\n\nJustice officials said they are investigating suspicious tapes shot by Kamran Shaikh, also known as Kamran Akhtar, \nwho allegedly spent several months with his camera in Charlotte, Atlanta, New Orleans, Dallas, Houston and \nAustin, Texas.\n\nWhen arrested, Shaikh was found to have other videos which included footage of Atlanta's skyline, shot from the \ncity's MARTA system; Houston's downtown trolley and transit center; and trolley cars in Dallas and New Orleans. It \nalso included footage of the Mansfield Dam on Lake Travis near Austin, the Texas governor's mansion, the Texas \nstate Capitol and downtown Austin buildings.\nAJC\n\nCharlotte-Mecklenburg police picked up Shaikh, 35, a native of Pakistan, on July 20 after he was spotted \nvideotaping two financial buildings in downtown Charlotte: the headquarters of Wachovia Bank and Bank of \nAmerica, two of the nation's largest financial institutions.\n\nShaikh is charged with violating immigration and naturalization laws and making materially false statements, said a \nnews release from U.S. Attorney Gretchen Shappert. He faces a detention hearing Friday.\n\nShaikh, a native of Karachi who has been in custody since July 20, first told authorities that he was in the United \nStates with a green card, or alien residency card, but later admitted he did not have one, according to a U.S. District \nCourt affidavit released Tuesday.\n\nThe North Carolina Joint Terrorism Task Force is investigating the videotapes. The case comes on the heels of a \nheightened terror alert for financial buildings in New York, Newark and Washington, based on detailed intelligence \nthat al-Qaida may have been surveilling the buildings.\n\nThe discovery of Shaikh's tapes has generated discussion among law enforcement agencies in the cities involved, \nthough officials would not comment on plans to beef up security measures.\n\n\nMARTA shown tapes\n\nAccording to a criminal complaint filed by the U.S. attorney's office, Shaikh was seen by a Charlotte-Mecklenburg \npolice officer videotaping the downtown area of Charlotte.\n\nIn a court affidavit, federal immigration agent John Scott Sherrill said Shaikh's videotapes included footage of the \nBank of America building and the Wachovia building where the local FBI office is located.\n\nMARTA officials said the Atlanta FBI office showed them the tape last week.\n\nAssistant Chief Wanda Dunham of the MARTA police said the video does not contain footage of the MARTA \nsystem but shows the Atlanta skyline shot from a MARTA station and train.\n\nShe said one picture of the skyline was shot from the northbound platform of the West End station. Another was \nshot through the window of a MARTA train, she said.\n\nDunham said it was unclear where the footage from the train was shot, but she said it was obvious it was taken \nfrom a MARTA train because the interior of the car was reflected on the window.\n\n\"He didn't film the MARTA train; he didn't film inside of any station. He was just filming the Atlanta skyline,\" Dunham \nsaid. \"He was focusing in on tall buildings and tourist attractions.\"\n\nDunham said she didn't know which buildings or tourist attractions.\n\nShe didn't see the video herself, but said she was briefed Friday on its contents after a MARTA lieutenant \nassigned to a joint terrorism task force viewed it. She said four MARTA majors then viewed the footage Monday at \nFBI headquarters in Atlanta.\n\nAtlanta FBI spokesman Steve Lazarus said his agency would not comment on the investigation and referred \ninquiries to the U.S. attorney's office in Charlotte. A spokeswoman for the U.S. attorney there said she could not \ncomment on the videotape \"or any other evidence in this ongoing investigation.\n\n\"I will have to refer you to the affidavit by the agent and the release issued by the U.S. attorney's office,\" Suellen \nPierce said when asked if other sites in Atlanta were shown on the videotape.\n\nAtlanta Police Sgt. John Quigley said police were made aware of the video and, \"We're acting on information that \nwas shared. We are making folks aware in Atlanta who need to know.\"\n\nLisa Ray, spokeswoman for the Georgia Department of Homeland Security, said the office was contacted last \nFriday by the U.S. Department of Homeland Security and the FBI Joint Terrorism Task Force. She would say only \nthat that information was \"shared with the proper agencies.\n\n\"We have no specific threats to our state,\" Ray said. \"There are no known threats associated with the video.\"\n\nBut she said, \"This is a good example that we can't let out guard down.\"\n\nIn Washington, Homeland Security officials said Director Tom Ridge would not comment on the case.\n\nCharlotte Mayor Pat McCrory said this incident demonstrated how beefed-up training for the city's police officers in \nthe wake of the Sept. 11 terrorist attacks has paid off.\n\n\"I am very pleased our police officers made the arrest,\" McCrory said. \"Videotaping typically nontourist destinations \nis out of the ordinary.\"\n\nNo one answered the door Tuesday at the New York address given for Shaikh, but his name was printed above an \napartment mailbox in the Elmhurst section of Queens.\n\n\n\nOn his blue apartment door on the third floor of a three-story brick walk-up, a worn sticker of a smiling M&M cartoon \nfigure said \"welcome\" from above a peep hole.\n\nSuspicious officer\n\nOn July 20, Charlotte-Mecklenburg Officer Anthony D. Maglione was patrolling downtown Charlotte when he \nspotted Shaikh standing on a street corner videotaping. According to the court affidavit, Maglione slowed down to \ntake a closer look when Shaikh lowered his camera and started walking away.\n\nMaglione asked Shaikh was he was doing, and Shaikh replied he was going to the bus station. Maglione became \nsuspicious, however, because Shaikh was walking in the wrong direction.\n\nWhen Maglione questioned him about the video camera, Shaikh told him he was taping the skyline for his brother, \naccording to the affidavit.\n\nWhen he was taken to the local FBI for questioning, Shaikh initially told Sherrill he obtained a green card in 2002 \nand that he had entered the United States by illegally crossing the border from Tijuana, Mexico.\n\nAsked about Shaikh's arrest during a visit to Atlanta, former U.S. Rep. Timothy Roemer (D-Ind.), a member of the \n9/11 commission, said he had few details about the case but noted that al-Qaida operatives have considered a \nvariety of targets, from shopping malls and sporting events to downtown office towers.\n\n\"We certainly know about how al-Qaida has changed. Al-Qaida has become more nimble, agile and less \ncentralized,\" he said. \"They're looking at different types of targets.\n\n\"The threat has changed over time. The American people need to be vigilant about that threat,\" he said.\n\nRoemer said the arrest underscores the need to enact some of the 41 recommendations his commission made in \nan effort to counter the threat posed by al-Qaida.\n\n--- Staff writers Bill Torpy, Ty Tagami, Mark Bixler, Don Plummer, Teresa Borden and David Ho contributed to this \narticle. Material from the Austin American-Statesman was also used.\n\nGraphic\n\n \n\nPhoto: Kamran Shaikh, a Pakistani, was charged in federal court in Charlotte on Tuesday, after authorities found \nhe had made suspicious tapes of financial institutions and other sites in Atlanta, Charlotte, New Orleans and \nTexas. / TODD SUMLIN / Charlotte Observer\n"}