{"title": "Twisting truth on the border", "body": "\nAFRUSTRATED PRESIDENT Obama complained the other day that Republicans in Congress have been moving \nthe goal posts on border security, demanding ever more unachievable levels of enforcement before they would \nconsent to fixing the nation's immigration system. Next, Mr. Obama joked, the GOP would demand a moat across \nthe U.S.-Mexican frontier - with alligators.\n\nThat line got a good laugh. In fact, Republican posturing on border security is deadly serious, and worse than the \npresident suggested. Even in the face of overwhelming evidence that the border has become safer and less leaky, \nthe GOP would have the nation believe the opposite.\n\nUsing such scare tactics, Republicans are trying to distort the debate on immigration and justify their opposition to \nreform.\n\nExhibit A for Republican distortion is Rep. Lamar Smith (Tex.), chairman of the House Judiciary Committee, who \nrecently assigned a \"failing grade\" to U.S. Customs and Border Patrol efforts along the Mexican border. Mr. Smith \nbased his \"failing grade\" on the fact that the Border Patrol classifies just 44 percent of the nearly 2,000-mile border \nas being under \"operational control.\" That sounds bad, until you ask what it actually means. The answer: not much.\n\nA case in point is the Marfa sector, a 510-mile stretch of desolate terrain in southwestern Texas comprising more \nthan a quarter of the frontier between the United States and Mexico. According to the Border Patrol, just 10 percent \nof the Marfa sector is under \"operational control,\" meaning agents can reliably stop crossers at or near the border.\n\nBut it also happens that the Marfa sector, owing to its isolation, sparse population and forbidding, deep river \ncanyons, is the least crossed, sleepiest area of the entire southwest border. The Border Patrol arrests scarcely a \ndozen people a day along the entire length of the sector, despite (or because of) the 700 agents assigned there, \ntriple the 2005 number.\n\nAdding hundreds more agents, as Republicans imply is necessary, would be a massive waste of money - and still \nwouldn't guarantee \"operational control,\" owing to the region's rugged topography and inaccessibility. Homeland \nSecurity Secretary Janet Napolitano, like her Bush administration predecessors, agrees that total operational \n\n\ncontrol is an unreachable goal. As Border Patrol officials will tell you, Marfa and other lightly trafficked segments of \nthe southwestern frontier are the least of their problems and represent no particular threat to America's security.\n\nThe fact is that the United States has established tighter control of the border than at any time in recent memory. \nSerious crime is down dramatically in almost every major American town along the frontier. As Rep. Silvestre \nReyes, an El Paso Democrat, pointed out, the six largest southwestern border cities have lower crime rates - and, \nspecifically, lower rates of murder, rape, robbery and burglary - than the six largest cities in Ohio, home state of \nRepublican House Speaker John A. Boehner, whose spokesman said last week that immigration reform was dead \nuntil violence at the border was checked.\n\nThanks largely to President Bush, the Border Patrol has almost doubled its strength along the Mexican frontier \nsince 2004. The 17,700 agents there now - supplemented by drones, fencing, sensors and other technology - are a \nformidable force. Other federal agencies and personnel, including thousands of agents and analysts with \nImmigration and Customs Enforcement and the Drug Enforcement Administration, plus 1,200 National Guardsmen \nordered to the border by Mr. Obama last year, contribute to an increasingly muscular presence. Tighter border \nsecurity, combined with America's economic travails, has contributed to a dramatic drop in illegal border crossings, \nreflected in the fact that apprehensions along the border have been cut in half over the past five or six years. The \nBorder Patrol arrested fewer illegal crossers along the entire frontier in the fiscal year that ended last July \n(448,000) than it apprehended in the Tucson area alone in 2004 (492,000).\n\nThe border is not impenetrable; few land boundaries are.  But no number of boots on the ground, and no amount of \nfence-building, will choke off the flow of illegal immigrants entirely as long as employers demand their services in \nthe United States. Of the 11 million undocumented immigrants in this country, an estimated 7 million hold jobs, \ndespite the spike in unemployment of the past few years.\n\nMr. Smith's strategy, and that of many Republicans, is to whittle away at the problem through enforcement, not only \nat the border but in the workplace as well. A growing movement among Republicans would also deny citizenship to \nthe U.S.-born children of undocumented immigrants. By making pariahs of the undocumented millions, and by \nattrition, they believe America can eventually rid itself of most illegal immigrants.\n\nThat strategy is a fantasy and a recipe for ongoing failure. Too many powerful interests - not least, businesses that \nform a critical part of the GOP coalition - will oppose it.  And the economic reality is that American-born workers, \nincreasingly well educated, are unwilling to take the low-skill jobs that many immigrants fill in landscaping, \nhospitality, poultry processing and other industries. Eleven million undocumented immigrants won't fade away from \nAmerican communities and the labor force. The dilemma of illegal immigration will remain unresolved until \nRepublicans enter into a dialogue based on facts, not fear.\n"}