{"title": "ELIAN'S RELATIVES WON'T SIGN PLEDGE WITH U.S.;OFFICIALS THREATEN TO REMOVE BOY THURSDAY", "body": "\nWith a government deadline fast approaching, Elian Gonzalez's Miami relatives continued Tuesday to resist \ndemands that they promise in writing to surrender the boy if they lose their court fight to keep him in the country.\n\nAttorneys for the family and the U.S. government met in the morning without resolving the impasse, despite threats \nfrom immigration authorities to remove the 6-year-old Cuban boy.\n\n\"They said, 'If you don't sign the paper, we remove Elian.' They don't tell us how,\" said Armando Gutierrez, a family \nspokesman.\n\nLate Monday, the Immigration and Naturalization Service warned that Elian's temporary permission to stay in the \nUnited States would be revoked at 9 a.m. Thursday unless the relatives provide the written guarantee.\n\nGutierrez said the \"blanket statement\" that the immigration service was demanding is \"not the American way.\"\n\nImmigration and Naturalization Service officials asked Elian's great-uncle, Lazaro Gonzalez, to meet with them \ntoday in Miami, at which time government officials said he would be given another opportunity to sign a pledge to \ngive up Elian if he loses the court battle.\n\nIf Gonzalez will not agree in writing to obey the court ruling, the agency intends to advise him Thursday morning \nhow and when he is to relinquish custody of Elian, said the government officials, who requested anonymity. They \nwould not say exactly what timetable Gonzalez would be given.\n\nKaren Kraushaar, an immigration service spokeswoman, read a statement saying the Justice Department hopes \nLazaro Gonzalez will sign the agreement today.\n\n\"While (the immigration service) has always had the authority to implement its decision, we have gone to great \nlengths to bring about a resolution that is carried out in a manner that creates as little disruption for Elian as \npossible,\" Kraushaar said.\n\n\"The simple assurances we have sought from Lazaro Gonzalez are that he will cooperate with an orderly transfer of \nElian Gonzalez in the event of an adverse ruling by the U.S. Court of Appeals and barring emergency injunctive \nrelief from the Supreme Court.\"\n\nElian, who is living with his great-uncle, is being kept home from school this week. The family spokesman said Elian \nwould not return to school out of fear that Cuba might somehow try to force him back to the island.\n\n\nJorge Mas Santos, chairman of the Cuban American National Foundation, a Cuban exile group, said he believed \nthe government will think carefully before taking any action.\n\n\"We don't think the government would forcefully take the child,\" Mas Santos said. \"If they are so confident they will \nwin, then they can wait a few weeks. It would be a mistake, provoking this family and the community.\"\n\nGovernment officials have said they do not want to traumatize the boy.\n\n\"From the beginning, we have been mindful of the fact that at the center of this case is a 6-year-old boy who has \nbeen through a terrible ordeal,\" Kraushaar said. \"We are concerned for him and will continue to try to resolve this \nmatter in a way that avoids additional trauma to him.\"\n\nAbout 75 demonstrators gathered outside the Gonzalez home Tuesday in response to a call by the anti-Castro \nDemocracy Movement, which urged them to form a human chain around the home if the government tries to \nremove Elian.\n\n\"The people are very angry, and I think there are going to be very ugly days here in Miami,\" said Abel Lopez.\n\nThe Miami relatives have asked a federal appeals court in Atlanta to overturn a federal judge's ruling affirming the \nimmigration service's decision to return Elian to his father in Cuba.\n\nGraphic\n\n \n\nPHOTO Color Photo by PABLO MARTINEZ MONSIVAIS / THE ASSOCIATED PRESS - Elian Gonzalez, 6, plays \nwith water in a small pool in his relatives' back yard on Tuesday in Miami. The Justice Department has warned the \nrelatives it will return him to Cuba unless they speed up their court appeals.\n"}