{"title": "ILLEGALS GET 3-WK. BREAK", "body": "\nCongress yesterday approved a three-week extension of a program that lets immigrants seek legal status without \nleaving the U.S., but confusion continued as thousands of people crowded immigration offices.\n\nHours before the final Senate vote, a long line snaked outside the Immigration and Naturalization Service office in \nlower Manhattan. The crowd included many who were unaware of the reprieve from yesterday's midnight deadline \nand didn't know that the office would take only mail applications.\n\n\"I heard it was the final day,\" said Olga Stipanovic, an illegal immigrant who came six years ago from the former \nYugoslavia. \"I don't know the laws. It's very confusing.\"\n\n\"We aren't taking any chances,\" said Simon Baptiste, a Trinidadian immigrant who joined the line with paper work \nfor two countrymen.\n\n\"We want to do it, and do it right,\" he said.\n\nOfficials for immigration advocacy groups in New York and across the nation said they had fielded thousands of \ncalls from immigrants worried about the threatened end of the pilot program.\n\n\"I think people are still very confused about what's going on,\" said Paul Finnegan of the Emerald Island Immigration \nCenter in New York.\n\nSince September 1994, the law enabled illegal immigrants to seek residency without returning to apply at \nconsulates in their homelands. Applicants are required to pay a $ 1,000 penalty, obtain sponsorship from a close \nrelative or employer and meet other eligibility rules.\n\nAbout 345,000 immigrants applied nationwide in 1995 and 1996. An additional 214,000 are expected to apply this \nyear, including more than 33,000 who applied in New York City from June through August.\n\nAdvocates seeking extension of the law say the provision avoids separation of families and saves employers from \nlosing valuable workers for months or even years.\n\nBut critics, led by Rep. Lamar Smith (R-Tex.), chairman of the House immigration and claims subcommittee, say \nthe law unfairly benefits illegal aliens. Extending the law would \"insult those legal immigrants who have played by \nthe rules and waited their turn to enter the country,\" Smith wrote to colleagues last week.\n\nThe argument failed to sway the House, which approved an extension to Oct. 23 by a 355-to-57 vote on Monday.\n\nThe Senate voted 99-to-0 approval yesterday without debate, setting the stage for a discussion on the program \nlater this year. The President's approval is expected.\n\n"}