{"title": "Immigration law could be costly for Georgia; Athletic groups, events might boycott state", "body": "\nATLANTA -- Georgia Gov. Nathan Deal is reviewing an immigration bill passed by the state legislature and said \nhe plans to sign it. The bill is modeled after a controversial law in Arizona that could result in the deportations of \nundocumented residents.\n\nAtlanta and the state of Georgia, which have hosted the Olympics, Final Four, baseball All-Star Game, NHL All-\nStar Game and Super Bowl, could be explaining themselves in front of bid committees for the next few years and \nfind doors closing. HB 87 would allow police to check the immigration status of suspects, even in routine traffic \nstops.\n\n\"Anytime you do something like this, there are the intended consequences and you have unintended \nconsequences, and the unintended consequences in this case are worse,\" said Bob Hope, a public relations \nexecutive in Atlanta who is on the board of the Atlanta Sports Council, Atlanta Convention and Visitors Bureau and \nWomen's Sports Foundation. \"It presents us as a bigoted city or a bigoted state. Nationally, people can easily look \nat the bill and say there are uncomfortable issues relative to coming to Atlanta and Georgia. It hurts.\"\n\nThe Atlanta Sports Council could find itself in a defensive posture as it tries to bring major events -- and tourism \ndollars -- to the city, Hope said.\n\nDan Corso, executive director of the Atlanta Sports Council, did not return phone calls.\n\nDebbie Johnson, CEO of the Arizona Tourism Alliance and Arizona Hotel and Lodging Association, told The \nArizona Republic that Arizona has lost at least 30 to 40 meetings and conventions because of the state's \nimmigration bill, signed into law April 23, 2010.\n\nThe Center for American Progress, a liberal watchdog organization, says its research shows meetings and \nconvention cancellations have cost Arizona $141 million in the last year.\n\nBrian Robinson, deputy chief of staff for communications for Deal, said Georgia's bill is not nearly as intrusive as \nthe Arizona measure, and the Georgia legislature, he said, studied carefully how to protect constitutional rights. \nRobinson said under HB 87, police cannot randomly stop people to establish their citizenship.\n\nHowever, he said if a person is stopped while a suspect in a commission of a crime, their citizenship status can be \nchecked, and that is not racial profiling.\n\n\"There's nothing in this legislation that should spur the concerns of any groups inside or outside of Georgia,\" \nRobinson said. \"Georgia is not doing anything but finding a more efficient mechanism for enforcing U.S. law and \nGeorgia law.\"\n\n\nNonetheless, some in Georgia feel the state is going to be viewed as inhospitable and controversial. There have \nbeen several protests, including a March 24 rally that drew 5,000 to the Georgia State Capitol, according to state \npolice estimates.\n\nThe executive committee of the Atlanta Convention and Visitors Bureau passed a resolution opposing the bill. \nWilliam Pate, bureau president, said tourism is worth $10 billion a year in Atlanta. Pate said there is concern for the \n223,000 jobs in the hospitality industry in the city.\n\n\"Anytime you have potential headwinds, you've got to be concerned about that,\" Pate said. \"We're not going to sit \nidly by. If we have decision-makers who have concerns, we're going to meet with them.\"\n\nThe NCAA, which has a moratorium on pre-assigned events in South Carolina because of the Confederate flag \nflying on state grounds, declined to comment. Spokesman Erik Christianson said since the bill is not yet law, \"it is \npremature for us to comment on it.\" \n\nGraphic\n\n \n\nPHOTO, B/W, David Goldman, AP\n"}