{"title": "MUSICAL CHRONICLES CORRIDOS RECOUNT HISPANIC IMMIGRANTS' STRUGGLES AND TRIUMPHS EVERYDAY LIFE PUT TO MUSIC IN BALLADS BY LOCAL GROUPS", "body": "\nA few days after 29-year-old Jose \"el mono\" Torres was gunned down in East Palo Alto, his mariachi buddies \nmourned his death -- they wrote a song about it.\n\nWhen a well-known Mexican songwriter in San Jose heard of an international feud between two families, in \nRedwood City and in the Mexican state of Michoacan, he described the bloody rivalry in the best way he could -- he \nwrote a song about it, featuring rapid gunfire between huffs of an accordion.\n\nThe recordings haven't become hits on Spanish-language radio, here or in Mexico. But that's not unusual or \ndiscouraging for the artists when their music is based on Mexican corridos -- folkloric ballads that narrate \neveryday stories for everyday people. Derived from the name of a popular 18th-century ballad in Spain, corridos \nwere exported to Mexico, where they carried news from village to village, playing a vital role in the Mexican \nRevolution of 1910.\n\nNowadays, the story-telling tradition continues to thrive even on the Peninsula and in the South Bay, where groups \nperform songs about local happenings.\n\nCurrent events\n\nThese ballads are usually written about current events that affect Mexicans, Mexican-Americans and other \nHispanics here or in their homeland. Popular themes, played to a catchy oom-pah-pah beat, include tragedies, love \naffairs, miracles, narcotics, horses and immigration.\n\nImmigration has been a mainstay, chronicling the struggles of newcomers crossing the border and looking for \nwork. Often, they condemn exploitation by those who smuggle them and discrimination by those who hire them.\n\n\"It relates a story, and the story could be anything,\" said famed Chicano musician Lalo Guerrero, 78, who wrote his \nfirst corrido in 1957, a tribute to legendary Mexican singer Pedro Infante. Guerrero, who will perform in Cinco de \nMayo festivities in San Jose Sunday, also wrote songs used in \"Zoot Suit,\" a musical and a 1981 film.\n\nWhile schools and books present the official view of history, said Guillermo Hernandez, a corridos scholar at \nUCLA, \"corridos present the folk view of history.\"\n\nSometimes the songs are about famous figures, even those not really loved by the people, such as the corrido \nabout Gov. Pete Wilson and Proposition 187. They're also written about popular people, dead or alive, such as slain \nMexican presidential candidate Luis Donaldo Colosio, or slain Tejano singer Selena. Corridos also feature people \n\n\nknown only to their friends and family, such as Torres, the East Palo Alto slaying victim who is better known in \ndeath than in life because of the song.\n\n\"It's almost like a tribute -- if a corrido is written about you, that's big time,\" said Dora Zamora, public affairs director \nat Spanish-language KLOK-AM radio in San Jose, which airs a weekly program on corridos.\n\nThe death of el mono\n\n\"El Corrido del Mono,\" written five years ago, has been recorded by a group in Mexico and earlier this month by \nRedwood City mariachis, Los Alegres de Tierra Caliente de Michoacan.\n\nThe story goes like this: On a 17th of March, death was in East Palo Alto. Torres was wounded by a bullet but still \nmanaged to whip out his gun and shoot the other guy. Both perished, though Torres died satisfied, wrote Uriel \nGonzalez, of East Palo Alto, to the background of a harp and violins.\n\nThe song is often heard in North Fair Oaks, the unincorporated pocket between Redwood City and Atherton that is \nhome to many from the rural Mexican state of Michoacan.\n\nEvery night, musicians lugging bulky instruments stroll bar-to-bar down Middlefield Road in North Fair Oaks, \noffering their songs for 10 bucks a pop. They play traditional ballads inspired by the Mexican Revolution. They also \nkeep up with a growing demand for trendy hits, such as corridos of violent deaths and illegal drugs.\n\n\"We have to try to learn them daily. It's a necessity,\" said Manuel Simon Barajas, who plays a 12-string guitar that \nhas 10 strings. His partner, David Mandujano, squeezes a small accordion, and both specialize in norteno music, \nmuch of which includes corridos.\n\nDown the street, at The Mug, a group of loud men request \"El Corrido de la Gallina\" (The ballad of the chicken), \nfrom Mariachi Los Monarcas, a seven-man band that opens each gig with loud trumpets.\n\nThe songs bring a smile to the face of Francisco Javier Rodriguez Mendoza, 22, sipping Bud Light at the back of \nthe bar. \"The way they are playing here -- that's how it is over there,\" said Rodriguez Mendoza, a native of \nMichoacan.\n\nFamous feud\n\nHe knows corridos. Several have been written about the Mendoza side of his family, he said. Those are the same \nMendozas who battle the Ramoses in a fatal feud that boomerangs between the United States and Mexico.\n\nEnrique Franco, who for years was chief lyricist for the Grammy-winning San Jose-based group, Los Tigres del \nNorte, wrote and sang a ballad about the feud last year. He got the idea from a Mexican tabloid newspaper.\n\nIn his \"Vendetta Michoacana,\" Franco begins on a Michoacan ranch, with a fight that nobody wants to remember. \n\"The federal courts, jurisdiction Michoacan, have wanted to accuse the Ramoses and Mendozas. They (the \nfamilies) want to monopolize the drug contraband,\" he wrote.\n\nFranco, of San Jose, will never forget the first time he performed the song in Redwood City, where many Mendozas \nand Ramoses live. He was on stage at the Flamingo club when, for reasons unknown at the time, chairs began to \nfly across the room as he sang \"Vendetta Michoacana.\" \"All of a sudden I stopped, and we all ran out from there,\" \nFranco said.\n\nHe later learned the audience was sympathetic to friends or relatives of both families. Franco continues to perform \nthe popular song -- in San Jose, Morgan Hill, Oakland, Los Angeles and San Diego. Anywhere but the Flamingo.\n\nCorridos have come a long way since they focused on subjects such as national heroes, crop failures and winning \nrace horses.\n\n\n\nIn the 1960s, story-songs by Guerrero, the Chicano writer, chronicled segments of history that Hispanics will \nprobably remember: the Chicano civil rights marches and riots in East Los Angeles, the rise of United Farm \nWorkers Union leader Cesar Chavez and the death of Robert Kennedy.\n\nIn the 1990s, young corrido fans are big on songs about drugs and blood, which Franco says \"unfortunately\" reflect \nthe times.\n\n\"The corrido keeps evolving as new themes and new problems are emerging,\" said Hernandez, the UCLA \nprofessor, who is writing a book on the ballads. \"I think there are going to be many years ahead for the corrido.\"\n\n'VENDETTA MICHOACANA,' WRITTEN AND SUNG BY ENRIQUE FRANCO OF SAN JOSE:\n\nSe ha declarado la guerra, se quieren exterminar\n\nA los hombres o mujeres les da por igual matar.\n\nLa gente vende sus tierras nadie se quiere quedar.\n\nThe war has been declared, they want to exterminate each other.\n\nMen or women are equally likely to kill.\n\nThe people sell their lands, nobody wants to stay.\n\nLa vendetta Michoacana ya se hizo internacional.\n\nDe Redwood City a Tijuana se han matado por igual.\n\nThe vendetta Michoacana has gone international.\n\nFrom Redwood City to Tijuana they've killed for the same reasons.\n\n'El Corrido del Mono,' by Los Alegres de Tierra Caliente de Michoacan, a Redwood City-based group. Words by \nUriel Gonzalez of East Palo Alto:\n\nVoy a cantar un corrido, pero al cantar casi lloro.\n\nSenores, es el corrido de Jose Torres, el mono.\n\nUn 17 de marzo, como se me ha de olvidar\n\nLa muerte andaba en (East) Palo Alto, se lo venia a llevar.\n\nLe madrugaron al mono, y eso no se ha de dudar\n\nEl mono muy mal herido, casi para agonizar.\n\nLogro sacar su pistola y al otro pudo matar.\n\nI'm going to sing a corrido, but when I sing I almost cry.\n\nSenores, it's the corrido of Jose Torres, el mono.\n\nA 17th of March, how can I ever forget,\n\nDeath was in (East) Palo Alto, it came to take him away.\n\nThey ambushed el mono, there can be no doubt about it.\n\n\n\nEl mono was critically wounded, nearly at death's door,\n\n(Yet) he managed to draw his pistol and kill the other guy.\n\nEl mono era un buen amigo, que nadie podra olvidar.\n\nEl se paseaba con todos, fue amigo a carta cabal.\n\nPidiendo siempre a mariachi 'La tragedia de vernal.'\n\nEl mono was a good friend, whom no one can ever forget.\n\nHe got along with everyone, he was a friend in every respect.\n\nAlways asking the mariachi for (his favorite song).\n\nNotes\n\nAdditional information attached to the end of this article\n\nGraphic\n\n \n\nPhotos (2);\n\nPHOTO: TOM VAN DYKE -- MERCURY NEWS\n\nMariachi musicians count their tips after a night's work at The Mug in North Fair Oaks.\n\n950501 FR 12A; color\n\nPHOTO: TOM VAN DYKE --\n\nMERCURY NEWS\n\nBar patron Alex Rivera, left, joins Los Incorrigibles del Norte guitarist Ismael Ochoa at El Tenampa, in Redwood \nCity.\n\n950501 FR 1A 1; color PHOTO: TOM VAN DYKE --\n\nMERCURY NEWS\n\nAfter\n\nworking the bars and streets, Manuel Simon Barajas, left, and David Mandujano relax on a North Fair Oaks corner.\n\n950501 FR 1A PF; color\n"}