{"title": "Governor backs guest-worker plan", "body": "\nGov. Arnold Schwarzenegger waded into the debate over immigration reform Tuesday, saying the nation needs to \nrespect its immigrants but warned of ``anarchy'' should citizenship be granted to those who enter the country \nillegally.\n\nAs he has in the past, the Republican governor, who immigrated from Austria 38 years ago, laid blame on the \nfederal government for not having strong border enforcement and for spending years bickering over reforms.\n\n``I believe very strongly that the federal government has to get their act together,'' the governor said Tuesday in \nresponse to a question at a San Francisco economic forum.\n\nAnd in an opinion article published Tuesday in the Los Angeles Times, he called for ``a comprehensive new law \nthat respects immigrants and protects our nation'' that would include a temporary-work program and better border \ncontrols. He cited his refusal to sign legislation to give driver's licenses to illegal immigrants as a consequence of \nlax border controls.\n\nDemocrats in Congress have criticized some Republican legislation -- including a House-approved bill that would \nturn illegal immigrants into felons -- for using security concerns as a ruse to crack down on illegal immigrants who \ncome to seek work.\n\nSchwarzenegger wrote in the Times that ``criminalizing immigrants for coming here is a slogan, not a solution.''\n\nBut the governor does not believe anyone who enters the country illegally should be eligible for citizenship.\n\nHe wrote in the Times, ``Granting citizenship to people who are here illegally is not just amnesty -- it's anarchy.''\n\nInstead, Schwarzenegger said at the forum, convened by the Bay Area Council, that he backs increased visas \nwhen U.S. employers cannot find American workers to do the job. He also said he was encouraged by continuing \ndebate on various proposals now in Congress.\n\nContact Mary Anne Ostrom at mostrom@mercurynews.com or (415) 477-3794.\n"}