{"title": "Attacks Shelve GOP Effort to Woo Hispanics", "body": "\n In the months since Sept. 11, Hispanics have gone from being the most courted segment of the American \nelectorate to an afterthought, with President Bush and the GOP having interrupted their effort to win over the fast-\ngrowing, traditionally Democratic constituency. \n\n A plan to liberalize immigration from Mexico, which appeared imminent in early September, has been shelved for \nnow. Instead, the administration and Congress have launched a broad crackdown on immigration violations, and \nthey have restricted border crossings. Even legal aliens, it has been made clear, do not have the same rights as \nAmerican citizens when it comes to privacy and detention. \n\n At the same time, Hispanics have been disproportionately hurt by the economic recession. Unemployment among \nHispanics grew to 7.6 percent in November from 7.2 percent the month before. Overall, the U.S. unemployment \nrate rose to 5.7 percent from 5.4 percent. Immigrants in the hotel and restaurant industries have felt a particular \nsqueeze, and business groups, suddenly awash in workers, have dropped their support for immigration expansion. \n\n \"There's a lot of frustration among Latinos,\" said Gabriela Lemus, policy director for the League of United Latin \nAmerican Citizens. \"There's a lot of fear. A lot of people are talking about leaving.\" \n\n Eliseo Medina, executive vice president of the Service Employees International Union, which represents many \nHispanics, said, \"People of our community were very pleased when President Bush took the lead\" on immigration \nreform. \"However, as we head into 2002, when people take a look and see what happened in the first year of the \nBush administration, whether they shied away from that and whether the only result is mistaken policy, I think that's \ngoing to be reflected in the vote.\" \n\n Like most Americans, Hispanics understand the distraction of war, Medina said. \"But as the Afghanistan war \nwinds down, people are going to expect action. This will be beginning the first of the year.\" \n\n This is hardly a matter of urgent concern for Bush. A November poll by the Los Angeles Times found that 89 \npercent of Hispanics approved of Bush's performance in office, showing stronger support among Hispanics than \nin the nation as a whole. Eighty percent supported his handling of the economy, also a greater percentage than was \nregistered nationally. And a small plurality of Hispanics said Republicans can handle the nation's problems better \nthan Democrats. \n\n\n Right now, \"the number one and number two issues among Latinos is fighting terrorism and dealing with the \neconomy,\" the same issues important to everybody else, said Matthew Dowd, a Bush campaign adviser who \ncoordinates polling for the Republican National Committee. \"There's plenty of time, even prior to 2002,\" for \nRepublicans to renew appeals tailored to Hispanics, he said. \n\n Democrats agree that Bush has more than enough time to return to courting Hispanics before his 2004 reelection \nbid. But congressional Republicans may have more trouble appealing to Hispanics in the 2002 elections, \nparticularly in competitive House races in Arizona, Colorado, Florida, Nevada and New Mexico. \n\n \"It might have been a good issue for Republicans in the mid-term elections to say they're now encouraging an \neasing of immigration restrictions,\" said Democratic strategist Mark Gersh. \"They may have lost that immediate \nability.\" And with control of the House to be determined by a few seats, he said, \"that could make a difference.\" \n\n Hispanics accounted for 7 percent of voters in 2000 and are likely to account for 9 percent or 10 percent in 2004. \nBecause of the growing proportion of nonwhites in the United States, if each demographic group's support for Bush \nin the 2004 election remains unchanged from 2000, Bush will lose by 3 million votes, a Republican analysis shows. \nBush received 35 percent of the Hispanic vote in 2000. \n\n In an article in the Weekly Standard magazine, Dowd predicted that this group will be the \"most sought-after vote \nbloc in the coming decade,\" comparable to the \"soccer moms\" of the 1990s and the Reagan Democrats of the \n1980s. \n\n The RNC continues its efforts to recruit Hispanic support, having signed up some 5,000 Hispanic \"team leaders\" \nnationally. Those team leaders have held 15 recruitment events as part of a new grass-roots push. \n\n Sharon Castillo, a Puerto Rican woman working on the RNC's effort, said: \"Our world has changed since 9-11. \nHispanics, like all Americans, understand the situation.\" Still, Castillo said she hopes the immigration initiative can \nbe restarted before next year's election. \"I think it would be beneficial.\" \n\n National opinion about immigration is, if anything, headed the other way. Pollster John Zogby found that 76 percent \nof Americans believe the country is not doing enough to control its borders, and 85 percent think immigration laws \nare too lax. Such questions produced 50-50 splits before Sept. 11. \"This is one of those xenophobic moments in our \nhistory,\" Zogby said. \"It's not a good time to expand services to immigrants or to have more open borders.\" \n\n The Essential Worker Immigration Coalition, a group that was backed by businesses and that favored liberalized \nimmigration, ceased operations. The need for workers disappeared in the economic slowdown, and \"the \ngovernment is focused on what it ought to focus on -- and it's not immigration,\" said John Gay, vice president for \ngovernment affairs at the American Hotel & Lodging Association. \n\n The Bush administration has not entirely lost interest in Hispanics. American and Mexican officials met Nov. 20 to \ndiscuss immigration plans, but with none of the media attention that accompanied earlier meetings. \n\n Democrats meanwhile, haven't advanced their cause with Latinos, either. They supported tougher restrictions on \nMexican trucks and the federalization of airport screening, which will likely cause thousands of noncitizen \nHispanics to lose their jobs. In New York, Republican Mayor-elect Michael Bloomberg won half the Hispanic vote \nafter Hispanics were alienated by the Democrats' divisive primary. \n\n Still, there are some signs that Hispanics are growing impatient with the lack of progress on immigration issues. \nBush had said he would sign an extension of the \"245I\" immigration provision, which allows certain undocumented \naliens to seek legal status while remaining in the country. The measure was to be taken up by the House on Sept. \n11, but it is now on hold. Also, the administration seems to have backed down from legislation reforming the \nImmigration and Naturalization Service in favor of an administrative fix. Immigration groups support the legislative \nsolution. \n\n Hispanics' hopes for an end to government racial and economic profiling were set back by the government's \nefforts to clamp down on possible Middle Eastern terrorists since the September attacks. \n\n\n\n Recent Justice Department denials of profiling since Sept. 11 are \"at best disingenuous,\" said Charles Kamasaki, \nsenior vice president at the National Council of La Raza, an advocacy group. \"There's a hope that what seemed to \nbe a bipartisan consensus against racial profiling won't be a permanent casualty.\" \n\n In the new year, and particularly as the economy recovers, Hispanic groups will begin to demand action. \"There's \nstarting to be grumbling,\" said LULAC's Lemus. \"People are starting to get uncomfortable with some of the things \ncoming out of the administration. We want to give the president space, but . . . we're fearful all of the gains made \nsince the 1950s run the possibility of being pushed back.\" \n"}