{"title": "Trapped in Heat In Texas Truck, 18 People Die", "body": "\nSheriff's deputies found the bodies of 17 people early this morning on the outskirts of this southern Texas city, the \nvictims of stifling heat inside a trailer truck that was apparently being used to smuggle them into the United States.\n\n     Another person died later today in a hospital here, bringing the number of deaths to 18 and making it the highest \ndeath toll ever from a suspected case of smuggling immigrants into the United States by truck. It is also among the \nlargest losses of life in any immigrant smuggling incident. \n\n The trailer in which the bodies were discovered had about 100 people in all, including people from Mexico, El \nSalvador and Guatemala, many of whom fled into nearby fields when law enforcement officials arrived, said \nEduardo Ibarrola, the consul general for Mexico in Houston, which is two hours northeast of Victoria. One of the \ndead was a 7-year-old boy, the Victoria County Sheriff's Department said.\n\nThe trailer, which was parked at a truck stop, showed signs that the trapped people had tried to punch holes \nthrough it so air could come in. It was not clear how and when the truck's door was opened.\n\nAsa Hutchinson, under secretary for border and transportation security at the Department of Homeland Security, \nsaid in Washington that the agency would make investigation of the smuggling incident one of its highest priorities.\n\n\"This grim discovery is a horrific reminder of the callous disregard smugglers have for their human cargo,\" Mr. \nHutchinson said in a statement. \"These ruthless criminals, who put profit before people, will be tracked down, \napprehended and prosecuted to the fullest extent of the law.\"\n\nSome advocates for illegal immigrants took a more nuanced view.\n\n\"This is not entirely the fault of the smugglers, though they are certainly unsavory people,\" said Rogelio Nunez, \ndirector of Proyecto Libertad, a legal services organization for illegal immigrants in Harlingen, Tex. \"This incident \nand others like it have come about because harsher U.S. policies toward the border has made it more difficult for \npeople to come across, increasing the risks they're willing to take.\"\n\nThose who died suffered from asphyxiation and heatstroke, health officials here said. Temperatures in this part of \nTexas, a humid crossroads between Houston, San Antonio and Corpus Christi about 175 miles north of the border, \nwere close to 90 degrees and were said to have been above 100 degrees inside the trailer.\n\n\"They weren't talking a lot,\" said Melissa Purl, a spokeswoman for Citizens Medical Center, Victoria's largest \nhospital, which treated 10 people who were inside the trailer, including the one who died. \"I think they were happy \nto be alive and be safe. They really didn't talk a lot.\"\n\n\nLate today, health officials in Victoria were still preparing for the possibility that more patients could be brought in.\n\n\"Certainly everyone's fear is that someone is out there without water,\" Ms. Purl said.\n\nThe 40-foot-long, insulated semitrailer was believed to have been driven from Harlingen, a South Texas city across \nfrom the Mexican border that is in a widely used crossover area for many people seeking entry into the United \nStates, said Mr. Ibarrola, who spoke with many of the survivors.\n\nSome of those in the trailer were crossing into the United States for the first time, but others were returning after \nvisiting relatives in their home countries, Mr. Ibarrola said in an interview. The truck was on its way to Houston, \nwhere the immigrants had expected the smugglers to allow them to disperse across the United States, he said.\n\nMr. Ibarrola said the immigrants started pounding the sides of the trailer and yelling for help about 2 a.m. \nDispatchers at Victoria's 911 emergency center received a report of a disturbance about 20 minutes later and the \nfirst ambulance arrived at 2:33, said Vance L. Riley, chief of the Victoria Fire Department.\n\n\"What they found were people dead, dying or ill and they immediately began triage operations,\" Mr. Riley said. He \nadded that emergency medical technicians had to move victims they deemed as \"not savable to get to those who \nwere savable.\"\n\nSix men were taken to the emergency room at the DeTar Hospital Navarro, where their body temperatures, even \nafter the time spent in triage at the scene and the ambulance ride, were as high as 105 degrees, said Jerrel \nRobinowich, director of the hospital's public relations.\n\nThe authorities here say that more than a dozen people were hospitalized here in the Victoria area and that as \nmany as 40 immigrants may have fled from the scene after the door of the truck was jarred open early this \nmorning.\n\nMost of the undocumented immigrants were believed to be between the ages of 19 and 45, though one of the \npeople who survived turned 15 today. Sheriff Michael Ratcliff said law enforcement officials bought the girl, who \nwas at the Victoria Community Center, a birthday cake.\n\nA man believed to be the driver of the truck, Tyrone Williams of Schenectady, N.Y., was taken into custody today \nnear Houston, a federal official said. The authorities said the driver had fled the scene early this morning after \ndetaching the cab from the trailer.\n\nMichael Shelby, the United States attorney for the Southern District of Texas, said that Mr. Williams had not been \ncharged with any crime and that the authorities were still looking for two more suspects, whom they described as a \nwhite man and a Hispanic woman. They did not give the suspects' names.\n\nThe authorities here said they discovered the carnage after they responded to an early morning telephone call from \nthe Speedy Stop off Highway 77, about seven miles south of Victoria. When the police arrived, they discovered 14 \nbodies inside the truck parked on the northwest side of the gas station and three other bodies on the ground close \nby.\n\nThe Victoria County Sherrif's Department said it was believed that the people inside the trailer were struggling for \nsome time to get air. The refrigerator truck was insulated and the refrigeration system was not turned on, the office \nsaid.\n\nSome people inside the truck were apparently taking turns trying to bore holes into the door to create air pockets. \nThere were four holes visible in the insulation of the door this afternoon, but it is not clear whether the doors was \npunctured to allow air to flow in.\n\nThe 7-year-old who died was believed to have been with his father, who also died, the sheriff's department said. \nTheir names and nationality were not made available.\n\n\n\nThis afternoon, police had cordoned off the scene with yellow crime tape. The bodies of at least four victims were \nstill lying on the ground, covered with bags, late this afternoon.\n\nDozens of satellite television trucks and other news vehicles had boxed in the truck stop as investigators and \nmedical officials hovered around the scene. One team of three stopped to photograph a blue-jean-clad victim, \nwhose body lay under a white cover. When done, they draped the cover back over him, making sure it would not be \ntorn away by the wind.\n\nA health care worker, Socorro Revilla, was passing by and said she thought the commotion was a demonstration, \nbut when she found out what happened she returned to the scene because she was afraid that she might have \nknown someone, a relative or a friend, in the trailer.\n\n\"No, this can't be happening,\" Ms. Revilla, who was on the verge of weeping, slowly said. \"It hurts. It's unfair. I hope \nGod finds whoever did this and brings him to justice. I have relatives in Mexico and know they all want to come over \nhere and make a living.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: Bodies were found yesterday in and around a tractor-trailer near Victoria, Tex. State investigators checked \nthe vehicle for evidence. (Frank Tilley/Victoria Advocate, via Associated Press)(pg. A1); The authorities removed a \nbody yesterday from a truck near Victoria, Tex.; the immigrants inside suffered from asphyxiation and heat stroke. \n(Associated Press)(pg. A28) Map of Texas highlighting Victoria: A truckload of people, some dead, was found \noutside Victoria. (pg. A28)      \n"}