{"title": "19 CUNY campuses take a role. They will host naturalization ceremonies", "body": "\nTHE CITY University of New York will start hosting naturalization ceremonies at its 19 campuses, Chancellor \nMatthew Goldstein said yesterday.\n\nThe CUNY chief made the announcement at Citizenship Now! - the phone bank sponsored by the Daily News and \nthe university - which in its third day continued to buzz with calls from around the city and the country.\n\n\"I think as somebody becomes a citizen, they should be introduced to higher education,\" Goldstein said. \"In the \nworld in which we live, people need advanced training to fully participate in today's economy.\"\n\nDennis Bunce, naturalization supervisor for the New York District of U.S. Citizenship and Immigration Services, \nsaid the federal agency is proud to work with CUNY.\n\n\"When we bring the ceremonies into the community, it reminds New Yorkers how really special U.S.\n\ncitizenship really is,\" Bunce said.\n\nCallers to the phone bank don't need reminding how crucial U.S. citizenship is to function fully in society. More than \n3,700 people have called the free information line - staffed by a multilingual crew of immigration lawyers, paralegals \nand counselors - seeking help on the confusing path to becoming an American. The community service project \nends tomorrow.\n\nDespite seeking help from her senator and immigration officials, caller Judith Katz of Pelham Parkway, the Bronx, \nlost her naturalization certification years ago. Since 2002, she has run into many roadblocks trying to get a \nreplacement certificate, she said.\n\n\"I feel like I'm in limbo. I'm not getting any results,\" said the 60-year-old, who became a citizen at the age of 8. \"I \ncan't go on a cruise until I can get my papers.\"\n\nA spokesman at Citizenship and Immigration Services said the agency is looking into Katz's case.\n\nEgyptian native Antoine Khaled, 48, of Bay Ridge, Brooklyn, found out that he already is a citizen. His parents were \nnaturalized when he was 12.\n\nMidori Hills, who heads the Immigration Center at City College, explained to Khaled that he derived\n\n\nautomatic citizenship from his parents. Hills told him to apply for a U.S. passport and bring records such as his birth \ncertificate, green card and his parents' naturalization and marriage certificates.\n\n\"I'm now dating someone who likes to travel,\" said Khaled, who hosts a cable access music show. \"And she wants \nto go to Greece. This is the best information I've gotten.\"\n\nIf you have any delay reaching Citizenship Now! experts by phone, please visit the CUNY Citizenship Now! Web \nsite (www.cuny.educitizenshipnow) for additional information. lcasimir@nydailynews.com\n"}