{"title": "2 Sentenced In Smuggling Fatal to 10", "body": "\nA Federal judge sentenced the two top officers of the Golden Venture yesterday to close to the maximum \nsentence of five years for conspiring to smuggle illegal Chinese immigrants into the United States.\n\nThe judge, Reena Raggi, said she wanted to \"send as strong a message as possible to those who collaborate with \nsmugglers.\"\n\nSmugglers ordered the Golden Venture, a freighter, to be run aground off Queens last year in a desperate effort to \nland its human cargo of nearly 300 immigrants after plans to meet smaller craft went awry. Ten passengers \ndrowned while trying to swim ashore.\n\n \n\nKnowing Participants\n\n While the two officers, who pleaded guilty, were not accused of organizing the smuggling scheme or of issuing the \norder to ground the ship, Judge Raggi held that the men -- Amir Humuntal Lumban Tobing, the captain, and San \nLwin, the chief officer -- had knowingly participated in the scheme. Although the officers cooperated with \nprosecutors against other defendants, the judge sentenced Mr. Lwin to four and a half years and Mr. Tobing to \nfour.\n\n\"I am sorry,\" Mr. Tobing, 45, a citizen of Indonesia, said as he stood before the bench in Federal District Court in \nBrooklyn. He was reportedly deposed from command by the smugglers' chief agent on board well before the \ngrounding.\n\n\"I terribly regret the loss of 10 people's lives,\" said Mr. Lwin, 35, who is Burmese. \"I made an effort to make sure the \npassengers were safe.\"\n\nJudge Raggi also sentenced six other defendants to 36 to 48 months for smuggling conspiracy pleas. \nInvestigators originally described them as enforcers who had supervised the passengers, but the judge called them \nmanagers. Officials say they were among the illegal immigrants being smuggled into the country and had become \nsupervisors in hopes of getting a discount on the smugglers' fee of $30,000 a person.\n\nJodi Avergun, a prosecutor, said that all 21 people charged in the case had pleaded guilty to various offenses, and \nthat 19 have now been sentenced. Others believed to have been involved are being sought.\n\n"}