{"title": "Good, bad and ugly of hung parliaments; Canada's minority governments, if fragile by nature, have proven immensely consequential", "body": "\nA caustic election that exposed Canada's bitter geographic divisions ends in the most brutal way imaginable, with \nthe party that finished first finding itself last in line for power. And very, very unhappy. It all sounds plausibly 2019, \nno?\n\nBut it was actually nearly a century ago - the ferocious yet inconclusive election of 1925 that saw Arthur Meighen's \nConservatives capture 115 seats - 15 more than Mackenzie King's second-place Liberals - yet falling eight short of \na majority.\n\nThe acid-tongued Meighen's rage grew as the dust settled, outflanked by his archrival King, who, as incumbent \nprime minister, was able to retain the confidence of Parliament with the help of a third party - the short-lived prairie \nupstarts, the Progressives, who held the balance of power with 22 seats.\n\nMeighen, never at a loss for an erudite insult, went on to liken the re-emergent King to a grabby crustacean: \"He \nclings to power like a lobster with lockjaw.\"\n\nBut Meighen grudgingly accepted the reality because that's how it works: sometimes our first-past-the-post system \nignores who comes first and instead hands victory - and the right to form a precarious government - to the second, \nthird and even fourth place finishers, combined. They don't have to put the partnership in writing. A formal coalition \nis not required. The confidence of Parliament is all that matters.\n\nIt's a lesson Canadian policy wonks are falling over themselves to get across as this grim campaign gallops down \nthe home stretch toward Monday's final vote, with all polls suggesting Andrew Scheer's Conservatives and Justin \nTrudeau's Liberals stalled in a statistical dead heat.\n\nFormer Ontario premier Bob Rae weighing in on Twitter in response to Scheer's assertion he expects the leader \nwith the most seats will form government, put it this way: \"Leader with the confidence of the House of Commons \ngoverns. Leader without confidence doesn't get to govern.\"\n\nMuch of the attention has focused on process, precedent and pondering what sort of political marriages might be \npossible if Monday night delivers an indecisive minority scenario with no clear winner. But it's also worth sparing a \nthought for actual governance. And whether Canada's long and storied history of minority governments offer any \nclues to help navigate what might soon be upon us.\n\nFirst, let's circle briefly back to Meighen. As noted above, he found himself last in line for power despite finishing \nfirst in 1925 - but he got it back the following year when a scandal-plagued King stepped down in the legendary \nconstitutional crisis known as the King-Byng Affair. Meighen managed three whole days as prime minister before he \n\n\nwas brought down, losing confidence by a single vote and triggering yet another election. King, as it happened, \nlaughed last, winning a plurality of Liberal seats in a vote that saw Meighen lose his own seat.\n\nHistorians look back upon that 1920s cycle as an especially unstable stretch in Canadian politics - a jack-in-the-box \narray of fleeting governments that found power altogether too hot a potato to hang on to for long. But Canada's \nminority governments, if fragile by nature, have in eras proven immensely consequential. And none more so than \nthe back-to-back minorities led by Lester B. Pearson from 1963 to 1968, which gave rise to an astonishing array of \nprogressive legislative leaps, including universal health care and the Canada Pension Plan.\n\nTom Kent, who served as senior policy adviser to Pearson, admits luck and timing were on the Liberals' side during \nthe making of those breakthroughs. In a candid essay written a decade ago for Policy Options magazine, he \ndescribed how Pearson's team almost destroyed itself in its very first year with \"near-fatal\" policy blunders. Yet they \nlearned quickly from those mistakes and \"went on to forge a strengthened, more resilient national politics,\" writes \nKent.\n\n\"Today, both big parties would have us believe that minority government is inherently bad for us,\" Kent explains. \"A \nmajority is more comfortable for them. The public interest is another matter.\"\n\nIn Kent's admittedly rose-coloured view what made the Pearson minority governments move the needle so far was \na willingness to let everyone in on the plan. This was not a 21st-century top-down \"prime ministerial dictatorship,\" \nKent writes. Instead, Pearson directed his consensus-seeking cabinet to engineer progressive change from the \nbottom up, drawing upon public-sector expertise, taking the temperature of provincial premiers, always \"sensitive to \nthe needs of the times.\"\n\nWhat Pearson's team brought to the premiers' table was a willingness to blow up Ottawa's rigid departmental grip \non how the provinces delivered programs. Stick with us, the feds, in principle and you, the provinces, can forget \nabout the old centralist rules and instead will be free to vary the details and scale it as you see fit.\n\nThat's how the Canada Assistance Plan emerged as Pearson's major innovation in 1965 - a demonstration of a new \nspirit in federal-provincial relations that \"paved the way for medicare,\" writes Kent.\n\nThe same \"co-operative federalism\" drove the health-care breakthrough, with Team Pearson promising a funding \nformula on the principles of \"universal, comprehensive, portable between provinces and publicly administered.\" \nQuebec was the first to sign up. \"Other provincial politicians came to Medicare at various speeds and with varying \nwarmth. But they came. Public opinion, as well as federal cost-sharing, compelled them.\"\n\nPearson's Ottawa extended the same style of financing to post-secondary education, expanding universities and \nseeding community colleges. Its surge of successes was broken only by the flag debate - but even there, despite \nthe filibustering fury of John Diefenbaker, the newly minted red Maple Leaf design came to pass in time for \nCanada's centennial celebrations.\n\nIf the mind boggles at how so fragile a government could attain so much with so little, Kent emphasizes that it all \ncame to pass without any formal partnership with the NDP. Though the party \"was in sympathy with many of the \nPearson measures\" and had some members \"on friendly terms,\" there was \"never any partnership.\" The Pearson \ngovernments were always just a single vote away from losing power the entire time.\n\nThat said, Kent saw, even in 2009, that the new century involved a set of daunting challenges that are a world \nbeyond what he and his colleagues began to muddle through in 1964.\n\nToday's politicians - whoever among Ottawa's wannabes emerge as the gonnabes - will \"need to find a new way.\" \nBut how far they actually get, he concludes, may be more about how they go about it than whether they wield \nmajority rule.\n\n\"The fundamentals that worked then - firm objectives, sensitivity to the great needs of the times, co-operative \nfederalism, cabinet government - are as necessary today,\" he writes.\n\n\n\n\"The lesson from the Pearson period is that if a government has or soon develops those fundamentals, it may do \npretty well, whether or not it has a parliamentary majority.\"\n"}