{"title": "MOVING OUT FROM THE SHADOWS; JC STEWART HAS RUBBED SHOULDERS WITH MUSCIAL ROYALTY BUT A HEADLINE TOUR IS HIS BIGGEST DREAM COME TRUE", "body": "\nEverybody knows except the man himself. 22 year old JC Stewart - from Magherafelt (but now based in London) \nhas an awful lot going for him. He's young, affable and handsome. He's a multi-instrumentalist with a powerful \nvoice. He's an in-demand songwriter and engaging story teller. He's also part of the best clique in modern music - \nhaving been taken under the wing of Gary Lightbody and Snow Patrol, he now has a direct link not just to Irish \nheavyweights Foy Vance and Kodaline - but to colossal megastars like Ed Sheeran and Taylor Swift.\n\nGOOD FRIENDS: With Yet, when he announced his first ever headline tour - a tour that will take him round a \nselection of medium sized venues in Europe before London, Dublin and Belfast next May - it was like he'd won a \ncompetition.\n\n'THIS IS MENTAL' he declared on social media claiming 'never in a million years' did he expect to do his own tour. \nAll before concluding it was a 'dream come true.' p auk' Crucially, I'm pretty certain he isn't one of those people who \npretend to not know how great they are. You know the type? They claim to have messed up an exam only to end up \nwith top marks. We all know one. But JC Stewart - he honestly doesn't seem to get what everyone else finds pretty \nobvious -t- the has it in him to be a proper superstar. There's statistics to back it up. Five of his tracks have been \nlistened to more than a million times on spotify. 'Like I Did', a euphoric tail of heartbreak, recently passed four \nmillion plays. To put that in context - that's more than any track by, amongst other NI giants - Divine Comedy, \nTherapy? and And So I Watch You From Afar. Not bad given that track hsrcoS has been out less than a year - and \nall of the aforementioned have been releasing music for at least a decade.\n\nDuring the summer, he dipped his toe a little, experiencing the type of chaos that's in the post. Shows in London \nsold out.\n\nGary Lightbody at Ward Park He headlined the second stage at Ward Park - winning over several thousand people \nwho'd been impatiently waiting for Snow Patrol to take to the main stage. Soon after that, he was onstage at \nCustom House Square, making a decent job of stealing the show from headliner Anne Marie.\n\nIt's a special skill to be able to engage so well, especially at these huge, festival shows. Tracks like recent single \n'Have You Had Enough Wine?' feel designed for headphones and a darkened room - intimate and hugely personal.\n\n\n'Have you had enough wine? Have you had a good time? Have I ruined your life?' goes the chorus - not exactly one \nto get the crowd, as it were, 'going'. Especially as it's just one man and a www.piano.No bells, no whistle, no frills. \nBut he's so engaging - strangers are instantly won over and…. well, I refer you back to those Spotify streams. They \nwant more.\n\nOh - and lets not forget about the small matter of his contribution to the second biggest selling album of 2019 so far. \nThat Lewis Capaldi record everyone seems to love - check out track 9, 'Hollywood'. The writing credit includes one \nCallum Stewart. Same guy. A nice one for the CV, right? So yes - a debut headline tour really shouldn't come as a \nsurprise. In fact, it's just a mere rung on the road to potential stardom. It's just the start.\n\nJC Stewart's new single 'Bones' is out now. He'll play Belfast's Limelight on 28 May 2020.\n\nGraphic\n\n \n\nGOOD FRIENDS: With Gary Lightbody at Ward ParkBIG MOVE JC Stewart\n"}