{"title": "Worker Verification System Is Favored;Immigration Commission to Present Its Recommendation to Congress", "body": "\nThe United States should create a nationwide information system that would allow employers to verify a job \napplicant's authorization to work, according to members of the U.S. Commission on Immigration Reform, which \nsoon will present its recommendation to Congress.\n\nThe goal is to improve enforcement of the 1986 federal law prohibiting the employment of illegal immigrants and \nthus deter them from entering the country.\n\nThe commission's plan seems certain to pose difficult political choices for President Clinton, who appointed former \nrepresentative Barbara Jordan (D-Tex.) to head the panel amid promises that it would produce a blueprint for \nlegislation.\n\nJordan is scheduled to offer a preview of the recommendations in congressional testimony next week, and the \ncommission's full report to Congress is due at the end of September. Even though the proposals are not official \nyet, they have reignited arguments over whether thwarting illegal immigration justifies large and intrusive programs \nsuch as a national identification card.\n\n\"We have been following the commission's deliberations closely, and we will challenge any proposal involving an \nidentification system that we consider ineffective and potentially discriminatory -- just as we have in the past,\" said \nCecilia Munoz, immigration analyst for the National Council of La Raza, an umbrella group of Latino organizations.\n\nUnder current law, job applicants must prove that they are either U.S. citizens or legal immigrants authorized to \nwork. But the proof can come from 29 different documents ranging from a drivers license to a passport. Because \nemployers are not required to determine the authenticity of the documents, numerous studies have pointed to \nwidespread fraud through counterfeiting.\n\n\"A lot of the details are still to be worked out, but the commission is definitely looking toward a system that \nreduces fraud by allowing employers to verify whether a specific individual is in fact authorized to work \" said Susan \nMartin, executive director of the commission.\n\n\"Ideally, employers would be able to call into a computer and check a person's eligibility for employment as easily \nas retailers verify a credit card now,\" said former representative Bruce A. Morrison (D-Conn.), a member of the \ncommission.\n\n\nA major challenge, he said, is the lack of a reliable database for such a system. Social Security Administration \nrecords come closest, but proof of citizenship or legal immigration status was not always required to get a number. \nAlso, that system itself has been subject to considerable fraud.\n\n\"No question it will be a long process, maybe a decade long, to clean up the records,\" Morrison said, \"but at least \nwe are talking about refining an existing system that is supposed to identify people for purposes of employment \nand benefits.\"\n\nEven if a system can be devised to verify work authorization, there is still the challenge of ensuring that a job \napplicant is actually the person he or she claims to be. The commission has discussed proposals to create an \nidentification card that would be used specifically to gain employment, but members of the panel say there is still \nconsiderable disagreement on the subject.\n\n\"Leaving civil liberties and all the other issues aside, the experts tell us that an ID card is a loser because it will cost \nbillions of dollars and will be counterfeited within weeks,\" said Warren Leiden, a commission member and the \nexecutive director of the American Immigration Lawyers Association.\n\nThe nine-member commission was created by Congress in 1990 to study and report on the impact of \nimmigration policies. In the past year it has worked closely with the Clinton administration but has not sought \nspecific approval for its proposals, Martin said.\n\nCongress considered workplace identity systems when it enacted major changes in immigration law in 1986 and \n1990, and both times it rejected the idea in the face of determined opposition.\n\nLatino leaders said their people would be unfairly victimized. Civil libertarians protested that a national data bank \nand identity cards could be misused. Some immigration experts said many illegal immigrants would be beyond the \nreach of such a system because they work on farms, in households or in sweatshops where many employment \nlaws routinely are ignored. All of these objections have resurfaced as the commission moves toward a final \nrecommendation.\n\nCongress and the administration will have to decide whether concern about illegal immigration is great enough to \novercome the controversy that an employment verification system is certain to encounter.\n\nLawrence H. Fuchs, a history professor at Brandeis University and a vice chairman of the commission, is certain \nthat the political atmosphere has changed and that better solutions are now available.\n\n\"Congress punted two times,\" he said, \"and this commission is saying that we are not going to punt this time. We \nare not going to have a national identifier, but we are going to have a system that identifies people eligible for work \nand we'll do it with full regards for civil rights and civil liberties.\"\n"}