{"title": "Governor announces plan to help legal immigrants", "body": "\nGov. Tim Pawlenty is taking a carrot-and-stick approach to the immigration issue.\n\nLast week, Pawlenty unveiled his stick, proposing several measures to crack down on illegal immigration.\n\nToday he offered a carrot in the form of a series of initiatives to promote legal immigration.\n\n\"We want to continue to… encourage legal immigration that is good for Minnesota and good for America,\" he said \nat a Capitol news conference.\"\n\n\"Nearly all of us are either immigrants or descendants of immigrants. We would not have the country we have \nwithout having the power and the dynamic qualities and the energy and the diversity of immigration.\"\n\nBut the immigration system must be legal, orderly and above ground, he said.\n\nPawlenty proposed seven steps to help immigrants who \"play by the rules.\" He would:\n\n(li) Provide a tax credit of $300 per family to encourage immigrants to become citizens. The credit for families \nearning less than $30,000 a year would offset the costs of English language classes and citizenship application \nfees.\n\n(li) Offer information on the basics of financial and business institutions to immigrants through a partnership with \nthe Itasca Project, a coalition of CEOs of the state's largest corporations. It would inform immigrants about such \ntopics as income tax credits, home ownership opportunities and business start-up suggestions.\n\n(li) Push the federal government to grant more visas to graduates of U.S. colleges and universities and green cards \nfor immigrants with high-technology skills. Pawlenty said he would go to Washington next month to lobby key \nmembers of Congress on this issue.\n\n(li) Invite foreign business investment in Minnesota by offering \"immigrant investor visas.\" They would allow foreign \ninvestors to reside and do business in the state if they invest at least $500,000 in new or existing businesses, \ncreate at least 10 new jobs for U.S. workers or maintain the current level of employment at a struggling business. \nThe investment would have to be in a \"regional center\" designated by the U.S. Citizenship and Immigration \nServices.\n\n(li) Establish a $3 million grant program for employers that provide English language instruction to their employees.\n\n(li) Expand the number of foreign physicians working in underserved areas, especially in rural Minnesota. Last year, \nthe state used 21 of the 30 waivers available to the state for foreign medical doctors.\n\n\n(li) Increase immunizations for immigrants, especially for hepatitis B and tuberculosis.\n\nPawlenty's initiatives would cost the state about $5 million a year.\n\nBill Salisbury can be reached at bsalisbury@pioneerpress.com or (651) 228-5538.\n"}