{"title": "REFUGEE GROUPS SAY PA. FAILS TO HELP NON-ENGLISH SPEAKERS IN A FEDERAL CIVIL-RIGHTS COMPLAINT, A COALITION SAYS MORE SERVICES AND TRANSLATORS ARE NEEDED FOR IMMIGRANTS.", "body": "\nThe Pennsylvania Welfare Department has failed to adequately serve hundreds of refugees and other \nimmigrants who speak little or no English, according to a civil-rights complaint filed yesterday.\n\nThe complaint was filed with the Office for Civil Rights of the U.S. Department of Health and Human Services on \nbehalf of a coalition of eight organizations serving refugees and immigrants from Cambodia, Russia, China, \nVietnam, Ethiopia and other countries.\n\nIn the complaint, the Refugee Communities Coalition of Philadelphia contends that the state Department of \nWelfare discriminates by failing to provide interpreters and bilingual caseworkers for non-English-speaking clients; \nfailing to offer applications for assistance, food stamps and other benefits in languages other than English; and \nsending out correspondence only in English.\n\nSuch practices, the complaint says, violate Title VI of the Civil Rights Act of 1964 requiring agencies to provide \naccess to federally funded programs for people with limited English skills.\n\n\"Refugees and immigrants want the same things that all the rest of us want - jobs that will allow them to support \ntheir families, health care for their loved ones, education and training that will lead to brighter futures for their \nchildren,\" said Barbara Levin, of the Southeast Asian Mutual Aid Assistance Coalition, which coordinates the \ncoalition of refugee groups. \"The lack of language-appropriate services in welfare offices and welfare-to-work \nprograms seriously hampers those goals.\"\n\nSusan Asbey, a spokeswoman for the Welfare Department, said the agency had made an effort to better serve \nnon-English speakers by hiring more bilingual employees and translating notices in several languages.\n\nIn the Philadelphia office, 10 percent of the workforce of 200 is bilingual or multilingual, Asbey said. In addition, \nnotices informing clients of free interpreter services are posted in Spanish, Vietnamese, Chinese, Cambodian, \nKorean and Russian.\n\n\"We are certainly very responsive to the needs of our clients who have limited English proficiency,\" Asbey said.\n\n\nLawyers for the Community Legal Services, which is representing the refugee groups, said the department had \nnot done enough. They have filed 10 other civil-rights complaints on the same issue in the last year. Those \ncomplaints were submitted on behalf of individuals who speak Spanish, Serbo-Croatian, Russian, Khmer, Arabic \nand Vietnamese. All complained of similar discriminatory practices in welfare offices and programs throughout the \ncity.\n\nSome clients said they had to bring children to serve as translators because the agency could not provide bilingual \ncaseworkers or other interpreters. Others said they received letters in English - a language they could not \nunderstand - asking them to bring their own interpreters.\n\nIn filing yesterday's complaint, the coalition said it hoped to force the Welfare Department to do more to better \nserve non-English speakers, including hiring more bilingual staff, providing a wider range of interpreters, \ntranslating documents and notices into more languages, and offering training programs for non-English speakers.\n\nThe Office for Civil Rights will investigate the complaint and decide whether any corrective action is needed.\n\nMonica Rhor's e-mail address is mrhor@phillynews.com  \n"}