{"title": "Persecution by Circumcision; Woman Who Fled Togo Convinced U.S. Court but Not Town Elders", "body": "\nMouhamadou Kassindja is a practical man. That is why after his brother died a couple of years ago he found a \nwealthy husband to support his teenage niece, Fauziya Kasinga, and ordered her circumcised in line with local \ncustom.\n\nShe refused both the circumcision and the marriage -- something unheard of in this region -- and fled first to \nGhana, then Germany and eventually to the United States. As a result, her uncle, a local Islamic leader, or imam, \nwith three wives and 14 children, has envisioned an equally practical solution to avert another scandal.\n\n\"After Fauziya we don't send girls to modern school anymore, only to Koranic school,\" he said, referring to the \nteachings of the Islamic holy book. \"The modern school civilizes the girls too much and ends up causing too many \nproblems.\"\n\nKasinga's troubles reached from this tiny West African country to the U.S. legal system when she arrived in Newark \nin 1994 with a false British passport and was jailed. She was released in April. Last month the U.S. Board of \nImmigration Appeals ruled that Kasinga, 19 -- who spells the family name differently than her uncle -- should be \ngranted political asylum based on her fear of female circumcision, a ritual practiced in some parts of Africa and \nAsia, aimed at keeping young women chaste, clean and faithful.\n\nIt was the first time a court with national jurisdiction recognized that the circumcision of women -- or genital \nmutilation, as it is called by human rights activists who oppose the practice -- can be a form of persecution. The \nruling is binding on all U.S. immigration judges who hear asylum cases.\n\nA lower immigration court previously had denied Kasinga's asylum claim, in part on grounds that some of her story \nwas \"not credible.\" But family members in Kpalime who are opposed to what she did corroborated the gist of her \nstory -- at least what occurred in Togo -- to a reporter and indicated that she would indeed face trouble if she \nreturned.\n\n\"If she arrived here today, she would have to take up the problem with the town elders,\" her uncle said in Kpalime, \na pretty town at the foot of a mountain about 80 miles north of Lome, Togo's capital. \"Regarding the circumcision, \nthey'll make her do it. It's tradition. If her husband doesn't want her, then the family will choose another man. It's not \nher right to choose a husband. It's the responsibility of the family. She's still young.\"\n\nHer male cousin, Moussinou, 18, agreed. \"Even if you're out of the village or out of the country, in [neighboring] \nBenin or Ghana, they will come and get you and bring you back and make you do it,\" he said.\n\n\nCircumcision has been performed on an estimated 80 million women worldwide. It involves cutting away the \nclitoris and labia minora with a knife or razor blade. The only anesthetic is herbal. The ritual is often performed in \nunsanitary conditions that can lead to tetanus. According to the World Health Organization, the risk of maternal \ndeath is doubled by circumcision and the risk of a stillbirth increases several fold.\n\nRoughly 12 percent of women in Togo over 15 have undergone the procedure. But in Kasinga's tribe, the \nTchamba, the rate is 98 percent, according to a University of Benin study. Kasinga said in her affidavit that she \nknows of four women from her tribe who died from circumcision.\n\n\"We don't want it either, but we are forced to accept it because it is tradition,\" said Adidjatou, 27, one of the uncle's \nthree wives.\n\nThe scandal surrounding Kasinga's flight from such a fate turned into an international cause celebre. It came at a \ntime when the issue of female circumcision, recognized as a human rights violation by the United Nations, was \ngaining momentum and attention. The practice has been condemned by the International Federation of Gynecology \nand Obstetrics, and Alice Walker's novel \"Possessing the Secret of Joy\" brought attention to the topic. Earlier this \nyear, photographer Stephanie Welsh won the Pulitzer Prize for her photos of female circumcision in Kenya.\n\nKasinga's case not only aroused an international furor, but had serious local repercussions hidden from the world's \nattention in a small Togolese town. She is a soft-spoken young woman who, after her father's death, was taken out \nof boarding school in Ghana, brought back to Togo and informed she was to be married. Her mother, she has said, \nwas banished in accordance with local custom and her father's family took over the household. Gifts had already \nbeen presented by both families in separate marriage ceremonies when the teenager escaped with her sister to \nGhana.\n\nWith little more than her student identification card and $ 3,000 from her mother's inheritance, she boarded a \nmidnight flight for Germany. She likely paid a bribe to board the African aircraft without a passport. When she \nlanded in Germany, Kasinga said in an affidavit, she was allowed in without a passport after showing that she had \nadequate cash and was carrying her Togolese and student identification papers. She said she bought a British \npassport from a Nigerian she met on a train in Germany. Upon arrival in Newark, she was detained and remained in \njail for nearly 1 1/2 years.\n\nHer vague explanations of how she found lodging in Germany with a woman she met at the airport and how she \nacquired the false passport left a number of unanswered questions and apparently figured in the initial rejection of \nher asylum claim.\n\n\"She's not straight out of the bush at all,\" one Western diplomat said. \"Many of these other girls don't even know \nhow to get to Lome, much less climb on an international airline.\"\n\nBut Kasinga's father was unusual for his tribe. He had only one wife and married his older daughters into \nmonogamous marriages. As a wealthy, educated man he could stand up to community leaders in opposing female \ncircumcision, and his other daughters were spared it.\n\nHis brother, Mouhamadou, an Arabic teacher with a ready laugh, is of more modest means and said he struggled \nunder the financial burden added by taking on his niece and a younger nephew. Finding a husband for Kasinga \neased the pressure, and acquiring a wealthy new in-law is nothing to shrug at in the context of the African extended \nfamily. The uncle said he summoned the police to search the country for her, out of both worry and humiliation. \nKasinga's mother and siblings were forced out of town -- most have since left the country -- and her uncle said he \nand his family were ostracized by the local community.\n\nKasinga's story differs from her uncle's in some respects. She has said her mother was run out of town long \nbefore, just after her husband's death in 1993, in line with local practices. And she said that it was her aunt -- her \nfather's oldest sibling -- who took over the family home and arranged the marriage. She did not mention her uncle \nat all in her affidavit. But he clearly saw himself as the power broker, the person who helped draw up the marriage \ncontract.\n\n\n\nAsked to explain the inconsistency, Kasinga said yesterday through her lawyer that she had heard that her aunt had \nbeen greatly embarrassed and shamed by all the attention brought on the village by the case. Perhaps, she \nsuggested, her uncle had taken a greater share of responsibility to protect her aunt, his sister.\n\nThe uncle also said Kasinga had \"brothers\" in Germany and the United States, which she has adamantly denied. \nShe has supplied addresses of both of her brothers in Togo. She does have a cousin in Virginia, and in West Africa \nthe term \"brother\" is loosely interpreted, especially in extended families. Kasinga has said she had no relatives in \nGermany.\n\nAt home, her uncle said, he ran into trouble with town elders who accused the family of shuttling Kasinga away \nand embarrassing her husband, Ibrahim Isaka, 45, a former district assemblyman. Isaka lives in Kpalime with his \nthree other wives. He could not be reached for comment.\n\nThe uncle's home, a gray concrete structure with an inner courtyard filled with mango trees, has electricity but no \nrunning water. It is equipped with a television and a VCR.\n\nDespite the scandal Kasinga caused, her uncle does not appear to hold a grudge. But he is fiercely loyal to his \nreligion and his tribe's traditions. While he now sends his daughters only to Koranic school, which he contends will \nkeep them obedient, he said he knows that he cannot hold modern influences at bay forever. Now, like her court \ncase in the United States, Kasinga's actions could well set a precedent in her home town.\n\n\"Maybe now that Fauziya has refused and fled, there will be others that will refuse and flee, too,\" her uncle said. \n\"Before, we used to circumcise very small girls. But as things have evolved we've let them get a little older. Maybe \nas time passes we won't do it at all.\"\n\nGraphic\n\n \n\nPhoto, cindy shiner for The Washington Post; Photo, bill o'leary, Mouhamadou Kassindja, shown with two of his \nwives, says modern schooling \"civilizes the girls too much.\" The U.S. Board of Immigration Appeals ruled last \nmonth that Fauziya Kasinga, above, should be granted political asylum.\n"}