{"title": "TERRORIST GOES FREE, BUT IMMIGS DETAINED - WHY?", "body": "\nWHILE THOUSANDS of poor, decent, hardworking immigrants are kept detained in terrible conditions, Luis \nPosada Carriles, a dangerous man with a long criminal history and a pending deportation order, was freed on \nThursday by a federal court in El Paso, Tex.\n\nPosada's rap sheet includes terrorist acts in several countries, yet he was released on $350,000 bond and arrived \nin Miami late Thursday to a hero's welcome.\n\nWhile hundreds of immigrant families are mercilessly torn apart by raids and deportations, this shady character was \nsent home to his wife and children.\n\nPosada, 79, had been in jail since he entered the U.S. illegally in May 2005. He will stand trial on May 11 and, \noutrageously, the only charge against him is immigration fraud.\n\nBut Posada - born in Cuba and a naturalized Venezuelan - is accused by those two countries of planning the \nbombing in 1976 of a Cuban passenger jetliner over Barbados that killed 73 civilians, including the young members \nof the island's fencing team. Venezuela has requested his extradition.\n\nThe Justice Department, though, has refused even to classify the former CIA operative as a terrorist. No matter \nthat in March of last year, the U.S. Immigration and Customs Enforcement (ICE) denied Posada's release, calling \nhim a \"danger to the community\" and \"a risk to the national security of the U.S.\"\n\nLast year, an immigration judge ordered him deported - but not to Venezuela or Cuba where, the judge said, he \ncould be tortured.\n\nThe deportation order has been unenforceable. Despite Washington's pressures, no country has offered shelter to \nsuch a character. And now Posada has been released and sent back to Miami.\n\nPosada's release happens at a time when, according to the Homeland Security Department, the number of \nimmigrants in detention in the U.S. has gone up from about 6,000 in 1995 to a whopping 200,000 today.\n\nEven worse, as it was revealed in January, immigrant detainees have endured the hardship of being confined in in \novercrowded jails where the temperatures often drop below freezing.\n\n\nYet Posada is back home in Miami, and has only to wear an electronic ankle bracelet. And although he is not \npermitted to leave his house without authorization, one of his lawyers told a Spanish-speaking TV journalist that he \nis \"allowed to go to see his doctor and his lawyers.\" Undoubtedly, Posada is a lucky man.\n\n\"It is an affront to the memory of the victims of Posada's terrorism,\" said José Pertierra, a Cuban-American lawyer \nwho represents the government of Venezuela in its extradition case. \"But it speaks volumes about the absence of \nsincerity in President Bush's so-called war on terror.\"\n\nIn a written statement, the Cuban government, quoting the judge who ordered Posada freed, asks an interesting \nquestion.\n\n\"Why is he released,\" the statement says, \"when judge Kathleen Cardone herself, in her ruling of 6 April that \nordered the release of the terrorist, recognized that he is accused '. . . of being involved in or associated with some \nof the most infamous events of the 20th century. . . . Some of these acts include the Bay of Pigs Invasion, the Iran-\nContra scandal, the midair explosion of Cubana de Aviación Flight 455, the 1997 bombs planted in tourist resorts in \nHavana and, according to some conspiracy theoreticians, the assassination of President John F. Kennedy?' \"\n\nThis is the man who was freed and sent home to his family. In the meantime, thousands of poor, decent immigrants \nare detained, sometimes for years, and their families are torn apart. aruiz@nydailynews.com\n"}