{"title": "Edison High juniors shine spotlight on immigration", "body": "\n  The immigration debate hit home Friday at Edison High School as juniors experienced firsthand the trials and \ntribulations of those looking to be admitted into the country.\n\nDuring a two-day period, about 500 students at the Surf City high school went through an Ellis Island simulation of \nwhat it would have been like to be an immigrant in the early 1900s, filtering through what is often referred to as the \nGateway to America.\n\nEach student took on the identity of a real immigrant who came through the New York port of entry. They answered \nquestions. They endured long lines and inspections and, at times, interrogations. All with the aim of finding out \nwhether he or she would get to stay or end up deported.\n\nThe event was more than a re-enactment, however. It threw these teens into the heated issue of immigration \nthrough a lesson examining the past.\n\nIt gave students the chance to compare and contrast immigration issues a hundred years ago to today's \nimmigration firestorm, with the main focus on those who are in the country illegally, specifically the Mexico-U.S. \nborder.\n\n\"In 1908, we were processing thousands of immigrants legally a day, and today, obviously the dynamic has shifted,\" \nsaid Mike Walters, a social studies teacher. \"That's the question we've posed to the kids. What's changed? Why \nnot have the floodgates open in Ellis Island anymore? We let them debate it out.\"\n\nFirst in line at the 11 a.m. simulation was Plato Aristophones, a single 29-year-old Greek man who was the son of a \nrich rug-maker. He wore an oversized green blazer and a black and white hat. Jesse Richards, a 16-year-old water \npolo player with sun-kissed hair, admitted to having nothing in common with his new identity but made his best \nattempt at impersonating the immigrant.\n\n\"You speak English?\" asked a volunteer parent posing as an immigration official. \n\n\"Yes.\"\n\nWhen asked whether he had a job, trade skills or college degree, Aristophones quipped back.\n\n\"I never worked. My father is very rich,\" said the aspiring rug-making entrepreneur who claimed to be a \"strict \nmonarchist\" as part of his political affiliation.\n\n\nOh, yes, and one more thing. \n\nAristophones also carried $15,000 to start his new venture.\n\nBy this time, the self-assured Greek immigrant thought he'd quickly win clearance and be sworn in as a U.S. citizen.\n\nInstead he was ordered deported. He didn't have enough points, according to his paperwork.\n\n\"Sorry, you don't have enough skills for a job so you go to the deportation section,\" said an adult posing as yet \nanother immigration official.\n\nBewildered, the Greek man sat apart from the others, soon to be joined by a 39-year-old Italian immigrant by the \nname of Loretta Piranini, who was played by Alex Dicus, 16.\n\n\"I'm being deported, too,\" she said, holding on to a baby doll that was supposed to be her 8-month-old baby. \"Wait, \nfor sure we got deported? I'm making an appeal.\"\n\nPiranini only had $23 in her pocket after paying her life savings for a monthlong boat trip that took her from her \nnative land to what looked like deportation in a new land. She could only take the youngest of her 14 children on the \ntrip, leaving her blacksmith husband behind to help fight soldiers in the war.\n\nLeaving behind her role, Dicus spoke about her own immigration experience. The great-granddaughter of \nJapanese immigrants, she said the simulation and her character's deportation order made her more sympathetic \ntoward people who come to the country illegally.\n\nSoon after their deportation orders, it turned out the characters played by Dicus and Richards were not deported \nafter all. It was a paperwork mix-up, the immigration officials said. \n\n\"Well, sometimes that happens,\" Walters said, adding that only 5 percent of people were turned away from Ellis \nIsland. \"When you process thousands of people a day, of course, you're going to have a mistake.\"\n\n949-553-2906 or ccarcamo@ocregister.com \n\nGraphic\n\n \n\nStudents at Edison High School take the oath of allegiance after completing a morning-long Ellis Island simulation \nFriday as part of a social studies lesson.\n\nA parent volunteer inspects a student's mock passport.\n"}