{"title": "Union reportedly helped housekeeper confront Whitman", "body": "\nSAN FRANCISCO -- The California Nurses Association helped the illegal immigrant former housekeeper of \nbillionaire Meg Whitman make her story public, a revelation that helped sink the gubernatorial hopes of the former \neBay chief executive, according to a report published Tuesday in the San Francisco Chronicle.\n\nNicky Diaz Santillan, whose story knocked Whitman's tightly orchestrated campaign off message when she came \nforward in September, reached out for help from the union because she believed she was unfairly fired by \nWhitman, the newspaper reported, citing people who were close to the matter but would only speak if their names \nwere not used.\n\nDiaz Santillan contacted a friend who knew a member of the nurses union, according to the Chronicle. The union \nthen put the Mexican-born housekeeper in touch with an immigration attorney and celebrity attorney Gloria Allred, \nwho appeared with her at a Los Angeles news conference in September.\n\nDiaz Santillan, who lived in Union City while working for Whitman, said Whitman knew she was an illegal \nimmigrant during her nine years as a maid. She and Allred also produced a 2003 Social Security document saying \nthe government number given by Diaz Santillan did not match her name, a tip-off that she might be in the country \nillegally.\n\nThe letter included a handwritten note from Whitman's husband, a Stanford neurosurgeon, directing the \nhousekeeper to check it out.\n\nWhitman said she fired the maid when she learned of her illegal status in June 2009, just months after Whitman \nhad formed an exploratory committee to run for governor. She blamed the campaign of Democratic Gov.-elect Jerry \nBrown and his union supporters for exposing her.\n\nNurses union executive director Rose Ann DeMoro declined to comment Tuesday to The Associated Press on \nwhether the union helped Diaz Santillan. But in an interview with the AP and in a public letter addressed to Diaz \nSantillan published last week, she praised the illegal immigrant for her courage in coming forward.\n\nDeMoro said the union's goal is to help working women and advocate for those who don't have a voice.\n\n\"So it's natural that if someone would come to us for help, that we would help them,\" she said.\n\nShe said Diaz Santillan helped highlight \"the arrogance of wealth.\" Whitman set spending records in her race, \ngiving her campaign $144 million from her personal fortune.\n\n\"It is really just a striking thing. She's one of the richest women in the world and (Diaz Santillan is) someone who is \nessentially living paycheck to paycheck on survival mode,\" DeMoro told the AP on Tuesday.\n\n\nA campaign adviser to Whitman, Rob Stutzman, was traveling Tuesday and did not immediately return an e-mail \nmessage seeking comment.\n\nWhitman hired Diaz Santillan through an agency and paid her $23 an hour for 15 hours per week.\n\nThe nurse's union backed Brown's candidacy and campaigned vigorously against Whitman, following her to \nevents with a character it dubbed \"Queen Meg.\"\n\nThe newspaper said the housekeeper was emotionally and financially devastated by her sudden firing by Whitman \nin 2009, for whom she had worked since 2000. Afterward, Diaz Santillan had asked Whitman for help finding \nsomeone who could help her gain legal status.\n\nWhitman refused and the former housekeeper claimed Whitman later left her a voicemail message, warning her: \n\"You don't know me, and I don't know you.\"\n\nDiaz Santillan and her immigration attorney are now addressing her status with the U.S. Department of Homeland \nSecurity.\n\n------\n\nAssociated Press writer Juliet Williams contributed to this report.\n"}