{"title": "Arizona law sets off national debate", "body": "\nThe Philadelphia Inquirer, in an editorial: \"The Support Our Law Enforcement and Safe Neighborhood Act, signed \n(April 23) by Gov. Jan Brewer, gives police in Arizona authority to question anyone if there is a 'reasonable \nsuspicion' that he is an illegal immigrant. ... But with 12 million illegal immigrants in this country, a round-them-up-\nand-send-them-back approach won't work. The cost alone is prohibitive. And many who came here illegally are \nliving upstanding lives. People who are working hard, raising families, staying out of trouble and paying taxes -- on \ntheir purchases, if nothing else -- deserve the opportunity to make amends and be placed on a path toward legal \nresidency and eventual citizenship.\"\n\nRich Lowry, editor, in National Review: \"The police already have the power to stop illegal aliens, a power the \nArizona courts have upheld; they already can ask about someone's legal status  ... and they already can detain \nillegal aliens.  ... (Arizona) has an estimated 460,000 illegal aliens out of a population of 6.6 million. They impose \ncountless millions of dollars in schooling, health care and incarceration costs, more than $1 billion a year in one \nestimate. ...  Arizonans needn't, and shouldn't, tolerate this. Critics accuse the state of unconstitutionally devising its \nown immigration policy. If it had unilaterally declared its border open to the poor, violence-plagued country to its \nsouth, this charge might have had force. Instead, Arizona seeks only to enforce the nominal immigration policy of \nthe United States. Perhaps the federal government should try it sometime.\"\n\nThe Dallas Morning News, in an editorial: \"What would lead a Phoenix cop, a Maricopa County sheriff's deputy or \nan Arizona state trooper to suspect that this person on the street was here without proper documentation? Therein \nlies the problem with SB 1070. It does little, if anything, to protect Arizonans from people crossing the border \nillegally. But it does add a layer of unreasonable suspicion to anyone who might look as if they did.  ... If you live in \nArizona and look like you're from Mexico, El Salvador or Guatemala, you're a suspect who must prove your \ncitizenship or legal status. And if you believe this law might be applied uniformly to Arizona's non-Latino residents, \nseriously, is that really reasonable?\"\n\nMichelle Malkin, columnist, in RealClearPolitics: \"Mexican President Felipe Calderon has accused Arizona of \nopening the door 'to intolerance, hate, discrimination and abuse in law enforcement.' But Arizona has nothing on \nMexico when it comes to cracking down on illegal aliens. ...  Illegal entry into the country is equivalent to a felony \npunishable by two years' imprisonment. Document fraud is subject to fine and imprisonment; so is alien marriage \nfraud. Evading deportation is a serious crime; illegal re-entry after deportation is punishable by 10 years' \nimprisonment. Foreigners may be kicked out of the country without due process. ... There's been no public clamor \nfor 'comprehensive immigration reform' in Mexico, however, because pro-illegal alien speech by outsiders is \nprohibited.\"\n\nLos Angeles Times, in an editorial: \"Thank you, Arizona. Despite our strong condemnation of a new law that will \nlikely promote racial profiling of Latinos in your state, we must acknowledge that you have accomplished what many \nothers -- including senators, committed activists and a willing president -- have failed to achieve. You put \nimmigration back on the national agenda.\" \n\n\nGraphic\n\n \n\nPHOTO, B/W, John Moore, Getty Images\n"}