{"title": "No Book for This Immigrant Story; Class Observes Politics And Path to Citizenship", "body": "\nFor a political science class this fall, Herndon High School students immersed themselves in the national \nimmigration debate that played out in their hometown 7-Eleven parking lot. They quizzed a lawmaker on Capitol Hill \nabout border security and yesterday took part in a ceremony in Fairfax County to welcome more than 40 new U.S. \ncitizens.\n\nThe event at a government building in Merrifield was a capstone to a series of lively discussions in teacher Douglas \nGraney's class on an issue that has shaped its town's politics and, for many students, personal histories. The \nclass learned about the complexities of immigration politics and the drama of the journey to citizenship.\n\n\"It was inspiring,\" Jhoanne Montano, 18, said after the ceremony. Her parents, Bolivian immigrants, have spent \nyears building a successful business in the United States but have not yet applied to become citizens. \"I want them \nto experience that moment, too,\" Montano said.\n\nHerndon drew national attention in 2005 when local officials approved spending public money to build a job center \nfor day laborers. Widespread protests ensued as critics said the money would be spent to help illegal immigrants. \nThe mayor and town council members who supported the center were ousted in the next election, and the new \ntown leaders closed the center.\n\nWhat the Herndon High class witnessed yesterday was a daily routine. From October 2007 through September, \nmore than 1 million people nationwide became naturalized citizens. About 26,000 of them processed their \napplications at the Washington District office for U.S. Citizenship and Immigration Services, based in Fairfax. The \noffice holds three ceremonies a day, sometimes more.\n\nThe class added elements to a well-rehearsed program, an experience immigration officials said could benefit more \nstudents. The soon-to-be new citizens filled rows of black plastic chairs. While their relatives clicked cameras, they \n\n\nrepeated an oath, pledged allegiance to the flag and watched a video with a message from President Bush and \nimages of national monuments, shorelines and hard-hat workers.\n\nThey also heard two students perform \"America the Beautiful\" on flute and guitar as well as a lilting, a cappella \nversion of \"The Star-Spangled Banner,\" and a student gave a speech about America's motto.\n\n\"We all have a story. It's a story of immigration to a great land, whether it be us directly or our ancestors. . . . Even \nthough we come from different places, look different and have different faiths, we are now all Americans, and \nAmerica's first motto was 'E pluribus unum' -- out of many, one,\" Samantha Shortt, 17, told the audience. She also \ntalked about her mother's pursuit of citizenship after emigrating from Panama many years ago.\n\nSarah Taylor, district director for U.S. Citizenship and Immigration Services, said she hopes to welcome more \nstudent groups to watch or participate in a naturalization ceremony. She has already reached out to her daughter's \nschool, Robert Frost Middle in Fairfax, and some students are scheduled to give speeches during ceremonies next \nweek.\n\n\"Many of us who were born here take our citizenship for granted,\" Taylor said. \"But you get a special perspective\" \nby witnessing the moment another person becomes a citizen, she added.\n\n\"We didn't have to do anything to become a citizen. We were just born here,\" agreed student Carrie Kurtz, 17. The \nlengthy process of applying for citizenship \"says a lot about their dedication,\" she said, and their \"love of country.\"\n\n\"It actually gave me goose bumps,\" student Hilary Lesnoski, 17, said. She charted her family's journey from Poland \nto the United States, tracing back to her great-grandparents. She said she had not thought much about immigration \nuntil she moved to Herndon from Pittsburgh two years ago.\n\nNews reports have showcased turmoil over the day-labor center, but several students said that until now they had \nfew opportunities in school to reflect on what was happening and to hear each other's views.\n\nThe class also debated related issues considered in Congress in recent years, including whether to build a fence \non the border with Mexico and whether English should be the country's official language. The class visited Rep. \nJose E. Serrano (D-N.Y.) and asked him about his positions.\n\nThey also prepared for the naturalization ceremony by taking their own practice citizenship tests. After the \nceremony, Graney's course will move on to lessons on patriotism, he said. Now that they have covered \"who gets \nto be an American,\" the teacher said he wants to talk about what \"it means to be an American.\"\n\nGraphic\n\n \n\nIMAGE; Photos By Bill O'leary -- The Washington Post; During a federal citizenship ceremony, Fairuz Maggio, left, \na student at Herndon High School, leads a group in reciting the Pledge of Allegiance.\n\nIMAGE; Dozens recite an oath on their way to becoming U.S. citizens at a federal government building in Merrifield \nin Fairfax County. The office holds three ceremonies a day, sometimes more.\n\nIMAGE; Herndon High School student Jennifer Chuon, 17, sings \"The Star-Spangled Banner.\"\n\nIMAGE; Photos By Bill O'leary -- The Washington Post; Douglas Graney, right, a political science teacher at \nHerndon High, takes a photo as the newly minted citizens recite the Pledge of Allegiance.\n"}