{"title": "Ruben Navarrette: GOP dug its own hole with Latinos", "body": "\nSAN DIEGO -- After years of lecturing us about not making excuses and taking responsibilities for our actions, \nRepublicans are now playing the victim. They claim they're getting a bad rap as being hostile to immigrants and \nLatinos.\n\nThe two groups are lumped together. Latinos headline the immigration debate because they make up the bulk of \nthe immigrants in the United States -- both legal and illegal. And it's Latinophobia that is fueling the debate as \nwhites and blacks, nativists and labor unions come together in common cause to turn back the demographic tide.\n\nThe Republican Party knows this. It's been stoking these fears for the last 20 years.\n\nI want to help Republicans own up to their mistakes, although it's hard to feel sorry for them. They're getting a \nbeating, but you can't say they weren't warned.\n\nThe issue is what will happen to Latinos. They will remain politically impotent as long as it is impossible for \nRepublicans to win their support and nearly impossible for Democrats to lose it.\n\nWhile some Republicans are ready to support immigration reform as a peace offering to Latinos, others are still in \ndenial about their misbehavior.\n\nSince memories are short, here are highlights of the GOP's ongoing tantrum against immigrants and Latinos.\n\n-- In 1994, Republicans in California, led by Gov. Pete Wilson, proposed and pushed Proposition 187, a ballot \ninitiative that sought to deny education and other services to illegal immigrants and their children. After a campaign \nfilled with racially tinged rhetoric, voters approved the measure, which a federal judge later struck down as \nunconstitutional.\n\n-- In 1996, Republican Rep. Lamar Smith of Texas proposed the Illegal Immigration Reform and Immigration \nResponsibility Act, which made it easier to deport illegal immigrants and harder for them to return legally. The law, \nwhich was signed by President Bill Clinton, includes a 10-year bar for anyone who is removed and re-enters, \nsomething that immigration attorneys commonly refer to as the \"Mexican bar\" because it only seems to apply to \nimmigrants from Mexico.\n\n-- In 2005, Republican Reps. James Sensenbrenner of Wisconsin and Peter King of New York proposed the Border \nProtection, Antiterrorism and Illegal Immigration Control Act. Before it was defeated in the Senate, the excessively \npunitive measure made illegal \"presence\" into a crime and expanded the definition of aiding and abetting \nlawbreakers to include charities and social service agencies.\n\n\n-- In 2006, Republican Rep. Tom Tancredo of Colorado referred to Miami as a \"Third World country\" because so \nmany Latinos reside there and so much Spanish is spoken. And Republican Rep. Steve King of Iowa compared \nMexican immigrants to farm animals when he proposed electrified fencing along the U.S.-Mexico border because \n\"we do that with livestock all the time.\"\n\n-- In 2007, Republican Sen. James Inhofe of Oklahoma led his GOP colleagues down a detour in the debate over a \nSenate immigration reform bill with an amendment declaring English the \"national language\" of the United States. \nThis made plain that, for some, the immigration debate is about nativist fears of a changing culture.\n\n-- In 2010, Republicans in Arizona wrote, approved and signed into law the now notorious do-it-yourself immigration \nmeasure that requires local and state police to enforce immigration law in ways that have resulted in the profiling of \nLatinos. A half-dozen states followed suit, due to the legislative efforts of Republicans.\n\n-- In 2012, the Republican presidential primary became an ugly contest of which candidate was the toughest on \nillegal immigrants while little was said about punishing the homeowners and businesses who hire them.\n\n-- And just a few days ago, Republican Sens. Kay Bailey Hutchison of Texas and Jon Kyl of Arizona dusted off and \nunveiled a bill that they drafted a year ago to create a second-rate DREAM Act where undocumented college \nstudents would get legal status but explicitly not get U.S. citizenship. Apparently, the senators are oblivious to the \noptics. Here you have Republicans, on the heels of an election where their party lost the Latino vote, proposing a \nbill that guarantees that a group of Latino immigrants can't vote.\n\nThis is quite a record. It is no wonder that the GOP is in a deep hole with Latinos. But Republicans are not victims. \nThey're in this hole because, through many years of words and deeds, they put themselves there. It's time to \naccept this, and try to climb out instead of simply pretending the hole doesn't exist.\n\nRuben Navarrette is a Washington Post columnist.\n"}