{"title": "Lawmakers seek to curb crashes by immigrant drivers", "body": "\nNine immigrant workers die in road crashes in one week around Philadelphia. Two are killed in Colorado when \ntheir driver falls asleep. One girl dies in Tennessee when an immigrant runs a stop sign.\n\nTales of accidents involving immigrants are becoming more common in the land of opportunity, and automobiles. \nNow, a few states are looking at a hoped-for solution: driving tests and licenses for illegal immigrants.\n\nThe Immigration and Naturalization Service \"is not sending these people back,\" said Tennessee State Rep. Mike \nTurner, a Democrat. \"So unless we're going to penalize the people who hire them, they're going to be here. The \nresponsible thing is making sure they know how to drive.\"\n\nAfter a decade of record-high immigration nationwide, Tennessee last May apparently became the first state to \namend its motor-vehicle law specifically for immigrants.\n\nA law sponsored by Turner enables any resident to apply for a license without giving a Social Security number. A \nhandful of other states, including Texas, have considered similar bills. (Pennsylvania, New Jersey and Delaware \nare not among them.)\n\nThe legislation is a response to mostly anecdotal evidence that some immigrants are getting into crashes as they \ntravel in vehicles operated by people who are either exhausted, inexperienced or ignorant of U.S. traffic rules - \nperhaps simply because they come from countries where few people drive.\n\n\"For better or worse, driving is a necessity in this country to get . . . to a job,\" said Josh Bernstein, senior policy \nanalyst at the non-partisan National Immigration Law Center, an advocacy group in Washington D.C.\n\nOn Monday, a van carrying 19 East Asian immigrants heading to Philadelphia from their Delaware workplace \nswerved into a tanker truck and crashed on Interstate 495 near Wilmington, leaving four dead, Delaware State \nPolice Lt. Tim Winstead said yesterday.\n\nThe next morning, a van carrying 18 Latino workers to a Lehigh County factory flipped over on Route 309 in Lynn \nTownship, leaving two dead and seven injured, one critically, officials said.\n\nBefore dawn on Wednesday, a truck carrying eight men newly arrived from Mexico, en route to restaurant jobs in \nBurlington County, collided with a tractor-trailer on the New Jersey Turnpike. Three men were killed.\n\n\nThe causes and conditions of the local crashes, and just who was driving at the time, are still under investigation.\n\nKenneth J. Elwood, INS Philadelphia district director, indicated in a statement yesterday that the places where the \nkilled and injured immigrants worked would be investigated.\n\n\"INS does not tolerate employers who . . . have a role in hiring aliens without INS work authorization,\" Elwood said. \n\"Alien smuggling and employing unauthorized aliens is not a victimless crime. People are being abused and people \ndie.\"\n\nWhile there is no national or regional tally of the number of road accidents involving immigrants, an informal check \nof recent news reports yielded dozens of isolated reports of crashes - many in the West and South - involving van \nloads of immigrants. In most cases, the vans were packed with more people than they were designed for, as in the \narea crashes this week.\n\nExperts on immigrants said undocumented aliens often travel in groups but lack the knowledge, ability or sense of \nsecurity needed to complain about an unsafe driving condition.\n\n\"Part of the problem is that immigrants are forced to accept less-than-safe driving conditions because they're \nafraid of [speaking out and] getting caught,\" Bernstein said.\n\nDouglas Rivlin, spokesman for the National Immigration Forum, an advocacy group based in Washington, equated \ntraffic accidents to unsafe working conditions.\n\n\"If you're undocumented . . . the conditions you're working under are going to be less than ideal, and one of them is \nsafe-transport conditions,\" Rivlin said.\n\nAdvocates of less immigration also lamented the crashes, but said the solution is not driving lessons but broader \nINS enforcement in the nation's interior.\n\n\"[We] have an immigration problem, not a driving problem,\" said David Ray, spokesman for the Washington-based \nFederation for American Immigration Reform. \"Our current lack of interior enforcement is luring people to their \ndeaths in the desert and on our highways.\"\n\nAccidents happen while immigrants are traveling, sometimes cross-country, in search of work, or while simply \ncommuting to a nearby job. Immigrants, particularly illegal ones, may commute in vehicles operated in one of three \nways, Rivlin said:\n\nThe driver may be an immigrant ferrying fellow migrants to work.\n\nThe driver may be a U.S.-born employee or owner of the business where the immigrants work.\n\nOr, less common, the driver may be in the business of finding and ferrying immigrant workers to a work site, for a \nfee.\n\n\"The INS is so underfunded, it really cannot follow all of them,\" Rivlin said.\n\nIt's unclear whether a driver's license will be the answer. Tennessee officials now face a backlash against their law, \nin part because immigrants have swamped the state's driver license stations.\n\n\"This will do very little to ensure they're driving any better,\" said Ray, adding that a license opens new opportunities \nfor illegal aliens. \"The license is one of the documents that is used in receipt for a number of other social services.\"\n\nBut Turner said \"if just one of those [immigrants] had taken a driving test, maybe one of those people would be \nhere today. There's no doubt in my mind that it will help.\"\n\nThomas Ginsberg's e-mail address is tginsberg@phillynews.com.  \n\nmailto:tginsberg@phillynews.com\n\n"}