{"title": "House Judiciary Subcommittee on Immigration and Border Security Hearing; \"Asylum Fraud: Abusing America's Compassion?\"; Testimony by Eleanor Acer, Director, Reguess Protection Program, Human Rights First", "body": "\nChairman Gowdy, Ranking Member Lofgren and members of the Subcommittee, it is an honor to be here today to \noffer our views about U.S. asylum policy. We appreciate your focusing attention today on these important issues.\n\nMy name is Eleanor Acer, and I direct the Refugee Protection Program at Human Rights First. Human Rights First \nis an independent advocacy organization that challenges America to live up to its ideals. We are a non-profit, \nnonpartisan international human rights organization based in New York and Washington D.C., and we are opening \nan office in Houston, Texas this year. To maintain our independence, we accept no government funding. For over \n30 years, we've built bipartisan coalitions and teamed up with frontline activists and lawyers to tackle issues that \ndemand American leadership, including the protection of the rights of refugees who flee persecution. Human Rights \nFirst oversees one of the largest pro bono legal representation programs for refugees in the country, working in \npartnership with volunteer attorneys at many of the nation's leading law firms. Our clients include countless \nrefugees who have stood up for human rights in their own countries, only to face persecution or torture, and who \nare able to build new lives and contribute to our communities because this country has granted them the protection \nof asylum. However, through our work we also see day in and day out the ways in which current U.S. immigration \nlaws and policies are denying or delaying protection to refugees who seek this country's protection from political, \nreligious and other persecution.\n\nOverview\n\nProtecting the persecuted is a core American value. Reflecting this country's deep-seated commitment to liberty \nand human dignity, as well as its pledge under the Refugee Convention's Protocol, the United States has long led \nefforts to protect those who flee from political, religious and other persecution. Over thirty three years ago, \nPresident Ronald Reagan signed into law the Refugee Act of 1980, which passed Congress with strong bi-partisan \nsupport, enshrining into domestic law America's historic commitment to protect the persecuted. In the intervening \nyears, the U.S. asylum system has protected thousands of refugees from being returned to places where they \nwould face political, religious or other persecution. We see these people day in and day out: they are victims of \nreligious persecution; women targeted for honor killings, trafficking and horrific domestic violence; gay men attacked \nin countries where they face constant threats; human rights advocates who stand up against oppression in Syria or \nagainst the perpetrators of brutal violence in Central America; and ordinary people who are persecuted for who they \nare or what they believe.\n\nA strong asylum and immigration system that adjudicates cases in a fair and timely manner and includes effective \ntools for fighting abuse, is essential both for ensuring the integrity of the U.S. immigration process as well as for \nprotecting refugees from return to places of persecution. If individuals or groups are defrauding the asylum system, \nit hurts everyone, and steps should be taken to counter those abuses and punish the perpetrators. U.S. authorities \nhave a range of effective tools to address abuses. As noted in this testimony, U.S. agencies conduct multiple \n\n\nidentity and background checks, have personnel in multiple agencies charged with detecting and investigating \nfraud, and have the ability to refer for prosecution individuals who perpetrate and orchestrate fraud. Many of these \ntools have been enhanced over the years, and the prosecution of criminal charges - like the high profile charges \nfiled in 2012 against 26 individuals associated with law firms in New York City's Chinatown - are critical for sending \na message that efforts to defraud the immigration systems will not be tolerated.\n\nHowever, in order to effectively secure the integrity of the system, the agencies responsible for asylum adjudication \n- USCIS and EOIR - must be properly staffed and resourced to adjudicate cases in a fair and timely manner, and to \neliminate backlogs that can be a magnet for abuse. In the immigration courts, over 350,000 immigration removal \ncases have now been pending for an average of 570 days. While immigration enforcement and related funding \nhave increased significantly in recent years, funding for the immigration courts has lagged well behind. These \ndelays both increase the vulnerability of our immigration system to abuse and prevent refugees from having their \ncases adjudicated in a timely manner, often leaving refugee families stranded in difficult and dangerous situations \nabroad. Adequate staffing and resources are essential for maintaining the integrity and effectiveness of the system.\n\nAs we seek to strengthen the system, we should also address the many ways in which our current asylum system \nfails to provide protection in a manner consistent with this country's commitments and legal obligations to protect \nrefugees fleeing persecution. Over the years, so many barriers and hurdles have been added to the asylum system \nthrough multiple rounds of legislation that refugees who seek the protection of the United States often find \nthemselves denied asylum, delayed in receiving protection, or lingering for months in jails and jail-like immigration \ndetention facilities. In addition to supporting a fair and timely decision-making process for those seeking this \ncountry's protection, Congress should eliminate unjust barriers that deny or delay U.S. protection to refugees and \nimplement the recommendations of the U.S. Commission on International Religious Freedom relating to expedited \nremoval and detention.\n\nThis country must preserve the integrity of its asylum system. U.S. immigration authorities have the legal and policy \nmechanisms necessary to detect and address abuse, including to refer for prosecution individuals who attempt to \norchestrate fraud on the system. But additional staffing and resources are needed for the asylum, credible fear and \nimmigration court removal systems. Changes in law that would further prolong detention for many asylum seekers \nor risk turning refugees back to persecution are not necessary, and are inconsistent with this country's \ncommitments and values. America should not abandon its compassion, but should stand firm as a beacon of hope \nthat will not turn its back on those seeking protection from persecution.\n\nRecommendations\n\nKey steps that the Administration and Congress should take to protect the integrity and effectiveness of the asylum \nsystem include:\n\n* Increase Asylum Office Staffing to Address Backlogs, Provide Timely Referrals into Removal Proceedings, and \nConduct Timely In-Person Credible Fear Interviews. As asylum officers have been redeployed to conduct credible \nfear interviews, delays and backlogs for affirmative asylum interviews have grown. A timely and effective asylum \noffice interview process is essential for maintaining the integrity of the U.S. asylum system and will ensure that \nthose who are not eligible for asylum are promptly referred into immigration court removal proceedings. Delays \nalso undermine the ability of refugees to rebuild their lives and bring stranded spouses and children to safety in this \ncountry. The USCIS asylum office should also have sufficient resources to conduct prompt and effective credible \nfear and reasonable fear interviews, and to conduct these interviews in person.\n\n* Increase Immigration Court Staffing to Address Removal Hearing Delays and Eliminate Hearing Backlog. Both \nthe American Bar Association and the Administrative Conference of the United States (ACUS) have expressed \nconcern that the immigration courts do not have the resources necessary to deal with their caseloads. The delays \nand backlogs resulting from insufficient staffing and resources undermine the integrity of the system by exposing it \nto potential abuse and by leaving individuals who are desperately awaiting their asylum hearings in limbo for years.\n\n\n\n* Utilize Multiple Existing Anti-Fraud Tools. ICE and USCIS should continue and increase where needed their use of \nthe many available tools for combatting fraud and abuse in the immigration and asylum systems. As detailed \nbelow, these include training, enhanced background biographical and biometric checks, fraud detection and \ninvestigation capacities, and referral of cases for criminal prosecution. If additional resources are needed, the \nAdministration should request and Congress should appropriate funding to ensure that DHS and DOJ have the \nresources required to adequately combat fraud.\n\n* Prosecutors should prioritize prosecutions of individuals who orchestrate schemes that defraud the immigration \nand asylum systems. Prosecuting the perpetrators of fraudulent schemes will reduce fraud and abuse and \nenhance the integrity of the asylum and immigration systems, as well as protect the immigrants who are often \nvictims of these schemes. The American Bar Association, the New York Immigrant Representation Study Group, \nand others have recommended strict penalties for those who engage in unauthorized practice of law. Referrals from \nimmigration authorities have resulted in numerous prosecutions of perpetrators of fraud. Charges were brought in \nmajor cases in California, Texas, Florida, Maryland and elsewhere over the last four years, in addition to the highly \npublicized criminal charges filed against the 26 individuals who worked at law firms in New York City's Chinatown.\n\n* Implement U.S. Commission on International Religious Freedom (USCIRF) Recommendations on those fleeing \nreligious and other forms of persecution and Request Updated USCIRF Study. Department of Homeland Security \nand Immigration and Customs Enforcement should implement U.S. Commission on International Religious \nFreedom recommendations, including: using detention facilities that do not have jail-like conditions when asylum \nseekers are detained; maintaining, effectively implementing and codifying the existing parole guidance into \nregulations; and expanding legal orientation presentations. Congress should request and support an updated \nUSCIRF study on the conduct of expanded removal and its impact on asylum seekers.\n\n* Effectively Implement Asylum Parole Guidance. Immigration and Customs Enforcement should effectively \nimplement the existing asylum parole guidance, ensuring that eligible arriving asylum seekers are assessed for \nparole under the specified criteria, and released when they meet those criteria; and - in accordance with that \nguidance - not releasing any individual who presents a danger to the community or flight risk. Human Rights First \nhas assisted many individuals who fled persecution and arbitrary detention for their pro-democracy or human rights \nadvocacy only to languish in jail-like facilities in the United States while awaiting adjudication of their asylum \nrequests. The traumatizing effects of detention on a torture survivor are immense and have been well documented.\n\n* Use Cost-Effective Alternatives to Detention. Where individual asylum seekers are in need of supervision and/or \ncase management to assure their appearance, Immigration and Customs Enforcement should utilize cost-effective \nalternatives to detention. Alternatives have been demonstrated to produce high appearance rates - with ICE's \ncurrent contracted supervision program reporting a 97.4 percent appearance rate at final hearings and an 85 \npercent compliance rate with final orders where case management is utilized. Groups from across the political \nspectrum, including the Council on Foreign Relations' Independent Task Force on U.S. Immigration Policy, the \nInternational Association of Chiefs of Police, and the Texas Public Policy Foundation (home to Right on Crime), \nhave recommended alternatives for their cost-savings. Many states are increasingly turning to the use of \nalternatives in the criminal justice system, prompted by Right on Crime and other reform experts. Congress should \nsupport flexibility in funding so that Immigration and Customs Enforcement can utilize these alternatives to save \ncosts in cases where detention is not necessary to meet the government's need for appearance, where additional \nsupervision would assure appearance, and the individual poses no danger.\n\n* Support Legal Orientation Programs and Access to Counsel Measures that Improve Fairness and Efficiency of the \nImmigration System. Legal Orientation Programs (LOP), which have been praised for their cost-effectiveness and \nfor increasing immigration court efficiency, currently provide legal information and, in some cases, referrals to \ncounsel, at some (25 out of approximately 250) facilities used for immigration detention. Approximately 80 percent \nof detained individuals do not have representation in their immigration proceedings. LOPs - and quality legal \ncounsel - can help non-represented individuals understand their eligibility, and in some cases lack of eligibility, for \nasylum and other potential forms of immigration relief. Congress should sufficiently fund DOJ to ensure that LOPs \nare funded and in place at all facilities used for immigration detention. According to a 2012 DOJ report, LOP \n\n\n\nreduced the amount of time to complete immigration proceedings by an average of 12 days. Factoring in the \nsavings - primarily to DHS through reduced length of time spent in detention - LOP has been shown to have a net \nsavings of approximately $18 million.\n\n* Remove Unnecessary Impediments that Delay Cases and Block Refugees from this Country's Protection. This \nincludes elimination of the asylum filing deadline which bars legitimate refugees from asylum, and needlessly adds \nto the number of cases in the immigration courts. As Dr. Richard Land has described, \"When people escape horror \nand come to the United States in desperate need of freedom and safety, we shouldn't turn them away because of a \nbureaucratic technicality.\" n1 The USCIS Asylum Division should also have increased jurisdiction over asylum and \nwithholding claims, as recommended in the 2012 Administrative Conference of the United States report. By \nresolving more cases at the asylum office level, the process would be more efficient, decreasing the caseload at \nthe immigration courts.\n\n* Identify and Address Impunity, Rule of Law Deficits and other Drivers of Flight. The United States should, through \ndiplomacy and foreign assistance, work with states and the international community to address the impunity, \ncorruption, and rule of law challenges that are contributing to significant increases in the number of individuals \nfleeing violence and persecution in Central America and Mexico. All steps taken should be consistent with refugee \nprotection and other human rights obligations.\n\nThe Importance of the U.S. Asylum System\n\nIn the wake of World War II, the United States played a leading role in building an international refugee protection \nregime to ensure the world's nations would never again refuse to extend shelter to refugees fleeing persecution and \nharm. The United States has committed to the central guarantees of the 1951 Refugee Convention and its 1967 \nProtocol. With strong bipartisan support, the U.S. Congress passed the Refugee Act of 1980, creating the legal \nstatus of asylum and a formal framework for resettling refugees from around the world.\n\nIn the intervening years, the United States has granted asylum and provided resettlement to thousands of refugees \nwho have fled political, religious, ethnic, racial and other persecution. These refugees have come from Burma, \nChina, Colombia, Guatemala, Iran, Iraq, Liberia, Rwanda, Russia, Sierra Leone, Sudan and other places where \npeople have been persecuted for who they are or what they believe. Many were arrested, jailed, beaten, tortured or \notherwise persecuted due to their political or religious beliefs, or their race, ethnicity, sexual orientation or other \nfundamental aspect of their identity. Over the years, these refugees and their families have been able to rebuild \ntheir lives in safety in the United States.\n\nAs the Council on Foreign Relations Independent Task Force on Immigration Policy, co-chaired by former Florida \nGov. Jeb Bush and former Clinton White House chief of staff Thomas \"Mack\" McLarty, pointed out: \"The treatment \nof refugees and asylum seekers is [a] dimension of immigration policy that reflects important American values.\" \nThat task force's report also stressed the example that the United States sets for the world: the U.S. commitment to \nprotect refugees from persecution is \"enshrined in international treaties and domestic U.S. laws that set the \nstandard for the rest of the world; when American standards erode, refugee face greater risks everywhere.\"\n\nThe Many Hurdles Refugees Already Face in Seeking America's Protection\n\nIn recent years, so many hurdles and barriers have been added to the asylum system, through round after round of \nlegislation, that many refugees often find their claims for U.S. protection denied or delayed. These impediments and \nhurdles include: expedited removal, \"mandatory detention,\" the asylum filing deadline, and the overly broad \nterrorism-related inadmissibility provisions of immigration law that are leading to denials and delays for thousands of \ngenuine refugees who present no threat to this country. The United States has also dramatically increased its use \nof immigration detention, and asylum seekers can be left for months or longer in jails and jail-like detention \nfacilities, often without access to counsel or legal information. Human Rights First has documented many of these \nproblems in a series of reports. n2\n\nSome examples of the many refugees impacted by these hurdles include:\n\n\n\n* A Russian man - who fled his country after suffering repeated attacks and beatings because of his sexual \norientation - was detained in as U.S. immigration jail for five months, held in solitary confinement for much of that \ntime, and only released recently after being granted asylum;\n\n* A Tibetan man, who for more than a year was detained and tortured by Chinese authorities after putting up \nposters in support of Tibetan independence, was detained again for nearly a year in a U.S. immigration detention \nfacility;\n\n* A Colombian man who fled persecution in his home country was turned away from a U.S. airport under expedited \nremoval even though he expressed a fear of return. His persecution continued, prompting him to attempt the \ndangerous journey to flee again. He was eventually granted asylum in the United States after his mistaken \nexpedited removal was corrected; and\n\n* A young woman from Eritrea who was tortured for her Christian beliefs had her request for asylum in the United \nStates denied due to the asylum filing deadline even though a U.S. immigration judge concluded that she faced a \nclear probability or persecution.\n\nMechanisms in the System for Addressing Fraud\n\nThe U.S. asylum system and U.S. law contain many measures that are specifically aimed at, and closely tailored \nto, identifying fraud and protecting the integrity of the system. The Illegal Immigration Reform and Immigrant \nResponsibility Act of 1996 (IIRIRA) contained strict security provisions, including a requirement that identity checks \nbe conducted against federal government databases and records for all individuals applying for asylum. Section \n208 (d)(5)(a)(i) of the INA requires that \"asylum cannot be granted until the identity of the applicant has been \nchecked against all appropriate records or databases maintained by the Attorney General and by the Secretary of \nState ... to determine any grounds on which the alien may be inadmissible to or deportable from the United States, \nor ineligible to apply for or be granted asylum.\" These checks can help identify fraudulent cases as well as any \nindividual who might present a security risk. Anti-fraud and security check measures continue to be strengthened, \nas well new ones initiated, and many additional steps have been added since both 1996 as well as in the years \nsince the study on fraud, based on a sample of cases from 2005, reported on in the Washington Times on February \n6, 2014. Outlined below are just some of the mechanisms that are designed to protect the immigration and asylum \nsystems from abuse.\n\nIn December 2013 written testimony, DHS stated that: \"Before individuals are granted asylum, they must all \nestablish identity and pass all requisite national security and law enforcement background security checks. Each \nasylum applicant is subject to extensive biometric and biographic security checks. Both law enforcement and \nintelligence community checks are required - including checks against the FBI, the Department of Defense, the \nDepartment of State, and other agency systems.\" Some of the key measures that the USCIS Asylum Division uses \nto prevent abuse of the asylum system include: n3\n\nMandatory Biographical Checks (Checks Using the Applicant's Name, Date of Birth, and Aliases): These include \nchecks in USCIS Central Index System; CBP TECS; ICE ENFORCE Alien Removal Module; FBI Name Checks; \nand DOS Consular Consolidated Database. Mandatory biographical checks are conducted in multiple databases, \nusing the applicant's name, date of birth, and aliases.\n\n* USCIS Central Index System: In conducting background screenings, asylum applicants are first checked against \nthe USCIS Central Index System to determine if they have previously been issued an alien number.\n\n* TECS: They are also screened against TECS, CBP's primary law enforcement and national security database, \nwhich contains enforcement, inspection, and intelligence records. TECS contains various types of information from \na variety of Federal, state, local, and foreign sources, and the database contains records pertaining to known or \nsuspected terrorists, wanted persons, and persons of interest for law enforcement and counterterrorism purposes.\n\n\n\n* EARM - ENFORCE Alien Removal Module: This ICE database contains records of aliens in detention, exclusion, \nand removal processes.\n\n* FBI name check: The FBI searches for the applicant's name(s) and date(s) of birth in their records.\n\n* CCD - Consular Consolidated Database: Asylum office personnel access the Department of State's web-based \nCCD to obtain information about the identity, previous travel history, method of entry into the U.S. and/or \nbackground of an asylum applicant.\n\nMandatory Biometric Checks (Checks Using the Applicant's Fingerprints and Photograph): These checks include \nFBI fingerprint check, US-VISIT/IDENT, and DOD/ABIS vetting for certain applicants.\n\n* FBI Fingerprint Checks: With respect to affirmative asylum applications, as described in DHS's testimony from \nDecember 2013: \"A USCIS Application Support Center takes a complete set of fingerprints and biometrics \n(signature, photograph and index print) of asylum applicants between the ages of 12 years 9 months and 79 years. \nThe FBI electronically searches the fingerprints within the Integrated Automated Fingerprint Identification System.\" \nAsylum officers and immigration judges are not authorized to grant asylum until the applicant's fingerprints have \nbeen run through the FBI database and the results are received and reviewed.\n\n* US-VISIT/IDENT: US-VISIT/IDENT is a DHS system managed by the National Protection and Programs \nDirectorate's (NPPD) Office of Biometric Identity Management (OBIM), and includes biometric information related to \nthe travel history of foreign nationals and Watchlist information. It also contains visa application information owned \nby the Department of State. This system is used to confirm identity, determine previous interactions with \ngovernment officials and detect imposters. The 10 fingerprints - referenced above in connection with the FBI \nfingerprint check - are also electronically submitted to the US-VISIT/IDENT database, where they are stored and \nmatched to existing fingerprint records. This system is used to confirm identity and determine previous interactions \nwith government officials. Through the US-VISIT SIT tool, asylum officers have the ability to verify that the person \nwho went to the Application Support Center (ASC) for fingerprinting is the same person appearing at the asylum \noffice for interview.\n\n* DOD Automated Biometric Identification System: A biometric check against the Department of Defense (DOD) \nAutomated Biometric Identification System (ABIS) is conducted for certain cases.\n\n* National Counterterrorism Center: The Asylum Division also screens the biographic information of new asylum \napplicants against the National Counterterrorism Center's terrorism holdings.\n\nFor protection requests that enter the system through the credible fear process, the DHS testimony explains that \nUSCIS Asylum Officers conduct a mandatory check of both TECS (described above) and US-VISIT/IDENT \n(referenced above) during the credible fear process. These checks help to confirm identity and inform lines of \nquestioning. In addition, with respect to cases that enter the system through the credible fear process, asylum \nofficers - at the credible fear stage - also ensure that the Federal Bureau of Investigation (FBI) name check and \nfingerprint checks have been initiated. DHS, in its December testimony, stated that \"The USCIS asylum officer's \ndetermination as well as information on the individual's identity, including how he or she established it, results of the \nsecurity checks, and any adverse information is recorded and placed in the alien's file upon completion of the \ncredible fear process. This information is then provided to ICE.\" As a result, ICE will have this information with \nrespect to individuals who pass the credible fear screening process and are put into immigration court removal \nproceedings and to consider in detention determinations.\n\nFraud Detection and National Security Teams\n\nUSCIS's Office of Fraud Detection and National Security aids in identifying fraudulent asylum claims by training \nasylum officers and providing technical support. Through this office, asylum officers may refer suspected \nfraudulent applications to ICE for criminal investigation and prosecution. These specially trained officers review \nasylum files to monitor the asylum caseload for fraud and they liaise with various law enforcement entities. These \n\n\n\nofficers also help train asylum officers on detecting and addressing fraud. The FDNS officers also conduct in-\ndepth vetting on cases with national security concerns. This includes liaising with local Joint Terrorism Task Forces \nregarding these cases. Asylum Offices also have on their staff trained document experts, Forensic Document \nLaboratory Certified Document Instructors (FDLCDIs), who have been trained by the Department of Homeland \nSecurity's Forensic Document Laboratory. FDLCDIs examine for fraud documents submitted to the Asylum Office \nby asylum applicants and train Asylum Office staff on how to recognize certain documents for irregularities and \nfraud indicators.\n\nAsylum Officer Training and Mandatory Supervisory Review of all Asylum Decisions\n\nAffirmative asylum interviews and credible fear interviews are conducted by specially trained USCIS asylum \nofficers who are trained and dedicated full-time to the adjudication or screening of protection claims. They are, as \nDHS has explained in recent testimony, extensively trained in national security issues, the security and law \nenforcement background check process, eligibility criteria, country conditions, interview techniques, making proper \ncredibility determinations, and fraud detection. During an asylum interview, \"The asylum officer fully explores the \napplicant's persecution claim, considers country of origin information and other relevant evidence, assesses the \napplicant's credibility and completes required security and background checks. The asylum officer then determines \nwhether the individual is eligible for asylum and drafts a decision.\"\n\nSupervisors review 100 percent of asylum officers' determinations prior to issuance of a final decision, and they \nalso review 100 percent of credible fear determinations.\n\nGovernment-Funded Interpreter Monitors\n\nCurrent regulations require that asylum applicants provide interpreters at their own expense when they cannot \nproceed effectively in English at the asylum interview. The Asylum Division uses neutral, government-funded \ninterpreters to monitor the interpretation of asylum interviews at all Asylum Offices, in order to ensure that \ninterpreters brought by applicants are correctly interpreting interview questions and answers. Procedures for \nsecuring an interpreter monitor apply in all affirmative asylum cases where the applicant does not speak English.\n\nWhen cases are referred from the USCIS Asylum office into the immigration courts, the information used by the \nasylum office to make a determination on the individual's claim, including the interview notes, biographic \ninformation, completed security checks and decisional documents, is placed into the individual's file and is available \nfor use by ICE attorneys during immigration court removal proceedings.\n\nApplicants Who Knowingly Make a Frivolous Application Permanently Barred\n\nINA 208(d)(6) provides that \"If the Attorney General determines that an alien has knowingly made a frivolous \napplication for asylum, the alien shall be permanently ineligible for any benefits under the Act.\"\n\nAsylum Applications Signed Under Penalty of Perjury\n\nWhen the legacy Immigration and Naturalization Service (INS) overhauled the asylum system in 1995, it revised \nthe asylum application form to require both the asylum applicant and the individual preparing the application to \nsign the application \"under penalty of perjury\" that the application and the evidence submitted with it are true and \ncorrect. In addition, the asylum applicant is put under oath at the Asylum Office interview, and must execute a \nrecord of that oath. The interpreter must also be placed under oath and execute a record of oath as well.\n\nFraudulent Filers, Preparers, and Attorneys Can Be Prosecuted\n\nIndividuals who seek to defraud the immigration and asylum system can be and have been prosecuted. \nUnscrupulous \"notarios\" and attorneys take advantage of immigrants by untruthfully telling them they are eligible for \ncertain benefits and then preparing fraudulent applications -including asylum applications - for large fees. To \nfacilitate prosecution of fraudulent filers, USCIS is a member of the Immigration and Customs Enforcement's (ICE) \nDocument and Benefit Fraud Task Force, which coordinates with U.S. Attorney's Offices to identify and prosecute \n\n\n\nfraudulent immigration benefit claims. Charges have been brought against such preparers in many states, including \nCalifornia, New York, Texas, Florida, and Arizona. On June 9, 2011 the Federal Trade Commission with the \nDepartments of Justice and Homeland Security announced a mulch-agency, nationwide initiative to combat \nimmigration services scams.\n\nIdentification and Response to Fraud and Abuse in the Immigration Court System\n\nAs noted above, asylum applicants can only be granted asylum if the identity of the applicant has been checked \nagainst all appropriate records or databases. EOIR also has a Fraud Program designed to assist court judges and \nstaff with identifying fraudulent cases and systemic evidence of schemes to defraud the system. In addition, ICE \ntrial attorneys are charged with identifying potential fraud. In cases before the immigration court, where ICE trial \nattorneys may present evidence if the government suspects fraud, Immigration Judges have the authority to find a \ncase fraudulent or frivolous, a finding that comes with severe consequences for the applicant.\n\nIn addition, as described by EOIR Director Juan Osuna in November 2013 testimony before the House Committee \non Oversight and Government Reform Subcommittee on National Security: \"EOIR has a robust and active program \nfor identifying and referring claims of fraud encountered by immigration judges and the BIA.....The complaints and \nrequests for assistance the Fraud and Abuse Program receives each year are almost evenly divided between \nunauthorized practice of immigration law (UPIL) complaints and fraudulent claims perpetrated against the \ngovernment.\" That testimony also stated that: \"Because EOIR has no authority to conduct investigations or \nprosecute, UPIL complaints are referred to federal, state and local law enforcement, and bar associations for \ninvestigation and prosecution. EOIR also files complaints of UPIL fraud with the Federal Trade Commission's \nConsumer Sentinel Network (Sentinel) and collaborates with USCIS's Fraud Detection and National Security \nDirectorate and other government agencies in combating fraudulent immigration activity. EOIR consistently is \namong the top-ranked government agencies in referring UPIL fraud to Sentinel.\" EOIR also regulates the \nprofessional conduct of immigration attorneys and representatives, EOIR's Disciplinary Counsel investigates \ncomplaints involving alleged misconduct associated and can initiate formal disciplinary proceedings. Since the \nprogram's inception in 2000, EOIR reports that it has disciplined more than 1,100 attorneys.\n\nWrongdoers and Security Threats Excluded from Protection\n\nIn addition, the Refugee Convention's \"exclusion clauses\" require host countries to exclude from the Convention's \nprotections any person who has committed heinous acts or grave crimes that make him undeserving of international \nprotection as a refugee, even if that individual has a well-founded fear of persecution. A separate provision of the \nConvention allows the return of a refugee who poses a danger to the security of the host country. The United States \nincorporated into its law the Refugee Convention's promise to provide protection to refugees, but also codified bars \nto asylum and withholding of removal intended to reflect the Convention's exceptions.\n\nU.S. immigration laws prohibit granting asylum and any form of refugee protection to: people who engaged in or \nassisted in or incited the persecution of others; people who have been convicted of a particularly serious crime in \nthe United States; people who have committed a serious non-political crime abroad; people who have engaged in \nterrorist activity; people who are representatives of foreign terrorist organizations; or people who otherwise pose a \nthreat to the security of the United States. n4\n\nThe recent exemptions to immigration law inadmissibility provisions issued by the Department of Homeland \nSecurity in February 2014 - pursuant to authority provided by Congress -specifically exclude a long list of individuals \nincluding anyone who poses a danger to the safety and security of the United States or has not passed all relevant \nsecurity and background checks. These exemptions do not apply to situations involving groups that are actually \nlisted or designated as \"terrorist organizations\" by the United States government. These inadmissibility provisions \nhave ensnared refugees with no real connection to terrorism, such as a refugee from Burundi who had a rebel \ngroup rob him of four dollars and his lunch and an Iraqi former interpreter for the U.S. Marine Corps was informed \nthat his past connection to a Kurdish group allied with the United States and opposed to Saddam Hussein made \nhim inadmissible. These exemptions do not address the situation of individuals who had innocent interactions with \n\n\n\ndesignated or listed groups - like for instance, an Iraqi widow who had a member of a designated terrorist \norganization buy flowers in her flower shop (incidentally while the group was under U.S. military protection). n5\n\nThe Importance of a Timely and Effective Process in Deterring Abuse\n\nThe integrity of any system is protected by its ability to operate fairly and in a timely manner. In the 1990s, the \nasylum system was under-resourced and under-staffed. Faced with a large number of asylum filings prompted by \na wave of brutal civil wars and human rights abuses in Central America, the asylum system developed a \nsubstantial backlog. This mulch-year backlog and lack of adequate staffing left the U.S. asylum system vulnerable \nto abuse. Some individuals sought to exploit the system. Some people were told by unscrupulous lawyers or others \nthat they could sign a form and would then be allowed to remain in the United States for years with work \nauthorization. This backlog had a devastating impact on the cases of many bona fide asylum seekers. Their lives \nwere in limbo for years, and the delays in their asylum grants left many separated from their children and spouses \nfor years.\n\nThe U.S. Immigration and Naturalization Service (INS) launched a major reform effort and took a number of steps to \naddress these challenges. These steps included quicker adjudications, quicker referrals to deportation proceedings \nfor those not granted asylum after an asylum interview, and increased staffing to ensure timely adjudication. The \nINS also terminated the automatic grant of work authorization to asylum applicants at the time they apply - a step \nthat has left many legitimate asylum seekers without the means to support themselves while they await \nadjudication of their asylum requests. n6\n\nAs a result of the asylum processing improvements that were put in place at the time, and continued for many \nyears after, individuals who applied for asylum would generally have their asylum interviews within a month or two \nof filing. Individuals who applied for asylum saw their cases promptly put into removal proceedings if they were not \nfound eligible for asylum by the asylum office. However, in recent years, due to inadequate funding and increased \ndemand, backlogs and delays have been allowed to grow in both the asylum and immigration court systems.\n\nAt USCIS, the asylum division has redeployed its asylum officers to address the escalating number of credible \nfear interviews at the border. Backlogs in the asylum office have risen over the last two years and some asylum \nseekers are now waiting many months and sometimes longer for their interviews. While prompt conduct of credible \nfear interviews should be a top priority, USCIS needs the resources and staffing to conduct prompt in-person \ncredible fear interviews as well as to conduct affirmative asylum interviews in a timely manner. Adequate staffing \nand resources are essential for maintaining the integrity of the asylum system.\n\nThe immigration court system, which is within the Department of Justice's Executive Office for Immigration Review \n(EOIR), has for a number of years been widely acknowledged to be overstretched, backlogged, and underfunded. \nn7 In recent years, resources for immigration enforcement have escalated or remained high, leading many more \ncases to be place into immigration court removal proceedings. At the same time, the resources for the immigration \ncourt system have lagged behind leaving the immigration courts under-staffed. Over 350,000 immigration removal \ncases, including those involving claims for asylum, have now been pending for an average of 570 days. n8\n\nThe Administrative Conference of the United States (ACUS), based on its study of the immigration court system, \nconcluded in June 2012 that the immigration court backlog and \"the limited resources to deal with the caseload\" \npresent significant challenges. In 2010, the American Bar Association's Commission on Immigration, in its \ncomprehensive report on the immigration courts, concluded that \"the EOIR is underfunded and this resource \ndeficiency has resulted in too few judges and insufficient support staff to competently handle the caseload of the \nimmigration courts.\"\n\nThe delays and burden on the immigration courts can be exacerbated when cases that could or should be granted \nat the asylum office level are put into the immigration court system. As documented by a comprehensive statistical \nstudy on the asylum filing deadline, thousands of asylum cases have been placed into the immigration court \nsystem unnecessarily due to the asylum filing deadline. n9 Other categories of asylum cases could also be more \nefficiently resolved if they were referred initially to the USCIS asylum office. n10 The lack of legal counsel for \n\n\n\nasylum seekers and other immigrants, in part exacerbated through detention practices that inhibit access to \ncounsel, also impacts the efficiency and fairness of the immigration court system. EOIR itself has explained that: \n\"Non-represented cases are more difficult to conduct. They require far more effort on the part of the judge.\" n11\n\nCourt backlogs and extended asylum processing times also have a grave impact on asylum seekers themselves. \nWhile they wait - sometimes two to three years - to have their claims heard, many remain separated from spouses \nand children who may be in significant danger in their home countries. Without access to work authorization for \nmonths or longer while awaiting their immigration court hearings, many asylum seekers are unable to support \nthemselves and their families. Some become homeless or destitute. As the pro bono leaders at some of the nation's \nleading law firms wrote in June 2013, the backlog in the immigration courts is resulting in years-long delays and \nmaking it increasingly difficult to recruit pro bono counsel. n12\n\nDrivers of Flight and Asylum Filings\n\nAsylum filings globally often rise and fall in response to conditions in the countries people are fleeing from. Wars, \nescalations in persecution and violence, and other threats to safety and security lead people to flee in search of \nprotection. Globally for example, the number of refugees fell for a number of years, only to rise again as \npersecution, violence and war in Syria, Afghanistan, Iraq and other countries has riSen.\n\nFrom a global perspective, the vast majority of refugees are hosted by states neighboring or close to their home \ncountries. For example, the vast majority of the 2.3 million Syrian refugees displaced as a result of the crisis there \nhave been received by neighboring countries such as Lebanon, Jordan, and Turkey, placing a tremendous burden \non these host countries. n13 While the United States is a global leader in protecting refugees and a nation of \nimmigrants, it hosts only a small portion of the world's refugees.\n\nCurrent U.S. asylum filings, as detailed by the Congressional Research Service (CRS) in December 2013 \ntestimony before the House Judiciary Committee, have dropped since the 1990s. CRS noted that there was an \nuptick in in asylum requests in the early 2000s, and while there has been a slight increase since 2010, the numbers \nhave not reached the levels of the early 2000s. n14\n\nAs detailed in the CRS testimony, there has been a surge in protection requests made during the expedited \nremoval process. In Fiscal Year 2013, the number reached 36,026, more than doubling from 13,931 in Fiscal Year \n2012. CRS's analysis shows that a handful of countries were driving this increase - in particular El Salvador, \nGuatemala, and Honduras. However, as with the general trend, the recent number of asylum applications from \nMexicans and Central America are also lower than the numbers seen in the 1990s and early 2000s.\n\nLevels of violence in Central America and Mexico have been rising sharply. A UNHCR study explains that levels of \nviolence generated by organize crime have increased in Central America and Mexico in recent years, and patterns \nof displacement - including forced displacement - have changed. The report concludes that people who do not give \nin to the demands of these groups face serious threats and violence. n15 Following a recent visit to Central \nAmerica, the US Catholic Conference of Bishops explained that violence and a breakdown in the rule of law \"have \nthreatened citizen security and created a culture of fear and hopelessness that has also functioned as a primary \ndriver of migration.\" Violence and coercion - including extortion, kidnapping, threats, and coercive and forcible \nrecruitment of children into criminal activity - are perpetrated by transnational criminal organizations and gangs.\" \nn16\n\nExpedited Removal and Safeguarding Asylum at the Border\n\nThe History and Purpose of the Credible Fear Process\n\nIn 1996, as part of the Illegal Immigration Reform and Immigrant Responsibility Act (IIRIRA), Congress created both \n\"expedited removal\" and the credible fear process. Under expedited removal, immigration officers have the power \nto order the immediate, summary deportation of people who arrive in the United States without proper travel \ndocuments. That authority had previously been entrusted to the Immigration Courts. When the expedited removal \n\n\n\nprocess was first implemented, the former Immigration and Naturalization Service (INS) applied it only to those who \nsought admission at a U.S. airport or border entry point without valid documents. Between 2004 and 2006, \nexpedited removal was expanded to apply to those encountered within 100 miles of any U.S. border if they have \nbeen in the country for less than 14 days, and the number of individuals subject to this summary process has \nincreased significantly. n17\n\nExpedited removal policies place the United States at risk of deporting asylum seekers fleeing persecution without \ngiving them a meaningful opportunity to apply for asylum. To summarily deport an asylum seeker would be \ninconsistent with American values as well as commitments under the Refugee Convention and Protocol which \nprohibit the return of a refugee to any country in which the refugee's \"life or freedom would be threatened on \naccount of his race, religion, nationality, membership in a particular social group or political opinion.\" The potential \nimpact on individuals fleeing persecution is so dire that the Advisory Committee on Religious Freedom Abroad to \nthe Secretary of State and to the President of the United States called for repeal of expedited removal in its final \nreport in May 1999. n18\n\nRecognizing the importance of U.S. commitments to protect those facing persecution, the U.S. Congress created a \nscreening process. Individuals who express a fear of return are supposed to be referred for screening interviews \nwith U.S. Asylum Officers to determine if they have a \"credible fear of persecution,\" defined as a significant \nlikelihood of establishing a claim to asylum. If an asylum seeker passes that screening process, he or she will be \nplaced into removal proceedings before the Immigration Court to apply for asylum. Those who do not meet the \ncredible fear standard are summarily deported. An individual who expresses a fear of return must pass the credible \nfear process in order to even be allowed to apply for asylum. In adopting the standard ultimately included in the \n1996 law, the Conference Committee on the 1996 immigration law declined to include the higher \"preponderance of \nthe evidence\" standard that had been included in the House version of the bill. In addition, Senator Hatch, a \nprincipal sponsor of the legislation, in discussing the Conference Committee's rejection of the higher standard, \nconfirmed that \"[t]he standard adopted ... is intended to be a low screening standard for admission in the usual full \nasylum process.\" Cong. Rec. S11491 (Sept. 27, 1996)(daily ed.).\n\nThe \"credible fear\" process is not an asylum application itself. It is simply a screening process that will determine \nwhether an individual who expresses a fear of return will be allowed to apply for asylum. Some examples of \nindividuals who have been protected from summary deportation by the credible fear process include:\n\n* An Eritrean Pentecostal man who was brutally tortured and detained for three years after being accused of \nbelonging to a political opposition group;\n\n* A Burmese Baptist woman who feared persecution by that country's military regime because of her protests for \ndemocracy and equal treatment of political and religious minorities;\n\n* A Guatemalan family who were persecuted - and the oldest daughter killed - after the father joined an association \nthat stood up to gangs with connections to the police; and\n\n* A pro-democracy activist from Ethiopia who was detained for two years after distributing campaign materials and \notherwise peacefully supporting an opposition political party.\n\nInsufficient safeguards in Expedited Removal\n\nThe expedited removal process lacks sufficient safeguards to ensure that asylum seekers are not mistakenly \ndeported. The bi-partisan U.S. Commission on International Religious Freedom (USCIRF), which conducted a \ncomprehensive study of expedited removal, found serious flaws in the implementation of expedited removal. For \nexample, immigration officers failed to inform individuals that they could ask for protection if they feared returning to \ntheir countries in about half of the cases observed by USCIRF experts, failed to ask critical questions relating to fear \nof return in about 5 percent of cases, and actually ordered the deportation of individuals who expressed a fear of \nreturn in about 15 percent of the cases observed by USCIRF experts. n19\n\n\n\nOver the years, human rights groups, academic studies, n20 and the press have documented flaws in expedited \nremoval as well as individual cases of asylum seekers who were mistakenly deported to their countries of \npersecution under expedited removal. n21 Refugee women are particularly vulnerable to the risks posed by \nexpedited removal. For example, women who are survivors of rape and gender-related traumas may have great \ndifficult talking about their traumatic experiences to immigration officers at the border, and some immigration \nofficers still do not recognize that in some cases women are eligible for asylum due to fears of gender-based \npersecution. In one case documented by Human Rights First, a victim of severe domestic violence and rape was \nordered deported under expedited removal because officers who interviewed her mistakenly believed that she \nwould not be able to articulate a claim for asylum. Her deportation was averted after several U.S. Senators \ncomplained about the decision, and she was ultimately able to prove that she was eligible for asylum protection \nthrough a full asylum hearing. n22\n\nAccess to Asylum\n\nThe USCIS asylum office should be adequately staffed to conduct credible fear interviews in a timely and effective \nmanner, and to conduct these important interviews in person rather than by video-conferencing or telephone. The \nrecommendations made by USCIRF to improve the conduct of expedited removal should be implemented. \nCongress should request that USCIRF conduct an updated study on expedited removal.\n\nDetention, Parole and Alternatives\n\nAsylum seekers who are placed into \"expedited removal\" are subject to \"mandatory detention.\" An asylum seeker \nwho passes through the credible fear/expedited removal process, and is placed into regular immigration court \nremoval proceedings, is eligible to be assessed for potential release but only if he or she satisfies the relevant \ncriteria. Those asylum seekers who expressed their fear of return at a U.S. airport or official port of entry, rather \nthan those apprehended between the ports of entry, are considered \"arriving\" asylum seekers, and may be eligible \nfor release under parole guidance only if they meet the relevant criteria. Immigration authorities -over many years, \nand spanning various administrations - have repeatedly recognized that arriving asylum seekers who pass the \ncredible fear screening process are eligible to be considered for parole. n23\n\nIn order to be paroled, arriving asylum seekers must satisfy certain criteria. Key factors in assessing parole \neligibility have consistently - over many years and various administrations -included that:\n\n* the asylum seeker passes the credible fear screening process,\n\n* the asylum seeker can establish his or her identify;\n\n* the asylum seeker is not a flight risk/has community ties; and\n\n* the asylum seeker does not present a risk or danger to the community.\n\nThe current asylum parole guidance for asylum seekers specifically states that \"Field Office personnel must make \na determination whether an alien found to have a credible fear poses a danger to the community or the U.S. \nnational security\" and only authorizes release from detention on parole if ICE determines that the individual \"poses \nneither a flight risk nor a danger to the community.\" n24\n\nDespite the possibility of applying for parole, many asylum seekers have been detained for months or years in U.S. \nimmigration detention facilities. Over the years, Human Rights First has repeatedly documented the impact of \nimmigration detention on asylum seekers. Some examples from Human Rights First's reports n25 include these \nexamples of refugees who were detained, at significant cost to the U.S. government, for months or years in jails or \njail-like facilities:\n\n* A Liberian Pentecostal pastor who was detained in the United States for three and half months and denied parole, \neven though several ministers in the United States confirmed his identity and his religious work in Liberia. In Liberia, \n\n\n\nhe had been targeted by the regime of Charles Taylor because he had criticized the use of child soldiers. He was \nonly released from U.S. immigration detention after he was granted asylum.\n\n* A Baptist Chin woman from Burma was detained in an El Paso, Texas, immigration jail for over two years. ICE \ndenied several parole requests even though she had proof of her identity and family in the U.S.--only paroling her \nafter 25 months in detention. She was subsequently granted asylum.\n\nThe bipartisan U.S. Commission on International Religious Freedom, in its comprehensive 2005 report, made a \nnumber of findings and recommendations relating to asylum seekers in immigration detention, including:\n\n* Asylum Seekers Detained in Facilities with Inappropriate Jail-like Conditions: The Commission concluded that \nmost asylum seekers referred for credible fear are detained -for weeks or months and occasionally years - in jails \nor jail-like facilities. The Commission concluded that these facilities are inappropriate for asylum seekers, and the \nCommission's experts found that these conditions create a serious risk of psychological harm to asylum seekers. \nThe Commission recommended that asylum seekers be held in \"non-jail-like\" facilities when detained, and that \nDHS create detention standards tailored to the needs of asylum seekers and survivors of torture.\n\n* Parole Reforms Needed to Ensure Parole of Asylum Seekers who Meet Criteria:\n\nThe Commission's 2005 report found wide variations in asylum parole rates across the country based on its \nanalysis of DHS statistics. The report also found no evidence that ICE was applying the parole criteria that were \nspelled out in the policy guidelines in effect at the time. The Commission recommended that DHS promulgate \nregulations on the parole of asylum seekers to ensure the release on parole of asylum seekers who meet the \nrelevant standards, including identity and no security risk, and to promote more consistent implementation of parole \ncriteria.\n\nUSCIRF subsequently issued \"report cards\" assessing DHS's responses to its recommendations, and in April 2013, \nthe Commission issued a Special Report entitled: Assessing the U.S. Government's Detention of Asylum, Seekers: \nFurther Action Needed to Fully Implement Reforms. In this report, the Commission found that, despite some \nprogress, \"[t]he U.S. government continued to detain asylum seekers under inappropriate conditions in jails and \njail-like facilities,\" and recommended that more be done to \"ensure that, when their detention is necessary, asylum \nseekers are housed only in civil facilities.\" n26\n\nWith respect to parole for asylum seekers, the Commission noted that the December 2009 parole guidance was in \nline with USCIRF's prior recommendations, and urged additional steps to assure its effective implementation, \nincluding codification into regulations. The Commission explained in its 2013 report that:\n\nUSCIRF has recommended that asylum seekers with credible fear who do not pose flight or security risks should \nbe released, not detained and that such a policy be codified into regulations. Asylum seekers may have suffered \ntrauma and abuse prior to arrival in the United States and detaining them after credible fear interviews may be re-\ntraumatizing, with long-term psychological consequences. n27\n\nCurrent EOIR statistics indicate that asylum seekers actually appear for their immigration court hearings at high \nrates. According to statistics that the U.N. High Commissioner for Refugees (UNHCR) has obtained from the EOIR, \nin Fiscal Year 2012 only five percent of completed asylum proceedings had an in absentia removal order. n28\n\nAlternatives to Detention\n\nIn cases in which additional supervision is needed to assure compliance by an asylum seeker, ICE can use more \ncost-effective and humane alternatives to detention rather than automatically resorting to detention which is not \nnecessary in many cases to achieve the government's objective of compliance. These alternative mechanisms can \ngreatly enhance appearance rates at both hearings and for deportation. n29 Julie Myers Wood, who previously \nserved as Assistant Secretary of ICE, recently reported that 97.4% percent of participants in the ISAP II alternatives \nto detention program used by ICE appear at their final immigration court hearing, and 85 percent comply with \n\n\n\nremoval orders. n30 The government may utilize a range of alternatives to detention, similar to alternatives used in \ncriminal justice systems, for immigrants in removal proceedings. Alternatives to detention include electronic \nmonitoring, telephonic or in-person reporting requirements and other tools in order to support appearances in \nimmigration court and removal proceedings. Community-based support programs, which often include a strong \ncase management component, have also been reported to be successful in achieving high rates of compliance. n31 \nWhereas a detention bed costs $164 per person per day, alternatives can cost as little as 17 cents to $17. The \nCouncil on Foreign Relations' Independent Task Force on U.S. Immigration Policy; the Heritage Foundation; the \nPretrial Justice Institute; the Texas Public Policy Foundation (home to Right on Crime); the International Association \nof Chiefs of Police; and the National Conference of Chief Justices have endorsed alternatives as cost-saving.\n\nThe Filing Deadline: Barring Legitimate Refugees\n\nThe filing deadline bar on asylum - which was enacted following concerns about fraud and abuse in the asylum \nsystem in the early 1990s - is actually barring legitimate refugees with well-founded fears of persecution from \nreceiving asylum in the United States. It does not bar cases because they are fraudulent; it bars cases based on \nthe date they filed, regardless of whether or not the individual is credible and regardless of whether or not the \nindividual is a refugee facing well-founded fears of persecution. As detailed above, the U.S. asylum and \nimmigration systems have a wide range of tools and mechanisms to identify and tackle fraud.\n\nThe deadline bar also causes very real harm to refugees and their families--preventing refugee families from \nuniting, undermining their ability to integrate and support their families, and putting refugees at risk of return to \npersecution. In its 2010 report, The Asylum Filing Deadline: Denying Protection to the Persecuted and \nUndermining Governmental Efficiency, Human Rights First documented that the filing deadline has barred refugees \nwho face religious, political, and other forms of persecution from receiving asylum in the United States. Some \nexamples of these refugees include a Burmese student jailed for this pro-democracy activities, a gay man who was \nattacked and tortured in Peru, and a Chinese woman who faced persecution due to her assistance to North Korean \nrefugees. n32 Other examples include:\n\n* A Congolese nurse and human rights advocate denied asylum because she could not prove her date of entry to \nthe U.S.: A nurse active in a human rights organization in the Democratic Republic of Congo was falsely accused of \ninvolvement with an opposition group, arrested, tortured, and raped by prison guards before she escaped. A U.S. \nimmigration judge ruled that she faced a clear probability of persecution, but denied her asylum based on the filing \ndeadline, stating that she could not prove the date she entered the United States.\n\n* An evangelical Christian determined to face clear probability of persecution denied asylum based on filing \ndeadline. An Uzbek evangelical Christian feared returning home after learning of increased attacks against and \ndetentions of evangelical Christians in Uzbekistan documented by the U.S. State Department and U.S. Commission \non International Religious Freedom. He was advised by an attorney that he was not eligible for asylum because he \nhad been in the United States more than one year--even though the significant increase in religious persecution \nshould have made him eligible for an exception based on changed circumstances. Eventually he hired a new \nattorney and submitted an asylum application. But both the immigration court and the Board of Immigration \nAppeals denied asylum because of the filing deadline.\n\n* Pakistani human rights advocate denied asylum and separated from family. This asylum seeker had a long \nhistory of human rights activism in Pakistan, representing women, children, and religious minorities through a free \nlegal aid clinic. Islamic extremists threatened his life. He sought refuge in the United States, hiring an attorney to \nhelp him apply for asylum within a year of arriving in the U.S. But this attorney and two subsequent attorneys (all \nnow disbarred) mishandled his claim. Despite being found credible and otherwise eligible for asylum, both the \nimmigration court and the Board of Immigration Appeals denied his request for asylum based on the filing deadline. \nHe was extended only withholding of removal, which, unlike asylum, does not allow for his wife and child to join him \nin the United States, or even allow him to travel to see them in a third country. He has not seen his family in years.\n\n\n\nThe filing deadline is a particular barrier for women seeking protection from persecution. As detailed in Human \nRights First's 2010 report on the filing deadline, women who have fled persecution relating to honor killings, forced \nmarriage, domestic violence, Female Genital Mutilation (FGM) or other gender-related persecution may be \nunaware, after escaping and coming to the United States, that they may qualify for what is popularly referred to as \n\"political asylum.\" Victims of sexual and gender-based violence, resulting in severe trauma, will often be unable to \ndiscuss and revisit their traumatic experiences, but must do so in order to apply for asylum. A comprehensive \nstatistical study indicated that the people who apply for asylum many years after fleeing to the U.S. are \ndisproportionately women. For instance, about 9% of women asylum seekers (11,000 women in the study's data \npool) filed four or more years after entry. 44% of all women who missed the deadline were found to not qualify for \nan exception to the bar. n33\n\nSome examples of women affected by the bar include:\n\n* Rape Survivor with AIDS and paralysis initially denied due to deadline bar, prolonging resolution of her case. A \nwoman with links to the political opposition in an African country was raped by government soldiers and contracted \nHIV as a result. Following her arrival in the U.S, she was hospitalized with AIDS and subsequently developed a \nnerve disorder which left her paralyzed. The woman's asylum request was rejected based on the filing deadline, \ndespite extraordinary circumstances relating to her serious medical conditions and was only granted more than a \nyear later, after litigation in immigration court.\n\n* Victim of trafficking and rape denied asylum based on deadline bar. A teenage victim of trafficking and rape \napplied for asylum while still a minor, thirteen months after entering the country. Despite extensive evidence and \ntestimony attesting to her trauma and difficulties to talk about what had happened to her, both the immigration court \nand BIA denied her case.\n\nIn addition to barring refugees who face religious, political, and other forms of persecution from receiving asylum in \nthe United States, the filing deadline also undermines the efficiency of the asylum and immigration court systems. \nAs detailed in the academic study (referenced above), the filing deadline has delayed the resolution of asylum \ncases, diverted limited time and resources that could be more efficiently allocated to assessing the actual merits of \ncases, and led thousands of cases that could have been resolved at the asylum office level to be shifted in to the \nincreasingly backlogged and delayed immigration court system. In testimony before the Committee on the Judiciary, \nUnited States Senate, the (then) Chair of the American Bar Association's Commission on Immigration, Karen \nGrisez stated that, \"eliminating the one-year deadline will restore fairness to and increase the efficiency of the \nprocess, preserving the limited resources available for evaluating asylum cases on the merits.\"\n\nConclusion\n\nEvery day at Human Rights First we see the ways in which our nation's commitment to protecting the persecuted \nmakes a difference in the lives of individual refugees. As a beacon of hope for those seeking protection from \npersecution, the United States must preserve the integrity of its immigration system and provide asylum to \nrefugees in a timely manner. To detect and address fraud on the system, U.S. immigration authorities have the \nlegal and policy mechanisms necessary as outlined in this testimony. The Administration and Congress can and \nshould take key steps to protect the integrity and effectiveness of the asylum system through measures including \nadditional staffing and resources for the asylum, credible fear and immigration court removal systems; \nimplementation of USCIRF recommendations; effective implementation of the asylum parole guidance; use of cost-\neffective alternatives to detention; support for Legal Orientation Programs that improve the efficiency of the \nimmigration system; removal of unnecessary impediments that delay cases and block refugees from those \ncountry's protection; and addressing the impunity, rule of law and other challenges that contribute to the increased \nnumber of individuals fleeing violence in Central America and Mexico. The Administration and Congress should not \nimplement any changes in law that would further expand or prolong detention for many asylum seekers or risk \nturning refugees back to persecution. Thank you for the opportunity to testify today and for your consideration of \nHuman Rights First's views.\n\n\n\nn1 Dr. Richard Land and Elisa Massimino, Land and Massimino: Immigration: A Closer Look, Richmond Times \nDispatch, April 29, 2013.\n\nn2 See Human Rights First, Is This America? The Denial of Due Process to Asylum Seekers in the United States \n(New York: Human Rights First, 2000) available at http://www.humanrightsfirst.org/our-work/refugee-protection/due-\nprocess-is-this-america/; Human Rights First, U.S. Detention of Asylum Seekers: Seeking Protection, Finding \nPrison (New York: Human Rights First, 2009), available at            http://www.humanrightsfirst.org/wp-\ncontent/uploads/pdf/090429-RP-hrf-asylum-detention-report.pdf; Human Rights First, The Asylum Filing Deadline: \nDenying Protection to the Persecuted and Undermining Governmental Efficiency, (New York: September 2010) \navailable at            http://www.humanrightsfirst.org/wp-content/uploads/pdf/afd.pdf; Human Rights First, Jails and \nJumpsuits: Transforming the U.S. Immigration Detention System--A Two-Year Review, (New York: Human Rights \nFirst, 2011) available at            http://www.humanrightsfirst.org/wp-content/uploads/pdf/HRF-Jails-and-Jumpsuits-\nreport.pdf.\n\nn3 See Department of Homeland Security (DHS), Combined Testimony of DHS before the House Judiciary \nHomeland Security Committee for a hearing on \"Asylum Abuse: Is it Overwhelming Our Borders\" (December \n12,2013) available at http://judiciary.house. gov/_cache/files/e9043d83-e429-4d21-9621 -c681c6499251 \n/combined-dhs-testimony.pdf; fact sheet from U.S. Citizenship and Immigration Services (USCIS) on file with \nHuman Rights First; USCIS, Affirmative Asylum Procedures Manual (November 2013) available at \nhttp://www.uscis.gov/sites/default/files/files/nativedocuments/Asylum_Procedures_Manual_2013.pdf.\n\nn4 INA [Sec.] 208(b)(2) (8 U.S.C. [Sec.] 1158(b)(2)) (bars to asylum); INA [Sec.] 241(b)(3)(B) (8 U.S.C. [Sec.] \n1231(b)(3)(B)) (bars to withholding of removal).\n\nn5 For more background, see Human Rights First, Refuge at Risk: The Syria Crisis and U.S. Leadership, \nNovember 2013; Human Rights First, Denial and Delay: The Impact of the U.S. Immigration Law's \"Terrorism Bars \" \non Asylum Seekers and Refugees in the United States, 2009.\n\nn6 Human Rights Watch and the Seton Hall University School of Law's Center for Social Justice \"At Least Let Them \nWork: The Denial of Work Authorization and Assistance for Asylum Seekers in the United States,\" November \n2013.\n\nn7 American Bar Association, Reforming the Immigration Detention System (2010), pp. 2-16 available at \nhttp://www.americanbar.org/content/dam/aba/migrated/Immigration/PublicDocuments/aba complete full report.aut \nhcheckdam.pdf; Administrative Conference of the United States (ACUS), \"Immigration Removal Adjudication, \nCommittee on Adjudication, Proposed Recommendation, June 14-15, 2012,\" available at            \nhttp://www.acus.gov/wp-content/uploads/downloads/2012/05/Proposed-Immigration-Rem.-Adj.-Recommendation-\nfor-Plenary-5-22-12.pdf\n\nn8 Immigration Court Backlog Tool. Backlog as of December 2013. Transactional Records Clearing House \navailable at http://trac.syr.edu/phptools/immigration/court_backlog/.\n\nn9 Philip G. Schrag, Andrew I. Schoenholtz, Jaya Ramji-Nogales, and James P. Dombach. \"Rejecting Refugees: \nHomeland Security's Administration of the One-year Filing Deadline.\" William and Mary Law Review. 52, No. 3 \n(2010); Human Rights First. The Asylum Filing Deadline: Denying Protection to the Persecuted and Undermining \nGovernment Efficiency (November 2010).\n\nn10 Administrative Conference of the United States (ACUS), \"Immigration Removal Adjudication, Committee on \nAdjudication, Proposed Recommendation, June 14-15, 2012,\" available at http://www.acus.gov/wp-\ncontent/uploads/downloads/2012/05/Proposed-Immigration-Rem.-Adj.-Recommendation-for-Plenary-5-22-12.pdf\n\nn11 Charles H. Kuck, Legal Assistance for Asylum Seekers in Expedited Removal: A Survey of Alternative \nPractices (Dec. 2004), available at http://www.uscirf.gov/images/stories/pdf/asylumseekers/legalAssist.pdf.\n\nhttp://www.humanrightsfirst.org/our-work/refugee-protection/due-process-is-this-america/;\nhttp://www.humanrightsfirst.org/our-work/refugee-protection/due-process-is-this-america/;\nhttp://www.humanrightsfirst.org/wp-content/uploads/pdf/090429-RP-hrf-asylum-detention-report.pdf;\nhttp://www.humanrightsfirst.org/wp-content/uploads/pdf/090429-RP-hrf-asylum-detention-report.pdf;\nhttp://www.humanrightsfirst.org/wp-content/uploads/pdf/afd.pdf;\nhttp://www.humanrightsfirst.org/wp-content/uploads/pdf/HRF-Jails-and-Jumpsuits-report.pdf\nhttp://www.humanrightsfirst.org/wp-content/uploads/pdf/HRF-Jails-and-Jumpsuits-report.pdf\nhttp://www.uscis.gov/sites/default/files/files/nativedocuments/Asylum_Procedures_Manual_2013.pdf\nhttp://www.americanbar.org/content/dam/aba/migrated/Immigration/PublicDocuments/aba\nhttp://www.acus.gov/wp-content/uploads/downloads/2012/05/Proposed-Immigration-Rem.-Adj.-Recommendation-for-Plenary-5-22-12.pdf\nhttp://www.acus.gov/wp-content/uploads/downloads/2012/05/Proposed-Immigration-Rem.-Adj.-Recommendation-for-Plenary-5-22-12.pdf\nhttp://trac.syr.edu/phptools/immigration/court_backlog/\nhttp://www.acus.gov/wp-content/uploads/downloads/2012/05/Proposed-Immigration-Rem.-Adj.-Recommendation-for-Plenary-5-22-12.pdf\nhttp://www.acus.gov/wp-content/uploads/downloads/2012/05/Proposed-Immigration-Rem.-Adj.-Recommendation-for-Plenary-5-22-12.pdf\nhttp://www.uscirf.gov/images/stories/pdf/asylumseekers/legalAssist.pdf\n\n\nn12 Association of Pro Bono Counsel, June 4. 2013, available at \nhttp://www.endthedeadline.org/uploads/pdfs/APBCo-Letter.pdf.\n\nn13 Human Rights First, Refuge at Risk: The Syria Crisis and U.S. Leadership, November 2013, available at \nhttp://www.humanrightsfirst.org/wp-content/uploads/HRF-Syrian-Refugees-Jordan-Turkey-final.pdf.\n\nn14 Testimony of Ruth Ellen Wasem, Congressional Research Service, December 12, 2013, for US House of \nRepresentatives Committee on the Judiciary Hearing on \"Asylum Abuse: Is it Overwhelming our Borders?\"\n\nn15 UNHCR and International Centre for the Human Rights of Migrants, Forced Displacement and Protection \nNeeds produced by new forms of Violence and Criminality in Central America, May 2012.\n\nn16 U.S. Catholic Conference of Bishops (USCCB). Mission to Central America: The Flight of Unaccompanied \nChildren to the United States. November 2013. available at http://www.usccb.org/about/migration-\npolicy/upload/Mission-To-Central-America-FINAL-2.pdf.\n\nn17 U.S. Dept. of Homeland Security, Immigration Enforcement Actions: 2008 4 (2009), available at \nhttp://www.dhs.gov/xlibrary/assets/statistics/publications/enforcement_ar_08.pdf\n\nn18 U.S. Commission on Immigration Reform, U.S. Refugee Policy: Taking Leadership, June 1997, at 38; Final \nReport of the Advisory Committee on Religious Freedom Abroad to the Secretary of State and to the President of \nthe United States, May 17, 1999, at 45.\n\nn19 U.S. Commission on International Religious Freedom (USCIRF). Report on Asylum Seekers in Expedited \nRemoval. 2005. P. 54. at http://www.uscirf.gov/reports-and-briefs/special-reports/1892-report-on-asylum-seekers-\nin-expedited-removal.html.\n\nn20 The Expedited Removal Study is a project of the Center for Human Rights and International Justice at the \nUniversity of California, Hastings College of Law. The Study released comprehensive reports in 1998, 1999, and \n2000, and a second report in October 2002 which evaluated a GAO report. The reports are available at \nwww.uchastings. edu/ers.\n\nn21 See Human Rights First (then Lawyers Committee for Human Rights), Is This America? The Denial of Due \nProcess to Asylum Seekers in the United States, Oct. 2002 at 57-58; Eric Schmidt, When Asylum Requests are \nOverlooked, N.Y. Times, Aug. 15, 2001. Articles relating to the Albanian rape survivor appeared The New York \nTimes on Sept. 20, 1997 and Jan. 14, 1998.\n\nn22 Human Rights First (then Lawyers Committee for Human Rights), Refugee Women at Risk: Unfair U.S. Laws \nHurt Asylum Seekers (2002).\n\nn23 See Michael A. Pearson, INS Executive Associate Commissioner for Field Operations, Memorandum, \nExpedited Removal: Additional Policy Guidance (Dec. 30, 1997) (hereinafter \"1997 Memorandum\"); U.S. \nImmigration and Customs Enforcement, Parole of Arriving Aliens Found to Have a \"Credible Fear\" or Persecution or \nTorture,\" signed by ICE Assistant Secretary Julie Myers, November 6, 2007; U.S. Immigration and Customs \nEnforcement, Parole of Arriving Aliens Found to Have a Credible Fear of Persecution nor Torture, signed by \nAssistant Secretary John Morton, December 8, 2009. Although IIRIRA provides for the mandatory detention of \nthose subject to expedited removal, once an individual seeking asylum has established a credible fear of \npersecution, he may be released on parole. INA [Sec.] 235(b)(1)(B)(iv). As the INS at the time confirmed (in the \nabove-referenced Guidance on Expedited Removal) \"[o]nce an alien has established a credible fear of persecution \nor is otherwise referred (as provided by regulation) for a full removal proceeding under section 240, release of the \nalien may be considered under normal parole criteria.\" See INA [Sec.] 235(b)(1)(B)(iv); see also id. [Sec.] \n212(d)(5)(A) (providing for parole \"on a case-by-case basis for urgent humanitarian reasons or significant public \nbenefit\" for an alien applying for admission to the United States); 8 C.F.R. [Sec.] 212.5(b).\n\nhttp://www.endthedeadline.org/uploads/pdfs/APBCo-Letter.pdf\nhttp://www.humanrightsfirst.org/wp-content/uploads/HRF-Syrian-Refugees-Jordan-Turkey-final.pdf\nhttp://www.usccb.org/about/migration-policy/upload/Mission-To-Central-America-FINAL-2.pdf\nhttp://www.usccb.org/about/migration-policy/upload/Mission-To-Central-America-FINAL-2.pdf\nhttp://www.dhs.gov/xlibrary/assets/statistics/publications/enforcement_ar_08.pdf\nhttp://www.uscirf.gov/reports-and-briefs/special-reports/1892-report-on-asylum-seekers-in-expedited-removal.html\nhttp://www.uscirf.gov/reports-and-briefs/special-reports/1892-report-on-asylum-seekers-in-expedited-removal.html\n\n\nn24 2009 Parole Guidance at pp. 6, 8.\n\nn25 Human Rights First, U.S. Detention of Asylum Seekers: Seeking Protection, Finding Prison (New York: Human \nRights First, 2009), at pp 2 at: http://www.humanrightsfirst.org/wp-content/uploads/pdf/090429-RP-hrf-asylum-\ndetention-report.pdf; see also Human Rights First, Jails and Jumpsuits: Transforming the U.S. Immigration \nDetention System--A Two-Year Review, (New York: Human Rights First, 2011) at            \nhttp://www.humanrightsfirst.org/wp-content/uploads/pdf/HRF-Jails-and-Jumpsuits-report.pdf and Human Rights \nFirst, In Liberty's Shadow: U.S. Detention of Asylum Seekers in the Era of Homeland Security. (New York: Human \nRights First, 2004) at            http://www.humanrightsfirst.org/wp-content/uploads/pdf/LibertysShadow.pdf.\n\nn26 USCIRF 2013 report at p. 1.\n\nn27 USCIRF 2013 report at p. 9-10.\n\nn28 Statement of Leslie E. Velez, UNHCR to House Committee on the Judiciary Hearing on \"Asylum Abuse: Is it \nOverwhelming our Borders?,\" December 12, 2013.\n\nn29 Martin, Steve and Julie Myers Wood. \"Smart alternatives to immigrant detention.\" Washington Times. March \n28, 2013, available at http://www.washingtontimes.com/news/2013/mar/28/smart-alternatives-to-immigrant-\ndetention/.\n\nn30 Obser, Katharina. \"How to Renew the Commitment to Immigration Detention Reform.\" Huffington Post. January \n27, 2014. http://www.huffingtonpost.com/katharina-obser/immigration-detention-reformb4661647.html\n\nn31 See Human Rights First, U.S. Detention of Asylum Seekers, p. 63-67; Vera Institute of Justice, Testing \nCommunity Supervision for the INS: An Evaluation of the Appearance Assistance Program--Volume 1 (New York: \nVera Institute of Justice, 2000), p. ii, iii.; Alice Edwards, Back to Basics, p. 84; International Detention Coalition, \nThere Are Alternatives: A Handbook for Preventing Unnecessary Immigration Detention (Melbourne: International \nDetention Coalition, 2011), p. 7-9; LIRS, Unlocking Liberty.\n\nn32 HRF Report Asylum Filing Deadline, supra note 3, at 1-2; 9; 33; 35.\n\nn33 Schrag, Philip G., Andrew I. Schoenholtz, Jaya Ramji-Nogales, and James P. Dombach. \"Rejecting Refugees: \nHomeland Security's Administration of the One-Year Bar to Asylum.\" William and Mary Law Review. 2010. Vol. 52, \nNo. 3.\n\nRead this original document at: http://judiciary.house.gov/?a=Files.ServeandFile_id=1DDD4563-2E61-47E1-9754-\nDF90A2EAEBD9\n"}