{"title": "S.J. DISTRICTS FILE LAWSUIT AGAINST PROP. 187", "body": "\nAttorneys for four San Jose school districts filed suit in federal court Thursday to block enforcement of Proposition \n187 and bar state agencies from forcing the districts to expel students who are undocumented immigrants.\n\nA judge in Los Angeles issued a temporary order Wednesday that bars enforcing the measure statewide. San Jose \nschool officials acknowledged that their suit may not force any new action, but they wanted to formally challenge the \nnew law themselves.\n\n\"Since there's so many injunctions throughout the state, this would be just be one more injunction,\" said San Jose \nUnified School District spokesman Bill Erlendson. \"But it's our way of showing the community that we are not going \nto roll over on this one.\"\n\nThe suit was brought by Alum Rock, Franklin-McKinley, San Jose Unified and East Side Union High school \ndistricts. It charges that Proposition 187 -- which passed by a 3-2 ratio Tuesday -- violates the U.S. Constitution. \nThe measure would deny education, social services and all but emergency health care to those who cannot prove \ntheir legal residency.\n\n\"I think we ought to be doing things to promote education and to assist young people regardless of their nation of \norigin,\" said East Side Superintendent Joe Coto.\n\nCoto's 25,000-student district is about one-third Hispanic and one-third Asian. More than 6,000 East Side students \nspeak little or no English, and Coto speculates that those students could be unfairly targeted if districts are forced \nto comply with the new law.\n\n\"We believe that implementing Prop. 187 will be a very difficult process,\" Coto said. \"It was such a divisive issue in \nthis community. We had administrators and teachers opposed to it, and parents and students against it.\"\n\nSchool district officials would not speculate Thursday on how many illegal residents are enrolled in their schools. \nAll four of the districts have large -- in some cases up to 90 percent -- minority populations.\n\nAn army of civil rights lawyers across the state filed legal challenges to the ballot measure in state and federal court \nWednesday. The suits were filed on behalf of taxpayers and children, arguing that their federal right to a public \neducation was being violated.\n\nLegal challenges\n\nDefendants in those cases included Gov. Pete Wilson, Attorney General Dan Lungren, acting state schools chief \nWilliam Dawson and some individual school districts.\n\nIn the San Jose case, by contrast, the lawsuit was filed by the school districts themselves.\n\n\n\"They were very concerned that they were going to be placed in this role of policeman and forced to deny education \nto students,\" said Marilyn Kaplan, one of the attorneys on the case.\n\nErlendson said the districts will ask the court to order the state, which is the defendant, to pay the cost of the \nlawsuit. He said he did not know what the cost would be.\n\nFederal mandate\n\nHe said San Jose Unified joined in this lawsuit to show solidarity with other local districts with large minority and \nimmigrant populations. Nearly a quarter of San Jose Unified's 31,000 students speak little or no English. He also \nsaid that federal law mandates that school districts provide an education to all children.\n\n\"The question for us is which law do you follow -- federal or state law?\" Erlendson said. \"If we don't obey the federal \nlaw we stand to lose a great deal of (federal magnet school and desegregation) money.\"\n\nNotes\n\nShorter edition ran in the Morning Final Edition.\n"}