{"title": "Prosecutors in Smuggling Case Against Tyson Contend Trial Is About 'Corporate Greed'  - Correction Appended", "body": "\nFederal prosecutors told jurors today that corporate greed caused Tyson Foods, the nation's largest meat \nproducer and processor, to conspire to suppress its workers' wages by smuggling illegal immigrants from Mexico \nto work in the company's chicken plants in the United States.\n\n     The government, which presented its opening argument in Federal District Court in its case against Tyson, also \naccused the company of flouting immigration laws by helping illegal immigrants to obtain false identification \ndocuments like Social Security cards and driver's licenses and by hiring a large number of the immigrants from \ntemporary employment agencies to bypass the Immigration and Naturalization Service's electronic employee \neligibility database. \n\n \"This trial is about corporate greed,\" said John P. MacCoon, an assistant United States attorney. \"It's about what \nhappens when a corrupt corporate culture makes the bottom line the all-consuming priority.\"\n\nLawyers for Tyson and the company's three co-defendants, two employees and a recent Tyson retiree who were \naccused of taking part in an illegal immigration ring, maintained that the company had done nothing wrong. Tyson \nblamed any misconduct on a few \"rogue employees\" who hid their actions from senior management at its \nheadquarters in Springdale, Ark., and have since been dismissed or disciplined.\n\nTyson also said it believed that its co-defendants were innocent and offered voluntarily to participate in the testing \nof the I.N.S. computer program that was designed to ferret out fake identification documents as proof of the \ncompany's innocence.\n\n\"If this company was really intent on hiring undocumented workers, why in the world would the senior executives of \nTyson Foods enter into an agreement with the I.N.S.?\" asked Thomas C. Green, Tyson's lead lawyer. \n\nThe case has touched off considerable interest among manufacturers in a variety of industries because of the \nunusual punishment that could be levied against Tyson. If the company is found guilty, prosecutors are seeking \nto invoke a forfeiture claim, usually reserved for illegal drug cases, that would allow the government to seize profits \nthat the company made during the time that the reported offenses were committed. Prosecutors initially set the \nforfeiture claims at more than $100 million, but Tyson officials said the government had reduced that amount. Both \nTyson and prosecutors declined to provide the reduced figure.\n\n\nRegardless of the amount, industry experts said that forcing Tyson to pay a forfeiture claim would have a ripple \neffect throughout the manufacturing industry. \n\n\"It raises the stakes,\" said Quentin Riegel, vice president of litigation for the National Association of Manufacturers. \n\"Obviously the government is serious about ensuring that the immigration laws are followed carefully and properly; \nso there will be a renewed interest on that.\"\n\nTyson and six employees were indicted in December 2001 in the smuggling of 26 vehicles loaded with illegal \nimmigrants into Tyson plants. The government's case is based almost entirely on findings by I.N.S. agents who \nposed as transporters of immigrants from the Mexican border to various Tyson factories in several states, including \nTennessee, Virginia, North Carolina and Arkansas. The government also said that several Tyson plants, including \nfactories in Kentucky, Pennsylvania and Missouri, were actively recruiting illegal workers from Mexico. \n\nBenito G. Maldonado, a special agent with the I.N.S., told jurors today that he stumbled onto misdeeds at Tyson in \nOctober 1997 after making contact with a man in Shelbyville, Tenn., who introduced him to Amador Anchondo-\nRascon, a former Tyson employee who ran a grocery store that catered to Latino customers and provided fake \nidentification documents to Mexican immigrants. \n\nThe agent said that Mr. Anchondo-Rascon, who has pleaded guilty and is now a government witness, became \nexcited on hearing that Mr. Maldonado was a transporter and offered to partner with him to \"make a lot of money\" \nby connecting illegal workers with a Tyson plant manager in North Carolina. Over the next two and a half years, the \ntwo men and other agents brought in about 150 workers to Tyson plants in this country, the government said.\n\nThe investigation ended in July 2000, when special agents revealed themselves to a mid-level Tyson manager and \nasked that he cooperate with their investigation. The employee refused and alerted officials at Tyson's corporate \nheadquarters. \n\nThe government's witnesses include former Tyson employees who have pleaded guilty to taking part in a \nconspiracy to smuggle illegal aliens into the United States and Special Agent Maldonado, who secretly tape-\nrecorded more than 420 conversations with Tyson employees and smugglers and wore a video camera on his belt \nbuckle.\n\nSince the indictment, three of the six Tyson employees who were accused along with the company pleaded guilty \nto the government's charges and were dismissed from the company. One employee, Jimmy Rowland, committed \nsuicide last April. Of the remaining three employees charged, Robert Hash, 50, the western division vice president, \nand Keith Snyder, 43, a manager of Tyson's complex in Noel, Mo., were placed on administrative leave. Gerald \nLankford, 64, who once worked as a division human resources manager, has retired.\n\nThis is not first time Tyson has been embroiled in legal trouble. Last May, the Labor Department accused Tyson \nand several other poultry companies of cheating workers out of wages. The case is still pending. In 1999, the \ncompany was fined by the government for violating child labor laws after a 15-year-old immigrant who worked at a \nTyson plant died and a 14-year-old was seriously injured. Several months later, the company settled federal \ncharges that it had discriminated against blacks and women at a plant in Mississippi. And in 1997, Tyson was \ncharged with making illegal gifts to Mike Espy, who was the secretary of agriculture in President Bill Clinton's first \nterm. The company paid $6 million to settle those accusations. \n\nhttp://www.nytimes.com\n\nCorrection\n\nhttp://www.nytimes.com/\n\n\nAn article yesterday about a trial in which Tyson Foods is accused of having smuggled illegal immigrants gave an \nincorrect date in some copies for another complaint against Tyson, in which the Labor Department accused it of \nhaving cheated workers out of wages. That was May 2002, not 2001.\n\nCorrection-Date: February 7, 2003\n"}