{"title": "TOUGH-TALKIN' SARAH. IN ANY LANGUAGE, SHE LACKS REAL COURAGE AND HASN'T A CLUE ABOUT WHAT IT REALLY IS", "body": "\nSo this is where we are in America, a year and a half into an administration, Barack Obama's, that was going to \nmake us feel better about everything:\n\nThe President thinks he can prop himself up by yukking it up on \"The View.\" And Sarah Palin - a hypocrite of the \nabsolute highest rank - goes after him a few days later saying that he doesn't have the necessary \"cojones.\"\n\nLike hers, apparently.\n\nThere was Palin with Chris Wallace on \"Fox News Sunday,\" talking about Arizona's new immigration law, saying \nthat the female governor of Arizona, Jan Brewer, \"has the cojones that our President does not have. If our own \nPresident will not enforce our federal law, more power to Jan Brewer.\"\n\nWhat Palin was really saying on this issue, without coming out and saying it, is that each border state now has a \nlegal, and maybe even moral, right to set its own foreign policy. Only if other governors have the balls that she \ndoes, mind you.\n\nThis is the same Sarah Palin who quit on her stool as governor of Alaska because it was too small a place and too \nsmall a stage to contain her ambition for money and power. It is actually kind of wonderful, this newly rich woman \nwho quit her most recent job now wanting to speak for working-class people, and especially working-class women, \neverywhere.\n\nPalin, former reader of sports news, must think there was some sort of courage in Roberto Duran saying \"no mas\" \nthe night he quit in the ring the way he did against Sugar Ray Leonard.\n\nDuring her interview with Wallace, Palin also took off after Obama for continuing to blame George W. Bush for the \n\"conundrum\" the country is in. Oh, you bet, we're in a real bad conundrum. Say this for Palin: She's at least trying \nto put the \"pun\" back in pundit.\n\nMaybe when she says that the President lacks \"cojones,\" on immigration and everything else, she thinks he needs \nto be more like Bush. He was the worldwide leader of cojones and testosterone and bringing back Bin Laden dead \nor alive, and the result was he got us into wars on two fronts while in office. One of them, the one in Afghanistan, \nhas now recorded two straight months of record deaths for American soldiers - with no end in sight.\n\n\nIt is why the current President, doing his own Sunday morning interview on CBS, sounds as light as Palin when he \nsays a war in Afghanistan that he dialed up earlier this year is still vital to American security.\n\n\"If I didn't [think it was vital to national security],\" Obama told Harry Smith, \"I would pull out today.\"\n\nEven with nuclear weapons in Pakistan, Obama can't possibly think he can continue to sell the American people on \ncontinuing a war that has now lasted nine years.\n\nBut Palin is worse, no matter how many books she sells, how much money she makes. She is worse because she \nreally is a hypocrite, talking about the President the way she does just a few weeks after releasing this \"Mama \nGrizzly\" video of hers, already trying to get out the women's vote for 2012.\n\n\"This year,\" she says in her voice-over, \"will be remembered as a year when common-sense conservative women \ngot things done for our country. All across the country, women are standing up and speaking out for common-sense \nsolutions.\"\n\nHow, by showing more \"cojones\"? Acting more like guys? Is that the \"fundamental transformation\" she talks about \nlater in the video - wanting women to start acting like they're the loudest crotch-grabber in the bar?\n\nSmart women have always laughed at guys like that. It is just one more reason why her message is fundamentally, \noften pathetically, flawed.\n\nWomen need to act more like men? What year does she think this is?\n\nOf course, neither the former governor of Alaska nor the current governor of Arizona want to talk about the fact that \nArizona currently has its lowest crime rate since 1976, and the lowest property crime rate since 1966. Maybe \nbecause it doesn't fit their narrative. Palin probably thought that at least one of the three convicted killers who \nescaped from prison in Arizona the other day had to be Mexican.\n\nYou know what the real conundrum is with Sarah Palin?\n\nWhat the hell John McCain was thinking when he picked her out of the chorus and asked her to run with him for one \nof the two highest offices in the land.\n\nBut then, McCain is from Arizona. Maybe he was worrying at the time about whether the guy mowing his lawn was \nan illegal or not.\n\nGraphic\n\n \n\nArizona immigration law foes face wrath of ferocious Sarah Palin (inset). Photo by Jesse Ward (main)\n"}