{"title": "Jury set to decide fate of man in fatal smuggling trip", "body": "\nAddison Joseph Hepburn is either an unwitting Bahamian fisherman tricked into participating in a Haitian \nsmuggling operation or an inhumane killer.\n\nToday, a Broward County, Fla. jury decides.\n\nHepburn, 44, told the jury Monday that U.S. Border Patrol agents forced him to confess to being the captain of a \nboat that ferried 33 Haitian immigrants to a sandbar 100 yards offshore near the Jupiter Inlet in August. He has \nbeen charged with smuggling immigrants, smuggling for financial gain and smuggling which resulted in death.\nHAITIAN-SMUGGLE-TRIAL\n\nFederal prosecutors say Hepburn left the Haitians to sink or swim that day. Nineteen swam to shore. Two died \nstruggling to shore. The bodies of Benette Dorsonne and Richard Presendieu were pulled from the water and the \nmedical examiner ruled their deaths were the result of drowning. The Coast Guard took the remaining people off the \nsandbar.\n\n\"When they left, I sat there for a while and cried,\" Hepburn said of the border patrol agents, as tears flowed down \nhis face Monday.\n\nHepburn says he thought there were only a few Haitians, all legally permitted to enter the United States, on his 23-\nfoot motorboat when they left Freeport. He said he was hired for $500 and asked to return the boat to the Bahamas \nafter a trip to the Port of Palm Beach.\n\nHe said he learned of other passengers and the smuggling mission only after piloting the boat far out to sea.\n\nHepburn's attorney, Randee Golder, asked the jury to discount testimony from Haitians on the boat who fingered \nHepburn as the mastermind of the trip.\n\n\"They are lying and I submit to you they are lying to cover up for one of their own,\" she said.\n\nHepburn was arrested by federal authorities the morning of Aug. 10, 1998, about 1 mile south of the Jupiter Inlet. \nAgents found him sleeping in a broken-down boat anchored not far from a sandbar from which they earlier had \nrescued a dozen Haitian refugees.\n\nAssistant U.S. Attorney Neil Karadbil said Hepburn repeatedly changed his story in interviews with authorities.\n\n\"This case is a tragedy,\" Karadbil said during closing arguments. \"These people were so desperate they would \ncram into the cabin (of a boat) in the middle of the night because that is what it takes to get to the United States.\n\n\"People like the defendant capitalize on that desperation.\"\n\n\nClay Lambert writes for the Palm Beach Post, West Palm Beach, Fla.\n\nStory Filed By Cox Newspapers\n"}