{"title": "U.S.-Mexico talks see scant progress;LITTLE ACTION TAKEN ON IMMIGRATION, OTHER ISSUES", "body": "\nWhile stressing the close relationship between the United States and Mexico, government officials from both \nnations failed Tuesday to make significant progress during an annual summit to discuss sensitive trade, \nimmigration and border issues.\n\nThe 19th annual meeting of the U.S.-Mexico Binational Commission, headed by Secretary of State Colin Powell \nand Mexican Foreign Minister Jorge Castaneda. ended Tuesday afternoon with many promises but little action on \nmatters that have caused tension between the neighboring countries.\n\nThe Sept. 11 terrorist attacks in New York and Washington changed the priorities of the Bush administration, and \nprogress on reaching a new immigration accord with Mexico will take time, Powell and Castaneda told reporters \nat the end of the summit.\n\n''The Bush administration sees Mexico as more than a neighbor. . . . Mexico is also a partner who helps the United \nStates combat terrorism and helps ensure Iraq complies with the U.N. resolution to disarm weapons of mass \ndestruction,'' Powell said.\n\nPowell said there was no ''specific deal'' on immigration or on Mexico's growing water debt to drought-stricken U.S. \nfarmers. But Powell said ties with Mexico were at an all-time high despite policy changes caused by Sept. 11.\n\nCastaneda, who has repeatedly stated that the United States would eventually have to accept a more lenient \nmigration accord given the reality of millions of Mexicans already in the United States, took a less positive tone than \nPowell. ''There is no plan, no time frame to legalize Mexicans, nor is it foreseen. It is being negotiated, as it has \nbeen all along,'' said Castaneda, one of President Vicente Fox's closest advisers.\n\n''We reiterated the commitment of both governments to find solutions for legal, early, humane and secure \nmovement of people between Mexico and the United States,'' said Castaneda, who said there was no timeline for \nthese goals.\n\nBehind closed doors, members of the delegations from the two countries met in separate groups, depending on the \ntopic: foreign policy, immigration, legal affairs, energy, border issues, bilateral cooperation and economic affairs.\n\nBesides Powell, the Americans attending were Attorney General John Ashcroft, Education Secretary Rod Paige, \nInterior Secretary Gail Norton, Labor Secretary Elaine Chao, Transportation Secretary Norman Mineta and \nEnvironmental Protection Agency Administrator Christie Whitman.\n\n\nFox greeted the group before they got to work and gave a lengthy speech on pressing issues. Afterward, President \nBush gave a videotaped message from Washington. ''The United States has no more important relationship in the \nworld than we have with Mexico,'' Bush said. ''I have visited Mexico more than any other country and consult with \nmy friend President Fox frequently.''\n\nAs proof of the importance Bush placed on Mexico, the president said he choose fellow Texan Tony Garza, ''one of \nmy most trusted amigos,'' as the new U.S. ambassador to Mexico. Garza was the former Texas Railroad \nCommissioner and is the first Mexican-American to hold the post.\n\nIn his talk with the U.S. delegation, Fox said, ''It is time to put migration matters at the highest levels.''\n\nThe Fox administration's top priority with the United States has been to reach a new immigration accord to give \nlegal status to undocumented Mexican workers. ''We have a new window of opportunity . . . to regularize Mexicans, \nachieve border security, have temporary workers, visas and programs for better association and prosperity,'' Fox \nsaid.\n\nThe main achievements Tuesday included a $25 million letter of agreement to speed up the movement of goods \nand people across the 2,000-mile border between the two countries.\n"}