{"title": "Romney Silent on Court's Immigration Ruling", "body": "\nPHOENIX - Mitt Romney's campaign chartered a private plane this week to have his traveling press corps nearby \nwhen the Supreme Court issues its decision on President Obama's health care law. \n\nBut when the Supreme Court ruled on Arizona's tough immigration law Monday morning, invalidating part of it, Mr. \nRomney was less eager to expound on the particulars. \n\nShortly after that decision was issued, Mr. Romney's campaign released a short statement criticizing President \nObama for having \"failed to provide any leadership on immigration.\"\n\n\"I believe that each state has the duty - and the right - to secure our borders and preserve the rule of law, \nparticularly when the federal government has failed to meet its responsibilities,\" Mr. Romney said in the statement. \n\"As Candidate Obama, he promised to present an immigration plan during his first year in office. But four years \nlater, we are still waiting.\"  \n\nBut when reporters on the chartered plane asked Rick Gorka, Mr. Romney's traveling press secretary, if the \ncandidate would  discuss the specifics of the court's ruling and offer a more detailed statement, Mr. Gorka said it \nwas unlikely.\n\n\"Probably not,\" he said. \"The governor's been pretty clear on his stance on immigration.\"\n\nBut in his statement, Mr. Romney, the former governor of Massachusetts, did not comment on the provisions of the \n2010 Arizona immigration law that the court struck down, nor did he express support for the one provision the \ncourt upheld  - what critics call the \"show me your papers\" provision, which requires state law enforcement officials \nto determine the immigration status of anyone they stop or arrest if they suspect the person might be in the \ncountry illegally. \n\nWhen asked why Mr. Romney had chartered a plane for the express purpose of commenting on some of the \ncourt's rulings (see: health care), but not others (see: immigration), Mr. Gorka explained, \"We were very clear that \nthis was about Obamacare.\"\n\nMr. Gorka later held a seven-minute briefing with reporters on the topic, but again offered almost no specifics, \nrefusing to address what Mr. Romney thinks of the court's decision or what Mr. Romney thinks of the Arizona \nimmigration law.\n\n\"The governor supports the rights of states - that's all we're going to say on this issue,\" Mr. Gorka said.\n\n\nMr. Romney is trying to thread something of a needle on immigration now that he has secured his party's \nnomination. During the early nominating contests, he took a hard-line stance on the topic, encouraging illegal \nimmigrants to \"self-deport\" and saying he would veto the Dream Act, which would provide a path to citizenship for \nillegal immigrants who were brought into the country at a young age and went on to attend college. \n\nBut as he pivots to the general election, he has begun softening his tone in an attempt to woo Hispanic voters, who \nare crucial voting blocs in many swing states like Colorado, Florida, Nevada and Virginia. Mr. Romney's challenge \nis to appeal to Hispanic voters, while not seeming to shift from the immigration positions he took during the primary \ncontests, which could alienate his conservative base and put him at risk to charges of flip-flopping.\n\nMr. Romney also steered clear of the Arizona law in a major speech to Hispanic leaders Thursday in Lake Buena \nVista, Fla.\n\n• Supreme Court Could Pose New Challenge for Romney on Immigration\n\n• In Florida, Obama Assails Republicans Over Immigration Policy\n\n• Romney Touts a Book, but Reads It Selectively\n\n• 2008: Court Alters Campaign Landscape\n\n• Pressure Grows on Congress for Immigration Overhaul\n"}