{"title": "Celebrating The Freedom To Worship; Buddhists Flock to Catlett", "body": "\nWhile most Americans celebrated the country's independence with picnics, parades and pyrotechnics Saturday, \nthousands of Southeast Asian immigrants and refugees were converging on a Buddhist temple in Fauquier County \nto revel in their independence from religious persecution in their countries.\n\nThe Wat Lao Buddhavong, a Buddhist temple on 58 acres in Catlett in predominantly Baptist Fauquier, is one of \nthe largest in the country. The temple festival, which continues today, began in 1991 to celebrate Southeast \nAsians' culture and their freedom in the United States at the same time Americans celebrate their freedom.\n\n\"Most Southeast Asians are immigrants or political refugees. Many of the countries they came from were \ncommunist countries -- Laos, Vietnam,\" said Elesia Nguyen, a temple volunteer who lives in Fairfax County. \"Under \ncommunism, even though they say that you are allowed to have freedom of religion, you are constantly being \nwatched by the government. They think religion is brainwashing people to overthrow the government.\"\n\nMany of the immigrants, especially Buddhist monks, left their countries so they could freely practice religion. \"Once \na year, they're trying to celebrate their freedoms,\" she said.\n\nIndependence Day holds special meaning for Phim Phone, of Lakeland, Fla., who was planning to attend the \nweekend's festivities.\n\nPhone, whose daughter interpreted for her, said she was 15 when she and her parents left Laos secretly by boat in \n1980. Phone's father had been in the military, and after the communist regime took power in 1975, the family was in \ndanger.\n\nPhone spent three years in a refugee camp in Thailand working as a seamstress before her family entered the \nUnited States in 1983. Here, she said, she can express her opinions and practice her religion -- Buddhism -- without \nfear.\n\nThe Fauquier celebration has grown since it began in 1991, when as many as 3,000 people attended. Last year, \nnearly 10,000 participated. This year, organizers expected the number to double, said Achan Chandaphone \nMingsisouphanh, the monk who came up with the idea of the festival.\n\nAs it has in the past, this weekend's celebration was expected to attract Thai, Cambodians, Burmese, Vietnamese, \nChinese and other nationalities from the Washington area and across the country, Nguyen said.\n\nEvents and displays include Laotian and Thai folk dance and music, arts and crafts exhibitions, exotic foods, \nfireworks and a religious ceremony, which included meditation, prayer and offerings.\n\n\nThe temple's abbot -- a position similar to a cardinal in Catholicism -- is Phra Achan Bounmy Kittihammavanno, who \nalso is vice president of all Laotian Buddhists in the United States. According to Nguyen, Kittihammavanno is one \nof the most respected abbots in the world and one of the reasons the festival is so popular.\n\nKittihammavanno, 62, became a monk in Laos when he was 12. He left his country in 1980 and spent five years in \na refugee camp in Thailand before gaining entrance to the United States.\n\nPerched atop cushions in the middle of the temple, Kittihammavanno rarely speaks. Visitors, upon entering the \ntemple, rush to kneel in front of him and touch their foreheads to the ground in respect.\n\nWhen it was built in 1987, the temple caused some controversy in Catlett, a town of 328 residents in southeastern \nFauquier near the Prince William County border. Fauquier's minority population is tiny, and residents expressed \nfears about a religion that was unknown to them.\n\nBut in the 11 years that have passed, residents say they have become accustomed to their peaceful Buddhist \nneighbors, who tend to keep to themselves. Ten monks live on the grounds, and worshipers visit for religious rites \nand festivals throughout the year.\n\nThe original temple was destroyed by fire in 1993, when the group already was building a larger temple. The July 4 \ncelebration that year also marked the new temple's opening.\n\nNguyen said the group originally was attracted to the area by the open, peaceful setting.\n\n\"It was built in Fauquier County because it was the only area where you could get that much land that was big \nenough to have that many people come,\" said Linda Sayas, a temple volunteer who lives in Annandale.\n\nThe grounds boast a colorful red and gold temple, a large, fragrant garden, a man-made pond filled with \nmulticolored fish, and several statues of Buddhist deities.\n\nVisiting Thai monk Phramaha Kittichot traveled halfway around the world two weeks ago to come to the temple to \nstudy with Kittihammavanno and help prepare for the festival.\n\n\"People live different ways. This brings people close together,\" he said. \"It keeps the traditions alive.\"\n\nGraphic\n\n \n\nPhoto, COURTESY of WAT LAO BUDDHAVONG TEMPLE , A festival celebrating Southeast Asians' culture and \ntheir freedoms here continues today at the Wat Lao Buddhavong Buddhist temple in Catlett. Above, a performer \nin last year's festival.\n"}