{"title": "REMEMBER 9/11: Q&A ON IMMIGRATION: Changes mean more agents, tougher rules", "body": "\nHere's a look at some frequently asked questions and some answers, compiled by staff writer Mark Bixler, about \nthe effect of Sept. 11 on immigration law:\n\nQ: Why did Sept. 11 focus attention on immigration law?\n\nA: The 19 terrorists who struck that day were foreign nationals who had entered the United States through legal \nchannels. In response, the federal government has passed new immigration laws and tightened regulations. It's \npart of a larger effort to improve security by rewriting laws about aviation security, money laundering and \nintelligence gathering.\nAJC\n\nQ: How did the terrorists enter the United States?\n\nA: They got visas from U.S. embassies or consulates in their native countries. Fifteen received tourist visas. Tourist \nvisas typically are good for six months, though a proposal would shorten that time to 30 days. Three hijackers \nreceived visas by posing as businessmen. One got a student visa to study English in California, but never showed \nup for class.\n\nQ: Does the government check the background of people applying for visas?\n\nA: The State Department, which issues visas, uses a computer database to perform background checks with U.S. \nintelligence agencies. After the attacks, the department started asking more questions of men ages 16 to 45 \nseeking a visa. It asks about their military service, experience with weapons of mass destruction and affiliation with \nprofessional, social and charitable organizations. The State Department also plans to start checking the names of \napplicants against the names of wanted criminals in an FBI database.\n\nQ: What else has changed?\n\nA: Congress has passed two major laws affecting immigrants. The USA Patriot Act lets the Immigration and \nNaturalization Service detain immigrants suspected of terrorism for lengthy periods. It triples the number of INS \nagents and officers of the Customs Service and Border Patrol on the border with Canada. The law also empowers \n\n\nauthorities to conduct secret searches and arrests and surreptitiously scan electronic communications without a \ncourt order.\n\nAnother new law, the Enhanced Border Security and Visa Entry Reform Act, calls for more immigration and \ncustoms agents and computer systems to track foreign students, tourists and business people. It also sets an \nOctober 2004 deadline for foreign nationals' travel documents to contain machine-readable data, such as \nfingerprints, to identify visitors.\n\nQ: Anything else?\n\nA: The Bush administration has announced dozens of other measures. The FBI interviewed 5,000 Middle Eastern \nstudents. The INS detained more than 1,100 immigrants, mainly from Arabic and Muslim countries, on charges that \nthey violated immigration laws against, for example, staying in this country after a visa expires. None was charged \nwith terrorism-related crimes. The administration also said it would start enforcing a long-ignored law requiring \nroughly 18 million noncitizens to notify the INS within 10 days of moving.\n\nQ: Will all the changes make us safer?\n\nA: It depends on whom you ask. Authorities say the new measures will make it more difficult for foreign terrorists to \ncome into this country. Some immigrant advocates and civil libertarians say some of the regulations give people a \nfalse sense of security at the expense of immigrants, particularly Arab and Muslim immigrants.\n\nGraphic\n\n \n\nGraphic: COUNTRIES OF ORIGIN\n\nThe federal government has resettled 48,106 refugees in Georgia since 1981. A refugee is a foreign national fleeing \npersecution. Here's a look at the native countries of refugees coming to Georgia in the past 20 years:\n\nVietnam..............… 18,984\n\nBosnia................… 6,565\n\nFormer Soviet Union........4,004\n\nSomalia....................3,970\n\nCambodia..............… 2,581\n\nEthiopia..............… 1,943\n\nLaos..................… 1,583\n\nIraq..................… 1,247\n\nAfghanistan..................968\n\nIran....................… 704\n\nSource: Georgia State Refugee Health Program / Staff; Graphic: GEORGIA'S FOREIGN STUDENTS\n\nUniversity system enrollment by semester\n\n(public colleges only)\n\n......… Non-U.S. citizen,......Non-U.S. citizen,\n\n............non-resident..............resident\n\nFall 2000......9,790..............… 5,267\n\nSpring 2001....7,411..............… 5,311\n\nSummer 2001....4,282..............… 3,347\n\nFall..2001… 8,333..............… 5,809\n\n\n\nSpring 2002....8,466..............… 5,954\n\nSource: University System of Georgia\n\nME: Part of the fourth part of the eleven-part series REMEMBER 9/11 commemorating the attacks on the World \nTrade Center and the Pentagon, September 11, 2001.\n"}