{"title": "Gold Dome Live; Senate: Hire illegal immigrants --- lose state road money", "body": "\n4:00 pm April 1, 2009\n\nLocal governments that fail to check they are not hiring illegal immigrants could lose state road building money, \nunder a bill that passed the Senate Wednesday. \n\nHouse Bill 2 would deny road money to any city or county that does not sign up to use federal databases to make \nsure new hires are not illegal immigrants. It also requires local governments to make sure the people who receive \npublic benefits are in the country legally.\n\n\"It's unfortunate that we have to take steps to get compliance with the original law,\" said Senate Majority Leader \nChip Rogers (R-Woodstock). He referred to Senate Bill 529, which he sponsored and which became law three \nyears ago. It was a far-reaching crackdown on illegal immigration, but critics say it lacked teeth.\n\nHouse Bill 2 adds those teeth by withholding money to pave roads, fix potholes and make other road \nimprovements if local governments don't comply with the law.\n\n\"This could affect 159 counties and their road funding,\" said Sen. Steve Thompson (D-Marietta), who opposed the \nbill.\n\nThe legislation also would require jailers across the state to check the legal status of all inmates and report those \nwho are here illegally to federal immigration officers.\n\n\"That's just a burden I'm not sure we are equipped to handle,\" said Sen. George Hooks (D-Americus).\n\nRogers said he expects the bill will go to a conference committee and that it will be changed to require that jailers \nfirst ask the nationality of all inmates they book. Then they would only check the legal status of those charged with a \nfelony, a DUI or a misdemeanor of an \"aggravated\" nature, according to a new draft of the bill that Rogers shared.\n\nHouse Bill 2 passed by a vote of 30 to 17 and must pass the House again or go to a conference committee.\n\nGeorgia's three-year-old crackdown on illegal immigration requires that governments and public contractors use E-\nVerify, a federal program that checks whether people can work in the United States. The law also requires \n\n\ngovernments to sign up for another federal database to check whether people are eligible for welfare and other \npublic benefits.\n\nWhile many governments in Georgia have signed up for E-Verify, no state agency checks to see whether they are \nusing it, the Atlanta Journal-Constitution found in a January article. The AJC found that 21 of 159 county \ngovernments and 234 out of 536 chartered cities and towns had not registered with E-Verify. In addition, few local \ngovernments and state agencies signed up for the federal program checking public benefits.\n\nhttp://blogs.ajc.com/gold-dome-live/2009/04/01/senate-hire-illegal-immigrants-lose-state-road-money/\n"}