{"title": "The Unlucky 49", "body": "\nThere are now 49 of them in the ''Carter Class,'' three having gone back to Haiti and one having won a medical \nrelease. They are called that because, of the 1,900 Haitian migrants detained in this country, they are the only ones \ninvolved in a New York case, decided last spring by Federal District Judge Robert Carter.\n\nThe Justice Department, under impatient court orders in a parallel Florida case, is releasing all the rest. But it has \nrefused again to release the 49, who have been held in a Brooklyn detention center for 13 months. Why?\nEditorial comments on Federal Court decision concerning Haitian refugees detained in Brooklyn (NY)\n\nThey're all likely to abscond, says Charles Sava, New York District Director of Immigration. Oh, and their cases \nhave been denied by immigration judges, and their chances on appeal are poor. Yes, they have all been offered \nbond, and sponsorship by established resettlement agencies - but that, says Director Sava, is not persuasive.\n\nAnd in Washington, a spokesman for the Immigration Service declares that ''The rules say that if illegal aliens come \nto this country without proper documentation they will be detained. All we're doing is enforcing the law.''\n\nEnforcing the law?  Even if the 49 Haitians are eventually adjudged to be illegal immigrants, not entitled to refugee \nstatus because they came here seeking opportunity, legality is not the issue. The issue is comparability, elemental \nfairness and equal protection.\n\nThere is only one way in which the situation of the 49 differs from that of the 1,900 being released under the Florida \norder: the legal accident that put them in a different case.\n\nWhat kind of law enforcement is it that seizes on such a distinction as the basis for keeping poor people, not guilty \nof any crime, locked up for 13 months, and typically allowed to go outside only four times in that period?\n\nWhat kind of mindless rules require leaving them to sit staring out the window, or talking on pay phones, or in some \ncases attempting suicide? What kind of cold law insists on such relentlessness for these few when the Justice \nDepartment is releasing the many?\n\nIf the Immigration Service and Attorney General Smith are not moved by logic, if they are not moved by humanity, \nthen how shall they be moved? For this is not law enforcement at all. By any standard of comparability or fairness, it \nis incomprehensible cruelty.\n"}