{"title": "Panel to Urge Immigration Reforms Weighted Toward Families", "body": "\nA bipartisan advisory commission will urge Congress to reform the nation's system for admitting immigrants to give \npriority to close family members who have been separated for years because of growing waits for visas.\n\nIn a final report to be issued before it disbands at the end of the month, the Commission on Immigration Reform \nwill renew recommendations it made two years ago to overhaul the legal immigration system, and to ultimately \nreduce the number of people admitted, according to commission officials and a summary of the report obtained by \nThe Washington Post.\n\nWhen Congress revamped the nation's immigration law last year, it avoided the controversial issue of legal \nimmigration. Yet the problems associated with it not only have persisted, but have grown steadily worse, according \nto panel members. The recommendations underscore the commission's view that the system remains dysfunctional \nand that failure to fix it has damaging consequences. It is a system that critics say often forces people to choose \nbetween their marriage vows and U.S. immigration law, drives immigrants to enter the country illegally and tends \nto penalize those who follow the rules while rewarding those who break them.\n\nOf primary concern to the nine-member commission is the backlog of more than 1 million people waiting for legal \nstatus as the spouses and minor children of legal permanent residents, a category for which visas are capped at \n88,000 a year. They are part of an overall backlog of 3.5 million people around the world whose applications have \nbeen approved, but who are awaiting family-sponsored immigrant visas to the United States in categories with \nnumerical limits.\n\nAn estimated two-thirds of the spouses and minor children waiting for visas are already in the United States \nillegally. But more than 300,000 others remain abroad, playing by the rules but separated from their loved ones for \nyears and unable to get even temporary visitor's visas because of a presumption that they would overstay.\n\n\"Since the commission first reported its findings on legal admission, the problems associated with family-based \nadmissions have grown,\" the panel says in its forthcoming report. During the two-year interval, the waiting times \nbetween application and admission of immigrants' spouses and minor children have increased 40 percent and are \nstill growing, officials said. This means that those who are receiving their visas now have had to wait more than four \nyears and four months, compared to three years when the commission issued its report in June 1995.\n\nFor those applying today, the projected wait is even longer -- up to 10 years for the spouses and children of \nsponsors who remain in immigrant status. A sponsor can cut the waiting time by becoming a U.S. citizen, because \nrelatives would not be subjected to numerical limits and thus could get visas quickly. But a legal immigrant must \nreside in the United States five years before becoming eligible to naturalize, and it takes up to two years for a \ncitizenship application to be processed.\n\nThe increased waiting time \"is a very disturbing development,\" said Robert C. Hill, a commission member.\n\n\nAmong those affected is Parmeshwar Coomar, a 33-year-old Indian immigrant from Calcutta who got married a \nyear ago during a visit to his homeland. When he returned to the United States to resume his job teaching industrial \nengineering at a college in Wisconsin, he found that it would take several years to obtain an immigrant visa so that \nhis wife could join him. Under current law, she cannot even visit him in the meantime.\n\nCoomar and about 250 other highly skilled immigrants formed the Association of Professionals for Spouse \nReunification to publicize their plight and seek help. They especially resent immigration law provisions that they \nsay have favored people who entered the United States illegally in the first place, then brought their relatives in \nillegally to join them while taking up places in an interminable line of people waiting to acquire status as legal \nimmigrants.\n\nAfter granting legal status to 2.7 million illegal immigrants under a 1986 amnesty, the government allowed family \nmembers they had brought in illegally to stay and receive work permits under a \"family unity\" provision. Under a \n1994 law that is scheduled to expire this month, foreigners who have overstayed their visas or otherwise remained \nin the country illegally also have been permitted to adjust to legal immigrant status in the United States by paying a \nfine, instead of having to return to their homelands as previously required.\n\n\"We continue to be bypassed as the ones that are 'law abiding and stupid,' \" said Coomar, who came to the United \nStates as a student and received an employer-sponsored immigrant visa in 1994. In his case, he said, even by \nnaturalizing when he is eligible, he will not be able to bring his wife in until sometime after the turn of the century. \nWith waiting times like that, he said, \"I don't think any marriage is going to last.\"\n\nThe commission, appointed by the president and Congress under a 1990 immigration law, recommended in 1995 \nthat legal immigration be revamped to set clear priorities for admissions and ultimately reduce the numbers of \nimmigrants allowed into the country.\n\nThe panel recommended that the unification of \"nuclear families\" -- defined as spouses and minor children -- take \nprecedence and that several other categories of family members be dropped, including the adult sons and \ndaughters of U.S. citizens and legal immigrants and the siblings of U.S. citizens.\n\nThe commission proposed shifting the visa numbers for those categories into a program to reduce the backlog of \nseparated nuclear families. Within that category, it recommended giving priority to those who were not covered by \na 1986 amnesty for illegal aliens, meaning those who had not previously broken the immigration law. It also \nrecommended that annual levels of legal immigration be reduced from about 720,000 at the time of its report to \n700,000 for a transition period of five to eight years and to 550,000 after that.\n\nThe recommendations were incorporated into immigration bills in the House and Senate, but were later deleted in \nthe face of stiff opposition from business and immigrants' rights groups. Among those who lobbied strongly for \nretaining the existing system was John Huang, a Taiwanese American at the center of a controversy over \nDemocratic Party fund-raising.\n\nSince then, legal immigration has surged, reaching 916,000 for fiscal 1996 and pushing the combined total for \nboth legal and illegal immigration to about 1.2 million people a year. With most polls showing that Americans want \nimmigration reduced, raising the limits to accommodate immigrants' spouses and minor children is not considered \nan option.\n\nAnd key members of Congress, including the chairman of the Senate Judiciary subcommittee on immigration, \nSen. Spencer Abraham (R-Mich.), remain staunchly opposed to any reordering of priorities as suggested by the \ncommission.\n\n\"I am sympathetic to the plight of these individuals, and it may be an area we need to take a closer look at,\" \nAbraham said. \"However, the backlog of the spouses and children of lawful permanent residents should not be \nused as a pretext to deny American citizens the ability to sponsor close family members.\"\n\n\n\nTo the commission, those \"close family members,\" who include siblings and adult married sons and daughters and \ntheir own families, should not be taking visas at the expense of spouses and minor children. \"We should not be \nallowing nuclear families to be separated to accommodate more extended families,\" Hill said.\n\nBecause the waits are so long -- for those who apply today, it can take decades -- the system has lost credibility, \nand many people resort to immigrating illegally, panel members said.\n\n\"When we have a dysfunctional immigration law, it shouldn't be surprising that people try to get around it,\" said \nSusan Martin, the commission's director.\n\nCertainly, that option has crossed the minds of members of his association, said Coomar, the Indian immigrant in \nWisconsin. But he said he is determined to keep working for a solution within the law.\n\n\"The one who is law-abiding has to be rewarded in some way,\" he said.\n\nWAITING TIME\n\nLegal permanent residents' spouses and children who got visas this month had to wait more than four years. New \napplicants could face a 10-year wait.\n\nWaiting time, in years\n\nOctober 1997: 4 years, 4 months\n\nSOURCE: U.S. Commission on Immigration Reform\n\nGraphic\n\n \n\nChart\n"}