{"title": "62 New Guards Will Reinforce Arizona Border", "body": "\nPresident Clinton today ordered 62 more border guards sent to Nogales, Ariz., in response to a surge in illegal \nborder crossings from Mexico, the White House said in a statement.\n\nThe increase in border crossings has been prompted by the economic turmoil in Mexico in recent weeks as the \nvalue of the peso has plummeted. The White House said it expected that the pressure on the border with Mexico \nwould subside now that Mr. Clinton had taken action to stabilize the peso. Mr. Clinton offered Mexico $20 billion in \nloans and loan guarantees last Tuesday as part of an international aid plan.\n\nThe White House said the agents being sent to Arizona were being reassigned from the Canadian border and \nfrom interior stations in Arizona and other parts of the United States. They will begin to report for work on Tuesday, \nincreasing the border force by 17 percent.\n\nThe Administration, which had expected the number of illegal entries to increase in Arizona as a result of its \ncrackdowns in California and Texas, is training 100 new agents to reinforce the border at Nogales, the statement \nsaid.\n\n\"But illegal crossings increased so dramatically in January in the wake of the peso devaluation that more agents are \nneeded now,\" the statement said.\n\nAn earlier crackdown in the San Diego area was deemed successful. That $25 million operation, begun in October, \nwas an intricate, quasi-military combination of fencing, high-intensity lights, additional staffing and increased use of \nradios, night-vision devices and motion detectors.\n\nOn the first nights of the operation, the number of apprehensions increased 30 percent to 200 percent.\n\nBy the turn of the year, word had begun to spread among illegal immigrants that crossing at San Diego was no \nlonger a breeze. Attempts at illegal entry there began to fall off, followed by a decline in apprehensions.\n\nLast week, Border Patrol officials said apprehensions in January were down sharply, to 31,000, compared with \n38,000 in the same month last year. San Diego had once been considered the easiest place to sneak into the \nUnited States.\n"}