{"title": "Young urges school to treasure diversity", "body": "\nHe'd been in their classroom less than 60 seconds Tuesday when Andrew Young gave what he called \"a \nbackhanded compliment\" to a group of boisterous first-graders.\n\n\"I think you all are just as bad as American children,\" said the former Atlanta mayor and U.N. ambassador, joking \nwith a class of immigrant students at the new International Community School in Avondale Estates.\n\nYoung was invited by school supporters to tour the DeKalb County charter school, which opened in August with \n125 students in grades K-2. Supporters hope to raise awareness and money for the school.\nAJC\n\nCharter schools receive taxpayer dollars, but face less regulation than public schools.\n\nAbout half of the students' families are refugees or immigrants who represent more than 30 countries and 40 \nlanguages.\n\nYoung stopped by many students' desks to learn their names and where they were born. The kids learned that the \n70-year-old father of four and grandfather of five has walked in many of their homelands.\n\nYoung seemed particularly taken with little Atong Waykuur, a recent immigrant from Sudan.\n\nAtong spoke no English when she came to this country, but the kindergartner is picking it up fast --- even to the \npoint of sassiness. Her teacher, Deanna Lilly, said Atong put her hands on her hips the other day and told another \nstudent, \"You don't tell me what to do!\"\n\nYoung, joined by his wife, Carolyn, later spoke briefly to a student assembly. He told the kids they are leaders \nalready. \"Together, you can learn about the whole world, because you can learn about each other,\" he said.\n\nDuring a meeting with school administrators, Young heard the story of Erick U. Muhumuza, a volunteer at the \nschool who fled war in Africa.\n\nMuhumuza, who came to this country in his senior year in high school, was amazed that children could go to \nschool for free, and that buses would actually pick them up and take them home.\n\n\n\"When you see these kids smile, it's really a genuine smile,\" Muhumuza said. \"Some were born in the bush. Some \nwere born running from war.\"\n\nYoung made some suggestions to school staffers, led by Principal Bill Moon, who plan to enlarge their school by \none grade level each year, at least to grade six.\n\n\"Maintain your diversity of language,\" Young said. \"Public schools tend to make us all the same and American. \nWe can be American and Bosnian, American and Sudanese. As Martin Luther King used to say, we're all \nhyphenated Americans.\"\n\nGraphic\n\n \n\nPhoto: Andrew Young takes questions from pupils at the International Community School in DeKalb County, where \nenrollees represent more than 30 countries and speak 40 languages. / RENEE' HANNANS / Staff; Photo: A study in \ndiversity\n\nFormer U.N. envoy Andrew Young tries diplomacy on a younger level with International Community School pupils \nBehara Beganovic (front), Wol Wag (behind her), Majur Waykuur (right) and Kon Wag. C3 / RENEE' HANNANS / \nStaff (TEASER)\n"}