{"title": "Study finds more Hispanic immigrants graduating from high school", "body": "\nThe percentage of Hispanic immigrants with a high school diploma more than doubled over the last three \ndecades, though that group still tends to be less educated than Americans overall, a Latino research group said \nWednesday.\n\nImmigrants from Mexico and Central American countries like El Salvador and Honduras were less likely to have \nfinished high school than new arrivals from South America and the Caribbean, according to the Pew Hispanic \nCenter.\n\n''In the coming decades, the educational composition of the Latino foreign-born population will begin to look more \nlike that of the American native-born population,'' authors B. Lindsay Lowell and Roberto Suro wrote in the report, \nwhich covered people 25 and older.\n\nThe analysis of Census Bureau data between 1970 and 2000 found the share of Hispanic immigrants who had \ngraduated from high school increased from 28 percent to 59 percent, while for all Americans it increased from 55 \npercent to 84 percent.\n\nThat gap is likely to narrow, the report said, as younger foreign-born residents who tend to have more education \ndisplace in the population older residents who are less educated. In addition, more immigrant families are getting \ntheir education in the United States, where schools tend to be better than in Latin American countries.\n\nData from the 2000 census showed the Hispanic population more than doubled during the 1990s to 35.3 million, \nrivaling blacks as the nation's largest minority group. Many Latinos from Mexico and, to a lesser extent, Central \nAmerica, arrived in the past decade to take plentiful, low-skilled, low-paying jobs in factories, meatpacking plants \nand on farms.\n\nThe influx has strained many urban and rural schools struggling to teach new immigrants with little or no grasp of \nEnglish. Some critics have called for more limits on immigration to ease the burden on schools and to reduce the \nnumber of Hispanic dropouts in the work force.\n\nGovernment estimates place the illegal immigrant population between 8 million and 9 million, with nearly half from \nMexico.\n\nAbout two-thirds of all undocumented immigrants have not finished high school, the report said.\n\nStill, Lowell and Suro said that closing the education gap is no longer insurmountable.\n\n''For the immediate and foreseeable future, substantial benefits can be reaped from programs that aim to bolster the \neducation of immigrant youth and provide adults with language and skills training,'' the report said.\n\n        ------      \n\n"}