{"title": "POLICE IN OREGON WON'T HELP FBI QUESTION IMMIGRANTS; IT BREAKS LAW TO QUESTION MIDDLE EASTERN MEN ARBITRARILY, CHIEF SAYS", "body": "\nPortland police are refusing to help the FBI question Middle Eastern immigrants hauled in as part of the terror \ninvestigation. They said the practice violates Oregon law.\n\nThe Justice Department asked local law enforcement agencies around the country for help tracking down 5,000 \nmen for questioning about the Sept. 11 terrorist attacks. But acting Police Chief Andrew Kirkland refused.\n\n\"The law does not allow us to go out and arbitrarily interview people whose only offense is immigration or \ncitizenship,\" he said Tuesday.\n\nU.S. Attorney Michael Mosman, the chief federal prosecutor in Oregon, said the questioning is legal, but added: \n\"I'm supportive of their right to decide not to do this particular task.\"\n\nThe FBI declined to comment.\n\nMayor Vera Katz on Wednesday said the city objected to certain questions that would be asked of those on the \nlist. She did not offer details but said police may reconsider if the questions are changed.\n\nCivil rights activists applauded the city's decision.\n\n\"These young men of Middle Eastern descent are being rounded up for questioning without any basis or \nsuspicion or probable cause. So basically it comes down to racial profiling. It isn't OK with African-Americans so it \nshouldn't be OK for any other racial group or ethnic group,\" said Zaha Hassan of the Middle East subcommittee of \nthe National Lawyers Guild.\n\nMosman said the list of 5,000 was drawn up to gather information and denied it was akin to profiling. \"It's just \nbecause we know less than we need to know about terrorism, and this is a way to learn more,\" he said.\n\nIn San Francisco, police spokesman Jim Deignan said the FBI had made no formal request for help from the city, \nbut \"we'll cooperate with the federal authorities.\"\n\nIn Minneapolis, police spokeswoman Cyndi Montgomery said the police chief would look closely at any request to \nhelp with interviews.\n\n\n\"The department hasn't made a decision as to whether such interviews might conflict with racial profiling policies,\" \nshe said.\n\nNotes\n\nAMERICA RESPONDS\n"}