{"title": "Activists march and rally on May Day in San Bernardino for workers rights and immigration reform", "body": "\nOn Twitter: Reporter Beatriz Valenzuela@IEBeatriz and photographer Rick Sforza@RickSforza tweeted live.\n\nRelated stories: May Day 2013: Instant social media reactions to the immigration demonstrations\n\nPhoto galleries:May Day march and rally in downtown L.A. |May Day around the world\n\nSAN BERNARDINO -- Members of the Justice for Immigrants Coalition of Inland Southern California as well as \nother immigrant and workers' rights supporters marched through downtown San Bernardino Wednesday in \nhonor of International Workers Day.\n\nHundreds of people joined the march from Secombe Lake, 160 E. 5th St. to San Bernardino City Hall, bringing \nattention to immigration reform and workers' rights.\n\nParticipants shouted \"Obama Escucha. Estamos en la Lucha,\" which means \"Obama listen. We are in the fight,\" as \nthey marched to City Hall, where they heard from speakers calling for legislators to fix the country's immigration \nsystem and strengthen rights for low-wage workers.\n\nFather Jorge Garcia with the seminary school at the San Bernardino Diocese joined the march to help make people \naware of what happens to families affected by deportation.\n\nGarcia said he regularly sees parents deported, leaving behind their American born children.\n\n\"I come to support this cause because we are asking for basic human rights for everyone,\" he said. \"We don't want \nto see families pulled apart by deportation anymore.\"\n\nJose Gutierrez , 43 of Hesperia, was brought to the county illegally by his mother when he was 9 years old.\n\nHe and his wife, Shena Gutierrez, marched with the activists in San Bernardino.\n\n\"I always felt like I belonged here, like this was my country,\" he said.\n\nJose Gutierrez is currently facing deportation for the second time.\n\nHe was deported two years ago, but tried to come back to be with his two small children who were undergoing \nmedical treatment.\n\nHe was granted a federal stay, which is about to expire.\n\n\n\"What would you do if you were in his shoes?\" said his wife, Shena Gutierrez. \"Wouldn't you want to come back to \nyour kids, to your family?\"\n\nThis year participants marched with the \"We Voted, We Organized, Now We March,\" to bring attention to \nimmigrant rights, workers' rights and the struggle for the working poor.\n\nChildren and adults alike are carrying homemade signs and waving American Flags to drivers-pay who are honking \nin support.\n\nThe Justice for Immigrants Coalition has organized the May Day March since 2009, alternating between the cities \nof San Bernardino and Riverside.\n\nGraphic\n\n \n\nMay Day marchers cross Arrowhead Avenue at 2nd Street during a rally Wednesday in downtown San Bernardino.\n\nMay Day supporters gather at Seccombe Park in San Bernardino on Wednesday in support of workers and \nimmigration reform.\n"}