{"title": "Opponents halt INS move to Midtown", "body": "\nFor the third time in a year, plans to build a headquarters for the Immigration and Naturalization Service have fallen \nthrough.\n\nThe federal government planned to build a five-story INS office at 10th and West Peachtree streets in Midtown, but \nthat proposal has died. The Midtown Alliance, a group of leaders from businesses, churches and civic groups, said \nit would prefer an office or residential tower and stores to a building for immigration services.\nAJC\n\nWill Herbig of the alliance said in April that an INS center could have \"a positive impact\" on Midtown, but Alliance \nPresident Susan Mendheim said Friday the group heard from residents of nearby apartments and houses who were \nopposed to the plan. She said the proposal was inconsistent with a community land-use plan but that she might not \noppose putting the center elsewhere in Midtown.\n\nShe said the \"main use\" of the building would involve suspected illegal immigrants fighting government efforts to \ndeport them, which probably would not generate much business for local merchants.\n\n\"If you're going to a facility to fight deportation,\" she said, \"you're not going to do any shopping.\"\n\nAbout 500 to 800 people a day visit the INS, housed now in an aging building on Forsyth Street in downtown \nAtlanta. They participate in citizenship interviews and ceremonies, get information about immigration and deal with \nissues such as political asylum, visas and work permits with about 120 government employees. Suspected illegal \nimmigrants also face immigration judges in the building.\n\nFred Alexander, deputy district director, said the agency must move because the government plans an extensive \nrenovation of the building. The General Services Administration, which manages real estate for federal agencies, is \nlooking for land to build an office with about 100,000 square feet. \"There are no potential sites in mind,\" he said.\n\nA year ago, plans for a building on 2.3 acres occupied by the Atlanta Civic Center parking lot crumbled after \nopposition from neighbors, business people and city officials.\n\nThe government also considered building near the Garnett MARTA station but said the property did not meet their \nneeds.\n"}