{"title": "Congress flooding INS with queries", "body": "\nWhen I talked to him the other day, I could tell Allen Erenbaum was gulping  down a mouthful of lunch at the same \ntime he was trying to answer my  questions.\n\nErenbaum, director of congressional relations for the Immigration and  Naturalization Service, has been a busy man \nof late. Since it passed the 1996  Immigration Reform Act, Congress has been swamped with complaints about the \n law - and members in turn are peppering Erenbaum's staff with questions and  requests for assistance.\n\nIn 1992, there were 28,550 congressional inquiries; last year, the figure  soared to 46,500.\nSTM COL\n\n\"The new law eliminated several forms of relief,\" Erenbaum notes.  \"Individuals who in the past might have gotten \nthat relief are no longer  eligible for it and are turning to members of Congress for help.\"\n\nSpooked by the World Trade Center bombing and terrorist threats, Congress  has made it harder for foreign \nnationals to enter the country and easier to  kick out those who are here. Foreigners who run afoul of the law are hit \nwith  a double whammy: harsh penalties and almost no way to appeal them.\n\nIf, for example, you stay longer than your visa allows, you can be barred  from re-entering for up to 10 years.\n\nIf you're suspected of trying to enter the country through fraud or  misrepresentation, you can be banned for five \nyears without access to a lawyer  or a hearing - a process called \"expedited removal.\"\n\nAnd if you're a permanent legal resident who has been convicted of an  aggravated felony - even if the crime \noccurred long before the act took effect  - you can be banished for 20 years.\n\nExpedited removal has caused the biggest hue and cry, especially among  civil libertarians who consider it a denial \nof due process. But it has  generated relatively few congressional inquiries - unless those who are  removed get \nsomeone in the United States to take up their cause, no one is  going to hear from them for at least five years.\n\nOn the other hand, Erenbaum gets many complaints about the crime-related  provisions of the 1996 law because \ndeportation often means the breakup of  immigrant families.\n\nDon't bother arguing that you've cleaned up your act or have strong ties to  the community or that your kids need \nyou for support - \"the standards have  been toughened and people who have committed crimes in the past are no \nlonger  eligible for relief,\" Erenbaum says.\n\nSometimes, a plea to a member of Congress can help. In the past two weeks  I've written a lot about a Treasure \nIsland couple who faced a 10-year  banishment from the United States because of a paperwork mix-up. The wife, a \n\n\n citizen of India, got at least a month's reprieve, thanks in part to extensive  publicity and the involvement of U.S. \nRep. C.W. Bill Young.\n\nAt other times, a foreigner's appeal to a U.S. lawmaker can backfire,  especially if it appears the person has started \nto act like a U.S. citizen  without ever having gone through the complex naturalization process.\n\nU.S. consulates overseas, which have the power to grant or deny visas,  might find it \"particularly galling that a \n(foreigner) who is not a voter and  who is essentially a guest on a temporary basis would challenge their decision \n by bringing it up to an elected congressman,\" says Ramon Carrion, a  Clearwater immigration lawyer.\n\nAt the very time the press and public have more and more questions about  our immigration laws, Congress is \ncutting back on the number of INS employees  who can supply the answers. Over the past three years, the \nagency's public  affairs and congressional relations staff has dwindled from a total of 60 to  just 43.\n\nStill, mindful of who controls the purse strings, Erenbaum's office tries  to answer all inquiries from Capitol Hill within \n30 days. \"We're not there  yet,\" he says, \"but we're really focusing on doing it because we know how  critical it is to \nbe responsive.\"\n\n   \n\n \n\n   UPDATE:  King Hussein of Jordan does have lymphoma, but told his countrymen  and women Tuesday night that \nit is a highly treatable form of cancer that  should allow full recovery.\n\nIn a message televised from his suite at the Mayo Clinic in Rochester,  Minn., a cheerful-looking king said his \ngeneral condition was \"excellent and  the mind is clear and the morale high.\"\n\nHussein, 62, will require six chemotherapy treatments, each three weeks  long, but said he hopes to return soon to \nAmman.\n\nThe king, who has had several serious medical problems since 1992, has been  unusually open about his cancer, \nwhich is still considered a taboo topic in  his conservative country. His health is of great concern not just to \n Jordanians, whom he has ruled for 45 years, but to the United States and  Israel, which have long regarded him as \none of the most influential and  enlightened leaders in the Middle East.\n\nIn a portent of what might happen in the event of the king's death or  prolonged incapacitation, Syria has started to \nverbally attack Jordan for its  ties with Israel, the Tel Aviv daily Ha'aretz reports.\n"}