{"title": "End of road nears for agency helping African immigrants Tough times have left nonprofit - which served 30,000 over almost 30 years - down to its last $12,000.", "body": "\nST. LOUIS - A large American flag hangs on a wall behind Gedlu Metaferia's desk. On the corner of the desk, in a \nneat row, are copies of the Bible, the Quran and the Torah. They symbolize tolerance and understanding, he says.\n\nHere, in this upstairs office of a church rectory near Tower Grove Park, Metaferia helps African immigrants and \nrefugees acclimate to their new homeland. From helping fill out citizenship applications and insurance forms to \nserving as interpreter at doctor visits, Metaferia's nonprofit has helped about 30,000 Africans over three decades.\n\nThat help comes to an end in a few months.\n\nThe sputtering economy has taken its toll on Metaferia. Grants are harder to come by - and smaller than ever. And \nmuch of the help available is for those who serve new arrivals; Metaferia's clients tend to be those who have been \nin St. Louis beyond five years, when assistance for refugees is no longer available.\n\nThe agency is down to its last $12,000. When it runs out, most likely in June, Metaferia will close African Mutual \nAssistance Association of Missouri for good.\n\n\"We tried our best to survive, but the recession has been too bad,\" Metaferia said. \"In 2008, it began going down \nthe tubes. There are not enough grants and the competition is very, very high.\"\n\nMetaferia, 58, no longer collects a salary. Two office workers are paid $500 a month each.\n\nMetaferia said continuing to work as a volunteer for the organization he began in 1983 is no longer viable. He and \nhis wife, who works in housekeeping, have two small children.\n\nThose who have worked closely with Metaferia over the years say his absence will leave a void in helping a \npopulation that numbers about 6,000 in the region.\n\n\"This is a disaster,\" said Karen Aroesty, regional director of the Anti-Defamation League. \"This region will be the \nlesser for not having Gedlu at the table. It's just a shame the folks who have the capacity couldn't continue to step \nup and see value in this.\"\n\nAnna Crosslin, executive director of the International Institute of St. Louis, said small agencies such as Metaferia's, \ncommonly referred to as AMAAM, have trouble rebounding once funding begins to drop. The International Institute \nsubcontracts with AMAAM for translation and other services. Metaferia declined the contract for next year because \n\n\nit alone is not enough to sustain the organization. Its annual budget had grown to as much as $150,000 and seven \nemployees before beginning its decline the past decade. Today, the budget is about $35,000 a year.\n\n\"When a budget gets too small, the only way it goes is to get smaller,\" Crosslin said. \"You have to have fewer staff, \nso you end up serving fewer people, then you get funded for less.\"\n\nThe agency once served as many as 1,500 a year. It's now between 600 and 700 annually. Another challenge is a \ndrop in the number of African refugees arriving in St. Louis. In 2004, 369 Africans were resettled, mainly from \nSomalia and Liberia. Last year, that number was 112.\n\nIn the past five years, the largest resettlement groups in St. Louis arrived from non-African countries - Bhutan, Iraq \nand Myanmar (formerly Burma), although a steady stream of refugees also arrived from Somalia and Ethiopia, \nMetaferia's home country.\n\nStill, Africans represent 25 percent of the refugees resettled here since 2000.\n\nMetaferia's agency was once called Ethiopian Community Association of Missouri. He eventually changed the \nname and opened the agency to all Africans. Doing so brought more cultures, religions and languages into his \noffice.\n\n\"Frankly, the African community is not homogeneous,\" Aroesty said. \"The African community is as different and \ndiverse as any community. (Metaferia) managed to bring them all together.\"\n\nMetaferia spends about 30 hours a week in his office, located behind St. John's Episcopal Church near Tower \nGrove Park. He points to holy books on his desk including the Bible, read by Ethiopians such as Metaferia, the \nQuran, read by Somalis - the region's largest African population - and a Torah given to him by a rabbi.\n\nCentral to Metaferia's assistance mission is tolerance. Without it, acclimation is just that much more difficult, he \nsaid.\n\nLike other new Americans, African refugees and immigrants have many of the same challenges of navigating the \nbureaucracy of a new land. Domestic violence is one area Metaferia often counsels. And he has worked to help \nrefugees better understand the role of police.\n\n\"We came from a police state,\" he said of many refugees. \"We don't want immigrants to fear police. I work to \ncreate that bridge.\"\n\nCrosslin said AMAAM's role is unique in that it serves Africans who have been here more than five years and no \nlonger are eligible for various refugee benefits.\n\n\"He has been a cultural and language navigator for many people who otherwise might have slid thorough cracks \nbecause they didn't fit into any organization's mission,\" she said.\n\nMetaferia's fate has been precarious before. The agency nearly closed in 2007 as money got tight. But donations \nand $50,000 in grants allowed it to continue. This time, Metaferia says, no safety nets are in sight.\n\nAt one time, his salary was $35,000. But Metaferia has not drawn a paycheck since February 2010. He has \ncollected unemployment to get by, but that ended in December. He is looking for work and earning a little money \nfrom translating and consulting, he said.\n\nYihenew Mazengia has seen the passion behind Metaferia's work, first meeting him in 1995. After a stroke two \nyears ago disabled the Ethiopian taxi driver, Mazengia turned to the group for help. Metaferia gave him money for \ngroceries and toiletries and helped with transportation.\n\n\n\n\"When newcomers arrive there are language problems, cultural shock. They are completely lost,\" Mazengia said. \n\"(Metaferia) is there to lend a hand, like taking them to the hospital, finding an apartment for rent, helping them \nshop for groceries. He's a tremendous help with transformation.\"\n\nCrosslin said Metaferia's perseverance has been admirable.\n\n\"It's sad. He's been fighting this battle for a long time. I have to tell you I might have quit earlier than he,\" she said. \n\"He has his passion and a desire to genuinely make a difference. At some point or another you do what your family \nneeds you to do.\"\n\n---\n\nAfrican Refugees\n\nSince 2000, the International Institute of St. Louis has resettled 1,577 African refugees. The largest populations \nare:\n\nSomalia 774 Liberia 215 Ethiopia 157 Congo 129 Burundi 91 Eritrea 61 Sierra Leone 53 Sudan 28 Kenya 16 \nNigeria 13\n\nSource: International Institute\n\nGraphic\n\n \n\n Photo of: Metaferia   Erik M. Lunsford  •  elunsford@post-dispatch  Gedlu Metaferia greets Azmera Nirea in his \noffice last week at the African Mutual Assistance Association of Missouri. Metaferia, who has not drawn a salary in \ntwo years, said he hopes funding will come through that will help him avert closing the organization.  \n"}