{"title": "A NATIONAL IDENTITY CARD COULD LEAD TO OTHER GOVERNMENT CONTROLS", "body": "\nFew things illustrate the difference between liberals and conservatives as clearly as the approach taken on \nimmigration by liberal Democratic Sen. Dianne Feinstein and conservative Republican presidential candidate Pat \nBuchanan.\n\nBuchanan would act directly against immigrants by a moratorium on even legal immigration and by fortifying the \nborders. Whatever the merits or demerits of this approach, it focuses its attention directly on immigrants.\n\nFeinstein advocates a national identity card that all Americans would be required to have and that all employers \nwould be required to see to prevent hiring illegal aliens. It is the classic liberal response of using a particular \nproblem created by particular people to expand the government's power over other people. The same pattern is \nseen in liberal responses to crimes committed by people with firearms by cracking down on the far larger number of \npeople with firearms who are committing no crimes.\n\nNothing polarizes the political left and right like the idea of a national identity card. Yet it is not obvious why, in \nprinciple, this should be a liberal-versus-conservative issue. Everyone should be against people escaping personal \nresponsibility for their actions by pretending to be somebody else or by relocating to places where their sordid past \nis not known, thereby permitting them to victimize more innocent people.\n\nSome hard-nosed conservatives have urged that sex offenders in particular be identified and not be allowed to \nescape their past and continue to prey on unsuspecting neighbors, or those neighbors' children. Would not a \nnational identity card also prevent other kinds of criminals, deadbeat dads and other parasites from escaping their \npast and jeopardizing other people's futures?\n\nDespite the many potential benefits of a national identity card, the painful fact is that battle lines are drawn over \nthis issue for one reason: We cannot trust the government in general, and liberals in particular, to stop at a \nnational identity card to be used to enforce immigration laws or to deter crime.\n\nControl is the name of the game for liberals, even when they call it \"compassion.\" A national identity card would \nnot only permit greater government snooping into people's private lives, but the information gathered would almost \ninevitably lead to more laws forcing more people to do more things the way the politicians want them done. It is a \ndown payment on totalitarianism.\n\nLack of trust is not some purely psychological reaction or a paranoia bred by militias or talk-show hosts. History is \nfull of reasons to distrust governments in general and the political left in particular.\n\n\nMost Americans probably have no more objection in principle to a national identity card than to some form of gun \ncontrol. It is only in practice that we know that it will never stop there.   Put differently, many of the benefits that we \ncould get from many policies must be forfeited because of the greater dangers created by the untrustworthiness of \nthose who believe in big government as a means of imposing their own superior wisdom and virtue on others.\n\nAt the very moment when the liberal media are blaming \"anti-government\" feeling for such things as the Oklahoma \nCity bombing and blaming conservative talk show hosts for promoting such feelings, the Supreme Court of the \nUnited States has given a free home demonstration of betrayal of trust by striking down term-limits legislation \npassed by overwhelming majorities of voters.\n\nNothing in the Constitution forbids the states to enact such legislation. Moreover, the 10th Amendment clearly sets \nforth the principle that the federal government can do only what it is specifically authorized to do, while the states \nand the people can do whatever they are not forbidden to do. But the learned justices decided to turn this principle \nupside down - perhaps they should call it the 01 Amendment now - and claim that the states need specific \nauthorization to act.\n\nAll this dishonesty served only to impose their preferences and prejudices on the rest of us. Instead of saying where \nin the Constitution such laws as term limits are forbidden, the Supreme Court majority quoted previous decisions by \ntheir predecessors, who also made it up as they went along.\n\nSo long as what the justices made up was what the liberal media liked, they went along too. Those justices who \nthink that the Constitution means what it says - Clarence Thomas and Antonin Scalia being the most prominent of \nthese on the present court - are treated as fuddy-duddies and party-poopers.\n\nBetrayals of trust from the bench, from Congress and from presidents have spread profound distrust. If ever we are \nto gain the benefits that would be possible in a society where we could trust one another more, that will have to \ncome from \"responsible\" government officials showing that they are worthy of more trust. It will not come from \nscapegoating talk-show hosts.\n"}