{"title": "Tim Brooks Age: 33 Residence ...", "body": "\nAge:  33 \n\n Residence: Frederick. \n\n Education: Some college, Frederick Community College, Montgomery College; attending Marine Corps Institute. \n\n Occupation: Business development manager, IndyMac Bank. \n\n Elected offices/civic activities: Past member, Maryland Republican State Central Committee; served, U.S. Marine \nCorps; member, Christian Coalition. \n\n What is the most urgent problem facing your jurisdiction? \n\n\"Illegal immigration is one of the most urgent problems facing Frederick County and our nation as a whole. Alex \nMooney repeatedly voted in support of illegal immigration. He has voted in favor of in-state tuition for illegal aliens, \nlegislation that makes it easier for illegals to vote as well as state contracts exclusively for Hispanics. I believe that \nthis is wrong. Alex Mooney's values are out of touch with Frederick County. Mooney has spent too much of his time \nraising questionable campaign donations and not enough time on the people of Frederick County. It's time for a \nchange.\" \n\n Why should voters elect you? \n\n \"As your state senator, you can count on me to be a reliable conservative Republican voice for the people of \nFrederick County.\" \n\n Web site: \n\nbrooksforsenate.com \n\n E-mail address: \n\ntim@brooksforsenate.com \n\nAge:  35 \n\n\n Residence: Urbana. \n\n Education: BA, philosophy, Dartmouth College. \n\n Occupation: State senator. \n\n Elected offices/civic activities: Member, Maryland Senate, 1999-present. \n\n What is the most urgent problem facing your jurisdiction? \n\n\"High taxes are the most urgent issue facing Marylanders. According to the Tax Foundation, in 2006 Marylanders \nhad to work until April 27 just to pay their total tax bill. With the cost of gas rising, Maryland's gas tax at 23.5 cents \nper gallon is a major issue for people who commute to work. Our state's gas tax ranks 17th highest in the nation. In \naddition, the value of homes has also risen dramatically over the last couple of years. Because of the rise in home \nprices, property taxes have skyrocketed in my district.\" \n\n Why should voters elect you? \n\n \"My record of opposing new taxes won me the Hero of the Taxpayer Award in 2003. I have helped block $7.5 \nbillion in new taxes.\" \n\n Web site: \n\nwww.alexmooney.com \n\n E-mail address: \n\nalex@alexmooney.com \n\nAge:  61 \n\n Residence: Frederick. \n\n Education: AA, business mgmt., Frederick Comm. College; BS, bus. admin., Belknap College (N.H.); MS, mgmt. \nscience, Frostburg State U. \n\n Occupation: Chief executive, U.S. Flag Service; retired instructional assistant, Frederick County schools. \n\n Elected offices/civic activities: U.S. Army, Vietnam, 1965-67; member, Army Reserve and Air National Guard, \n1974-2005; president, Ballenger Civic Association; legislative officer and past commander, Disabled American \nVeterans, Chapter 5, Amvets Post 2 and Amvets Maryland; past national finance officer, National Emergency \nManagement Monument Commission; sponsor, Civil War reenactments benefiting the Salvation Army and 4-H. \n\n What is the most urgent problem facing your jurisdiction? \n\n\"Highway congestion, overcrowded schools, need tax relief.\" \n\n Why should voters elect you? \n\n \"Maturity, honest leadership, financial and business experience, educational background and experience, \ncommunity involvement, lifelong resident with a thorough knowledge of our area.\" \n\n Web site: \n\nwww.hughmwarner.com \n\n E-mail address: \n\nhttp://www.alexmooney.com/\nmailto:alex@alexmooney.com\nhttp://www.hughmwarner.com/\n\n\ngailflag1@adelphia.net \n"}