{"title": "ICE drops Secure Communities deals", "body": "\nA key immigration enforcement program that has drawn criticism from some state and local governments will \nterminate all existing agreements with jurisdictions over the program, federal authorities announced Friday.\n\nImmigration and Customs Enforcement said its director, John Morton, had sent a letter to state governors \nterminating the agreements \"to avoid further confusion.\"\n\nThrough the program, the FBI shares fingerprint data of people arrested by local and state law enforcement \nagencies with federal authorities, who can use the information to check for immigration law violations. The \nagreements were meant to educate states about the availability of the service, ICE officials say.  \n\nThe initiative,  which began in 2008, has been implemented in about half the jurisdictions in the country, with a goal \nof having it in place nationwide by 2013. \n\n             Inconsistent federal guidelines on the program have created confusion, with some jurisdictions, such as \nArlington County, forced to participate against their will while others, such as the District and Montgomery County, \nhave been given more latitude. \n\n          Although the program, called Secure Communities, was initially widely thought to be voluntary, federal \nofficials have since said that there is no room for local jurisdictions to opt out.  The memoranda of agreement, which \nstates signed under the previous administration, may have given a false impression that participation was optional.          \n\n\"Today's action represents a disagreement with that approach, and we're trying to put more clarity into how this \nsystem actually works,\" a Department of Homeland Security official said Friday. \"We're going to continue the \nprogram, but we're going to do it without MoAs.\"\n\nImmigrant advocacy organizations responded angrily to the announcement. \"For DHS to act with such disregard for \nlocal leadership, community policing and fiscal prudence is an act of bad faith and bad policy,\" Ali Noorani, \nexecutive director of the Washington-based National Immigration Forum, said in a statement.\n\nImmigrant advocates have criticized the program, saying that it does not distinguish enough between minor \noffenders and serious criminals. They say it could discourage victims and witnesses from reporting crimes for fear \nof being swept up in arrests and tagged for deportation. \n\nIn June, the government announced measures designed to offer greater protection to crime victims and witnesses. \n\n\nbahrampourt@washpost.com\n"}