{"title": "Respecting Our Troops; The cases of Spec. Jimenez and Pfc. Soriano", "body": "\nAMID THE din and venom of the debate over illegal immigration, the cases of Spec. Alex R. Jimenez of Lawrence, \nMass., and Pfc. Armando Soriano of Houston deserve notice. Spec. Jimenez, of the 10th Mountain Division, \ndisappeared in May when his Army convoy was attacked south of Baghdad. Pfc. Soriano, of the Army's 3rd \nArmored Cavalry Regiment, died three years ago when his vehicle rolled off the road in Iraq. The two men are \nmissed and mourned by friends and family, in both cases including illegal immigrants who have faced the threat of \ndeportation.\n\nIn the case of Spec. Jimenez, the problem involved his Dominican-born wife, who entered the country illegally in \n2001. She was living under threat of deportation until, amid a flurry of media reports concerning her missing \nhusband, U.S. authorities suddenly granted her a green card in June. As for Pfc. Soriano, who was born in the \nUnited States, his father, a Mexican national who entered the country illegally, continues to face deportation \nproceedings despite the government's decision to allow Pfc. Soriano's relatives to apply for green cards following \nhis death, according to the Houston Chronicle.\n\nTheir cases are unusual but hardly unique. An estimated 68,000 active-duty military personnel were born in foreign \ncountries, and 8,000 others enlist every year, a third of them Mexican or Central American. Nearly half of them are \nnot citizens of the United States. Although undocumented immigrants are not legally eligible for service in the U.S. \narmed forces, there are numerous instances of some who used phony green cards to enlist. No one knows how \nmany soldiers, sailors, airmen and Marines have relatives who lack papers, but given that 12 million such people \nare in the country, it is probably not insubstantial. In some parts of immigrant-rich communities like Los Angeles, \nlarge percentages of those who enlist in the military are foreign-born residents of the United States.\n\nThere is a long history of immigrants serving in the American military, dating to the Revolutionary War. \nAcknowledging their contribution to the current war efforts in Iraq and Afghanistan, President Bush signed an order \nin 2002 that allowed thousands of immigrants serving in the armed forces to apply for citizenship on an expedited \nbasis. The president's policy is a just reward for those who have put their lives on the line for their adopted country, \ndespite the cramped arguments of anti-immigration activists who say that it has merely bought their service.\n\nWhat is too often lost in the fight over illegal immigrants is how deeply ingrained they have become in America's life, \neconomy and culture. To imagine that 12 million people can be swept up in raids, deported or driven out of the \n\n\ncountry by mean-spirited laws is fantasy, and it fails to take into account the reality of assimilation already taking \nplace. Anyone who doubts that need only consider the friends and family of Spec. Jimenez and Pfc. Soriano.\n"}