{"title": "HOUSE SUBCOMMITTEE GIVES BUSH IMMIGRATION PLAN COLD SHOULDER", "body": "\nHouse Republicans and Democrats gave a generally chilly reception Wednesday to President Bush's proposal to \ngrant temporary visas to an unlimited number of foreign workers.\n\nChairman John N. Hostettler of the House Judiciary's immigration subcommittee told the panel that nearly 12 million \nAmerican workers in construction, service, and other low-wage fields stand to \"lose their jobs to recruits from \nabroad\" under such a plan.\n\nRep. Floyd Flake, R-Ariz., one of the few members who defended the temporary worker plan, said that stopping the \nillegal flow of immigrants was impossible and that building contractors and restaurant owners and other industries \nneed the labor they provide.\n\nMost Republicans at the hearing took the opposing side, however. The Bush plan \"opens up every job in America\" \nto competition from low-wage foreigners, said Rep. Lamar Smith of Texas, who added that the result would be to \ndepress wages and displace American workers.\n\nDemocratic lawmakers also criticized the Bush proposal, largely for its failure to include a pathway to permanent \nresidency and citizenship for millions of illegal residents now here. Undocumented immigrants who have been living \nand working here for years \"should have a chance to earn legal status,\" said Rep. Linda Sanchez of California.\n\nExperts at the House subcommittee hearing predicted dire results for American workers, especially those without \nhigh school diplomas, if the doors were opened to a massive influx of legal foreign workers.\n\nEspecially hurt would be African-Americans, said Frank L. Morris, the former dean of graduate studies at Morgan \nState University in Baltimore. Morris. Speaking for a private group that seeks to reduce immigration, he said \nevidence already shows that \"employers prefer immigrants to African-American workers.\"\n\nMark Krikorian, executive director of the Center for Immigration Studies, another group that seeks lower rates of \nimmigration, said that the U.S. economy suffers when there is an over supply of low-wage, low-skilled labor. The \napparel industry and agriculture are falling behind in developing advanced mechanization, he said.\n\nOne witness defended the concept of legalizing millions of residents already here and opening the door for more \nnewcomers.\n\n\n\"Our present immigration system is broken,\" said Muzaffar Chishti, director of the Migration Policy Institute at the \nNew York University law school. He said that it would be inhumane and impractical to think of expelling the 8-to-14 \nmillion people now living here illegally, many with deep roots in America.\n\nEven so, Chishti said that, unlike the president's plan, any temporary worker program should have a numerical \nlimit, strict sanctions for employers who abuse it and \"vastly more\" resources for enforcement.\n\nThe president's plan has stalled on Capitol Hill after a single hearing on the Senate side. A Senate Republican \nleadership aide said Wednesday that no major immigration bill is likely to pass this year.\n\nJulia Malone's e-mail address is juliam(at)coxnews.com\n"}