{"title": "EXCERPTS FROM MURPHY'S DENIAL", "body": "\nFollowing are excerpts from a statement issued yesterday by Representative John M. Murphy about charges \npending against him:\n\nFollowing are excerpts from a statement issued yesterday by Representative John M. Murphy about charges \npending against him: The first major charge is that I allegedly accepted a portion of a $50,000 bribe for providing a \nphony Arab sheik with immigration help. The allegation is supposedly supported by the videotape taken of myself, \nMr. Criden an F.B.I. undercover agent and an informer working for the F.B.I. in a Kennedy Airport motel room on \nOct. 20, 1979.\n\nThe truth of the matter is I never promised to help in such immigration matters nor did I introduce and get passed \nany such legislation.\n\nThe videotape of the Kennedy Airport meeting were reviewed by my lawyer, Michael Tigar and myself on two \noccasions and they show the following:\n\nAt no time was the prospect of legislation even discussed by me.  The agent and the informer asked for some \nassistance in getting someone into the country and I told them to get a lawyer, that all they had to do was file the \nproper immigration forms if they had a problem.\nAN-A\n\nI in fact advised against an attempt to get the phony sheik into the United States in view of this Administration's \ntreatment of high ranking foreign leaders who sought sanctuary here.\n\nHoward Criden carried a briefcase out of that meeting. I was never shown or told the contents of the briefcase and I \nsubsequently did not receive any portion of whatever was supposed to be in that briefcase. There was no \nexplanation at all of the contents of the briefcase.\n\nWhen these tapes are made public it will be seen and it will be made very clear that the references from the time \nthat briefcase appeared until all of the parties who were talking go off camera, that the briefcase only had to do with \nMr. Criden and nothing to do with Murphy.\n\nThere was no discussion in that meeting of any money being in the briefcase. The discussion about it was simply \nthat it was a briefcase that Mr. Criden was to take with him.\n\nThat was not a discussion in which I had any role. Howard Criden took it downstairs, got in a separate automobile \nand left. That has been my public position and that is what the tapes will reveal. I have so testified under oath.\n\nThe second major charge in the indictment is that Congressman Thompson and I both conspired to have the sheik \ninvest large amounts of money in business deals that would ''inure directly and indirectly'' to our benefit.\n\n\nSpecifically I was supposed to somehow be financially involved with Mr. Lawrence Buser, the former president of \nAmerican Export Lines who discussed with the bogus Arab representatives the possible purchase of a Puerto Rican \nshipping line.\n\nThe truth of the matter is contained in the videotape recorded meeting on the 10th of January, 1980 at the W Street \ntownhouse at which I was present and Mr. Criden, Mr. Buser, Mr. Weinberg and agent Amoroso or Devito as he \ncalled himself, were present.\n\nAt that meeting the tapes show that I stated in no uncertain terms in response to leading, suggestive questions by \nAgent Amoroso that not only would I not participate in any business deal of the kind that was being discussed and \nthat I would not accept any favors or consideration of any kind in return for any official action on my part but that I, \nin no uncertain terms, said it was wrong for the suggestion even to be made.\n\nThe tapes further show the F.B.I. agents repeatedly attempted to get me to say that I would be involved in a \nshipping enterprise. I once said unequivocally ''I am not in this'' and when Mr. Weinberg persistently tried to \nenveigle my name into the conversation Mr.  Buser said on several occasions ''he is not involved in this.'' Seeing \nthey had thus failed to involve me, Agent Amoroso asked me into the library to try to get me to say something that \nwould be incriminating. I was annoyed at what - I now find - was a pathetic display of amateur seduction and I \nactually lectured Amoroso on the ethics of what it means to hold and responsibly discharge a public trust.\n"}