{"title": "CASTRO ISSUES ULTIMATUM ON RETURN OF RESCUED BOY;HE WARNS OF MASS PROTEST IF YOUTH IS NOT RETURNED TO CUBA WITHIN 72 HOURS", "body": "\nPresident Fidel Castro raised the stakes Sunday in an international custody battle for a 6-year-old Cuban boy \nrescued off the Florida coast. He urged the United States to return the youth within 72 hours or face mass \nprotests.\n\n\"This is a flagrant crime of kidnapping by the U.S. authorities,\" Castro said in a broadcast Sunday by state TV.\n\nThe youth is Elian Gonzalez. He was found clinging to a rubber tube at sea a week ago after surviving the sinking \nof a boat carrying illegal Cuban immigrants. His mother and stepfather were among 10 passengers who drowned.\n\nThe U.S. government has released the boy to a great-aunt and great-uncle in Miami. But his father and \ngrandparents in Cuba are demanding his immediate return.\n\n\"We are going to move heaven and earth … it will be a war, an international battle,\" Castro said. \"If they are \naveragely intelligent, they will announce the return of this boy within 72 hours.\"\n\nThe State Department's spokesman, James P. Rubin, said the case was referred to the Florida state courts \nbecause they take precedence in custody disputes. But Cuban authorities rejected this approach, saying they did \nnot trust the \"corrupt judges\" in a nation where anti-Castro exiles hold political sway.\n\nElian's father, Juan Miguel Gonzalez, said his ex-wife took his son out of Cuba without his knowledge.\n\nCastro said he was infuriated by the way his enemies in Miami had embraced the custody case as their own. He \ncriticized television images of the child surrounded by toys and wearing a T-shirt of the Cuban-American National \nFoundation - his politically influential nemesis.\n\nU.S. legal experts said what may have to be resolved are two conflicting principles. One is the child's custody, \nwhich in most cases is granted to the surviving biological parent. The other is the child's immigration status. The \nfederal Cuban Readjustment Act of 1966 grants any Cuban who reaches American soil the right to stay.\n\nThe conflict comes a week before U.S.-Cuba migration talks in Havana. Under current agreements, the U.S. \ngovernment was to stop accepting Cubans picked up at sea. In turn, Cuba promised to prevent illegal departures.\n\n\nGraphic\n\n \n\nPHOTO Photo by THE ASSOCIATED PRESS - Cuban soldiers arrive at the U.S. interest building Sunday in \nHavana. They are reinforcincg security in the face of potential protests over the fate of Elian Gonzalez, the boy \nrescued by Americans at sea.\n"}