{"title": "House Votes New Deadline For Immigrants", "body": "\nAt President Bush's urging, the House overwhelmingly agreed today to extend a deadline for many illegal \nimmigrants to apply for legal residency in the United States without first having to return to their country of origin. \n\n     In a bipartisan vote, 336 to 43, the House approved a measure to give some 200,000 illegal immigrants with \nfamily or employer sponsors four more months to file to adjust their status. As many as 400,000 other immigrants \nmet the original filing deadline, April 30. \n\n Action on the bill now shifts to the Senate, where the majority leader, Trent Lott of Mississippi, favors a six-month \nextension, and a bipartisan bill, backed by Charles E. Schumer and Hillary Rodham Clinton, both of New York, calls \nfor extending the deadline by a year. \n\nThe divergent views in the House and Senate will probably force the White House to pick sides among competing \nRepublican-backed plans. \n\nThe provision at issue, Section 245i, allows eligible foreigners to apply for legal residency without first leaving their \njobs and families here, provided they pay a $1,000 penalty.  Normally, immigrants must apply for legal residency at \nAmerican consulates in their home countries. \n\nEarlier this month, Mr. Bush asked Congressional leaders to extend the date for eligible immigrants who missed \nthe cutoff, blaming, in part, the government's failure to issue until late March instructions on how the provision would \nbe carried out. \n\nOther Republican leaders, including Gov. George E. Pataki of New York and Mayor Rudolph W. Giuliani of New \nYork, also urged Congress to reopen the window of opportunity for illegal immigrants to seek the temporary \nbenefit, in an effort to help buff the party's tarnished image with immigrants. Mr. Giuliani has said he would like to \nmake the provision permanent. \n\nIn a sign of the bill's importance to Republicans, the House leadership rushed the measure to the floor today, \nwithout committee hearings, under an expedited procedure that limits debate and bars amendments but also \nrequires a two-thirds vote for approval. \n\nhttp://www.nytimes.com\n"}