{"title": "Immigration Bill Dies in Senate; Bipartisan Compromise Fails To Satisfy the Right or the Left", "body": "\nThe most dramatic overhaul of the nation's immigration laws in a generation was crushed yesterday in the Senate, \nwith the forces of the political right and left overwhelming a bipartisan compromise on one of the most difficult \nissues facing the country.\n\nWith 53 senators against moving on to a final vote and 46 in favor, supporters fell dramatically short of the 60 votes \nneeded to overcome the delaying tactics and parliamentary maneuvers that have dogged the bill for weeks. With \nno way to cut off debate, Senate Majority Leader Harry M. Reid (D-Nev.) pulled the bill from the Senate floor for \nthe second time this month, and this time it is not likely to come up again before a new president comes to power.\n\nThe bill would have coupled tough border enforcement measures and a crackdown on employers of illegal \nimmigrants with a pathway to citizenship for 12 million illegal immigrants, a new guest-worker system for foreigners \nseeking entry and dramatic changes to the system of legal migration. A dozen senators spent nearly six months \nhammering out a bill that stretched for 761 pages with Homeland Security Secretary Michael Chertoff and \nCommerce Secretary Carlos M. Gutierrez.\n\nChertoff said the administration will continue trying to enforce existing immigration laws, building border fences \nand beefing up border patrols. But, he said, without the additional resources in the bill and its much more stringent \nsystem to verify the legality of job applicants, the flood of illegal immigration is not likely to recede. Employers will \nstill have no real way to unmask undocumented job applicants. Texas ranchers will continue to protest efforts to \nbuild fences on their land, and Arizonans will continue to try to block radar towers, he warned.\n\nChertoff angrily dismissed critics, especially conservatives, who said they could not support the bill until the \nadministration shows it can enforce the laws on the books, accusing them of saying, \"We need better weapons, but \nwe'll give you the weapons after you win the war.\"\n\n\n\"The American people don't have faith in their government's ability to win a war, enforce border security or even \nprocess passport requests,\" said Sen. Jon Kyl (R-Ariz.), one of the bill's sponsors.\n\n\"Legal immigration is one of the top concerns of the American people, and Congress's failure to act on it is a \ndisappointment,\" said President Bush, who has pushed a comprehensive reworking of immigration laws since he \ncame to Washington. \"A lot of us worked hard to see if we couldn't find a common ground -- it didn't work.\"\n\nRarely does a legislative fight get as emotional as the battle over immigration. A flood of angry phone calls from \nopponents of the overhaul shut down the Capitol switchboard before the vote, overwhelming the message from a \nsmall klatch of immigrant-rights demonstrators urging passage outside the Capitol. Latino lawmakers from the \nHouse flooded onto the Senate floor to encourage senators to keep the legislation alive and let the House have a \nturn.\n\nThe bill's opponents painted the fight as a battle between U.S. citizens and a government that has grown \ninsensitive to an illegal-immigrant invasion that threatens the nation's fabric. Proponents said the Senate had \nsuccumbed to the angry voices of hate, venom and racism.\n\nSen. Edward M. Kennedy (D-Mass.), one of the bill's architects, compared the fight to the Senate's long struggle \nfor civil rights legislation against segregationist opponents.\n\n\"You cannot stop the march for progress in the United States,\" he said.\n\nTo that, Sen. David Vitter (R-La.), among the bill's most aggressive foes, snapped: \"To suggest this was about \nracism is the height of ugliness and arrogance.\"\n\nIn truth, opposition to the bill was far more complex than proponents were letting on. In crafting a delicate \ncompromise, the bill's 12 architects created a measure that was reviled by foes of illegal immigration, opposed \nby most labor unions and unloved by immigration advocates. Opposition came not only from radio hosts such as \nRush Limbaugh and Michael Savage but also from the American Civil Liberties Union and the AFL-CIO.\n\nThe outcome was a major blow to Bush, dealt largely by members of his own party. The president made a last-ditch \nround of phone calls in the morning to try to rescue the bill, but with his poll numbers at record lows, his appeals \nproved fruitless. Thirty-seven Republicans voted to sustain the filibuster, including Senate Minority Leader Mitch \nMcConnell (R-Ky.), along with 15 Democrats and liberal Sen. Bernard Sanders (I-Vt.). Thirty-three Democrats, 12 \nRepublicans and Sen. Joseph I. Lieberman (I-Conn.) voted to cut off debate and move to a final vote.\n\nWith such a resounding defeat, Bush lost what is likely to be the last, best chance at a major domestic \naccomplishment for his second term.\n\nMaryland's senators, both Democrats, voted to keep the bill alive. Democrat James Webb and Republican John W. \nWarner of Virginia voted to kill it.\n\n\"You get up to the plate. You take a whiff, and you strike out. What happened today was pretty final,\" said Sen. Mel \nMartinez (R-Fla.), one of the bill's architects.\n\nRepublicans on both sides acknowledged the immigration fight had riven the GOP. Republican Senate aides, \nspeaking on the condition of anonymity because they were divulging internal deliberations, said Senate Minority \nWhip Trent Lott (R-Miss.) was furious with McConnell over the leader's refusal to confront the bill's most implacable \nopponents, who had virtually commandeered the Senate floor, blocking the introduction of amendments, refusing to \noffer amendments of their own and then complaining that an unfair process was preventing them from improving \nthe bill.\n\nLott told McConnell that Sens. Vitter, Jim DeMint (S.C.) and Jeff Sessions (Ala.) were becoming the \nuncompromising faces of the Republican Party, a prospect that could set it back for years as the Latino vote grows \nin power.\n\n\n\nMcConnell went along with Reid's novel attempt at an end run around the triumvirate, collapsing 26 amendments \ninto one giant \"clay pigeon\" and then splitting it apart into 26 distinct pieces to vote on. But when DeMint, Vitter and \nSessions assailed Reid as unfair, McConnell stayed silent. Indeed, he virtually disappeared from the Senate floor, \nuntil he came to vote against the bill.\n\n\"I had hoped for a bipartisan accomplishment, and what we got was a bipartisan defeat,\" he said several hours \nlater. The tally was expected to come in on a knife's edge, but when Alaska's fence-straddling senators, \nRepublicans Ted Stevens and Lisa Murkowski, filed their votes against ending debate together, GOP support \ncollapsed. Sen. Sam Brownback (R-Kan.), a presidential candidate who last year was a standard-bearer for a \nsimilar bill, switched his vote.\n\nUltimately, the GOP leadership split in half, with Lott and Republican Conference Chairman Kyl voting for the bill, \nand McConnell and Republican Policy Committee Chairman Kay Bailey Hutchison (Tex.) voting against.\n\n\"I do think this has created real divisions within the party, within our Senate caucus, within the Republican Party \nmore generally,\" DeMint said.\n\nGraphic\n\n \n\nIMAGE; By Michel Du Cille -- The Washington Post; Democratic Sens. Richard J. Durbin, left, Patty Murray and \nEdward M. Kennedy discuss their defeat on the issue.\n\nIMAGE\n\nIMAGE; Photos By Michel Du Cille -- The Washington Post; Sens. David Vitter (R-La.), left, Elizabeth Dole (R-N.C.) \nand Jeff Sessions (R-Ala.), among the opponents of the immigration overhaul supported by President Bush, talk to \nreporters after the vote that killed the proposal.\n\nIMAGE; Sen. Edward Kennedy (D-Mass.), one of the pact's 12 architects, compared the immigration fight to the \nSenate's struggle for civil rights legislation.\n"}