{"title": "Human Cargo Is Hugely Profitable To New York's Chinese Underworld;Authorities Report a Surge in Smuggling of Immigrants by Boat", "body": "\nThis morning, in the frigid waters off Rockaway Beach, more than 200 Chinese illegal immigrants jumped for \nfreedom off the side of a grounded freighter.\n\nA week and a half ago, across the Hudson River in Jersey City, 57 Chinese were found locked inside an auto body \nshop, held captive until they came up with tens of thousands of dollars in cash to win their release from those who \nsmuggled them into the United States.\n\nIn these two separate incidents, authorities here have stumbled onto one of the lucrative operations of the \nemergent New York Chinese underworld -- smuggling young men and women in by the boatload from China for \n$ 25,000 to $ 30,000 a head. The practice has been going on quietly in the New York area since the late 1980s.\n\nBut in recent months, police and immigration officials said, it has exploded: The smugglers have switched from \nbringing their human contraband in by the handful on planes to by the hundreds on boats, and the number of \nseparate smuggling operations based in Manhattan's Chinatown has mushroomed. A number of Chinese, many \nof whom want to make their way to New York, have been smuggled in by boat on the West Coast as well, \nincluding nearly 200 left by a freighter at the foot of San Francisco's Golden Gate Bridge last month.\n\nPolice said that the freighter that ran aground off the borough of Queens today was one of what may be dozens of \nvessels that have clandestinely brought young immigrants -- almost all from the Chinese province of Fujian -- into \nthe United States over the last few months. One expert estimates that the total of illegal aliens pouring into \nManhattan's Chinatown -- and in fast-growing Fujian communities in Brooklyn and Queens -- is now between 2,500 \nand 3,000 a month. That makes for a criminal operation worth hundreds of millions of dollars annually to local \nunderworld entrepreneurs.\n\nWith the surge in immigration has come violence. Late last month in Teaneck, N.J., in what police suspect was a \nturf battle between rival Chinese smuggling gangs, a shootout in a quiet surburban neighborhood left four dead. \nNew York police say that since November they have investigated 12 cases in which recent Chinese immigrants \nwere kidnapped and in some cases brutally beaten because they were unable to pay off their smuggling fee. This \nmorning, in the Far Rockaway surf, came the most recent tragedy: seven dead, possibly more, swimming to reach \nshore.\n\n\n\"The Fujian Chinese population of Chinatown is exploding and 90 percent of the new people are illegal,\" said Luke \nRettler, a prosecutor who heads the Asian Gang Unit of the Manhattan district attorney's office. \"It is an \nunbelievably lucrative thing for the gangs to be involved with. It's so big now that they are bringing them in by the \nshipload.\"\n\nAll told today -- including more than 100 who did not jump ship -- the Immigration and Naturalization Service \ndetained 328 Chinese from the grounded freighter, the Golden Venture. So far this year, the INS has caught almost \n2,000 Chinese illegally entering the United States. This, INS officals concede, is only a fraction of those who have \nbeen successfully smuggled into the country and a dramatic increase from last year. In 1991, only 20 Chinese \nwere intercepted at sea. And even those who have been caught have almost all been released because of the \nINS's huge backlog in dealing with asylum cases.\n\n\"It takes years and years to determine their status, so generally they are released on bond and given the right to \nwork [in the United States] so they can support themselves while they wait for a determination,\" said Duke Austin, a \nspokesman for the INS in Washington. \"They end up getting precisely what they wanted in the first place.\"\n\nBut the head of New York's INS said the Chinese who jumped ship today would be held in custody until their \ncases are resolved.\n\nAccording to police and immigration experts, the smuggling of Chinese into New York began in the mid-to-late \n1980s and picked up substantially after the Tiananmen Square massacre that ended massive pro-democracy \nprotests in 1989. Virtually all the immigrants then -- and to this day -- came from Fujian, a poor and largely rural \nprovince in southeastern China. The 57 aliens found in Jersey City were all Fujian, as were the majority of those \naboard the Golden Venture.\n\nAccording to U.S. immigration officials, the bulk of smuggling originates there for a combinations of reasons. There \nis a large Fujian population already in New York, and many are willing to pay for friends and relatives to be brought \nfrom China. There is an aggressive and organized group of smugglers with extensive contacts in the towns and \nvillages they left behind in China, and a seemingly unlimited pool of people are desperate to come to the land they \ncall \"Meiguo,\" the beautiful country.\n\n\"Eighty percent of the people in Fujian, if they had the means and the opportunity, would come here,\" said Dan \nStein, executive director of the Federation for American Immigration Reform, a Washington-based lobby group.\n\nFrom interviews with aliens who have been caught, police and immigration officials said that typically people are \nbrought to the United States if they can find several thousand dollars while in China to serve as a down payment on \nthe cost of passage and can provide the smuggler with a reference in New York who will be held responsible for the \nbalance of the payment.\n\nOver the years, police said, the smugglers have used dozens of different ways to move their human cargo. In the \nbeginning, they put their clients on regular flights from China to New York, using forged passports to get them on \nboard and having them ask for political asylum once they arrived. Others flew them to Central America on tourist \nvisas and then smuggled them into the United States -- either by boat or overland across the Mexican border. \nSome asked for asylum. Others were smuggled in undetected.\n\nThe Golden Venture, which had an Indonesian crew, however, is part of the latest trend in alien smuggling, which \ninvolves renting space on big cargo vessels. The ships sail from China directly to U.S. shores -- bringing the \nFujians either across the Pacific Ocean to California, and then by plane or bus to Manhattan, or straight to the New \nYork coast in a voyage that can take months.\n\nIn a similar incident two weeks ago in San Francisco, a freighter dumped 240 illegal aliens from Fujian at the foot of \nthe Golden Gate Bridge and then sailed back toward international waters, although it was intercepted by Coast \nGuard cutters. In recent months illegal Chinese immigrants traveling by boat have been captured in San Diego, \nnorthern Mexico, Taiwan, Singapore and near the Marshall Islands in the Pacific.\n\n\n\n\"The preferred method now is to sneak in under false pretenses, under cover of night, and just unload these \npeople,\" said Rettler. \"They're trying to bypass the whole INS system.\"\n\nThe use of freighters has also made smuggling much more lucrative. Using commercial planes limited smuggling \noperations to a handful of people at a time, and added the cost of falsifying passports. Smugglers have been putting \n300 to 400 people on vessels like the Golden Venture, which represents gross revenue of $ 9 million to $ 12 million \nper trip. That kind of money, police say, has attracted the attention of all kinds of entrepreneurs over the past year, \nas well as the interest of organized crime.\n\n\"At one time the smuggling was concentrated,\" said Joseph Pollini of the New York City Police Department's major \ncase squad. In fact, he said, until two years ago there were only two main smuggling operations, run by sets of \nbrothers, with one partner in China and one in Manhattan. Gangs were involved only peripherally -- to ensure \nthrough threats, violence and kidnapping that the smugglers were paid.\n\nHaving realized the profitability of smuggling, gangs now are doing it themselves.  It \"is maybe a fifth of [a gang's] \noperation,\" Pollini said, but the overall amount of alien smuggling is \"growing fairly well in leaps and bounds.\" \nThere are now a dozen different smuggling networks bringing people to the New York area. The money is so \nenticing, Pollini said, that gangs are actually shifting resources from drug-running to alien-smuggling.\n\n\"One of the reasons more groups are getting involved is that compared to drugs, the penalties are fairly small,\" \nPollini said. \"With drugs you can get life in prison for one offense. But with smuggling, if a boat is stopped the \ncaptain will get maybe 18 months to two years.\"\n\nWhat worries law enforcement officials in New York is the escalation of violence that has accompanied the rise in \nsmuggling in the Chinese community and the exploitation of many of those spirited in. Some people who are \nunable to pay off their cost of passage, they said, are forced to join criminal gangs or, if they are women, pushed \ninto prostitution. The 57 Fujian men found two weeks ago locked inside a small, poorly ventilated warehouse may \nhave been performing forced labor to pay off their fee, police said. Some had been held as long as several weeks.\n\n\"You go into one of the Fujian apartments in Chinatown and there are 14 people sleeping there in a room 20 feet by \n10,\" said prosecutor Rettler. \"They work in shifts. They work 20 hours a day. They take one day off a month. Some \nget involved in crime. Some are indentured servants . . . .\n\n\"I talk to these people and see the conditions they live in over here and I can't imagine that it was any worse in \nChina.\"\n"}