{"title": "Amnesty: El Salvador abortion law breeding 'atmosphere of fear'", "body": "\n(JURIST) - El Salvador's complete ban on abortion [Penal Code, Chapter 2, in Spanish] negatively affects not only \nwomen and girls, but also their families, according to an Amnesty International (AI) [advocacy website] report [press \nrelease] released Monday. The report indicates that woman who suffer miscarriages or complications in the course \nof their pregnancy can be charged with counts of abortion or even aggravated homicide, which breeds an \natmosphere of suspicion and fear surrounding the pregnancy process. According to AI, a lack of financial abilities \nand transportation in the rural areas of El Salvador are contributing factors to the general feeling of unrest \nconcerning pregnancy and abortion.\n\nEl Salvador's complete ban on abortion went into place in 1998, when the nation's conservative government \nrescinded exceptions to the already-strict abortion laws that only allowed the procedure in the case of rape or if birth \nposed a serious health risk. This restrictive atmosphere was enhanced in 1999, when Article 1 of the Constitution \nof El Salvador [text, in Spanish] was amended to recognize a right to life from the moment of conception. \nInternational human rights groups have long worked to overturn the law to no avail. In May 2013 the Supreme Court \nof El Salvador denied [JURIST report] requests of doctors to perform a therapeutic abortion on a 22-year-old \nwoman, pregnant with a baby developing without a brain, where the woman's life was threatened by kidney failure \nand lupus symptoms aggravated by her pregnancy. After the ruling, El Salvador's health ministry allowed [Guardian \nreport] the woman's doctors to perform a C-section in order to save her life because at 26 weeks, her pregnancy \nhad advanced to a stage not regulated by the country's strict abortion laws. Nonetheless, the Supreme Court \nrefused [CBS news] to reconsider that country's complete ban on abortions, despite international encouragement \n[JURIST report] to do so. 2015 Legal Monitor Worldwide.\n"}