{"title": "An Immigration Lottery Won, Then Dreams Lost", "body": "\nEarlier this year, the United States State Department notified some 22,000 applicants from around the world that \nthey were among the winners of its lottery drawing for a permanent resident visa, known as a green card. A few \ndays later, however, the State Department changed course, saying the winners were not winners after all because \nthe required random-selection process had been done improperly. The dreams of applicants from Venezuela to \nEgypt and Uzbekistan to Fiji were dashed. Months later, that disappointment continues. Two would-be winners, \neach from Russia, talk about what it was like to have won -- and then lost.\n\nAnna Demidchik, 27, is a third-year law student at Hofstra University who was born in Kazakhstan and raised in \nRussia. Ms. Demidchik is fluent in Russian, Mandarin and English and has a bachelor's degree in Chinese history, \nlanguage and culture from Novosibirsk State University in Russia.\n\nQ. When did you apply for the visa lottery?\n\nA. ''I have applied four times. Once I came to the U.S., I decided I wanted to stay here. I made a lot of friends. I \napplied in October 2010 and got the results in May 2011. I remember I got up at 6 a.m. to check the results on the \nState Department Web site. I entered the confirmation number and it said, 'You are among those randomly selected \nfor further processing in the Diversity Immigrant Visa Program for the fiscal year 2012.' I was so very happy. I took a \ndeep breath, and for a couple of minutes I just stared at it. Then I called my parents and my friends, and I wrote it \non Facebook and on my Russian Facebook and I also called an immigration lawyer to schedule a consultation. \nThen I went for my run, and then I continued studying for my final.''\n\nQ. Lots of people selected for the diversity visa lottery do not ultimately get a residents' visa. Why are you so sure \nyou would have gotten a green card?\n\nA. ''It is true that not everyone who gets the notice is going to get a green card, and they do security checks and \nfinancial checks that eliminate people. But my (case) number was low. My immigration lawyer said, 'You are \ngetting your green card 100 percent.' ''\n\nQ. Did you make any life changes before the State Department notified people that it had made a mistake?\n\nA. ''My parents put their apartment in Novosibirsk on sale to get me more money. I had a 25 percent share in it. \nThey lost a couple of thousand dollars to the real estate broker when they took it off the market once the award \nwas cancelled.''\n\nQ. What are your plans now?\n\nA. ''We had planned to file an appeal of the court decision on our case. [In July, a lawsuit against the State \nDepartment by the would-be winners was dismissed by a federal court judge.] The problem is, it looks like we won't \n\n\nbe able to pull enough money together to pay for the services of a lawyer. The lawyer is charging $35,000 for a \nretainer, with the estimate for the entire case of $150,000 to $200,000. So far, we've only gathered about $7,000. \nAbout 600 people registered for participating in the appeal, yet not everyone's willing to pay a few hundred dollars. I \ncan't blame them. The chances are low. I plan to participate in the next diversity visa lottery if it doesn't get \ncancelled. The House of Judiciary Committee passed a bill to eliminate it. The registration form only takes a couple \nminutes. I'm graduating next May, and by early 2013 I should have an attorney's license. I have a job offer with a \nlaw firm that caters to immigrants from different countries and the employer is willing to sponsor an employment \ngreen card for me. During this year, I plan to study Cantonese and Spanish to add to Mandarin to make sure that \nit's definitely cheaper for the employer to sponsor me than it is to hire a few different translators or foreign-\nlanguage-speaking lawyers.''\n\nAnna Guniya, 23, who lives in Moscow, was a junior strategic partner at an advertising agency in Russia when she \napplied for the visa lottery. She responded to questions by e-mail.\n\nQ. How did you find out you had been chosen?\n\nA. ''I thought I'd lost the confirmation number. It was such a drag, and I couldn't find it anywhere. Turned out that \nmy computer system remembered it for me as it would remember any password to an e-mail. So I was lucky twice: \nOnce when I clicked the cursor of the mouse only to see my confirmation number pop out at me, and secondly \nwhen I read the letter stating that I won. I WON! Firstly, I was very shocked and confused because it was very \nunexpected. This was a time for a serious decision that could have affected my whole life. It was a serious step to \ntake. My cousin won a green card seven years ago, and now is a U.S. citizen. He lives in New York. So the \nmoment I saw the results I called him to consult. He dispelled all my doubts immediately, convincing me not to lose \nsuch an opportunity. When he heard my case number, which was very low, he assured me that it is 95 percent that \nI'll pass the interview. So I had so many pros on my side -- low case number; participated from the European \nregion; a luggage of good academic background; work experience; was going to immigrate single; no problems \nwith the law. I believe that everything is happening for a reason, and the fact that my computer remembered my \nconfirmation number only made me even more confident that I would get my green card.''\n\nQ. What had you done to change your life in preparation for coming to the United States?\n\nA. ''I started the early preparation in order to study for a master's in marketing. I quit my job to prepare for the \nG.M.A.T. and Toefl tests, which the university in New York I wanted to attend required. It seemed unreal and \nshocking and happy and whatnot. I got invited to a job interview (in Russia) once during that period, but I turned it \ndown because I wanted to dedicate all my time to the exams and the planning of my future life in U.S. Then on the \n9th of May, I opened the U.S. Department of State Consular Affairs Facebook page and saw a message, 'Attention \nDiversity Visa Lottery Applicants: We are experiencing technical problems with the Web site. We are aware of the \nproblem and taking action. Thanks for your patience.' So then, four days later, you know what happened.''\n\nQ. What will you do next?\n\nA. ''Currently I am in search of a new job in Moscow and trying to get things back to normal here.\n\nI don't want to immigrate to the U.S. For me, it is not a land of dreams and possibilities any more. The way the \nU.S. government treated me and these 22 000 people was really cruel and unfair, they would never do the same \nwith their citizens. We received an official commitment from the U.S. Department of State, which they were not able \nto fulfill. Everything that happened dispelled all my illusions, so I am definitely not going to participate in the diversity \nlottery any more. I am still thinking about getting a master's degree in marketing in an English-speaking country, \nbut probably I would choose England.''\n\nhttp://www.nytimes.com\n"}