{"title": "Mexican Guest Workers, Laid Off, Want BP's Help", "body": "\nNEW ORLEANS -- Soon after the oil from the Deepwater Horizon began gushing into the Gulf of Mexico, business \nat the Ramada Plaza Beach Resort in Fort Walton Beach, Fla., dried up -- and so did the jobs of five Mexican \nhousekeepers who were guest workers at the hotel under contracts guaranteeing them work until Nov. 1.\n\n''On June 30, they told us our jobs were over, and that we had to leave our housing and go back to Mexico,'' \nSalvador Luna Espinoza, one of the housekeepers, said in a telephone interview conducted with a translator. ''I'm \nstaying with friends now, but I don't know how long they'll put up with me.''\n\nWhile thousands have lost their jobs as a result of the oil spill, the layoffs present special hardships for guest \nworkers, mostly hotel workers and those working in shellfish processing.\n\nUnder their H-2B visas, they are allowed to work only for the employer who arranged their visa, and they must leave \nthe United States within 10 days of losing their job.\n\nMost took on debt of $1,000 or more to pay for the trip to the United States, planning to pay it back with their \nearnings.\n\nMr. Luna Espinoza, who has a wife and five children at home in El Tizate, Mexico, said that without the $7.75-an-\nhour hotel job, he had no hope of repaying his debt -- and unless he could do so, no one would back him in \narranging another visa or another job.\n\nSo he is still in the United States, awaiting compensation.\n\n''What they face is basically a guillotine the moment they're laid off,'' said Saket Soni, executive director of the \nAlliance of Guestworkers for Dignity, a grass-roots New Orleans organization that is helping the laid-off \nhousekeepers, and other guest workers laid off from a Baton Rouge seafood processor, file claims with BP. ''We \nwould like to see them treated not as disposable workers, but as people who deserve relief in a disaster.''\n\nIn theory, guest workers have the same rights to compensation from BP as anyone else who lost income due to \nthe oil spill. But as a practical matter, getting that compensation is far more difficult for workers from another \ncounty, who speak little English and may not understand the claims process or have the documentation from \nemployers to file a claim.\n\nWith the help of Mr. Soni's alliance, Mr. Luna Espinoza filed a BP claim for lost wages of $5,498.63, backed up by a \nletter from Ramada saying that his layoff was due to the oil spill. He has not yet received compensation, though. \nOn July 9, the alliance filed a petition with the Labor Department, asking that it issue a formal policy directing those \nin the spill zone who employ guest workers to pay all the wages due under the contract, as well as the guest \nworkers' fare home.\n\n\n''It shouldn't be on the guest workers' shoulders to bear the costs of the spill,'' Mr. Soni said. ''The employers are in \na much better position to get BP to reimburse them.''\n\nIndeed, guest workers are in a tenuous position, usually living in labor camps or other housing run by their \nemployers, with little connection to the surrounding community, and little understanding of their legal rights. Many \nfear retaliation from employers or immigration authorities if they make complaints. And when their jobs end \nsuddenly, many have no idea where to turn, and, like Mr. Luna Espinoza, drift off to stay with someone from their \nhome country.\n\nThe alliance petition said many guest workers would no longer be in the United States when any compensation \nwas issued. If BP does issue Mr. Luna Espinoza a check, it will be sent to the alliance, since he has no fixed \naddress.\n\nAt the Labor Department, a spokeswoman for Nancy Leppink, deputy administrator of the Wage and Hour Division, \nwould say only that the division would ''respond appropriately'' to the alliance's petition.\n\nAt the Ramada, business is still depressed, said Joseph Guidry, the general manager. Mr. Guidry declined to \ncomment on the petition or the issue of requiring employers to pay out the contract and then await reimbursement \nfrom BP.\n\nMr. Luna Espinoza said he had been a guest worker before, working on a tobacco farm in Virginia. So which did \nhe prefer?\n\n''It was much better in tobacco,'' he said. ''They had more hours of work for me.''\n\nhttp://www.nytimes.com\n"}