{"title": "POLICE INVESTIGATE RACE-LINKED SHOOTING RAMPAGE;SUSPECT HAS HISTORY OF MENTAL ILLNESS", "body": "\nAs police continued investigating Saturday the man who they say fatally shot five people - including three \nimmigrants - in an apparent rampage of hate killings, a picture of a reclusive and alienated immigration lawyer \nbegan to emerge.\n\nAuthorities said Saturday that there may be further clues in a two-page note found in Richard Baumhammers' \nhome. Investigators declined to say what was in the note, which they believe Baumhammers typed.\n\nBaumhammers was arrested Friday after allegedly shooting and killing a Jewish woman who lived next door to \nhim; an Indian man at a grocery; two Asian men at a Chinese restaurant; and a black man at a karate school.\n\nBaumhammers was described by his lawyer Saturday as deeply troubled psychologically and under medication. \n\"He clearly has an extensive history of mental illness,\" William Difenderfer said.\n\nThe 34-year-old suspect is the son of Latvian immigrants.\n\nHe was reared in affluence in a Pittsburgh suburb of judges and doctors and business leaders.\n\nNevertheless, he led an unassuming life, had an unspectacular legal career, and in his well-to-do community was a \nrecluse whom people say they hardly remember.\n\nThey know him now as the man police say lost control Friday during a 72-minute killing rampage across a 20-mile \nstretch of southwestern Pennsylvania.\n\nIn addition to the five people killed, another man of Indian descent was shot in the neck and critically injured.\n\nHis rampage surprised some who knew him who said it once appeared he had a bright future.\n\nAfter post-college sojourns around the country and abroad, he returned to live with his parents in their tranquil \nMount Lebanon neighborhood.\n\nHe jetted to places such as Russia and the Balkans. He studied at Cumberland Law School in Birmingham, Ala., \nspent a semester at University of Heidelberg in Germany and earned a master's degree in transnational business \npractice from the University of the Pacific's McGeorge School of Law in Sacramento, Calif.\n\nAfter returning home, he quit practicing law. The promising life became one of seclusion and mystery.\n\n\nSome neighbors said they didn't even know he was back in town.\n\n\"We asked for friends. We got none,\" said an Allegheny County police homicide detective who requested \nanonymity. \"He was a person who did things alone.\"\n\nBaumhammers' parents, both prominent dentists, have not commented publicly on Friday's shootings.\n\nThis report includes information from the New York Times.\n\nGraphic\n\n \n\nPhoto\n\nBaumhammers\n"}