{"title": "Reports Indicate ICE Arresting Numerous Illegal Immigrants for Deportation; President Comments on Possibly Rewriting Executive Order on Travel Ban; President Trump Meets with Japanese Prime Minister; Reports Indicate Michael Flynn Spoke with Russian Ambassador to U.S. on Sanctions Before Trump Inauguration; Traumatic Effect of Immigration on Refugees Examined; Town Halls Across U.S. Seeing Protests against Repealing Obamacare. Aired 10-11a ET", "body": "\n[10:00:20] CHRISTI PAUL, CNN ANCHOR: Good morning. I hope Saturday has gone good to you so far. I'm Christi \nPaul.\n\nVICTOR BLACKWELL, CNN ANCHOR: I'm Victor Blackwell. Welcome to the CNN Newsroom. We begin right now \nwith the president.\n\nPAUL: Yes. Immigration enforcement surge across the nation. Democrats and advocacy groups now blasting the \nTrump administration after hundreds of undocumented immigrants were arrested in at least half a dozen states.\n\nBLACKWELL: It's the first large scale enforcement of President Trump's crackdown on illegal immigration. Texas \nCongressman Joaquin Castro released a statement to CNN saying he is concerned about the raids and it reads, \"I \nam asking ICE to clarify whether these individuals are in fact dangerous, violent threats to our communities and not \npeople who are here peace fully raising families and contributing to our state. I will continue to monitor the \nsituation.\"\n\nPAUL: Immigration officials call the arrests routine. Homeland Security Secretary John Kelly had this to say about \nit.\n\n(BEGIN VIDEO CLIP)\n\nJOHN KELLY, HOMELAND SECURITY SECRETARY: First of all, they're not rounding anyone up. The people that \nICE apprehend are people who are illegal and then some.\n\n\n(END VIDEO CLIP)\n\nPAUL: ICE says many of those arrested had prior felony convictions including violent charges such as child sex \ncrimes, weapons or assault charges.\n\nBLACKWELL: Let's talk about it now with Joey Jackson, CNN legal analyst and criminal defense attorney, Jessica \nStern, criminal and immigration defense attorney, and Jack Kingston, former senior advisor to the president's \ncampaign and former Georgia congressman. Good morning, everyone.\n\nJessica, let me start with you. I understand you told our producers your offices having flooded with calls from \nundocumented immigrants concerned about what to do and they're describing what is happening when they get \nvisits. Tell us what you're hearing.\n\nJESSICA STERN, IMMIGRATION ATTORNEY: That's right Victor. Our phones are ringing off the hook along with \nother colleagues of mine for people, families that are now reporting that their loved ones, their husbands are just \nrecently picked up in these raids.\n\nImmigration and customs enforcement will go out of their way to say that they're not raids, that they're not rounding \npeople up, but I'm not sure how else it can be described. It is a circumstance that hasn't quite been done like this in \nthe past. While there were routine raids that happened occasionally under the Obama administration, who they are \ngoing after in this situation does seem to be different. It's not people necessarily with criminal convictions. It's folks \nthat were living peacefully here, potentially for many, many years, and possibly a pending driving without a license \nor something minor seems to be what we are seeing is the most common for the people that are being arrested \nright now.\n\nBLACKWELL: How about that, Congressman. President Trump, then candidate Trump said that there has to be a \ndeportation force. That famous speech in Arizona, he said he would be investing or doubling down on ICE's \ndeportation efforts. Is this the deportation force, not focusing on the bad dudes, as he said, but in the case of \nGuadalupe Garcia De Rayos, this is a mother who has been here since she was a teenager now deported back to \nMexico.\n\nJACK KINGSTON, FORMER SENIOR ADVISER, TRUMP CAMPAIGN: Actually in the case of Ms. Garcia, she had \nbeen arrested for a criminal impersonation in 2009. She since 2013 knew that she was going to be eventually \ndeported. I'm not sure why she wasn't more proactive, because as a mother, you would think that she would be. \nBut she knew that her time was coming up. And that's the way it has always worked.\n\nRemember, Barack Obama deported 2.5 million people and that does not include the year 2016. So for the left to \nsuddenly say this is new stuff. This is absolutely not new stuff. This is routine. What they do is they try to go after \nthe class one, the most violent illegal aliens, and then along the way if they find that you're out there, then they do \narrest you and deport you even if you weren't the target. If you are somewhat in the way, that's the way is it has \nalways been.\n\nNow, the last couple years of the Obama administration, that was a little bit fuzzy, but really during Bush and the \nearly years of Obama, that was the business at hand. And so for the critics to suddenly say this is new and this is a \nbig change, it's not accurate at all. And anybody would look at the Obama deportation record of 2.5 million people \nknows that.\n\nBLACKWELL: All right, go ahead, Joey.\n\nJOEY JACKSON, CNN LEGAL ANALYST: Congressman, most respectfully, I beg to differ with you. There's \neverything new about this and this is nothing like we've seen before.\n\n[10:05:04] In an effort to justify the recent deportation of a mother who has two children who's been here since she \nwas 14 years old, I don't see the rationale.\n\n\n\nKINGSTON: Well, the rationale --\n\nBLACKWELL: Hold on congressman.\n\nJACKSON: I don't see the rationale in that justification.\n\nKINGSTON: Read the case --\n\nBLACKWELL: Congressman, please, just hold on for a second. One at a time. Joey, go ahead.\n\nJACKSON: If the objective is to get rid of people who represent a threat to this country, if the objective is to protect \nborder security, if the objective is to protect us from people who are engaging in drugs and human trafficking, I fail \nto understand, congressman, the justification of taking a mother who, yes, it's true, she indeed, false Social Security \nnumber, she was living here under false Social Security number. That's a crime. That's not to be justified. The \npresident clearly has an enforcement duty and responsibility. But if you're going to talk about an executive order \nwhich indicates that people who represent a threat to this country should be removed, I fail to see your rationale, \ncongressman, that justifies what they did with ICE. How do you justify --\n\nBLACKWELL: Jessica, before I come to you, go ahead, congressman.\n\nKINGSTON: It's the law of the land. It's the law of the land. I'm sure you've read the case. I'm sure if you didn't know \nanything about our system on immigration that you know that this is the way it's always been conducted.\n\nJACKSON: No, it has not.\n\nBLACKWELL: Hold on, let him finish.\n\nKINGSTON: If she was a felon, but if they go after a violent criminal and they find her along the way, she signed an \norder in 2013 knowing that she would be deported and that her time was up. Now, I believe that --\n\nBLACKWELL: Hold on, hold on. Congressman, let me ask you this. What Donald Trump said during the campaign, \nlate in the campaign, and certainly after his election, he said that he would be going first after the violent criminals. \nYou bring up that 2009 conviction of using a fake Social Security number, but Guadalupe Garcia de Rayos does not \nqualify as a violent criminal. Should she be at the top of the list in the first three weeks of the administration to be \ndeported?\n\nKINGSTON: She was not the target, and people like her have not been the target. Yet people like her along the way \nwhen they go after the targets, if they find somebody like Ms. Garcia, they do deport her in accordance of the law \nof the land. And this is what Barack Obama did. This is what George Bush did.\n\nJACKSON: No, it's not.\n\nKINGSTON: Barack Obama, 2.5 million people. I'm sure --\n\n(CROSSTALK)\n\nBLACKWELL: Hold on for a second.\n\nJACKSON: I know we're in an era of alternative facts, but we really should tell the viewers what the facts are. And \nthe fact is that if you want to talk about a conviction for a false Social Security number and equate that with violence \nand say that, well, you know what, her time was coming, the fact is that she checked in with the immigration \nofficials, as was her duty, as was her responsibility, and every other time she was released to her family. So if we're \ngoing to have a discussion, congressman, about border security, if we're going to have a discussion about \nprotecting America, why are we talking about --\n\n(CROSSTALK)\n\n\n\nBLACKWELL: Hold on. Congressman, Joey, hold on for a second. Jessica, let me get you back in here. What are \nyou telling the people who call your office? What should they do?\n\nSTERN: This is different from what we've seen in the past because before we were able to say under President \nObama that if you didn't have a conviction for a significant crime then you were not going to be a priority for \ndeportation.\n\nNow what we're seeing is that people without convictions, so this is different from even Ms. Garcia's case or violent \ncriminals, people that just have pending cases, pending traffic violations, we are not able to really clearly advise at \nthis point beyond saying be careful when you have a knock at your door. Understand who's there. Don't open it \nunless there's a warrant. That's what we're dealing with right now because there are police officers going to \npeople's homes saying we're looking for someone else, and then they're arresting family members for simply no \nviolations beyond something minor.\n\nBLACKWELL: Jessica Stern, Jack Kingston, Joey Jackson, thank you for the conversation. We've got to wrap it \nthere, but we of course will continue to talk about it. Christi?\n\nPAUL: Thank you so much.\n\nPresident Trump not backing down after the court rejected that travel ban, as we've been talking about. The \npresident says he might now sign, quote, \"a brand new order\" as early as Monday. He's also not ruling out taking it \nto the Supreme Court. But in addition, the president is now promising new security measures to keep Americans \nsafe from terrorists. CNN's White House report Jeremy Diamond looking into this. Do we know exactly what he's \nweighing in terms of his options? JEREMY DIAMOND, CNN WHITE HOUSE REPORTER: We know exactly what \nthe president said yesterday to us on Air Force One. The president talked to reporters and he talked about what \nmight come next, whether it would be taking this legal battle and extending that or some new security measures. \nListen to what he said.\n\n(BEGIN VIDEO CLIP)\n\n[10:10:00] DONALD TRUMP, (R) PRESIDENT OF THE UNITED STATES: The unfortunate part is it takes time. \nStatutorily it takes some time. But we'll win that battle. But we also have a lot of other options, including just filing a \nbrand new order on Monday. It could very well be. But I like to surprise you. We need speed for reasons of security. \nSo it could very well be that we do that.\n\n(END VIDEO CLIP)\n\nDIAMOND: Now that is of course a little bit less definitive than what the president said right after the ninth circuit \nrejected the administration's request to reinstate the travel ban. That's when the president took to Twitter and said \n\"See you in court.\"\n\nNow it seems that maybe he will see the opposition here in court, but not quite yet. The administration officials \ntelling CNN telling that they are not planning on appealing this decision quite yet, but they could take a legal battle \nfurther in the future. But at least what seems to be coming right now is that the president is considering signing \nanother executive order, one that would perhaps address similar concerns that the previous one did, but one that \nmay be a little bit more narrowly tailored. So that's what we'll be waiting for this week.\n\nPAUL: All right, sounds good. Jeremy Diamond we appreciate it. Thank you.\n\nBLACKWELL: A major player in the foreign policy plan, National Security Adviser Michael Flynn, under fire over \nrevelations he discussed U.S. sanctions with Russia and then possibly misled people within the White House about \nit. We have the president's response.\n\nPAUL: And the president and the Japanese prime minister will be at the golf course today. We're live at Trump's \nFlorida resort with more on plans for today. Stay close.\n\n\n\nBLACKWELL: President Trump says he did not know but will look into reports his national security advisor \ndiscussed sanctions with the Russian ambassador to the U.S. before he was inaugurated.\n\n[10:15:02] PAUL: A source confirmed Michael Flynn did in fact speak by phone with Russia, that sanctions did \ncome up, but it's not clear in what capacity. Adding fuel to the fire, though, Flynn may have misled administration \nofficials about it. Let's bring in CNN global affairs correspondent Elise Labott from Washington. Elise, what are you \nlearning this morning, and do we know how they -- how much they know I guess about these conversations?\n\nELISE LABOTT, CNN GLOBAL AFFAIRS CORRESPONDENT: Well, it's not clear exactly what they know, Christi, \nbut Mike Flynn did communicate with Russia's ambassador to Washington several times after the election before \nPresident Trump took office. He insisted those conversations did not include sanctions against Russia, but now he's \nbacking away from that denial and officials are telling us the opposite. And it's embarrassing for White House \nofficials who stood by him, and it's once again raising questions about his ties to Moscow.\n\n(BEGIN VIDEOTAPE)\n\nLABOTT: The White House says it's troubled by backpedaling by President Trump's national security advisor, \nGeneral Mike Flynn, who now says he is unsure whether he spoke to Moscow's ambassador to the U.S. about \nsanctions on Russia before President Trump even took office, including a conversation on the same day they were \nimposed by President Obama. A serious problem for Vice President Mike Pence, one of several top officials who \nvouched for Flynn including in this interview with CBS News last month.\n\nMIKE PENCE, VICE PRESIDENT OF THE UNITED STATES: What I can confirm having spoken to him about it is \nthat those conversations that happened to occur around the time that the United States took action to expel \ndiplomats had nothing whatsoever to do with those sanctions.\n\nLABOTT: Now the vice president is claiming he was relying on Flynn's assurance that sanctions never came up. A \nclose aide now says Flynn has, quote, \"no recollection of discussing sanctions,\" but, quote, \"couldn't be certain that \nthe topic never came up.\" And a senior White House advisor says Pence believes that's a problem.\n\nTONY BLINKEN, FORMER DEPUTY NATIONAL SECURITY ADVISER: You've got different people saying \ndifferent things, not know who they can trust within their own team. That heads to a very difficult place, too.\n\nLABOTT: U.S. law enforcement and intelligence officials told CNN last month investigators were monitoring calls \nbetween Flynn and Ambassador Sergey Kislyak. The content of those calls captured during routine eavesdropping \non Russian diplomats was concerning, at the same time the U.S. was conducting a broader investigation of Russian \nactivities in the U.S. Officials who spoke to CNN at the time stressed no wrongdoing on Flynn's part had been \nmade.\n\nA U.S. official confirms Flynn's communication with the Russian ambassador included discussions of sanctions \nduring at least one phone call as first reported in \"The Washington Post.\" The kremlin denies reports Flynn and \nAmbassador Kislyak discussed sanctions, calling the information, quote, \"incorrect.\" A key question, whether \nFlynn's communication with the ambassador influenced Russian president Vladimir Putin's decision not to retaliate \nafter the new sanctions were imposed. The Obama administration also kicked out some 35 Russian diplomats out \nof the country in response to Russia's meddling in the 2016 election.\n\nBLINKEN: After the Obama administration went ahead with those sanctions, normally you would expect Russia to \nretaliate in kind. That's been past practice. And of course President Putin said no, I'm not going to do that. And you \nhave to wonder whether in fact he was told hold off, don't do anything, because when we, the Trump administration, \nget in, we're going to revisit this whole thing.\n\nLABOTT: At the time president-elect Trump cheered Russia's decision on Twitter, writing, quote, \"Great move on \ndelay by V. Putin. I always knew he was very smart.\"\n\n(END VIDEOTAPE)\n\n\n\nLABOTT: And of course the question is during those phone calls Flynn signaled to the ambassador that President \nTrump would not lift those sanctions against Russia once in office. U.S. and European officials say that Flynn has \nbeen noncommittal in his meetings about maintaining sanctions on Russia for its actions in Ukraine, and the \nmessage diplomats are getting from the White House are mixed. And perhaps the ones related to cyber meddling \nand the election and Ukraine are now under review, Christi and Victor.\n\nPAUL: All right, Elise Labott, we appreciate it so much. Now, earlier I spoke to CNN global affairs analyst Kim \nDozier about what exactly the intelligence community knows about the phone calls and the gravity the potentially \nfallout.\n\n(BEGIN VIDEOTAPE)\n\nKIMBERLY DOZIER, CNN GLOBAL AFFAIRS ANALYST: What that says to me is that someone has shared with \nthe White House, with Flynn's office, the transcript of what he said to the Russian ambassador. Normally when spy \nagencies gather up phone calls, intelligence, when they collect is the term of art on a foreign ambassador, the U.S. \nperson in that conversation, their name will be blocked out. But in the case of an investigation like this, that name \ncan be revealed. And I think what we're seeing is the fallout from the White House realizing here's what Flynn said, \nand eventually someone on Capitol Hill is going to get access to those transcripts and they are trying to do some \ndamage control right now.\n\n[10:20:11] PAUL: Is anybody coming to Flynn's defense?\n\nDOZIER: Not in the White House. I even asked one senior official how's Mike Flynn doing, and the person just \nlooked at me and walked away. So I'm hearing from some folks on the Hill that they think that this is just the \nbeginning. They intend this to be just the beginning of a campaign to drive him out.\n\n(END VIDEOTAPE)\n\nPAUL: We thank Kim Dozier again for the explainer there.\n\nPresident Trump hosting the Japanese prime minister at his Florida resort this weekend. The two set to play golf \ntoday. As their wives tour local Japanese gardens, more on their plans for the weekend. Plus what the U.S. hopes \nto get out of this visit. That's next.\n\nPAUL: President Trump and Japanese Prime Minister Shinzo Abe set to play golf today at the president's Florida \nresort.\n\nBLACKWELL: Meanwhile the first lady, Melania Trump, and Mrs. Abe are visiting a museum and a Japanese \ngarden. Mrs. Trump will present Mrs. Abe with a gift and then the two will have lunch this afternoon. CNN White \nHouse correspondent Athena Jones is live outside the Trump resort in Palm Beach, Florida. Athena, good morning \nto you.\n\n[10:25:00] ATHENA JONES, CNN CORRESPONDENT: Good morning, Victor. As you mentioned, the two leaders \nare playing golf as we speak. We did get video of them arriving on the golf course, which is in a separate location \nfrom the Mar-a-Lago estate you see behind me. But we don't expect to see any pictures of the two men golfing. \nMaybe we'll get lucky and they'll open it up to the press, but that's not on the agenda right now.\n\nLater on tonight there will be another dinner. You'll remember there was a dinner last night. This is a delegation \ndinner taking place later tonight. And then as you mentioned, first lady Melania Trump and the prime minister's wife \nAkie Abe, have been touring Japanese gardens in the area, the Morikami Gardens, and are going to have lunch. \nThis is very much about, from Japan's point of view, very much about building a strong personal relationship \nbetween the two leaders and helping of course maintain what has long been a strong relationship been the two \ncountries.\n\n\n\nAnd one thing I would mention after their first meeting yesterday, that first official meeting, Prime Minister Abe was \nthe first foreign head of state to meet with president-elect Trump at Trump Tower back in November. But yesterday \nwas their first official meeting at the White House. And after that the two countries issued a joint statement, and it \nwas nothing about Japan maybe needing to build its own nuclear weapon, the kind of thing you heard from Trump \non the campaign trail. Instead we heard a lot of the same diplomatic language you would expect to hear and that \nyou would have heard during the Obama administration, a lot of talk about reaffirming the strong alliance, the \nunshakeable alliance that is the cornerstone of peace and prosperity in the Asia-Pacific region, talk about \ncommitments to defense, North Korea, and the like. So a lot of more a confirmation or an affirmation of what has \nbeen a strong alliance for years.\n\nPAUL: You used the term \"unshakeable.\" And yet there's this handshake that people can't get over.\n\nBLACKWELL: It lasted for about 25 minutes, by the way.\n\n(LAUGHTER)\n\nBLACKWELL: At some point you're not shaking hand. You're just holding hands.\n\nPAUL: You're holding hands. What's going on?\n\nJONES: OK, I have some background. This is important. First of all, I should mention that the POTUS account, \nthat's the official president's account, not the @RealDonaldTrump account that he likes to tweet from, but the other \nofficial POTUS account, tweeted out a video of that full 19 second handshake. So they're clearly trying to own it \neven though it's being made fun of on social media.\n\nBut I have some important background to share. This is from the foreign press pool who was in the Oval Office. You \nhave the U.S. press and also representatives from the foreign press who were in the office. So our colleagues at \nNHK, the Japanese broadcasters, say this is what happened. At one point the Japanese press asked them the two \nmen to shake hands, in Japanese, of course. Prime Minister Abe said to President Trump, shall we shake hands. \nSo they began shaking hands.\n\nAbout ten seconds into that handshake the Japanese press again shouted in Japanese, please look this way. \nPresident Trump said to Prime Minister Abe, what are they saying? Prime Minister Abe said \"please look at me,\" \nwhich is a pretty literal translation of what the Japanese press were saying. And it appears that the president took it \nliterally, because he looked into Abe's eyes, he smiled, he patted his hand, Prime Minister Abe smiled back and \nthen pointed in the direction of the cameras, which was the goal of the Japanese press, we should make clear, and \nthen at long last that handshake ended. So that's an important background.\n\nPAUL: He said \"Look at me.\" I would think the same thing, yes?\n\nBLACKWELL: So this is what I noticed. The president -- look at this. This is not just a handshake when the prime \nminister arrived. That was a less than a formal, more casual handshake at the front door. So yes, a warm \nbromance, shall we say?\n\nPAUL: A bromance, again, a bromance. Athena Jones, always good to have you here, thank you.\n\nBLACKWELL: Thanks, Athena.\n\nPAUL: All right, listen, still to come, fear is running high among immigrants and their families. Authorities have \nlaunched a wave of raids targeting people who are in the U.S. illegally. We're going to talk about it. Stay close.\n\n[10:32:04] PAUL: Take a nice deep breath. It is Saturday. All is well. I'm Christi Paul.\n\nBLACKWELL: I'm Victor Blackwell. Good morning to you. There is growing fear and confusion for some \nimmigrants and their families. Federal immigration authorities launched new waves of raids, arresting hundreds of \n\n\n\nundocumented immigrants in at least half a dozen states this week. This is the first large scale enforcement, some \nsay, of the president's crack down on illegal immigration.\n\nPAUL: But immigration officials say it's just business as usual. Homeland Security Secretary John Kelly had this to \nsay about it. (BEGIN VIDEO CLIP)\n\nKELLY: First of all, they're not rounding anyone up. The people that ICE apprehend are people who are illegal and \nthen some.\n\n(END VIDEO CLIP)\n\nPAUL: About 160 undocumented immigrants were arrested in Los Angeles alone this week. Agents also \nconducting operations in Georgia, Illinois, New York, North Carolina, and South Carolina.\n\nBLACKWELL: President Trump plans to announce new national security measures this week, and that could \ninclude a new executive order on immigration. The White House says it will not immediately appeal a federal court's \ndecision blocking the president's travel ban to the Supreme Court. But that option has not been ruled out.\n\nSources tell CNN that the president is considering possible tweaks, maybe explicitly stating that the ban does not \napply to legal, permanent residents. The president argues that the country needs swift action.\n\n(BEGIN VIDEO CLIP)\n\nTRUMP: I feel totally confident that we will have tremendous security for the people of the United States. We will be \nextreme vetting. I've learned tremendous things that you can only learn frankly if you were in a certain position, \nnamely president. There are tremendous threats to our country. We will not allow that to happen.\n\n(END VIDEO CLIP)\n\nBLACKWELL: Meanwhile stress, anxiety, depression, it plagues Syrian refugees here in the U.S. And some have \ntold me they feel afraid because of the uncertainty over the president's travel ban.\n\n(BEGIN VIDEOTAPE)\n\nBLACKWELL: In Dearborn, Michigan, just outside of Detroit, many of these families call themselves the fortunate \nones, blessed by God, because they escaped this.\n\n(GUNFIRE)\n\nBLACKWELL: The years-long civil war in Syria. Now having survived the conflict that has killed more than an \nestimated 400,000 civilians and completing the exhaustive process to settle in the U.S., some refugees now fear \nthey face a new threat.\n\nTRUMP: This is the protection of the nation from foreign terrorist entering into the United States.\n\nBLACKWELL: President Donald Trump's executive order banning entry of most nationals from seven countries \nincluding Syria. An appellate court has upheld a temporary hold on the travel ban, but the president promises to \nfight the decision. [10:35:05] The January 27th order applies to new entrants only, but that does nothing to quell the \nfears of Shaimaa Anmadni, who worries that she and her family will have to return to Syria.\n\nSHAIMAA ANMADNI, SYRIAN REFUGEE (via translator): We don't know what will happen in the future. After we \narrive, we had hopes that we will establish a new life. Now we are frightened that we'll be stopped at this stage and \ncannot carry on further.\n\nBLACKWELL: She and her husband Omar Kojan and their four children have come to Dearborn from homes. \nBeyond their family's future, they say other families could face a future worse than deportation.\n\n\n\nOMAR KOJAN, SYRIAN REFUGEE (via translator): Some families have been split into two parts, one that arrived \nand the other one that was ready to get in but was halted, like some dads with their children and vice versa. So this \nseparated the families. And if this thing continues, we will end up completely separated.\n\nBLACKWELL: Wayne State University Professor Dr. Arash Javanbakht has interviewed hundreds of Syrian \nrefugees and is examining the invisible, psychological wounds caused by the war and the resettlement process. \nThe researchers found that roughly one-third of the adult Syrian refugees they evaluated screened positive for post-\ntraumatic stress disorder. Javanbakht says stressors like the uncertainty over the ban exacerbate those challenges.\n\nDR. ARASH JAVANBAKHT, DIRECTOR OF STRESS, TRAUMA, AND ANXIETY RESEARCH CLINIC, WAYNE \nSTATE UNIVERSITY: They come in with the stress of immigration. They have the stress of poverty. They don't \nknow how to cope with the environment. They have to learn about the culture. They don't know how much they're \nwanted by the environment. With the uncertainty which is going on now, they don't even know if tomorrow they will \nbe this in country or not.\n\nMOHAMMED AL SAUD, RESEARCH ASSISTANT AT WAYNE STATE UNIVERSITY: The stress level has \nincreased since the travel ban.\n\nBLACKWELL: Mohammed al Saud is part of the research team.\n\nAL SAUD: They feel like they're not going to be treated as well or things won't live to their expectations.\n\nBLACKWELL: Al Saud has experienced similar pain. He came to the U.S. in 2008 as a refugee from Iraq. In fact, all \nof the volunteer researchers are former refugees from Iraq.\n\nAL SAUD: Living the experience myself made me decide to do whatever is possible to help them.\n\nBLACKWELL: Farhan Nasif is nearly brought to tears by thoughts of family members still besieged by war.\n\nFARHAN NASIF, SYRIAN REFUGEE (via translator): I've received a voicemail from my brother saying if God \nwilling I will see you in the hereafter life in heaven as we won't see each other again here. These words really \ntouched me a lot as there's no hope we see each other again here, only in heaven.\n\nBLACKWELL: His wife Huda Hamada says their daughters, Xena (ph) who is five, and Sheha (ph), who is ten, have \nsuffered too.\n\nHUDA HAMADA, SYRIAN REFUGEE (via translator): The girls had fear from the word we are returning to Syria \nbecause they lived through wartime and heard the sounds of explosions, so that left a fear in them and do not want \nto return to Syria.\n\nBLACKWELL: The researchers say the vast majority of the child refugees from Syria they've spoken with suffer \nfrom separation anxiety and more than half have developed an anxiety disorder.\n\nAL SAUD: They don't have the sense of independence or, like, things will be fine if you're just a little bit away from \nyour parents.\n\nJAVANBAKHT: A six-year-old Syrian kid who came here in 20 years is going to be an American adult, right? So \nnow this is our questions as Americans. They have to ask themselves, do they want this kid when they are an adult \nbeing integrated, functioning, and happy productive American, or do we want them to be segregated, a low socio-\neconomic class, a person who sees others as the Americans and themselves as the group of refugees who came \nhere? Integration is very important. And that's on us.\n\nBLACKWELL: For now this family is focusing on settling into their new life in their new country. But as the fight over \nimmigration and national security wages on, many still wonder if they'll be forced to pack up and look for a new \nplace to call home.\n\n\n\n(END VIDEOTAPE)\n\nBLACKWELL: And researchers plan to track the refugees they've interviewed for up to 20 years to assess their \nmental health and their growth. They're also working on a plan to treat them with culturally focused, family centered \nhomecare.\n\nPAUL: President Trump declared we're going to see you in court. That was after his travel ban remains suspended \nby an appeals court. Up next, our legal experts are taking a look at what is ahead and how this could all play out \nhere.\n\nFirst, though, have you gone on vacation and something's been stolen, particularly your money? In today's \"Wander \nMust,\" CNN Money has examined some ways to help you avoid that misfortune.\n\n(BEGIN VIDEOTAPE)\n\n[10:40:00] UNIDENTIFIED FEMALE: We've found some theft proof travel gear that promises to make your trip less \nstressful and safer. If you've ever had your purse stolen, you know what happens in the matter of seconds. Arden \nCove's cross body purse can literally be chained to you or your chair when you're out having a good time. The \ninside also protects against electromagnetic signals that thieves use to steal your credit card information. And hey, \nit's kind of fashionable, too. The Vault card protects you against thieves who are trying to access your credit cards \nusing electromagnetic signals. Simply place the Vault card into your wallet and it helps block those signals. Think \nFacebook parental controls but for your wallet.\n\nSometimes I like to go purse-less, and these purse-less pants with six hidden pockets promise to be pick pocket \nproof too. They can carry everything from your wallet to your cell phone, and they're also water resistant. And \nladies, they're not just for you. Men, you can buy these too.\n\n(END VIDEO CLIP)\n\nBLACKWELL: Next week President Trump is thinking about issuing a brand new travel ban after the court rejected \nthe current ban. He's also not ruling out a Supreme Court challenge. Let's bring in Ariane de Vogue, CNN Supreme \nCourt reporter, and Paulina Vera, immigration attorney at the Immigration Clinic in George Washington University \nLaw School. Good morning, ladies.\n\n[10:45:05] Ariane, I want to start with you. So after the decision came down from the appellate court in the ninth \ncircuit, immediately the president tweeted out in all caps, \"SEE YOU IN COURT.\" Now they're retreating from that \nsaying at least not immediately.\n\nARIANE DE VOGUE, CNN SUPREME COURT REPORTER: Right. Well, the Trump administration is in a huddle \nright now trying to figure out the next step after that sweeping loss. The ninth circuit, you remember, declined to \nreinstate the travel ban. And here's what the court said. One of the main things is you didn't justify the need to \nreinstate that ban. You could have given us national security information and you didn't.\n\nSo now the administration has several options. It can go back to the ninth circuit and ask for a larger panel of \njudges to look at that. That would basically be saying your three colleagues got it wrong. We want a larger group of \njudges to look at this. Or it can go to the Supreme Court, but there it might face this 4-4 split, which would mean it \nwould simply uphold the ninth circuit. It could go to the district court again and bolster its case or it could do what \nTrump kind of floated yesterday, and that is rewrite or modify the existing executive order.\n\nBLACKWELL: So, Paulina, is there anything if the White House indeed the president signs an executive order next \nweek, another one about immigration of the ilk of the one we saw on the 27th, is there anything in there that would \nsatisfy you or people who protested the last one, or is any ban something that would cause the protests we saw and \nmaybe the legal fight we're seeing now?\n\n\n\nPAULINA VERA, IMMIGRATION ATTORNEY, IMMIGRATION CLINIC, GEORGE WASHINGTON UNIVERSITY \nLAW SCHOOL: You know, I don't know that there is. I think that the travel ban could be rewritten to address some \nof the concerns of the ninth circuit, for example, the inclusion of lawful permanent residence. However, I don't know \nhow a rewrite would get to these establishment clause or these equal protection concerns that were raised.\n\nThe matter is that there is ill-intent behind these travel bans. There's plenty of evidence proving this, statements \nfrom the campaign trail as well as interviews that were done with Trump after the ban was enacted and tweets to \nthat effect. So even if a rewrite on its face didn't necessarily ban Muslims, I think that there are -- there is \ncircumstantial evidence out there that could prove this.\n\nBLACKWELL: Ariane, you're the SCOTUS reporter, how is this fight over the travel ban and the executive orders \nimpacting potentially the Gorsuch nomination to the court?\n\nDE VOGUE: It's interesting because Trump has chosen to litigate a little bit through his tweets. And one thing he's \ndone is he's attacked some of the judges that have heard the case. Today he sent out another tweet sort of trying to \nmake the case about national security. And that doesn't make life easier for Gorsuch, who right now is going \nthrough this grueling ritual of meeting with senators, and behind closed doors he's being asking about what do you \nthink about the fact that Trump seems to be attacking lawyers? In some ways it also hurts Trump's Department of \nJustice lawyers themselves who are having to appear before these federal judges. So it's an interesting tack that \nTrump is taking.\n\nBLACKWELL: All right, Ariane, Paulina, thank you both. Christi?\n\nPAUL: All right, Rosie O'Donnell's Twitter avatar, oh, my goodness, sent \"SNL\" into a frenzy about whether she's \ngoing to appear on the show as Steve Bannon tonight.\n\nPAUL: All right, there's some pictures here of something that's happening right now. Town halls in session across \nparts of the country this week where lawmakers are facing backlash from voters over everything from Obamacare \nto President Obama. We want to watch this exchange at a town hall in Florida when Bill Akins, secretary of the \nRepublican executive committee of Pasco County, had the mic. Watch this.\n\n(BEGIN VIDEO CLIP)\n\nBILL AKINS, SECRETARY, REPUBLICAN EXECUTIVE COMMITTEE, PASCO COUNTY, FLORIDA: Here's the \nproblem I have with the affordable health care act. Number one, there is a provision in there that anyone over the \nage of 74 has to go before what is effectively a death panel.\n\n(SHOUTING)\n\nAKINS: They do. Yes, they do. It's in there, folks.\n\n(BOOS)\n\nAKINS: OK, children. All right, children.\n\n(BOOS)\n\n(END VIDEO CLIP)\n\nPAUL: Again, this is in Florida. We saw something similar earlier this week in Utah. We're going to keep our eyes \non this because we understand there are more protests like this being planned and could be happening all \nweekend long.\n\nBLACKWELL: We are seeing this year from Democrats and progressives at Republican town halls what we saw \nseveral years ago from the Tea Party and conservatives in the buildup to the signing of Obamacare.\n\n\n\nLet's turn to this emotional rescue mission that's under way in New Zealand. Volunteers are rushing to save the \nwhales on these beaches in Golden Bay. There are dozens of them. They comfort them and take care of the \nwhales until a high tide can help them back out to sea.\n\nPAUL: More than 400 whales, think about that, 400 were found stranded yesterday and at least 250 of them died. \nRescuers were hoping to save more than 100 others who were still on that beach, and we wish them well in doing \nso.\n\nBLACKWELL: Alec Baldwin will be back hosting \"Saturday Night Live\" for a record 17th time tonight. He's hosted \nthe show more than any other person. I guess that's what record means. His Trump impersonation has been a hit.\n\nPAUL: Yes, but this after last week's episode with Melissa McCarthy imitating White House press secretary Sean \nSpicer, what are we going to see this weekend? Take a look. CNN's Jeanne Moos.\n\n(BEGIN VIDEOTAPE)\n\nJEANNE MOOS, CNN CORRESPONDENT: Fans are expecting a Trump-athon this weekend. Alec Baldwin returns \nfor a record 17th time hosting \"SNL.\" President Trump can. The teaser alone probably annoys him.\n\nALEC BALDWIN, ACTOR: This was my home. This was my heartbeat, so I must return. I must find the strength.\n\nUNIDENTIFIED FEMALE: Alec, you were just here yesterday. It's not that big of a deal.\n\nBALDWIN: Oh, it's a big deal.\n\n[10:55:04] MOOS: Lately the big deal has been Melissa McCarthy's portrayal of Press Secretary Sean Spicer. \n\"Politico\" reported sources close to President Trump said that what bothered the president most about the portrayal \nis that the role of Spicer was played by a woman. That made some woman mad and sparked a push to draft Rosie \nO'Donnell to play Trump's chief strategist Steve Bannon. These are their faces morphed together, Rosie using this \none as her Twitter profile picture. And on Thursday she tweeted this photo of Bannon as a puppeteer with the \npresident on his lap. Since there's such bad blood between Rosie and the president --\n\nTRUMP: Rosie O'Donnell is disgusting. She's a slob.\n\nMOOS: Trump critics figure it would drive the president nuts to see her play Bannon. Rosie tweeted \"Available. If \ncalled I will serve.\" \"The Huffington Post\" compiled an entire cast of women, from Ellen Degeneres as Mike Pence \nto Betty White as Attorney General Sessions.\n\nBut sorry, Rosie fans, we have a five-word answer from Rosie's rep. She is not doing \"SNL,\" unless of course the \nshow invites her and she accepts at the last minute. When it comes to Rosie and President Trump, maybe the wall \nshould separate them.\n\nJeanne Moos --\n\nTRUMP: Living with this pig face.\n\nMOOS: CNN.\n\nROSIE O'DONNELL: Snake oil salesman.\n\nMOOS: New York.\n\n(END VIDEOTAPE)\n\nPAUL: Wow.\n\n\n\nBLACKWELL: No love lost there.\n\nPAUL: Very good point. Very good point. Hey, go make some great memories today.\n\nBLACKWELL: Thank you for watching. Much more ahead in the next hour of CNN Newsroom. The Newsroom \ncontinues with Fredericka Whitfield after a quick break.\n"}