{"title": "Asian-Americans question 'model minority' portrayal in new study", "body": "\nKnowing that Asian-Americans have done well in the United States instills pride in Paresh Pakhare, who grew up \nmiddle-class in urban India but found a better life here.\n\n\"I see in the culture, in Indian families, they have so much expectation for their kids,\" said Pakhare, who manages \nthe Holiday Inn in San Pablo.\n\nSan Pablo Councilwoman Kathy Chao-Rothberg knows more than 1 million Asian-Americans live in poverty.\n\n\"They are the invisible population,\" said Chao-Rothberg, whose family fled war-torn Laos when she was 7.\n\nThose two realities went buzzing through Asian-American communities and social media this week as a report \ncame out depicting Asians as the new immigrants, educated, prosperous, happy -- more so than most Americans.\n\nIn a nation where TV images of immigration depict desperate Mexicans and Central Americans trying to hop a \nborder fence, the report revealed that more immigrants are coming from Asia than Latin America.\n\nBut the Pew Research Center portrayal of Asian-Americans as the nation's best-adjusted group also disturbed \nmany Asian-Americans who know that they -- or relatives and friends -- don't fit that rubric. Many questioned the \nsurvey's validity.\n\nSonny Le, who helped direct Bay Area outreach for the 2010 U.S. census, was among those looking askance at the \nglowing depiction.\n\nLe remembers the crowded San Francisco apartment his family landed in when they fled Vietnam decades ago, \nand he questions whether a phone survey of Asian-Americans would represent reality.\n\n\"We thought ourselves middle-class then, for whatever reason,\" said the Oakland resident. \"You're not going to find \nany newly arrived immigrant telling you they're poor or lower-class. We don't do that.\"\n\nAlthough the survey of some 3,500 people of Asian descent noted their great diversity, the presentation of the \ngroup as overwhelmingly successful, hardworking, happy and mostly unconcerned with discrimination echoed a \npersistent stereotype, some said.\n\n\"Our greatest concern with the study was in its kind of monolithic portrayal of Asian-Americans,\" said Dan \nIchinose, who directs the demographic unit of the Los Angeles-based Asian Pacific American Legal Center. \"We're \nconstantly facing this perception of our community as the model minority, but what we know through research is \nthat there's significant diversity.\"\n\n\nIchinose cited his group's report last year that exposed disparities under the Asian-American umbrella: Hmong \nAmericans, many of whom live in the Central Valley, have the lowest incomes of any ethnic group nationwide. One \nof the nation's fastest-growing Asian immigrant groups -- Bangladeshis -- is also among the poorest. One in four \nPakistani-Americans is uninsured. Asian-Americans are twice as likely as whites and blacks to have not seen a \ndoctor in at least five years.\n\nPew spokeswoman Vidya Krishnamurthy said researchers were nuanced in their 157-page report, most of it based \non a telephone survey conducted in eight languages.\n\n\"Asian-Americans are a distinctive group, and the population is by no means a monolith,\" reads one early \npassage.\n\nStill, advocates were critical of everything from the provocative title -- \"The Rise of Asian Americans\" -- to the \nsurvey conclusions that Asian-Americans are wealthier, more educated and \"more satisfied with their lives, \nfinances and the direction of the country, and they place more value than other Americans do on marriage, \nparenthood, hard work and career success.\"\n\nMany immigrants, including Latinos, emphasize work and family values, but blogger Calvin Ho said that doesn't get \nacknowledged in sweeping depictions of Asian-Americans reaching success by their own bootstraps. Pew's report \nin April that 75 percent of Latinos believe most people can get ahead if they work hard drew much less attention \nthan the new study finding 69 percent of Asian-Americans believe the same.\n\nThe UCLA sociology graduate student said recognizing such complexity matters because \"the model minority \nmyth has been used to pit Asian-Americans against other minorities.\"\n\nThe Pew survey pegs Asian-Americans as having the highest household incomes of any group, but the Asian \nPacific American Legal Center said that's in part because many Asian-American families have several workers \nliving under the same roof.\n\nWhen measured individually, Asian-Americans have lower incomes than whites.\n\nGraphic\n\n \n\nProthsan Gurung, 9, right, of Nepalese descent and of Oakland, lines up for food during world refugee day at San \nAntonio Park in Oakland, Calif. on Friday, June 22, 2012. A recent report revealed that more immigrants are coming \nfrom Asia than Latin America. Oakland hosts many Bhutanese, Burmese and Cambodian refugees. (Jane \nTyska/Staff)\n\nKarenni refugees from Burma (Myanmar) Mary Naw, 9, left, Sue Meh, 10, Poe Meh, 11, and Bae Meh, 10, left to \nright, wait to perform a dance during world refugee day at San Antonio Park in Oakland, Calif. on Friday, June 22, \n2012. A recent report revealed that more immigrants are coming from Asia than Latin America. Oakland hosts many \nBhutanese, Burmese and Cambodian refugees. (Jane Tyska/Staff)\n\nThe Karenni group Ree Meh, composed of Burmese refugees, performs during world refugee day at San Antonio \nPark in Oakland, Calif. on Friday, June 22, 2012. A recent report revealed that more immigrants are coming from \nAsia than Latin America. Oakland hosts many Bhutanese, Burmese and Cambodian refugees. (Jane Tyska/Staff)\n"}