{"title": "Report: U.S. relies heavily on illegal workers;Half on farm, 25% in home, 10% in eateries", "body": "\nWashington --- Nearly half of America's farm workers, 25 percent of household workers and 10 percent of \nrestaurant employees are illegal immigrants, according to a new study about America's undocumented foreign \npopulation.\n\nThe report, produced for the privately financed Pew Hispanic Center, was timed for release as President Bush \nmeets today with Mexican President Vicente Fox to discuss border and migration issues.\n\nAlthough a major amnesty plan is not on the agenda, officials continue to discuss a possible increase in permits to \nallow more temporary workers from Mexico.\nCox Washington Bureau\n\nThe Pew research indicates that the majority of the 7.8 million illegal residents in the United States come from \nMexico. It also found that close to 4 percent of the urban workforce is illegal.\n\nThese undocumented workers tend to be clustered in low-wage service and labor jobs, including garment-making, \nmeatpacking and agricultural work, the study found. They also make up 6 percent of construction laborers and \nalmost 5 percent of all manufacturing workers.\n\nPhilip Martin, one of the researchers and an economist at the University of California, Davis, estimated that 47 \npercent of the 2.5 million farm workers are in the United States illegally. Large farms that employ contract labor \ntend to have more illegals than smaller farms. Fruit and vegetable growers tend to hire illegal help more often than \nlivestock farmers do, he said.\n\nMartin said the supply of cheap, illegal labor has been plentiful during the past 20 years. He noted, however, that \nthe agriculture industry also could find ways to substitute for those workers, if the flow were reduced.\n\n\"There are alternative ways to get any kind of work done,\" Davis said. The wine industry relies on machines for \nthree-fourths of its harvest, and other commodities, including Georgia's Vidalia onion industry, could follow that \nlead, he said.\n\n\nThe Pew study's statistical portrait of the illegal workforce drew conflicting conclusions from groups that monitor \nimmigration.\n\n\"What we've seen in the last decade is that entire low-wage sectors of the economy are dependent on immigrant \nworkers,\" said Frank Sharry, executive director of the National Immigration Forum, an immigrant advocacy group.\n\n\"To us, it cries out for a comprehensive solution,\" said Sharry, whose group has called for a process for legalizing \nimmigrants already here and allowing more to come with the government's per- mission.\n\nSteven Camarota, research director for the Center for Immigration Studies, which favors a reduction in immigration, \nsaid the Pew report left out important consequences of the influx of undocumented workers.\n\n\"Does the modern Amer- ican economy need a lot of high school dropouts?\" Camarota asked, referring to the \nillegal population, which tends to have low education and low skill levels.\n\n\"The fiscal outcome of illegal immigration is overwhelmingly negative,\" he said, adding that this group costs more in \nsocial services than do other residents. \"The reverse is true for [immigrants] with college degrees,\" he said.\n"}