{"title": "Pot price falls 6.4 per cent; Legal and illegal prices down: StatCan", "body": "\nThe average cost of a gram of cannabis fell 6.4 per cent in the third quarter as the legal price fell for the first time, \nbut illicit weed continued to be significantly cheaper, according to an analysis by Statistics Canada using \ncrowdsourced data.\n\nThe overall average price of cannabis fell to $7.37 per gram compared with $7.87 per gram in the second quarter, \nas both illegal and legal retailers cut their prices, the federal agency said Wednesday.\n\n\"This is the first decline in price for legal cannabis since legalization,\" said Statistics Canada in a report.\n\nThe price of illicit cannabis has been falling steadily since the fourth quarter of 2018, when Canada legalized \nrecreational pot on Oct. 17, but the cost of legal weed had been slowly rising until now.\n\nDuring the third quarter, the average legal cannabis price dropped to $10.23 per gram, down 3.9 per cent from \n$10.65 per gram in the second quarter, Statistics Canada said. That compared with $10.21 per gram in the first \nquarter and $9.75 during the fourth quarter of last year.\n\nMeanwhile, the average illegal price of pot slipped to $5.59 per gram in the third quarter, down 5.9 per cent from \n$5.94 per gram in the second quarter. It was $6.22 per gram in the first quarter and $6.38 during the fourth quarter \nof 2018.\n\nStatistics Canada based these conclusions on price quotes gathered using its\n\nStatsCannabis crowdsourcing application between July 1 and Sept. 30, 125 of which were deemed plausible.\n\nIt urged caution when interpreting the data, as the quotes were self-submitted and the number of responses were \nlimited and less than half as many as in prior quarters.\n\nStatistics Canada also analyzed cannabis prices obtained from the websites of illegal online cannabis retailers, \nexcluding illicit storefronts. The results offer a vastly different snapshot of the illegal market, but the agency noted \nthat due to the types of data gathered, it is not directly comparable to its crowdsourced data.\n\nThe data of illegal cannabis has been gathered since the second quarter of 2018 in order to support research and \nvalidate price\n\ninformation collected via StatsCannabis, the agency said.\n\n\"Since the prices collected through web scraping include only illegal online purchases of cannabis, they are not \nfully comparable with the StatsCannabis data which include both online and other purchases of illegal cannabis,\" \nthe agency noted.\n\n\nThe web data shows that prices have gone up slightly since the fourth quarter of 2018, but the amount of increase \nvaried depending on the amount of cannabis being purchased.\n\n\"This data source also shows a strong inverse relationship in which prices decline as the quantity of cannabis \npurchased increases,\" Statistics Canada said.\n\nThe price per gram up to 1.49 grams of illegal cannabis amounted to $10.23 during the third quarter, up 6.7 per \ncent from $9.59 per gram in the previous quarter and up 6.8 per cent compared with $9.58 during the fourth quarter \nlast year.\n\nGraphic\n\n \n\nCanadian Press Photo; Cannabis is shown in a display jar on the first morning of opening for a Toronto retail store \nlicensed to sell Cannabis in Ontario, on April 1.; \n"}