{"title": "Brazen daylight smuggling pours illegals into U.S.; For as little as $100, Mexicans join groups heading right past Border Patrol agents", "body": "\nNOGALES, Mexico — One by one, men and women crawled on their knees and bellies across the hot desert sand \nabout 100 yards from where rumbling tractor-trailer rigs crossed from Mexico into Arizona.\n\nIn temperatures near 100 degrees, they looked like they were on a military reconnaissance mission, but their \ntattered clothing said these weren't soldiers. They were trying to make their way from southern Mexico to the \nUnited States.\n\nPresident Bush and Congress have vowed to seal America's porous border with thousands of National Guard \ntroops, miles of fences, surveillance cameras and aerial drones.\n\nBut in the Mariposa Canyon, those plans face a reality check.\n\nIn groups of 10 to 16, men, women and children routinely cross the border, led by brazen smugglers called \npolleros. It happens in broad daylight, under a blazing sun at high noon, around and through the 12-foot-high wall \nthat Uncle Sam erected in the late 1990s.\n\nThe scene unfolds under the noses of Customs and Border Patrol agents. Once across, the immigrants dash to a \nwarehouse parking lot, where a ride takes them to a safehouse in the Arizona border town of Nogales.\n\nOn May 22, the polleros allowed a Knight Ridder reporter and photographer to view their seedy world up close. The \nmen, many in their 20s, earn about $100 a head for sneaking mostly Mexicans into the United States. From there, \nthe illegal immigrants will fan out to look for work just about anywhere they can find it.\n\nAfter first hurling rocks at reporters and threatening them, the smugglers loosened up and let journalists accompany \nthem.\n\nSMUGGLERS OUT IN OPEN\n\nFinding smugglers is easy. At one wooden shack, more than a dozen were gathered, all talking at once on their cell \nphones and walkie-talkies.\n\nThe shack was a stone's throw from the Mexican government's border crossing, where an agent shooed away \nreporters. The smugglers also shared a joint in plain view of the authorities.\n\nIn turn, the polleros led groups of Mexicans down a trash-covered ravine to the 12-foot-high metal fence that \nguards the border. It's routinely blow-torched or cut to make space for passage.\n\n\nAt the point closest to the U.S. crossing station, the immigrants crawled on their bellies and through a cattle gate \ninstead of the high metal fence.\n\n\"They should've gone that way,\" said one smuggler as he watched from the top of the canyon. There was a crowd \naround the rickety shack, and the men all commented and criticized the tactics of the smugglers below, as if \nanalyzing a soccer game.\n\nA few hours later, a Border Patrol agent in his trademark dark green outfit started walking the U.S. side of the \nravine, putting an end to several hours of uninterrupted traffic.\n\nNow it was a race back into Mexico for a group of about 16 aliens, including a mother with a daughter younger than \n5. When the U.S. lawman slipped on the steep terrain, the gathered smugglers pumped their fists and cheered \nloudly as if someone just scored a goal.\n\nUndaunted, the 16 marched back along the Mexican side of the border to regroup behind a large metal fence.\n\nBAD BOYS\n\nThree smugglers, all young men from the state of Sinaloa, a drug-trafficking hub, waved over a Knight Ridder \nreporter to accompany them as they tried again.\n\nThe smugglers identified themselves only by their street-gang nicknames — El Chumi, El Cholo and El Tacohuayo. \nThey were all in their early 20s and seemed half-mobster and half-Beavis and Butthead. They joked and bantered \nconstantly, razzing each other and using language that would make a sailor blush. But look at the fear in the eyes of \ntheir human cargo, and you knew these three weren't choirboys.\n\n\"Why do you want to build a wall when we'll just find a way around it?\" asked Chumi.\n\nThe pudgy, baby-faced smuggler complained that Mexicans are just seeking work and shouldn't face such \nobstacles to entry. All efforts to stop smugglers will fail, he insisted.\n\nSince Oct. 1, 2005, more than 288,000 illegal immigrants have been apprehended in and around Nogales. Almost \n489,000 were caught here in the 2005 fiscal year. Clearly, not everyone is getting across.\n\nBut with an estimated 12 million illegal immigrants living in the United States, lots do get across, as was evident on \nthis scorching afternoon.\n\nJuan Carlos, a timid man from the state of Puebla, quietly interrupted the sermon of the man smuggling him to \nAmerica.\n\n\"If the U.S. doesn't want illegal workers, why are companies coming here to contract them,\" he asked, telling of \nrecruiters who come through his region south of Mexico City with buses. They offer to take people across to waiting \njobs, he said. The cost of the illicit transit would be deducted from their pay.\n\nDuring the only moment the smugglers were out of earshot, one man said he paid $1,000 to be taken across the \nborder. Another angrily referred to the smugglers as \"corruptos,\" or the corrupt ones.\n\nWhen the smugglers returned to the resting spot in the canyon — littered with discarded water bottles, dirty clothing \nand toilet paper — the sun-baked immigrants fell silent again.\n\nSIZE UP SITUATION\n\nChumi and Tacohuayo, a serious-looking dark-skinned man with a mustache and a sweat-soaked green golf shirt, \nshared their strategy.\n\n\n\nThey pointed to the pole-mounted cameras on the other side of the high fence. They would have to time their sprint \nacross the border to the movement of the cameras, which are remotely operated from a control room in a Border \nPatrol station. The men were patient. They watched the cameras closely over nearly an hour to see if they could \ndetect a pattern.\n\nAlong the rusting fence, blue metal hacksaw blades littered the ground, used to cut peepholes that would help \ndetermine when to run across.\n\nSuddenly, it was time to move.\n\nTacohuayo swiftly led the first group of six through a makeshift door cut out of the American fence.\n\nThe pudgy Chumi brought up the rear. The immigrants scurried across the desert on their knees to a rancher's \nchain-link fence, which they'll slide under.\n\nA Border Patrol van appeared to watch much of the attempt from a few hundred feet away. Later that evening, \nduring a tour of the Border Control station, it was clear the cameras probably did see it all.\n\nSo how did it happen? The smugglers insisted Border Patrol agents are paid to look the other way.\n\nNonsense, said Manuel Coppola, publisher of Nogales International, the Arizona border city's twice-weekly \nnewspaper.\n\nCoppola's May 19 editorial blasted President Bush's plan to send up to 6,000 National Guard troops to the border, \ncalling it \"lame.\" Like many on the border, Coppola said that far more boots on the ground are needed and that the \nBorder Patrol is forced to leave smaller groups alone while it concentrates on larger numbers of crossers.\n\n\"Do we stop everything? No,\" senior agent Jim Hawkins, a Nogales Border Patrol spokesman, said when asked \nabout the daylight crossings.\n\n\"I don't think people understand the sheer scope of this issue,\" Hawkins said.\n\nSince Oct. 1, 2005, more than 288,000 illegal immigrants have been apprehended in and around Nogales. Almost \n489,000 were caught in the area in the 2005 fiscal year.\n"}