{"title": "Illegal Immigrants Get College Scholarships", "body": "\nAmong all the numbers that populate Nataly Lopez's life -- including phone digits, addresses, pass codes and \nfriends' ages -- there is one that she never forgets: the cost of a semester's tuition at Baruch College, where she is \na sophomore.\n\nMs. Lopez, 21, is an illegal immigrant from Ecuador and has struggled to make ends meet, working several jobs to \nbe able to pay for school.\n\n''Two thousand eight hundred and five,'' she said. ''I know that number because I have to reach it to get to the next \nsemester.''\n\nState proposals that would make government financial aid available for illegal immigrants like Ms. Lopez are \npending in Albany. Frustrated with the pace of federal and state legislative action, advocacy groups, with the \nsupport of New York City officials, have developed a stopgap solution -- for a small number of needy students, at \nleast.\n\nOn Thursday, the groups announced the recipients of a new college scholarship specifically for illegal \nimmigrants, the first such program in the state, they said.\n\nThe program is financed by foundations and private donors, not public sources. But it has received crucial financing \nand support from the Fund for Public Advocacy, a nonprofit arm of the office of the city's public advocate, Bill de \nBlasio, a likely candidate for mayor in 2013.\n\n''We all have to make up for the madness of our national policies,'' Mr. de Blasio, a Democrat, said at a news \nconference to introduce the 10 recipients, including Ms. Lopez. ''As an American and the grandson of immigrants, \nI'm offended we even have to be standing here having this discussion.''\n\nThe first round of scholarships, called Dream Fellowships, was open only to undergraduates in the City University \nof New York system. The program allocates $2,000 toward a semester's tuition per recipient. It also places the \nstudents in a leadership-development program and provides them with internships at immigrant-advocacy \norganizations across the city.\n\nLast year, the California Legislature passed a bill allowing illegal immigrant students access to state financial aid. \nIn the absence of similar legislation in other states, advocates have created private scholarships specifically \nintended for illegal immigrants, though they remain rare.\n\nMore than 100 students applied for the fellowships, which are coordinated by the New York Immigration Coalition \nand receive additional financing from the Korean American Community Foundation, as well as small contributions \nby several labor unions.\n\n\nThe initial group of fellows immigrated from East and South Asia and Central and South America. In the news \nconference, they said that the internships were an opportunity to broaden their education, and that the money was a \nmuch-needed windfall to help allay tuition.\n\nThey spoke of their ambitions to pursue advanced degrees and become highly trained professionals -- in the United \nStates. But they also described the stresses of living in legal shadows, juggling jobs and classes while pressing \nforward toward an uncertain future.\n\nYohan Garcia, 25, said he dropped out of high school in Mexico and came to the United States nine years ago. \nWhile holding various low-wage jobs, including washing dishes, he learned English and enrolled at the Borough of \nManhattan Community College. He now attends Hunter College and hopes to become a human rights lawyer or \nsenator.\n\n''I am a dreamer,'' he declared.\n\nMs. Lopez, who immigrated at age 4, said she dropped out of college in 2009 when she could no longer pay for her \nclasses. As the gravity of her legal situation dawned on her -- ''the realization that I can't do anything in this \ncountry,'' Ms. Lopez said -- she pitched headlong into depression.\n\nIt took her a year to return to college. Now in the last semester of her sophomore year and pursuing a major in the \npsychology of language, she works full time as a waitress and is also a social media consultant for a Web design \ncompany and an English tutor.\n\n''Our stories represent 65,000 students who are in the same position,'' she said.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTO: Nataly Lopez, at lectern, and nine other City University of New York students received financial aid \npackages Thursday. Illegal immigrants do not have access to government aid under state law. (PHOTOGRAPH \nBY  MICHAEL APPLETON FOR THE NEW YORK TIMES)                                                         \n"}