{"title": "GWINNETT INSIDER: Huntsville copies Gwinnett's anti-illegal immigration law", "body": "\nBeginning Oct. 1, contractors looking for work from the government of Madison County, Ala., will have to abide by \nthe same anti-illegal immigration policies that the Gwinnett Board of Commissioners adopted in June.\n\nMadison County Commissioner Mo Brooks told the Huntsville Times a couple of weeks ago that the ordinance he \ndrafted was specifically modeled after Gwinnett's amended purchasing ordinance.\n\nAmong changes approved by the Gwinnett commissioners on June 26, all county contractors must verify that all of \ntheir employees are legal U.S. residents. The changed ordinance also empowers county auditors to periodically \ninspect the records of these companies and interview their workers.\n\nSome contractors initially balked at Gwinnett's ordinance over the employee-verification requirements, which they \nconsidered difficult, if not impossible, to comply with. \n\nA friendly follow-up interpretation of the ordinance by county staff allayed many of the contractors' concerns.\n\nPirkle. Now where have we heard that name before?\n\nIt turns out that Glenn Pirkle, the unknown running for chairman of the Board of Commissioners, is politically \nconnected. Sugar Hill Mayor Gary Pirkle is his second cousin.\n\nGlenn Pirkle said he and the mayor are close.\n\n\"We have family gatherings up at our family pavilion,\" Glenn Pirkle said.\n\nBut does he expect to have his cousin's political support?\n\n\"I haven't talked to him about that yet,\" Glenn Pirkle said.\n\nLast week, Glenn Pirkle filed the necessary paperwork to begin raising money for his campaign. In doing so, the \nelectrical contractor from Buford jumped ahead of a couple of political heavyweights who are also expected to run.\n\n\nAmong them are incumbent Chairman Charles Bannister and Commissioner Lorraine Green.\n\nLast week, we told you that Pirkle's opposition to the county's year-old stormwater tax compelled him to run. Pirkle \nsaid he wasn't really all that upset about his own bill.\n\nBut the devout Baptist told us on the Friday evening before Memorial Day that he was incensed that churches must \npay the tax. We didn't report that detail last week because we couldn't confirm it. It turns out to be true.\n\nIn Gwinnett, it's a doggy-dog world\n\nSince we ran the story about the doggy and kitty oxygen masks recently donated to the fire department, we've \ngotten a bunch of e-mails and calls from people who'd also like to purchase and donate these masks to animal \nrescuers.\n\nH.E.L.P. Animals Inc., in Orange City, Fla., has a program through which dog and cat lovers can purchase the \nmasks and donate them to their local fire and rescue departments.\n\nFor information, go to www.helpanimalsinc.org or call 386-775-4966 or contact oxygenmaskinfo@help \nanimalsinc.org.\n\nShafer appointed to regional energy panel\n\nState Sen. David Shafer (R-Duluth), was appointed Thursday by Georgia Lt. Gov. Casey Cagle to the Southern \nStates Energy Board.\n\nThe panel, based in Atlanta, promotes policies and provides technical assistance for southern state lawmakers on \neconomic development, environmental protection and energy security.\n\nThe panel is made up of governors and state lawmakers from around the South.\n\nMadison County Commissioner Mo Brooks told the Huntsville Times a couple of weeks ago that the ordinance he \ndrafted was specifically modeled after Gwinnett's amended purchasing ordinance.\n\nTHE TAXMAN COMETH ... AGAIN\n\nThis is just a friendly reminder to all Gwinnett property owners: The deadline for paying the first of two property tax \nbills is Sept. 15.\n\nYou can pay in person at the Gwinnett Justice and Administration Center in Lawrenceville or the North Gwinnett \nMotor Vehicle tag office in Buford. \n\nTaxpayers can pay their bills in several other ways:\n\n* By mail: Gwinnett County Tax Commissioner, Department of Property Tax, P.O. Box 372, Lawrenceville, GA \n30046---0372.\n\n* In person: The Gwinnett Justice and Administration Center's property tax office at 75 Langley Drive in \nLawrenceville, GA 30045; or, the North Gwinnett Motor Vehicles Tag Office at 2735 Mall of Georgia Blvd. in \nBuford. Both offices will be open from 8:30 a.m. to 5:30 p.m. this week.\n\n* By telephone: call 770-822-8800. \n\n* By Internet: www.GwinnettTaxCommissioner.com.\n\nFor more information, go to the Web site and telephone number listed above, or e-mail tax@gwinnettcounty.com\n\nhttp://www.helpanimalsinc.org/\nhttp://www.gwinnetttaxcommissioner.com/\nmailto:tax@gwinnettcounty.com\n\n\nGraphic\n\n \n\nPhoto: Shafer/ImageData* ImageData*\n\nPhoto: Cagle/ImageData*\n"}