{"title": "ICE LOCKS 'EM UP, THROWS AWAY KEY", "body": "\nA REPORT RELEASED yesterday by Amnesty International exposes - once again - the human rights scandal that \nimmigration has become.\n\n\"Tens of thousands of people languish in immigration detention facilities every year without receiving a hearing to \ndetermine whether their detention is warranted,\" said the report, titled \"Jailed Without Justice: Immigration \nDetention in the USA.\"\n\nThis report reveals the human rights violations associated with the dramatic increase in the use of detention as an \nimmigration enforcement mechanism.\n\nThe number of people in detention has increased exponentially in the last 10 years - to about 300,000 annually, the \nreport says.\n\nOn any given day, there were more than 30,000 people in custody in 2008, and the number is bound to go up in \n2009, the report says.\n\nThose detained include the documented and the undocumented, asylum seekers, trafficking victims, children and \neven U.S. citizens - people like 37-year-old Hector Veloz, a resident of Los Angeles.\n\n\"My case was so ironic,\" said Veloz. \"I am a U.S. citizen, but was held for 13 months and placed on deportation \nprocedure. Because the prison is in Arizona and my family lives in California, I didn't see my son Geronimo even \nonce in those 13 months.\"\n\nVeloz's father is a U.S. citizen, a Vietnam vet who was awarded a Purple Heart. His mother is an immigrant from \nMexico. The couple met in the U.S., but when his father was shipped out to the war, his expectant mother returned \nto Mexico for support, where Veloz was born.\n\nShe came back to the U.S. with the 4-month-old Hector, and he grew up in California living at home with both \nparents.\n\nHector Veloz was detained by Immigration and Customs Enforcement after serving a six-month-jail sentence for \nreceiving stolen property. Released on parole, Veloz was picked up by ICE the day of his release and flown straight \nto the Eloy Detention Center in Arizona, where he remained from June 2007 to July 2008.\n\n\nThe detention center is one of several operated by the profitable Corrections Corporation of America, the largest \nprivate corrections company in the U.S.\n\n\"I showed them my birth certificate and that of my father, my parents' marriage certificate. But they wanted more \nproof and kept processing me for deportation, even if none of my documentation was ever contested,\" said Veloz.\n\nICE said Veloz had entered the country illegally. Veloz appealed and finally was released.\n\n\"It was a terrible prison,\" he said.\n\nConfined in prisonlike facilities, detainees are held under civil immigration laws, under which they are neither \naccused nor convicted of a crime, the report said.\n\nWith no right to counsel, they are often subject to mandatory detention without the right to judicial review, and face \nchallenges in their use of habeas corpus.\n\nWITH THE RELEASE of the report, Amnesty International launched a campaign to protect the human rights of \nimmigrants.\n\n\"Immigrants, especially Latinos, have become the boogey man, the new whipping boy,\" said Rosa Clemente, \nAmnesty's campaign director for human rights. \"Right now, we are focusing on the report, but the campaign will \ndeal with immigration reform, immigrant rights, all the issues around immigrants.\"\n\nClemente said that Amnesty had drafted a letter to Homeland Security Secretary Janet Napolitano about the \nabuses in detention centers.\n\n\"This cannot wait. This is a situation that should be taken care immediately,\" she said.\n\naruiz@nydailynews.com\n"}