{"title": "LADY LIBERTY IS TURNING HER BACK Asylum-seekers, fleeing from persecution, are treated like criminals in the U.S.", "body": "\nThe ear-piercing cries of his Nigerian fellow inmate startled Philip Sesay, who was rapt in his nightly prayers from \nthe soul-soothing Book of Psalms.\n\nStuffing six tablets of pain-killers in his mouth, the hysterical man jumped down from the adjoining bunk bed, \nscreaming, \"I'm going to die, let me die!\"\n\nSecurity guards and a nurse at Wackenhut Corrections Facility a contracted Immi-gration and Naturalization \nService lockup in Jamaica, Queens quickly responded, dragging the sobbing detainee away in handcuffs.\n\n\"It is like a hell here,\" said Sesay, a 54-year-old asylum-seeker from Sierra Leone. \"Humiliating.\"\n\nSesay, who fled his junta-controlled country after its elected government was overthrown in 1997, has been \nincarcerated at Wackenhut for more than three years, though he has not been convicted of a crime.\n\nBefore 1996, people fleeing torture and persecution around the world who arrived in the United States seeking \nsanctuary were set free while the INS sorted out their asylum cases. Not anymore.\n\nToday's asylum-seekers landing at Kennedy and other airports are automatically jailed pending the outcome of \ntheir cases. They are strip-searched once at the airport and later at the detention center and shackled. Many recall \nbeing told that they were being sent to a hotel.\n\n\"They tell me we send you to a place like hotel for approximately seven days,\" said Oleksiy Galushka, 32, of \nUkraine, who has been at Wackenhut for two years, fighting his deportation order. \"But this is not hotel it is more \nlike prison, but much worse. At least in prison you have a sentence. In prison you can move around, go to library ... \nyou can get fresh air.\"\n\nThe detention policy has come under fire from human rights and immigrant advocates who believe the systemic \nlockdown of asylum-seekers is an embarrassing and unnecessary practice for a democratic country like the \nUnited States.\n\n\"We're warehousing people running from unspeakable horrors,\" said Frank Lipiner, chief immigration attorney at the \nHebrew Immigrant Aid Society, which provides free legal services to local asylum-seekers. \"This is the welcome \nthat we give to today's refugees.\"\n\n\nThe detainees are parceled out to a network of 900 jails and detention centers nationwide. Locally, they are housed \nat the 300-bed Elizabeth Detention Center in Elizabeth, N.J., and at Wackenhut, which houses up to 200 people. \nWackenhut Correc-tions Corp. is a Florida-based company that runs 55 jails in the U.S. and around the world. The \nfirm has a five-year, $49 million contract with the INS to operate the jail in Queens.\n\nIn interviews, a dozen present and former INS detainees all portray a world filled with idleness and uncertainty.\n\nThey tell stories of grown men scrawling words on the walls with their own feces, and of people staging hunger \nstrikes including one started last week at Wackenhut.\n\nThey also tell stories of detainees trying unsuccessfully to take their own lives by hanging with threadbare sheets or \nswallowing analgesics and liquid detergent.\n\nINS officials maintain that the agency is simply following the law and must err on the side of caution when it comes \nto releasing foreigners who arrive with fraudulent documents.\n\nIn Washington, INS spokes-man Russell Bergeron said the agency is not the only entity involved. Other divisions of \nthe Justice Department make final legal decisions.\n\n\"Before these individuals can be released, we have to have a sense of who they are,\" he said.\n\nBut activists point to cases like that of Patrick Mkhizi, who fled the Democratic Republic of the Congo in 1997 after \nhe was tortured for being part of a political family that opposed former dictator Mobutu Sese Seko. He was detained \nat Elizabeth for two years before getting transferred for \"disciplinary reasons.\"\n\nHe spent the next year at Sussex County Jail in Newton, N.J., with murderers, sexual predators and robbers before \nbeing granted political asylum in November.\n\n\"I had to worry about getting deported and getting raped,\" said Mkhizi, 27, who\n\nhas scars on his scalp from the beatings he says he took from Mobutu's soldiers.\n\nLast month, following numerous lawsuits and allegations of abuse from detainees and their advocates nationwide \nincluding a 1995 riot at Elizabeth the INS established national standards for the treatment of all its inmates.\n\nThe 36 guidelines cover everything from visits to the required temperature for meats.\n\nAlthough immigrant advocates call the establishment of standards a small victory, there is no guarantee that they \nwill be enforced, said Chris Nugent, director of the Immigration Pro Bono Project of the American Bar Association, \nwhich helped the INS draft the guidelines.\n\nSkeptical detainees also warn that the guidelines won't necessarily change the quality of the food served, the \nexpensive phone cards that cost them 17 cents per minute or the way they are treated by security guards.\n\n\"They talk to you like a dog, no respect, no consideration for you,\" said former Wackenhut detainee Jean Pierre \nKamwa, 38, who was granted political asylum from his native Cameroon a year ago. \"Only difference here than in \nmy country there are no beatings [here].\"\n\nIn addition, the standards don't address the mental health of inmates,\n\nmany of whom have suffered trauma and persecution, advocates say.\n\n\"There is a real concern that this can potentially retraumatize the individual coming here seeking safety,\" said Dr. \nAllen Keller, director of the Bellevue Hospital/New York University Program for Survivors of Torture. \"The \nuncertainty of not knowing what's going to happen to you can be very stressful.\"\n\n\n\nINS officials estimate that the agency is indefinitely holding an average of 3,000 people nationwide, none of whom \nhave been charged with a crime. Immigrant advocates believe that the number is much larger but hard to pin down \nbecause the inmates are spread out across so many facilities.\n\nAccording to the INS office in New York, from April 1, 1997, to Sept. 30, 2000, 2,506 people mostly Asians and \nAfricans arrived at JFK asking for asylum. Of those, INS allowed 2,061 to pursue the immigration court process. \nThe agency did not have figures available on how many of them are still in detention.\n\nPeople asking for asylum in the U.S. must prove a \"well-founded fear\" of persecution based on either race, \nreligion, national origin, political beliefs or membership in a social group.\n\nBut many flee their countries without proper documents or evidence to prove their story, a painstaking process that \nINS officials go to great lengths to corroborate or refute.\n\n\"The mandatory detention of asylum-seekers who present no danger to the community is fundamentally unfair and \ninconsistent with our proud tradition of protecting those who suffer persecution,\" said Eleanor Acer, of the New \nYork-based Lawyers Committee for Human Rights. \"There needs to be a substantial change in the way we treat \nasylum-seekers.\"\n\nGraphic: COMING TO AMERICA\n\nNumber of people, based on region of origin, who claimed asylum at Kennedy Airport in the 3 1/2 -year period \nbetween April 1, 1997, and Sept. 30, 2000:\n\nAsia\n\n1,109\n\nAfrica\n\n861\n\nEurope\n\n371\n\nSouth America\n\n70\n\nCaribbean\n\n69\n\nCentral America\n\n17\n\nNorth America\n\n2\n\nOther\n\n7\n\nTotal\n\n\n\n2,506\n\nSource: U.S. Immigration and Naturalization Service\n\nGraphic\n\n \n\nGRAPHIC;STATISTIC, JENNIFER S. ALTMAN MICHAEL APPLETON KEITH BEDFORD Patrick Mkhizi, who fled \nDemocratic Republic of Congo, gained asylum after spending time in company of murderers and sexual predators \nat a jail in New Jersey. Wackenhut Corrections Facility in Jamaica, Queens. Philip Sesay of Sierra Leone has spent \nthree years behind bars. Patrick Mkhizi, who fled Democratic Republic of Congo, gained asylum after spending time \nin company of murderers and sexual predators at a jail in New Jersey. Jean Pierre Kamwa, 38, stares into \nWackenhut facility in Queens from the outside. He was granted asylum from his native Cameroon a year ago.\n"}