{"title": "Latest Tool Of Shoplifters: Metal in Bags", "body": "\nIn what the Nassau County police called the method of choice for professional shoplifters, five people have been \ncharged with using shopping bags lined with metal to circumvent store security systems and steal more than \n$8,000 in merchandise from a mall in Massapequa.\n\n The suspects, all illegal immigrants, may be part of a shoplifting ring operating along the East Coast, the police \nsaid.\n\n\"This is not the first time we have seen this,\" said Detective Lieut. Andrew Fal. \"It has occurred in other malls in \nNew York and even in other states.\"\n\n The shoplifters were caught when officers, on patrol for car thieves at the Sunrise Mall, saw something odd \nThursday afternoon: a group of shoppers kept coming out of the mall, dumping merchandise in a car and going \nback in.\n\n The officers quickly concluded, \"Either they're very fast shoppers, or something is wrong here,\" Lieutenant Fal said. \nWhat they found, he said, was a team of thieves.\n\n Along with the $8,000 in jeans, boots, blouses and shirts that had been taken from stores including Macy's and J. \nC. Penney, the police found a map and list indicating that the suspects had been stealing from malls throughout the \nmetropolitan area, and perhaps as far away as Delaware, for months.\n\n The five people arrested, all Queens residents and all illegal immigrants from Mexico, Peru and Argentina, were \nusing three large shopping bags marked on the outside with the name of a department store and lined with a \nsecond bag apparently made of metal.\n\n \"There is no question that for the last six to eight months we have seen an increase in this technique where \nshoplifters are using aluminium-foil-lined bags,\" said Louis J. Chiera, a spokesman for Sensormatic Electronics \nCorporation, the world's biggest supplier of electronic surveillance systems for stores.\n\n Mr. Chiera said in a telephone interview from company headquarters in Deerfield Beach, Fla., that retailers with \nnewer systems that could penetrate the aluminum had caught thieves using variations on the theme.\n\n\n A would-be thief at a New York City discount store had constructed a pair of metal boxer shorts, a West Coast \ndepartment store arrested a customer with a metal pouch inside his pants and several stores reported bags lined \nwith duct tape that apparently had a high enough metal content to defeat the anti-shoplifting devices.\n\n Anthony Davis, the security manager at the Nordstrom department store in Paramus, N.J., said some women had \nstuffed merchandise into specially designed girdles. In recent months, one woman was caught with 15 dresses in \nher girdle. Another attempted to conceal two leather jackets.\n\n \"It's just a common thing to see them now,\" Mr. Davis said. \"Before, it was like, 'Oh my God, look at this.' You are \nnot talking about a person who is shoplifting a $25 pair of jeans. You are talking about a person who conceals over \n$1,000 at a pop.\"\n\n In hardware stores, thieves have occasionally filled metal garbage cans with goods they wanted to steal.\n\n The Tower Records chain, an early victim of the technique, decided two years ago to invest the extra $4,000 to \n$5,000 per store for a newer system that can overcome the metal-lined bags and clothes, said Rodney A. Harris, \nassistant director for loss prevention.\n\n The anti-theft devices first introduced over 12 years ago worked on low-frequency radio signals. Shoppers walked \nthrough an electronic bubble of radio waves created around the entrance to the store. If they left with one of the \nmetal-lined plastic tags on an item of clothing, it would trip an alarm.\n\n The metal-lined shopping bags prevented the security tag from returning the radio signals. The latest systems use \nsound waves instead to activate the security tags. The sound waves can penetrate the metal.\n\n Retailers estimate the losses from shoplifting across the country in the hundreds of millions of dollars annually.\n\n \"This area has been victimized by these people and their bags,\" said Peter di Spagna, an investigator with the \npolice burglary squad in Stamford, Conn. \"The bags come in all varieties, shapes and sizes.\"\n\n Sometimes referred to as booster bags, he said the shoplifters sometimes use pizza delivery bags and line them \nwith lead sheeting similar to engine insulation in tractor-trailers. The pizza bags can be slung over the shoulder of \nthe shoplifter and hidden under large winter coats.\n\n \"They are going after the high-ticket items,\" Officer di Spagna said. \"These guys do this for a living. They are sort of \nlike semiprofessionals.\"\n\n The police said such thieves often work in pairs, with one distracting the salespeople while the other stuffs the \nbags. They said it was not uncommon for thieves using the bags to make off with thousands of dollars in goods in \na day.\n\n On Long Island, Lieutenant Fal said that the Federal Bureau of Investigation and the Immigration and \nNaturalization Service have been called in to investigate because a pattern was emerging of illegal aliens -- many \nwho could not speak English -- working in teams as shoplifters.\n\n The five arrested were Juan Martinez, 47, of Flushing, and Pedro Ramirez, 36, Adela Desoto, 39, Lucia Chanduvi, \n38, and Jesusa Castro, 23, of Corona. All were arraigned yesterday at First District Court in Hempstead and \ncharged with criminal possession of stolen property and possession of burglar tools.\n\n The police said goods stolen in stores are often sold at a discount on the streets of large cities or to retailers who \nare involved in the ring.\n"}