{"title": "Attack Ads You'll Be Seeing", "body": "\nHere's an emerging line of attack you can expect to hear more of in the 2008 congressional campaigns -- \nespecially if you live near a vulnerable Democratic incumbent: Democrats vote to give welfare benefits to illegal \naliens.\n\nOr, even better: Democrats vote to take benefits away from deserving senior citizens to pay for welfare for illegal \naliens.\n\nUgly? Absolutely. Devastating? So Republicans hope. True? No.\n\nBashing Democrats on immigration -- accusing them of doing everything but carrying illegals' luggage across the \nborder -- is a GOP mainstay. But the accusations that Republicans started to peddle last week reached a new low \nin dishonest nativism.\n\nThe first salvo involved the House version of the measure to extend the children's health insurance plan, SCHIP.\n\n\"What we do is take, at the cost of seniors who get . . . choices of their own health-care plans, we take it away,\" \nformer speaker Dennis Hastert (R-Ill.) claimed during the House debate. \"We wipe it out, and we give it to people \nwho are illegal aliens.\"\n\n\"That bill, if it becomes law, would take $197 billion out of the Medicare trust fund, from our seniors, to give to illegal \naliens,\" charged Rep. Ron Lewis (R-Ky.).\n\nLeave aside the inflated numbers. Leave aside the scare talk about \"our seniors.\" (AARP, the seniors' lobby, \nsupports the bill.)\n\nThe provision at issue would repeal a 2006 requirement that everyone applying for Medicaid provide proof of \ncitizenship -- passports or original birth certificates. That might sound sensible, but it has been a cumbersome, \nexpensive solution to a non-problem.\n\n\nIn 2005, when he was overseeing the Medicaid program for the Bush administration, Mark McClellan noted that an \ninspector general's investigation did \"not find particular problems regarding false allegations of citizenship, nor are \nwe aware of any.\"\n\nBecause many Medicaid applicants don't have such papers easily at hand -- they're not the passport-carrying types \n-- the requirement has resulted in tens of thousands of eligible children being denied coverage or kicked off the rolls \nand has cost states millions of dollars to administer.\n\nIn Virginia, for instance, during the first nine months of implementation, the state's Medicaid rolls fell by 11,000 \nchildren -- even as the number of children enrolled in SCHIP, the parallel program for children in families earning \nslightly more, continued to rise. The impact wasn't on Hispanic children, whose families tend to have documents \navailable and whose enrollment numbers continued to increase, but on white and African American children.\n\nThe House provision makes the documentation requirement optional for states, which, after all, have an interest in \nseeing that their Medicaid dollars are spent properly. Adults on Medicaid would still have to prove citizenship, \nswear that their children are citizens and provide their children's Social Security numbers. And states would have to \nconduct annual audits to ensure that no illegal immigrants are being covered.\n\nOpponents point to Congressional Budget Office estimates that lifting the documentation requirement would raise \ncosts $2 billion over 10 years. But, CBO Director Peter Orszag told me, that's almost entirely because it would \nincrease enrollment of eligible children.\n\nNot that those inconvenient details matter much. \"Target Dems Go the Extra Mile for Illegal Immigrants,\" crowed the \nHouse Republicans' campaign arm. It sent out individualized releases accusing vulnerable Democrats of voting \"to \ngive illegal immigrants government healthcare benefits.\" You can see the 30-second ads coming.\n\nBut the debate over the health insurance bill looked tame next to the howls of outrage over a later vote on a \nproposal to change the agriculture spending bill to bar funds from being spent on illegal immigrants -- specifically, \nfor housing benefits or in hiring. That is, of course, prohibited under existing law, as California Republican Jerry \nLewis acknowledged in making the motion.\n\nRepublicans had a legitimate beef with the way the vote was hustled to a premature close, giving Democrats a \nvictory that might not have been theirs. But at a news conference the next day, Republicans took pains to \nemphasize that this was not simply about procedural mistreatment.\n\n\"The radical leadership of the Democrat Party reversed that vote in order to again give more government benefits to \nillegal immigrants,\" said Jeb Hensarling of Texas, who chairs the conservative Republican Study Committee.\n\nTo the Democratic leadership, said Tennessee Republican Marsha Blackburn, \"it is more important to let illegal \nimmigrants be paid, fed and sheltered with U.S. taxpayer dollars than it is to let the voice of the American people be \nheard.\"\n\nPaid, fed and sheltered? Federal law already prohibits this. But this debate isn't really about making good use of \nfederal funds. It's about using immigration as a weapon against at-risk Democrats -- and assuming voters won't \nbother to learn the truth.\n\nmarcusr@washpost.com\n"}