{"title": "TEACHERS LEARN SOME LESSONS ON IMMIGRATION;PROGRAM EMPHASIZES STRENGTHS OF MOVERS", "body": "\nMore than one in four St. Paul students speaks a language other than English at home.\n\nBecause so many of their students are new to America, about 25 St. Paul teachers are spending the week studying \nways to incorporate literature and social studies dealing with immigration and migration into their classrooms. The \ntopic, they say, is too important to rely on a once-a-year nod to different nations' food and holidays.\n\nThe humanities program, held at Macalester College, emphasizes the strengths of people who decided to move \nor were forced to, whether from a faraway country or to an Indian reservation. Teachers are reading books for all \ngrade levels, watching videos, listening to speakers and participating in discussions on how to work the material \ninto their lessons.\n\nEven kindergartners can appreciate a picture book of what it was like for artist Carmen Lomas Garza to grow up in \na traditional Mexican household. And after discussing the book, the teachers decided, children can draw their own \npictures to tell about what it's like growing up in their own houses.\n\n\"We can say, 'Tell me about your own family,\"' said Longfellow Elementary School teacher Marcella Ruiz, herself a \nfirst-generation emigrant from Mexico.\n\nThe weeklong program was designed by the Minnesota Humanities Commission, the National Faculty and the Phi \nBeta Kappa Society to offer to St. Paul district teachers a workshop taught by nationally recognized scholars. It \nwas funded by the Knight Foundation.\n\nOf the St. Paul district's 40,000 students, 8,000 speak Hmong at home, 1,500 speak Spanish, 500 each speak \nCambodian and Vietnamese, 165 speak Chinese, 180 speak various African languages and 70 speak Russian.\n\nNot only do St. Paul's children need to understand and appreciate each other's backgrounds, the teachers said, but \nit's crucial for the staff to be knowledgeable about what it means to move into a different culture.\n\n\"I'm white, and I have to do this kind of thing to make myself more aware,\" said Carolin Faytle, who teaches French \nat Ramsey Junior High.\n\nIt's important to realize that St. Paul, like the United States as a whole, was built by immigrants, said Macalester \ngeography professor David Lanegran.\n\n\nOn Wednesday afternoon, Lanegran taught a classroom session and then took the teachers on a bus trip that \nincluded an Asian grocery store and Swede Hollow, the location of a former slum for a succession of immigrants - \nfirst Swedes, then Italians, then Mexicans.\n\nTo put the current waves of Asian migration into perspective, Lanegran outlined the history of immigrants in the \nUnited States and in St. Paul. The largest number between 1820 and 1986 was from Germany, followed by Italy, \nthe United Kingdom, Ireland and Austria-Hungary. And in St. Paul a century ago, Swedes and Norwegians had a \nserious running argument over which ethnic background was better.\n\n\"We are all migrants,\" Lanegran told the teachers. \"We will all move. We are constantly weighing the advantages of \nother places and the costs of getting there.\"\n\nBut the feelings of those who got there first toward the most recent arrivals have always been the same, Lanegran \nsaid.\n\n\"We find this attitude in every single ethnic group,\" he said. \"It's always: 'Close the drawbridge after me.\"'\n\nGraphic\n\n \n\nPhoto: Joe Rossi, Pioneer Press\n\nSue Wallen, a teacher at Como Park High School, talks to Tiffany Yang, 3, and\n\nher brother Anthony, 11, at May's American-Oriental Market on University\n\nAvenue. The market was one stop on a bus tour for teachers Wednesday.\n"}