{"title": "An Honest Debate About Immigration.", "body": "\nByline: Marcela Sanchez\n\nWASHINGTON -- What part of \"illegal\" don't you understand?\n\nFor anyone who writes about immigration, as I do, this is a familiar question. It was posed to me again this week \nas I read e-mails from readers who have been distressed with my views on illegal immigration. Put simply, many \ndislike the fact that I do not condemn outright those immigrants who are here illegally.\n\nLast week I replied to a few dozen of those readers and asked them to relay a personal experience that has helped \nshape their current view of illegal immigration. Some described horrors of being victims of Mexican gang violence, \nothers shared their plans to pick up and move out of their homes in frustration over what they consider the \ndisrespectful behavior of Hispanic newcomers in their neighborhoods.\n\nMany sounded particularly tired of politicians, both Democrats and Republicans, big business and the media that \nseem happily blind to the impact that immigrants have on jobs and communities. The rage is real and is echoed in \nthe 49 percent of Americans who want to reduce immigration, according to a Gallup poll in July.\n\nFor more than 50 years it has been illegal to enter the country without proper documentation. Yet for many it is \nobvious that the law is not enforced sufficiently, if at all. Indeed there are not endless busloads, trainloads or \nplaneloads of people being deported in an effort to rid the country of the estimated 8 million to 12 million illegal \nimmigrants currently living here.\n\nWhat there is, instead, is a system in place that seems ever more accommodating to their presence. Their children \ncan attend public schools. The federal government furnishes them a tax identification number if they want to pay \ntaxes, which many do. In some states they can obtain driver's licenses, and some local governments provide \nshelters for day laborers who previously waited at gas stations and shopping malls for a day's work.\n\nToo easily the \"negative\" impressions of those directly affected by illegal immigration are ignored or held in disdain \nbecause they might sound irrational or racist. The truth is, as I learned from readers, many are speaking their minds \nin a way that is more honest than the public debate on this issue.\n\nLeaders in Washington do not match their sincerity and directness. If anything, their winning strategy this electoral \nseason has been to avoid the issue altogether. President Bush and Sen. John Kerry only briefly addressed it during \ntheir last debate last week, even as moderator Bob Schieffer noted he got more e-mails about that issue than any \nother.\n\nKerry promised he would seriously control the borders and enforce employer sanctions. President Bush, for hispart, \nsuggested that the flow of illegal immigrants from Mexico is unstoppable as long as workers make 10 times less \nthere than here.\n\n\nWhat both candidates know but Washington in general won't admit is the role the United States played and \ncontinues to play in creating the situation that readers decry. Thousands of Salvadorans and Guatemalans fled \nwars that were financed in part by the United States in the 1980s, and came north. While some have managed to \nlegalize their situation, others hold temporary permits to work. Either way they continue to attract others who come \nwithout papers.\n\nDespite the success of the North American Free Trade Agreement, it has led to more than a million people losing \ntheir jobs in rural areas of Mexico. Signed by President Clinton and now touted by Bush as the model for the rest of \nthe region, NAFTA should send the signal that more immigrants are to come as other free trade agreements such \nas CAFTA, with Central American countries, are pursued so lustily.\n\nFor the third time over the last quarter-century the level of U.S. uneasiness about immigration is at a peak. The \nprevious two times the country took two very different paths in response. The first, in the 1980s, culminated with an \namnesty program for some 3 million people living here illegally. The second led to the immigration reform of 1996 \nthat, combined with other laws passed that year, amounted to some of the harshest measures adopted against \nimmigrants in decades.\n\nIn other words, both amnesty and hard-line approaches have been pursued before and today's uneasiness is only \nbound to increase as long as current and future leaders in Washington fail to speak with the candor that readers \nused to share their experiences with me about the good and bad behind immigration.\n\nMarcela Sanchez's e-mail address is desdewash@washpost.com.Copyright 2004 Washingtonpost Newsweek \nInteractive742NOAX (North America)USA (United States)\n"}