{"title": "GRILLED … MCNARY GETS SKEPTICISM", "body": "\nWASHINGTON - Immigration Commissioner Gene McNary's plea for a steep budget increase spurred hot-\ntempered House members to grill him Monday over investigative reports that roast the immigration agency.  Calling \nMcNary's $1 billion budget request ''a whopping increase,'' Rep.  Harold Rogers, R-Ky., complained: ''We should be \ngetting a streamlined agency with no bugs.'' But plenty of ''bugs'' were cited by Rogers and other members of the \nHouse Appropriations subcommittee that oversees the budget for McNary's Immigration and Naturalization Service. \nDuring Monday's hearing, House members sparred with McNary over critical reports on his agency by the General \nAccounting Office and other investigators.  For his part, McNary, former executive of St. Louis County, said he was \ndoing all he could to improve an agency that was plagued by management problems when he took over as \ncommissioner 16 months ago.  ''It's like a big, dirty-faced kid. Nobody had been willing to touch it,'' McNary said of \nthe agency. He said ''many of the criticisms that the GAO made were accurate and have been corrected.'' But \nmembers of the House panel weren't so sure. They peppered McNary with pointed questions about: Duplication of \nresponsibilities involving the Border Patrol and other immigration agency investigators. Congressmen questioned \nwhy about 150 Border Patrol officers were working more than 100 miles from a U.S. border.  McNary said agency \nofficials had submitted a new plan ''to concentrate Border Patrol resources at the border.'' Those officials include \nG.H.  Kleinknecht, former head of the St. Louis County Police Department, who now holds the immigration agency's \ntop law enforcement job.\nThe agency's ''chaotic budget process,'' which came under severe criticism from the General Accounting Office. ''It \nseems to me that . . . some people should have been fired by this time'' because of the agency's budget problems, \nsaid Rep. Jim Kolbe, R-Ariz.  McNary and the immigration agency's comptroller responded by outlining steps that \nthey have taken to tighten and centralize the agency's budget process, which they contended was being brought \nunder control.  ''Excessive overtime'' costs.  McNary said this year's projection of $12.5 million in overtime costs \nwas a reduction from last year's. But House members said the agency's estimates for next year showed an \nincrease to $14 million.  Rep. Joseph D. Early, D-Maine, demanded: ''With the cutbacks in international air traffic \n(due to the Persian Gulf War, why do we get an increase in overtime costs'' for the immigration agency inspectors \nwho interview passengers on those flights.  McNary is asking Congress to increase his agency's budget by $121 \nmillion - an increase of nearly 14 percent - for the fiscal year that begins Oct.  1. He argued that the money would \npay for 733 new employees (up from the current 12,221) and help ''address the severely needed law enforcement \nand infrastructure requirements'' of the agency.  ''The INS is on the road to a full and complete recovery,'' asserted \nMcNary.  But Early and other members of the appropriations panel appeared to be skeptical - especially in light of \nrecent reports that Justice Department officials have demanded changes in the service's management.  ''I'm having \na few problems,'' said Early, who compared the immigration agency's management unfavorably to that of other \nagencies under his panel's jurisdiction - including the FBI and the Bureau of Prisons.  Early contended that \nMcNary's efforts to ''centralize'' the agency's management by giving its headquarters office more power appeared \nto run contrary to the management trends at the FBI, prisons bureau and some other agencies under the U.S. \nJustice Department.\n\n"}