{"title": "Democrats by Default", "body": "\nTwo or three times a week during the early 1900's, as the latest steamship reached Baltimore with its cargo of \nPolish immigrants, a laborer named Aleksander Obrycki sprung into his personal ritual of welcome. Newly \nnaturalized himself, he met the latest arrivals at the dockside, guided them to the Polish enclave of Fells Point and \nbegan instruction in the glories of democracy.\n\nMore precisely, he taught them enough American history to pass the citizenship examination, and as soon as they \ndid he escorted them to the local Democratic clubhouse to register to vote. For this public service, the ward boss \npaid Mr. Obrycki several dollars a head.\n\nThe same scene was unfolding simultaneously in scores of American cities, including New York with Tammany Hall \nand Mayor Curley's Boston. At the outset, the bargain between the Democratic machine and the immigrant voter \ncould not have been more pragmatic. The machine gave the immigrant a job or a garbage can or some cash on \nElection Day; the immigrant gave the machine his or her vote and a wide berth for corruption.\n\nBut something more profound was transpiring. The urban machines, however unsavory their style, offered the \nwaves of Catholic and Jewish newcomers a foothold in the American political system. By the sheer weight of their \nnumbers -- 20 million immigrants entered America between 1880 and 1924 -- these voters help to wrest the \nDemocratic Party from the nativist grasp of William Jennings Bryan. Then they formed the backbone of the New \nDeal coalition.\n\nOnly a few generations later did the descendants of those newcomers migrate in large numbers to the Republican \ncamp, and in doing so they helped to elect Ronald Reagan in 1980 and a Republican Congress in 1994. \nAleksander Obrycki's great-granddaughter, Leslie Maeby, today works as an aide to a Republican, Gov. George \nPataki.\n\nNow history seems about to repeat itself, once again to the peril of the Republican Party. Trying to seize an \nelection-year issue by punishing illegal immigrants, the Republicans seem to be inadvertently pushing millions of \nlegal immigrants into the political system; and while exact voter registration figures are not available, the G.O.P.'s \n\n\nharsh stance appears likely to persuade a disproportionate share of the newly enfranchised to seek sanctuary in the \nDemocratic Party. If the past offers any guide to the future, the Republican Party may not recover from the electoral \nconsequences of its choice for decades.\n\nThe 16 million legal immigrants admitted to the United States since Congress relaxed quotas in 1965 could \nconstitute a major voting bloc. Yet the 1990 census found that nearly 12 million foreign-born residents were not yet \nnaturalized. Among Dominicans, the largest immigrant group in New York City, fewer than one in four has gained \ncitizenship.\n\nThere is no particular reason that the Democratic Party should hold a franchise on these and other immigrants' \nloyalties. Aleksander Obrycki's type of political machine collapsed a long time ago. Today's immigrant is far more \nlikely than his or her equivalent at the turn of the century to hail from the middle class, even if language barriers and \nunderemployment obscure their backgrounds. The Colombian woman assembling dolls in a factory may have been \nan accountant in Bogota; the Indian man running a newsstand in the subway may hold an engineering degree from \nMadras. Blacks who came to America from the West Indies as immigrants, rather than from Africa as slaves, share \nwith many white ethnics faith in home ownership and upward mobility.\n\nFor Hispanic immigrants in particular, both Catholicism and evangelical Protestantism exert a strong social \nconservatism -- as New York City's former Schools Chancellor, Joseph Fernandez, discovered when many \nHispanic parents, his allies on most other issues, rose in protest against a curriculum teaching tolerance for gay life \nstyles.\n\nSuch disparate groups as Koreans and Palestinians have become the merchants who endure both crime and \nresentment from their impoverished clientele. Asian-American students, the highest achievers among any minorities \non standardized tests, suffer when affirmative action influences college admissions.\n\nSo why should the immigrants' vote be a Democratic vote? Plenty of conservative Republicans have sought their \nsupport. By some estimates, Ronald Reagan took one-third of the Hispanic vote in his second Presidential \ncampaign. In 1994, both Jack Kemp and William Bennett campaigned against California's Proposition 187, which \nprovides for limits on public services to illegal immigrants. The Wall Street Journal's editorial page has extolled \nimmigrants for their work ethic and entrepreneurial spirit.\n\nMeanwhile, on the Democratic side, such standard-bearers as the late Barbara Jordan pushed for drastically \nlowered immigration levels. President Clinton bears as much responsibility as the Republican Congress for enacting \na welfare law that denies food stamps and Supplemental Security Income to legal immigrants. And influential liberal \nwriters like Michael Lind and Roy Beck have blamed immigrants for undercutting wages and eroding a national \nculture.\n\nBut in the pyrrhic pursuit of California's electoral votes this November, Bob Dole and even Mr. Kemp (reversing his \nown earlier position) embraced the odious proposal to oust the children of illegal immigrants from public schools. \nEven after severing that measure from an immigration bill, Republicans in Congress tried vainly to include a \nprovision allowing for the deportation of legal immigrants who stay on public aid too long and another that would \nhave denied federally financed treatment for those with AIDS or H.I.V.\n\nOne result of this anti-immigrant fervor among Republicans is that President Clinton suddenly looks like the \nimmigrants' champion. Another is that, catalyzed by fear rather than patriotism, immigrants have been taking and \npassing the citizenship test this year in numbers unseen in a half-century. In 1996, nearly 1.1 million immigrants will \nhave become citizens, shattering the record set last year of 445,853 naturalizations, according to the Immigration \nand Naturalization Service.\n\nGrace Lyu-Volckhausen, a founder of the Coalition of Korean-American Voters, estimated that Korean immigrants \nsplit their ballots evenly between the parties in the 1992 Presidential election. This November, she predicted, \"They \nwill be much more for the Democrats because of the immigration issue, because they don't want to be a political \nfootball.\"\n\n\n\nFor the moment, the enfranchisement of millions of immigrants may not sway national elections. But if, years from \nnow, anyone looks for the moment the next realignment of American politics began, it may have had little to do with \nwho won this year's Presidential race. Rather, the change could well have commenced in the months leading up to \nElection Day, when the ghost of William Jennings Bryan -- the man who once told an audience full of immigrants, \n\"You are not the future of our country\" -- took possession of the Republican Party.\n\nGraphic\n\n \n\nDrawing.\n"}