{"title": "MLB teams' involvement with Cuban players under Justice Department scrutiny; Federal agents investigating whether team employees have participated in or had knowledge of immigration fraud.", "body": "\nA Justice Department investigation into Major League Baseball's operations in Latin America and the trafficking of \nCuban players has expanded in recent months, with former league and team officials among those contacted by \nFBI agents and called to testify before a grand jury, according to people with knowledge of the probe. The wide-\nranging inquiry is, in part, seeking to root out suspected involvement of MLB team officials with smugglers who \nforce Cuban players to sign away exorbitant portions of their earnings in exchange for passage off the island.\n\nWhile MLB officials have blamed the plight of Cuban players on the U.S. embargo on the island nation, some \nscouts, agents and former federal prosecutors argue that  major league rules - which make it more lucrative for \nCuban players to defect to other countries first rather than come straight to the United States  - fuel corruption \nacross Latin America, and that MLB has long ignored its role in this black market.\n\n\"It's always been clear that these guys are basically hostages, until the time that they sign major league contracts \nand give a sizeable portion of their contracts to the criminals involved in smuggling them out,\" said Joe Kehoskie, a \nformer player agent. \"Everyone stuck their heads in the sand.\"\n\nThe Los Angeles Dodgers, Atlanta Braves and San Diego Padres have received subpoenas seeking records \nrelating to scouting and signing of players from Latin America, and the Washington Nationals voluntarily turned over \ndocuments to federal agents, including emails and financial records. Those who have testified to a federal grand \njury in D.C. or have spoken to federal agents, according to people with knowledge of the investigation, include a \nformer MLB official, a former Dodgers front office staffer, a former Dodgers player from Cuba, two veteran scouts \nwho worked for the Dodgers and Braves, a sports agent who has represented Cuban players, and three employees \nof a player development camp in the Dominican Republic.\n\nAmong baseball's scouting community, rumors have circulated for years of certain teams or scouts with \nconnections on the ground in Cuba, or inside smuggling organizations, providing an illicit advantage. This is at least \nthe third major federal investigation focused on the trafficking of Cuban players in recent years and, to this point, \nnone has yielded criminal charges against anyone employed by an MLB team. But the current probe, reports of \nwhich first surfaced last fall, demonstrates the Justice Department's sustained interest in whether MLB officials and \nteam employees are aware of, or involved in, illegal activities.\n\nA review of documents in an earlier prosecution and interviews with more than a dozen people who have spoken \nwith federal investigators offer insight into the government's specific interests. People with knowledge of the \ninvestigation say it is being overseen by prosecutors at the Justice Department's D.C. headquarters who specialize \n\n\nin the Foreign Corrupt Practices Act, signifying interest in whether MLB team employees have been involved in \nbribing foreign government officials. Agents in the Los Angeles and Miami offices are contributing to the \ninvestigation, and are pursuing possible crimes including human trafficking, money laundering and visa fraud, \naccording to people with knowledge of the probe, most of whom spoke on condition of anonymity.\n\nIn a statement, the Dodgers said the club has \"cooperated fully with the government's inquiry and will continue to \ndo so.\" The Braves, Padres and Nationals all declined to comment, as did the Justice Department.\n\nSince the early 2000s, amid a surge of Cuban baseball players fleeing the island, stories have circulated of their \nharrowing journeys to freedom. Cuban players and their families have been kidnapped, held at gunpoint, threatened \nwith torture, falsely jailed by corrupt police officers, and have endured other traumas at the hands of smugglers \ndemanding money. \n\nThis latest investigation dates from at least early 2017, when Nick Francona - a former front-office staffer with the \nDodgers and Mets and son of Cleveland Indians Manager Terry Francona - said he gave hundreds of pages of \ninternal records from his time with the Dodgers to an FBI agent. The records, reviewed by The Washington Post, \nshow Francona and his colleagues suspected some of the team's scouts conspired with \"buscones\" - often ruthless \nstreet agents in Latin America who represent young players - to steal some of the club's money intended for \nplayers.\n\nThe current probe follows a sprawling federal investigation based out of Miami that resulted in the 2017 conviction \nof Cuban sports agent Bart Hernandez and an alleged accomplice for crimes relating to the smuggling of players. \nThat trial offered evidence that provided an unprecedented window into the corruption surrounding Cuban players, \nwith witnesses describing bribery and fraud schemes involving immigration officials in Mexico, the Dominican \nRepublic and Haiti.\n\nIn interviews with The Post, two retired federal prosecutors who oversaw previous  investigations accused MLB of \nignoring obvious signs of the corruption they believe the league's rules incite across Latin America. Under rules \ncollectively bargained between the league and the MLB Players Association, a Cuban who defects to the United \nStates has to enter the MLB draft, where salaries are suppressed, while a Cuban who defects elsewhere is \ndeclared a free agent and can sign with the highest bidder.\n\n\"MLB's own rules and regulations . . . encourage the smuggler and fraudsters to go through the charade,\" said \nPatrick Sullivan, a retired former assistant U.S. Attorney who oversaw the 2017 prosecution of Hernandez and \ntrainer Julio Estrada. \n\n\"There's a lot of willful ignorance going on. It's obvious American baseball knew what was going on . . . It really is a \nstupid rule,\" said Ben Daniel, a retired former assistant U.S. Attorney who led the 2007 prosecution of former agent \nGus Dominguez. \n\nDan Halem, MLB deputy commissioner and the league's chief legal officer, said this criticism is misguided.\n\n\"The reason that Cuban players are being smuggled out of Cuba is because they can't voluntarily leave,\" Halem \nsaid.\n\nU.S.-Cuba relations, after moving toward normalization under the Obama administration, have soured under the \nTrump administration, which recently scuttled a deal MLB negotiated with the Cuban Baseball Federation intended \nto reduce trafficking of players.\n\nIn 2014, MLB tried to change the rule criticized by former federal prosecutors, Halem said, but the union refused to \nagree to new terms. The MLBPA declined an interview request or to answer any questions for this story.\n\nBefore the early 2000s, federal law enforcement largely ignored crimes occurring in connection with how Cuban \nbaseball players made their way to America. The embargo was intended to punish Fidel Castro, a baseball fan who \n\n\n\ntook it as a personal affront when his country's best players defected, so targeting the people who helped Cuban \nplayers get here made little sense, as a matter of U.S. policy.\n\nThat changed after the Sept. 11, 2001, attacks, as federal law enforcement cracked down on illegal immigration. \nAround this same time, violent drug gangs in Latin America, attracted by a flood of MLB money, became \nincreasingly involved in smuggling Cubans.\n\nInspired by the path taken by Jose Contreras - a Cuban pitcher who defected not to the United States,  but to \nNicaragua, and then signed a $32 million contract with the Yankees - these criminal organizations worked with \nboatmen, or \"lancheros,\" who plucked players off the island and routed them through countries where they could \nquickly buy residency with bribes, and then declare free agency.\n\nAmong baseball scouts and agents, the suddenly routine occurrence of Cuban players successfully navigating, in a \nmatter of a few weeks, the normally years-long path to residency in other countries raised questions about whether \nMLB teams were essentially subsidizing organized crime in Latin America.  Veteran Cuban outfielder Yasiel Puig's \n2012 defection, according to published reports by ESPN and Los Angeles Magazine, was overseen by smugglers \nconnected to Los Zetas, the Mexican criminal  syndicate, who bribed immigration officials to get Puig residency in \nMexico within 15 days of his arrival.\n\nIn the mid-2000s, federal law enforcement agencies started taking intense interest in the smuggling of Cuban \nplayers. Under code names Operation Boys of Summer, Operation Safety Squeeze and Operation Sisyphus, \nagents with the FBI and Department of Homeland Security worked a series of investigations aimed, in part, at \ndetermining whether MLB team employees were doing business with human smugglers.\n\nIn 2016, one of those investigations led to the indictments of Bart Hernandez, a Cuban native and sports agent \nbased in Florida, and Julio Estrada, a trainer of Cuban players. Their trial introduced evidence showing the rampant \nfraud around Cubans entering the major leagues, and raised questions about whether team and league officials \nignored obvious red flags noticed years later by federal agents.\n\nIn Mexico, according to courtroom testimony, Hernandez partnered with gangsters nicknamed \"Nacho\" and \"Tony \nMontana.\" One player's wife testified that, when her husband absconded for a few days, Montana called her and \nsaid that if her husband didn't return, they would send him back to her in a box, \"chopped in pieces.\"\n\nA Mexican woman who acted as an accomplice for Hernandez testified that she and her associates bribed Mexican \nimmigration officials with amounts in the range of $6,000 per player for residency papers that included fraudulent \nhome addresses and fabricated places of employment. Hernandez and his accomplices later routed their players \nthrough the Dominican Republic, until a mix-up involving Yoenis Cespedes, the slugging outfielder whose nickname \nin Cuba had been \"La Potencia,\" meaning \"The Power.\"\n\nAccording to the testimony of Ed Dominguez, a former MLB employee in the league's investigations office, after \nCespedes arrived in the Dominican Republic in 2011, his agent mistakenly attempted to bribe the wrong Dominican \nimmigration official. The immigration official who was supposed to receive a bribe, out of anger, reported \nCespedes's agent to Dominican law enforcement, according to Dominguez, and the ensuing investigation caused \nproblems for months for all Cuban players trying to get residency in the Dominican Republic.\n\nAs a result, according to testimony of his alleged accomplices, Hernandez started taking his Cuban players across \nthe border to Haiti. There, according to the testimony of one alleged accomplice, players were greeted by Amin \nLaTouf, a \"fixer\" who helped players get residency by giving them fake jobs at a supermarket he owned and then \nworking with contacts in the Haitian government. (LaTouf, who was indicted along with Hernandez and Estrada, \nevaded extradition from Haiti and remains a fugitive.) \n\nHernandez, who was sentenced to nearly four years in prison, is appealing his conviction. His attorneys declined to \ncomment. \n\n\n\nThe Hernandez trial also produced evidence and testimony that could be interpreted as showing officials with the \nTexas Rangers and New York Yankees involved in    schemes to get Cubans to the United States.  \n\nOne of the prosecution's key witnesses was Eliezer Lazo Jr., the son and business partner of the former ringleader \nof a human smuggling organization who worked with Hernandez. Lazo Jr. - when asked about Leonys Martin, a \nCuban outfielder who signed with the Rangers in 2011 - testified that his father had told him, after talking to \nHernandez, that Rangers officials had approved of a plan to arrange for the player to enter the United States  \nillegally by crossing at the Mexico border.\n\n\"The Texas Rangers reject any suggestion of inappropriate conduct,\" attorney Gregory Saikin, the club's outside \ncounsel, wrote in a statement, \"and give no credibility to self-serving and uncorroborated hearsay by an admitted \nhuman trafficker, relaying what his convicted felon father allegedly told him that another convicted felon said that \n'the team' said.\"\n\nA document introduced as evidence also cited the Yankees as encouraging a Cuban player to defect, a potential \nviolation of the U.S. embargo. The State Department document summarized an August 2012 interview in Port-au-\nPrince, Haiti, between a U.S. consulate official and a Cuban pitcher, Omar Luis, who had fled his native country a \nfew months before.\n\n\"Was directly recruited from Cuba by the Yankees,\" the State Department official wrote. When asked about how he \ngot residency in Haiti, the report said the player replied, \"The Yankees contacted a Haitian functionary who make it \nall happen.\"\n\nThe Yankees declined to comment. Luis, who is out of baseball and lives in Miami, did not respond to a request to \ncomment. \n\nIn an interview, Sullivan, the prosecutor who oversaw the case, wondered why MLB failed to take action on the \nsigns of the fraud these Cuban players and their smugglers were committing in other countries. The residency \ndocuments these players quickly obtained in Mexico, the Dominican Republic and Haiti - some listing jobs such as \njet ski operator, mechanic, and apartment complex supervisor - all flowed through the league office, Sullivan noted, \neach time Hernandez asked MLB officials to declare a new client of his a free agent. \n\n\"To us, it appeared sort of obvious,\" Sullivan said.\n\n MLB has for years conducted lengthy, extensive age and identity investigations of free agents in Latin America, \nsometimes resorting to DNA tests. But Halem, MLB's legal officer, said investigating the residency documents \nCuban players obtain in other countries is not under the league's purview. \n\nHalem said it is the State Department's job to vet Cuban players applying for work visas, and pointed out State \nofficials approved the applications of many of the players who, according to courtroom testimony, fraudulently \nobtained residency via Hernandez and associates. \n\n\"All of these players received visas from the U.S. consulates either in the Dominican Republic, Haiti, or Mexico,\" \nHalem said, \"and, if anyone, consular officials are experts in determining whether residency acquired in the \ncountries in which the consulates are operating are legitimate or not. Right?\"\n\n In a statement, the State Department declined to address the instances of fraud unearthed in the Hernandez trial, \nand said it \"takes all allegations of fraud seriously.\"\n\nA few weeks after the Hernandez trial ended, an FBI agent in Los Angeles received a LinkedIn message from Nick \nFrancona, who believes he reignited federal law enforcement's interest in the league's dealings in Latin America.\n\nA former U.S. Marine who served in Afghanistan, Francona had a turbulent career in baseball after he left the \nmilitary, with brief stints in the front offices of the Dodgers and Mets. In 2016, after the Dodgers fired Francona, he \naccused the club of discriminating against him as a veteran, which the Dodgers denied. In 2017, Francona was \n\n\n\nfired by the Mets, he claimed, because he was publicly criticizing MLB for not detailing where it spent money raised \nthrough the sales of military-themed apparel. In a statement addressing Francona's departure, the Mets did not \ndisclose a reason. \n\nThe documents Francona turned over to the FBI include dozens of emails he and his Dodgers colleagues \nexchanged in 2014 and 2015, in the first months of new team president Andrew Friedman's regime. In many of the \nemails, it is apparent that Francona and his colleagues suspected their scouts in Latin America were skimming from \nbonuses meant for players.\n\nFor several months, the emails show, Francona and others discussed a plan to dismiss these scouts. They didn't \nrush the process, Francona said in a recent interview, partly out of concern the departures would interfere with a \nseries of pending signings.\n\nFrancona acknowledged he neither witnessed any Dodgers officials committing any crimes, nor did he have any \ndirect evidence of any crimes. \n\nWhile several Dodgers front office employees were involved in the exchanges, the records don't indicate if Dodgers \npresident Friedman was aware of the suspicions. The Dodgers did not conduct an internal investigation of the \nscouts, the records show, nor did the club alert the league office or law enforcement. In the summer of 2015, the \nDodgers parted ways with the scouts, by releasing them from their contracts or failing to renew their contracts. \n\n\"The suggestion that the team should have notified law enforcement, or MLB, or any other team, about rumors and \nunsubstantiated suspicions regarding any former employee is simply wrong,\" Dodgers outside counsel David \nSchindler said in a statement.\n\nAmong the documents Francona provided the FBI was a series of emails discussing Hector Olivera, then a well-\nregarded 29-year-old infielder from Cuba the Dodgers signed in 2015, and harassment he was receiving from the \nsmugglers who helped him defect. Olivera, who declined to comment, has testified to the grand jury in D.C., \naccording to two people with knowledge of the investigation.\n\nIn a June 2015 email, a Dodgers interpreter updated Francona and others on Olivera's progress assimilating into \nlife in America.\n\n\"Olivera seems more comfortable both on and off the field,\" the interpreter wrote. \"Based on telephone \nconversations I've overheard, he has been able to make all his payments to the people who helped him defect from \nCuba. He still has one more payment to go, but he seems relieved and is receiving fewer calls from people \nharassing him for money they are owed.\"\n\nAccording to people with knowledge of the investigation, federal authorities are interested in whether Dodgers \nscouts in Latin America engaged in illicit business dealings with the smugglers who brought Olivera from Cuba to \nHaiti, where he obtained residency in 2015. Before he signed with the Dodgers, Olivera was also the subject of a \nrecruiting battle between two agents that resulted in a grievance filed with the players' union that, according to \nsources with knowledge of the investigation, produced documents federal authorities are examining. \n\nOlivera was ultimately a bust. The Dodgers traded him to the Braves in 2015, and after he was arrested for \nassaulting a woman in Arlington, Va., during a series against the Nationals - he was later convicted and sentenced \nto 90 days in jail - the Braves traded him to the Padres, who released him in 2016. \n\nWhile Olivera did play for the other two teams that have been subpoenaed as part of the investigation, federal \nauthorities are interested in the Braves and Padres for other reasons, according to people who have been \ninterviewed by FBI agents and prosecutors.\n\nPeople familiar with the Braves organization say federal authorities have interest in the series of events that led to \nformer general manager John Coppolella's lifetime ban in 2017 for a raft of rules violations regarding the signing of \ninternational players.\n\n\n\nCoppolella declined an interview request through his lawyer, Jacksonville criminal defense attorney Hank Coxe.\n\nThe precise nature of federal authorities' interest in the Padres is also unclear. San Diego General Manager A.J. \nPreller has been punished twice by MLB - once for violating international signing rules with the Rangers, and in \n2016 he was suspended for sending incomplete medical records for Padres players to trade partners - and the \nPadres have also been punished as an organization for breaking international scouting rules, under Preller's watch. \n\nIn interviews with The Post, current and former scouts portrayed Latin America as treacherous territory, where \nscouts are under intense pressure to sign prospects, and bribes and kickbacks between scouts and buscones are \ncommon, and viewed by some in the industry as a cost of doing business.\n\nOne scout who testified before the grand jury expressed fear that personnel at his level would end up taking the fall \nfor the actions of top club executives.\n\nJohn Meringolo, a New York-based federal criminal defense attorney who has consulted with lawyers involved with \nthe investigation, said federal prosecutors clearly have ambitious goals.\n\n\"Based upon the scope and breadth of the investigation, I think some of the GMs and others should start retaining \ncounsel,\" Meringolo said.\n\nwill.hobson@washpost.com\n"}