{"title": "Lawsuit Challenges Immigration Raids in New Jersey", "body": "\nImmigration agents systematically entered homes and made arrests without proper warrants during raids to round \nup immigration fugitives in New Jersey, according to a federal lawsuit filed Thursday.\n\n  The lawsuit, brought by lawyers at the Center for Social Justice at Seton Hall Law School in Newark, will provide \na constitutional test of law enforcement methods often used by immigration agents since May 2006 when they \nbegan operations across the country to track down and deport immigrants who had been ordered to leave by the \ncourts.\n\n  The suit, against officials of Immigration and Customs Enforcement, or ICE, on behalf of 10 plaintiffs, including \ntwo United States citizens, contends that teams of ICE agents used ''deceit or, in some cases, raw force'' to gain \n''unlawful entry.'' \n\n  The lawsuit claims that agents, sometimes misrepresenting themselves as local police officers hunting for \ncriminals, entered homes where no fugitives being sought were present and detained residents without showing \nany legal cause. Immigration agents have broad authority to question foreigners about their immigration status, \nbut they may not enter a home without either a warrant or consent.\n\n  A spokesman for the immigration agency, Michael Gilhooly, said he could not comment on pending litigation. The \nsuit was filed in Federal District Court in New Jersey. \n\n  Speaking generally, Mr. Gilhooly said all fugitives who were targets of ICE searches had been ordered deported \nby immigration judges.\n\n  ''They became fugitives when they chose to ignore the judge's order,'' Mr. Gilhooly said, adding that operations to \narrest fugitives ''are planned after meticulous investigation and surveillance.''\n\n  In the last two years, immigration authorities have faced intense political pressure to track down fugitive illegal \nimmigrants. In most cases, the immigrants overstayed visas or were caught when they tried to sneak into the \ncountry over a land border, then failed to appear at hearings, leading judges to order them to be deported.\n\n  Last year, ICE agents arrested 30,408 immigration fugitives, according to official figures, about double the \nnumber for 2006.\n\n  One plaintiff in the lawsuit, Maria Argueta, has been a legal immigrant since 2001. During a predawn operation in \nJanuary  at her home in North Bergen, N.J., the lawsuit claims, ICE agents persuaded Ms. Argueta to open her \ndoor by telling her they were police officers searching for a wanted criminal.  Ms. Argueta  was detained and held \nfor 36 hours.\n\n\n  Another plaintiff, Arturo Flores, a United States citizen, said ICE agents showed no warrant when they forced their \nway into his house in Clifton, N.J.,  in November 2006 and conducted a  search. A third plaintiff, Veronica Covias, a \nlegal immigrant in Paterson, N.J., said  agents pushed open her door in March 2007 even though she demanded \nthat they show her a warrant.\n\nhttp://www.nytimes.com\n"}