{"title": "City Groups Battle Scams That Take Advantage of Immigrants' Fears Under Trump", "body": "\nJul 20, 2017( City Limits: http://www.citylimits.org Delivered by Newstex)  Official White House Photo by Shealah \nCraigheadPresident Donald Trump delivers remarks on Wednesday, March 15, 2017, at the American Center for \nMobility in Ypsilanti, Michigan. His anti-immigrant rhetoric might be making noncitizens less likely to report crimes, \nand more vulnerable to scams. For nearly all of 2015, Tony Nieves, a Bronx resident, pretended he was a high \nranking United States Immigration and Customs Services agent, the last to sign off on deportations and capable of \nprotecting people by offering them legal advice. He told them he had to collect thousands in legal fees to help. \n\nIn all, he defrauded immigrants in the Greater New York City area of at least $15,000, according to court \ndocuments. In June, he was sentenced to six years in prison in a case supported by ICE. Nieves began operating \nbefore Donald Trump announced his candidacy in July 2015 by denouncing Mexican immigrants, but his scheme \nran through December of that year and capitalized on a growing fear that if Trump were elected, the president \nwould take a harsher stance on undocumented immigrants. Those fears proved valid in November 2016, and \nTrump has followed through with promises to increase deportation efforts. His policies have emboldened ICE as an \nagency, leading to arrests and deportations of non-criminal immigrants. While the debate has turned to whether \ncities can provide protection to residents regardless of immigration status, a practical issue has emerged in New \nYork City: scams like the one carried out by Nieves flourish. Since Trump took office, fear has increased among \nimmigrants in New York City — and that's made them more vulnerable to scams. While not all of these scams are \nspecific to immigrants, the fear of deportation has led them to take risks in the interest of safety that they might not \notherwise take. Undocumented immigrants and even green card holders are more likely to seek immigration \nprotection from lawyers who aren't properly credentialed. This is in part because 'notarios' in Latin American and \nsome South Asian countries are fully qualified lawyers, whereas in the United States they are not. Some notarios \nhave taken thousands from residents and then allowed them to get deported anyway. City and private services are \nramping up efforts and working together to protect these communities from financial scams that target them, but \nthey're facing considerable logistical challenges. As fear has risen, so too have complaints to city agencies. \nAttendance at workshops has decreased as people fear government agencies will alert Immigration and Customs \nEnforcement to their presence. The work since Donald Trump took office has shifted to reassurance efforts as \nthese agencies attempt to show communities they're there to help. This has led to increased collaboration between \ndepartments and a renewed energy to be present in immigrant communities. From nonprofit programs to city \nagencies to state offices, many groups are seeking to raise awareness about scams that target immigrants. \nMultiple departments have seen increased reports of scams since the election, as well as an overall increase in \nfinancial crimes. Even just a few weeks after the election, the New York Attorney General's office put out a \nstatement highlighting the proliferation of scams. 'In the past two weeks, we've seen intense fear and anxiety in \nimmigrant communities. New York has zero tolerance for anyone who would prey on that fear to defraud \nimmigrants and their families,' State Attorney General Eric Schneiderman said at the time. The press release \npointed to the Northern Manhattan Coalition for Immigrant Rights as evidence in this trend, saying that after the \nelection, the nonprofit saw a 266 percent increase in daily calls and 250 percent increase in walk-ins. Other entities \n\n\nlike the New York Immigration Coalition, Qualitas of Life and the Department of Consumer Affairs have received \nmore calls than usual about frauds targeting immigrants. DCA Commissioner Lorelei Salas says reports of abuse \nto her office had increased overall by 30 percent this year. Immigrants are particularly appealing targets for \nfinancial crimes because of language barriers, informal financial habits and fears that reporting their situation will \nlead to deportation or retaliation. Many work low-income, cash-based jobs, and don't have a bank account. One \nscheme is when people say they can help protect immigrants from legal action, despite either having no \ncredentials as a lawyer or offering a fake legal fix. Carlos Davila, a Bronx businessman, was recently ordered to \nshut down his charity, A New Beginning for Immigrant Rights, after multiple investigations found that he had been \ndistributing fake cards purporting to keep people from deportation, even though no such card exists. He was \ncharging $200 for each. Yet another is the ten-year visa scam, which is offered to immigrant communities by \nsupposedly trustworthy legal advisers but has no basis in reality. 'They say that if you've lived here for ten years, \nyou're eligible for this immigration relief,' says Vanessa Crowley of Qualitas of Life, a Hispanic-focused financial \nempowerment nonprofit. 'But really living here for ten years is just one of the prerequisites for a different \nimmigration proceeding. And so the targets of this scam are unwillingly handing themselves over for deportation, \nactually, which is awful. Not only are they paying thousands of dollars to go through this process, but they just end \nup turning themselves in.' On top of these schemes, immigrants are also vulnerable to everyday financial crimes \nthat have nothing to do with their residency status. Crowley says pyramid schemes and multi-level marketing \ncommonly target immigrants. In response to these threats Qualitas of Life and the New York Immigration Coalition \njoined forces to create a personal finance guide for immigrants alerting them to scams and helping promote safer \nmoney habits, like banks that don't require immigration status and will accept IDNYC. Both programs, as well as \nDCA and many other services, hold regular workshops in the community addressing a wide range of topics from \nlegal rights to finance management to consumer protection. Salas has been traveling to parent-teacher groups, \nsenior centers and community forums to help increase her department's visibility in immigrant communities. She \nhighlights that residents can submit complaints anonymously, without worrying about their immigration status. On \ntop of an increased presence in communities, city services are also trying to show they're more aggressive in going \nafter businesses and scammers.  One scheme Salas pointed to was predatory used car dealerships that advertise \nheavily to the Hispanic community through print, online and radio spots. These operations target workers without \ncredit who carry their money in cash, and might not know what a fair interest rate is for a car loan, so they're paying \nmore than 20 percent in interest. 'We don't have a lot of dollars to spend on this particular campaign, and we are \ncompeting with an industry that markets very heavily, spends a lot of money on advertisements,' Salas says, \nreferring to a DCA initiative to increase awareness about predatory loans through ads. 'So, they're giants compared \nto us. That's one challenge.' While her office can't prosecute anyone, they do take away licenses, issue fines and \ncollaborate with the district attorney's office to help bring charges against criminal practices. Salas says DCA's \nhandling of the Davila case was in part to show other lawyers not to sell fraudulent immigration cards. But these \nservices, both nonprofit and government, face steep challenges in addressing the problems. The largest is \nlanguage. According to the city's website, more than 200 languages are spoken here, meaning considerable \nresources have to be spent on translation and interpretation services. Documents like tip sheets have to be written \nin as many languages as possible. Salas says her department consistently does more than they are required to in \nthis area, but that means they translate a document into six languages. Some programs, like Qualitas of Life, focus \non one language community to better engage within that group. Another challenge comes from social media. \nServices are seeing more scams advertised online, meaning they have to adjust their approach — being out in the \ncommunity isn't enough, but they also have to devote resources to online campaigns that combat fraudulent ads. \nSome challenges are simply logistical. 'Our team is small and we cannot make it to all the events and all the know-\nyour-rights workshops,' says Mayra Aldás-Deckert with the New York Immigration Coalition. Even when they can \nmake it to workshops, there's been a renewed need to establish trust in communities. Since the election, according \nto Nilbia Coyote from Qualitas of Life, fewer people have ventured out at night to attend educational programs. \nRepresentatives from each organization described how the best way to combat these fears is to work together on \nprojects and remain active within communities to build trust. 'We're definitely spending much more time in being \npublic about the work that we can do,' Salas says, 'and reassuring people that we're still open for business.' In \nhigher-profile cases like Tony Nieves's impersonation of an ICE officer, federal offices will get involved. Nieves was \narrested after an investigation by ICE and other federal agencies into his practices. A spokesperson with ICE, \nRachael Yong Yow, declined to comment on whether the department's increased focus on deportations has \nspurred a culture of fear among immigrants, but she offered a set of bullet points for how to deal with fake ICE \n\n\n\nagents: ● If members of the community are approached by someone purporting to be a federal immigration officer, \nthey should respectfully request to see the person's badge and credentials.● If the individual is unable to present a \nbadge and credentials it should raise a red flag. People should also be suspicious if the 'officer' demands money or \nif he/she detains someone and refuses to disclose where they are being taken.● If members of the community \nsuspect they've been contacted by an 'imposter' immigration officer, they should report the encounter immediately \nto local law enforcement and/or call ICE's 24-hour toll free tip line at 1-866-DHS-2-ICE. \n"}