{"title": "COPING;Working Overtime to Vanquish Sweatshops", "body": "\nWHAT brought them together, Trinh Duong said as she cuddled her baby son, Jeremy, was the feeling that people \nneed to take control of their lives. She sat in a cluttered office in Sunset Park, Brooklyn, with three of her comrades \nfrom the National Mobilization Against Sweatshops, where they were trying to do nothing less than create a new \nlabor movement for the next century.\n\nWith one exception, the six founders of the group are Asian-American immigrants or the children of Asian \nimmigrants. Some grew up watching their parents work in sweatshops. All are under 30, and they are idealistic \nand energized in a 60's kind of way, a refreshing antidote to the money-mad, I.P.O.-frenzied youngsters on Wall \nStreet.\n\nTheir personal histories and political affinities have led them to believe that too many people are stuck in \ndehumanizing jobs that don't pay a living wage. Their campaign calls for a 40-hour week and decent pay for \neveryone, and their goal is to link workers of all classes and colors under that idea. They've traveled around the \ncountry since founding the group in 1996 and have members and supporters in other cities. Recently, the group \nwon a $50,000 prize from the Fund for the City of New York, one of 32 awards given to New Yorkers who show \nexceptional commitment to addressing social conditions.\n\nFresh from claiming the award, four of the founders gathered in their office at the Brooklyn Workers Center. It is an \nindependent center for Chinese workers, a shabby, exuberant space of papers and political posters. Everyone \ntalked at once, about demonstrations, feminist ideology, who they were.\n\n\"We came to this country for freedom,\" said Ms. Duong, whose family came here from Vietnam and settled in \nAugusta, Me. \"My mother sold fur coats when we moved to Reading, Pa., and when I was 4 years old she came \nhome and said, 'My life is over,' because the job was so terrible. For a lot of women who work, they're forced to \ngive up their dreams. You have to work like an animal to support your family.\"\n\nVirginia Yu, 27 and Betty Yu, 22, are sisters who grew up in Sunset Park. They said they saw firsthand what \nworking in sweatshops did to their parents, who went for days without seeing their children because of long work \nhours, and suffered nerve damage from overuse of their hands in sewing and making buttonholes.\n\n\nJohn Antush, 29, who is white and grew up in Edgemont in Westchester County in an upper-middle-class \nneighborhood, said he joined the group because he sought an alternative to the emptiness of the corporate values \nmany of his peers embraced. The other two founders, Marie Koo and Nelson Mar, are the children of Chinese \nimmigrants.\n\nThe young people said they been especially inspired by female sweatshop workers. Women are most often the \nprimary caretakers of children, and are often stuck in the lowest-paying jobs. Many women, they said, work 12-hour \ndays in factories for just above minimum wage, without receiving the overtime pay to which they are legally \nentitled. They often don't have enough time to go to the bathroom or make telephone calls.\n\n\"My mother was working 15 hours days,\" Betty Yu said. \"I didn't know my mother. I didn't know my father. They \nwere at work when I woke up and when I went to bed at night. My mother sewed and my father was a button \noperator.\"\n\n\"Most of the the time I spent with my parents was in the factory,\" she said. \"It never occurred to me it was horrible. It \nwas a way of life. You buy into the idea that this is the price my parents paid for being immigrants in this country.\"\n\nVirginia Yu, who is a social worker, said she found her way to the labor movement in part because she realized that \nno matter how hard she worked, she would never make enough money to allow her parents to quit working in the \nfactories. Her mother, she said, has repetitive strain injury and nerve damage in her upper back and neck.\n\nThe six founders of the group met in 1995 when they protested conditions at Jing Fong, a restaurant in Chinatown \nthat paid workers as little as 75 cents an hour. Ms. Duong, Ms. Koo and Virginia Yu staged a hunger strike in front \nof the restaurant. The owners eventually settled out of court for $1.1 million in back wages and damages.\n\nSince then, group members have embarked on similar campaigns. They helped organize Chinese construction \nworkers at the site of a New York University dormitory. They fought against long hours and other conditions at the \nSilver Palace Restaurant in Chinatown. They began a campaign called \"Ain't I a Woman?\" after Latina and Chinese \nwomen working in sweatshops making designer clothing began protesting abusive conditions.\n\nThe founders of the anti-sweatshop group are all college educated. They could have chosen easier, more lucrative \nways of life. But this, they said, is what their hearts demand.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nDrawing (Mark Matcho)\n"}