{"title": "U.S. RULE LIMITS EMERGENCY CARE FOR IMMIGRANTS", "body": "\nThe federal government has told New York State health officials that chemotherapy, which had been covered for \nillegal immigrants under a government-financed program for emergency medical care, does not qualify for \ncoverage. The decision sets the stage for a battle between the state and federal governments over how medical \nemergencies are defined.\n\n  The change comes amid a fierce national debate on providing medical care to immigrants, with New York State \nofficials and critics saying this latest move is one more indication of the Bush administration's efforts to exclude the \nuninsured from public health services. \n\n  State officials in New York and other states have found themselves caught in the middle. The New York dispute, \nfocusing on illegal immigrants with cancer --  a marginal group of unknown size among the more than 500,000 \npeople living in New York illegally -- has become a flash point for health officials and advocates for immigrants in \nrecent weeks. \n\n  Under a limited provision of Medicaid, the national health program for the poor, the federal government permits \nemergency coverage for illegal immigrants and other noncitizens. But the Bush administration has been more \nclosely scrutinizing and increasingly denying state claims for federal payment for some emergency services, \nMedicaid experts said.\n\n  Last month, federal officials, concluding an audit that began in 2004 and was not challenged by the state until \nnow, told New York State that they would no longer provide matching funds for chemotherapy under the \nemergency program. Yesterday, state officials sent a letter to the federal Medicaid agency protesting the change, \nsaying that doctors, not the federal government, should determine when chemotherapy is needed. \n\n  Federal health officials declined to discuss chemotherapy or the New York claims. But Dennis Smith, director of \nthe Center for Medicaid and State Operations at the federal Centers for Medicare and Medicaid Services, said in a \nstatement, ''Longstanding interpretations by the agency have been that emergency Medicaid benefits are to cover \nemergencies.''\n\n  The federal statute that defines an emergency under Medicaid makes it clear that routine care for illegal \nimmigrants and nonresidents, including foreign students and visitors, is not covered. But the only procedures it \nspecifically excludes from reimbursement are organ transplants, leaving to the states  the task of further defining an \nemergency. States and courts have grappled with the question for years, yielding no clear definition. \n\n  Some states have maintained that any time a patient is able to schedule an appointment -- as opposed to showing \nup at an emergency room -- the condition would not be considered an emergency. Others, including New York, \nhave defined an emergency as any condition that could become an emergency or lead to death without treatment.\n\n\n  ''There are clearly situations that we consider emergencies where we need to give people chemotherapy,'' \nRichard F. Daines, the New York State health commissioner, said in an interview late yesterday. ''To say they don't \nqualify is self-defeating in that those situations will eventually become emergencies.''\n\n  Dr. Daines said that for every effort in the state to use Medicaid ''creatively'' to cover the uninsured, ''the Bush \nadministration, at every chance, is pushing it back.''\n\n  The state estimated that the federal government denied $60 million in matching funds for emergency Medicaid \nfrom 2001 to 2006, including $11.1 million for chemotherapy. Medicaid costs are typically split evenly between the \nstate and the federal government.   \n\n  It is unclear how many other states are providing chemotherapy to illegal immigrants, because all emergency \nservices are generally lumped together in state Medicaid reports. But others have also been challenged on \nemergency Medicaid claims.   \n\n  In Washington State, where illegal immigrants are entitled to Medicaid coverage for a month or more after \ntreatment in an emergency, officials said a federal audit of their emergency Medicaid claims was under way, and \nthe state has asked the federal government to provide a definition of emergency services. \n\n  ''The awkward position state Medicaid programs are in is trying to figure out what kinds of medical care should be \navailable for emergency conditions,'' said Douglas Porter, assistant secretary for the Washington Health and \nRecovery Services Administration. \n\n  Washington and other states have also fought the federal government over Medicaid for infants born to illegal \nimmigrants, an issue reflected in the ferocious debate over the national children's health insurance program.\n\n  In the wake of stricter federal rules, New York, New Jersey, Connecticut and 20 other states have extended full \nMedicaid coverage, using only state money, to some immigrants who do not qualify for federal aid. Under federal \nlaw, proof of citizenship is required for full Medicaid coverage, but not for emergency coverage. \n\n  But some states with growing immigrant populations, like Georgia and Arizona, have themselves moved to limit \ncoverage under emergency Medicaid, leading to  intense opposition from immigrant health advocates.\n\n  Advocates for breast cancer patients said they were particularly concerned about the denial of coverage after \nlobbying the federal government for years to provide breast cancer screening to uninsured women. Under a \nprogram offered to underinsured and uninsured women, the Centers for Disease Control and Prevention provides \nfree or low-cost screening. \n\n  ''To allow women to be diagnosed with breast cancer and then create an obstacle for them to get treatment is a \nhorrendous policy,'' said Donna Lawrence, executive director of Susan G. Komen for the Cure in New York. \n\n  In New York City, cancer kills 15,000 residents a year. It is the second leading cause of death among both the \nnative- and the foreign-born, according to a 2006 survey by the city's health department, with lung, breast and colon \ncancer the top killers. \n\n  The state had initially accepted the federal finding that New York was not entitled to federal reimbursement for \nchemotherapy under the emergency Medicaid program. But until last month, state health officials had not informed \nmedical providers that the treatment would no longer be covered by either state or federal funds.\n\n  That provoked a pitched outcry from immigrant health advocates over the last few weeks, and state health \nofficials reversed their position this week, saying Medicaid should cover the treatment.\n\n  State officials said they were challenging the federal decision on the grounds that chemotherapy treatment \nqualifies as an emergency under the federal government's own rules. Certain conditions, including diseases of the \nbrain, spinal cord and bone marrow disease, could require immediate chemotherapy. \n\n\n\n  The state's letter also said that chemotherapy can be used to ''cure cancer, control cancer and/or ease cancer \nsymptoms,'' and that if that the measures typically used to treat cancer were not available to patients, their health \ncould be in serious jeopardy -- one of the federal criteria in determining an emergency.\n\n  The cost of emergency Medicaid  is still a relatively small portion of state Medicaid budgets, experts said, and a \nmajority of the money is spent on care for pregnant women, labor and delivery. But the demand for it rising quickly \nas the immigrant population balloons. \n\n  Health advocates say that many illegal immigrants who need and qualify for emergency care are afraid to seek \nhelp, and that emergency Medicaid is underused. \n\n  A recent study of emergency Medicaid services in North Carolina found that spending, largely devoted to \npregnant women, increased by 28 percent from 2001 to 2004; still, the emergency costs accounted for less than 1 \npercent of total Medicaid expenditures.\n\n  New York City public hospitals, which serve 400,000 uninsured patients a year, among them illegal immigrants, \nwould continue to provide the cancer treatment no matter what, said officials from the Health and Hospitals \nCorporation. But if there is no reimbursement from Medicaid, they said, they will have to look elsewhere for financial \nsupport. \n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nCHART: Cancer Deaths: Each year about 15,000 people in New York City die of cancer, which is the second \nleading cause of death among both U.S.-born and foreign-born New Yorkers.(Source: New York City Department of \nHealth and Mental Hygiene)(pg. A11)                              \n"}