{"title": "Women: new wave of illegal immigrants", "body": "\nSwaddled in dirt in the inky night, the newborn trembled as a stranger struggled to snip her umbilical cord with nail \nclippers. A smuggler and other migrants had bolted when the baby's 18-year-old mother screamed with labor pains.\n\nBut Lilia Ortiz couldn't just leave them in the harsh Arizona desert. Ortiz, 23, had walked two days straight to get \nthis far. But she knew what it was like to struggle as a mother on her own.\n\nThe two women are part of a new wave of migrants. A decade ago, illegal migration was dominated by men. Now \nmore women are making the journey, risking rape and even death to support their families.\n\nThe increase in female migrants comes as beefed-up border security has funneled migrants through one of the \nworld's most forbidding deserts, and as smugglers adopt increasingly violent tactics.\n\nSome cross with their children. Others leave them behind with relatives. Pregnant women, like María Pérez, the 18-\nyear-old who gave birth this week, walk for days through the desert in the hope that their children will have a better \nlife as U.S. citizens.\n\nRape has become so prevalent that many women take birth-control pills or shots before setting out to ensure they \nwon't get pregnant. Some consider rape ``the price you pay for crossing the border,'' said Teresa Rodriguez, \nregional director of the U.N. Development Fund for Women.\n\nIf caught by the U.S. Border Patrol, women are often deported to Mexico's violent border towns in the middle of the \nnight, despite a 1996 agreement between the two countries that promised women and children would be returned \nonly in daylight hours, according to directors of migrant shelters along the 2,000-mile border.\n\nWorldwide, nearly half of the estimated 180 million migrants are women, according to a report released in February \nby the Economic Commission for Latin America and the Caribbean.\n\nA study released last week by U.S. and Mexican migration experts, partly funded by the Mexican government, \nfound that nearly half of all Mexican migrants living in the United States are women.\n\nThe female migrants are getting younger. Of migrants under 18 deported to Mexico, females accounted for only 2 \npercent in 1994, when the United States started cracking down at the border. Since 2002, they have made up \nnearly a third each year, said Blanca Villaseñor, who recently published a book on Mexico's female migrants.\n\n\nCentral American women face even more danger because they must first cross Mexico, where gangs and even \nimmigration officials have attacked women, said Jesús Aguilar, a migrant-rights activist in El Salvador.\n\nOrtiz and Pérez were caught by the Border Patrol. Ortiz was returned to Nogales, where she vowed to try again. \nPérez and her newborn daughter were recovering at a hospital in Tucson, according to the Border Patrol.\n"}