{"title": "Moldova's anti-graft reform proposals could undermine judicial independence - Venice Commission", "body": "\nCHISINAU (Moldova), October 15 (SeeNews) - The Council of Europe's Venice Commission said on Tuesday that \nsome provisions in Moldova's anti-graft reform could actually undermine judicial independence.\n\nLegal experts of the Venice Commission appreciate efforts by the new government in Moldova to fight corruption in \ngovernment with judicial reform, but stressed that the proposals must respect the constitution in force, the Venice \nCommission, an advisory body of the Council of Europe, said in a press release.\n\nThe reform proposals followed the establishment of the new government and parliamentary coalition in Moldova in \nJune this year, and a parliamentary declaration that oligarchs have been responsible for the 'control' of the \nprosecutor general's office and the justice system in general, the Venice Commission said.\n\nPrime Minister Maia Sandu has furthermore declared that her mandate is to curb the power of oligarchs and as a \nresult, the proposed reform aims to establish an extra judiciary mechanism that would re-evaluate all key persons \nin the judiciary and the prosecutor's offices.\n\nA major concern for the Venice Commission is that the draft law combines such a vetting process with the reform \nof the Supreme Court, aimed at replacing the existing Supreme Court by a new court having a different jurisdiction \nand fewer judges. The combination between two different purposes obstructs the justification for subjecting all \nsitting Supreme Court judges to extraordinary re-evaluation and for the interference with the principle of \n\"irremovability\" of judges, according to the opinion of the Venice Commission.\n\nThus, the commission recommended that the draft law needs to be compliant with the constitution, therefore all \ndecisions concerning the transfer, promotion and removal from office of judges should be taken by the Superior \nCouncil of Magistracy. Also, the draft law should not provide for an appeal against the evaluation report from one \nboard of the Evaluation Committee to the other board; instead the draft law should provide for an appeal before a \njudicial body against the decisions of the Superior Council of Magistracy based on such report.\n\nMoreover, the judge who has failed the integrity evaluation should not be offered any judicial office, even in lower \ncourts but should be subjected to a disciplinary sanction proportional to the gravity of the wrongdoing, the Venice \nCommission recommended.\n\n($= 0.9007 euro)\n\n"}