{"title": "Iranian Cyclist Detained at Border Wins Political Asylum", "body": "\nAn Iranian man who cycled 46,000 miles around the world for six years on a personal peace mission only to be \narrested in the Arizona desert for entering the United States illegally was granted political asylum yesterday by an \nimmigration judge.\n\n     But the cyclist, Reza K. Baluchi, 30, remains in custody in Florence, Ariz., while the Immigration and \nNaturalization Service decides whether to appeal the decision of the judge, LaMonte Freerks, to allow Mr. Baluchi \nto remain in the United States. \n\n \"I have been four months in jail,\" Mr. Baluchi said in a telephone interview from the immigration service's detention \ncenter. \"Two days more no problem.\"\n\nIt is uncertain whether Mr. Baluchi will be released that quickly. The federal immigration lawyer who prosecuted \nhim, Virginia Vasquez, said she had 30 days to file a notice of appeal. \"It's under advisement,\" she said.\n\nMs. Vasquez argued that Mr. Baluchi had not been persecuted for his political beliefs in Iran, but rather had simply \nbeen prosecuted for breaking the law there. The Iranian government, she said, has a right to impose whatever laws \nit sees fit, and the United States has no obligation to protect someone who violates them.\n\nMr. Baluchi said that after his arrest on Nov. 10 he received hundreds of letters of support from around the country, \nas well as dozens of e-mail messages sent to a Web site set up on his behalf by a fellow cyclist. What seemed to \nhave appealed to his supporters was the account of his odyssey, which he said took him from a life of persecution \nin Iran for associating with \"counterrevolutionaries\" to a life on the road, visiting places like China, South Africa, \nFrance, New Zealand and Panama -- 54 countries in all. Everywhere he went, Mr. Baluchi said, he spread his \nmessage of love and peace.\n\nIn Monterrey, Mexico, Mr. Baluchi applied for a visa to enter the United States. After waiting three months with no \nsign of the document, he said, he got lost while riding near the border and set up camp on the United States side, \nwhere Border Patrol agents picked him up.\n\nIn the climate after the attacks of Sept. 11, 2001, in which thousands of men from Muslim nations have been forced \nto register with immigration authorities, an Iranian riding solo in the desert raised suspicions.\n\nDuring his asylum hearing, which began Monday, Mr. Baluchi was nervous, said his lawyer, Suzannah Maclay of \nthe Florence Immigrant and Refugee Rights Project.\n\n\"He was clearly very anxious,\" Ms. Maclay said. \"He had expected to get a final decision, and instead he's taken \nback to detention.\"\n\n\nMs. Maclay argued that her client should not be returned to Iran because he faced persecution there. In 1994, she \nsaid, Mr. Baluchi was arrested in Tehran by what she called \"Islamic extremist security forces\" for wearing a \nMichael Jackson T-shirt and for carrying a \"banned prerevolutionary videotape\" of a movie, a love story showing \nwomen in bathing suits. With no notice of the charges against him, Mr. Baluchi was beaten, hung by his cuffed \nwrists from a tree and interrogated about his political associations, she said.\n\nA month later, Ms. Maclay told the judge, Mr. Baluchi was arrested again, for eating a sandwich during Ramadan, \nthe monthlong period in which Muslims fast during the day. She said Mr. Baluchi had been taken to jail and beaten \nunconscious. Several days later, a judge sentenced him to 70 lashes in public. In a third arrest, police dislocated \nMr. Baluchi's shoulder, she said, and he was later sentenced to two years in jail for being part of what the police \nsaid was a dissident organization. He served 18 months.\n\nFearful of remaining in Iran, Mr. Baluchi said, he left the country with his bicycle. In his travels, he unsuccessfully \napplied for political asylum in Germany.\n\nMs. Maclay argued that because Mr. Baluchi has now spoken out against Iranian leaders, he would face even \nmore danger if he returned to Iran.\n\n\"Today I'm happy,\" Mr. Baluchi said with his customary optimism after the hearing. Once he gets out, he said, he \nplans to ride to Los Angeles. From there, he will run across the country, eight hours a day, to New York City -- and \nground zero. Shortly after the Sept. 11 attacks, Mr. Baluchi wrote that he would conclude his voyage at the site of \nthe World Trade Center, \"so that my message of peace and love can reach the whole American people.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Reza K. Baluchi last month in a federal detention center in Florence, Ariz. (Jeff Topping for The New York \nTimes)      \n"}