{"title": "25 area airport workers arrested;IMMIGRATION AGENTS SWEEP THROUGH S.F., S.J.", "body": "\nIn the latest security crackdown at Bay Area airports, federal immigration officials have arrested 25 workers with \nhigh-security clearance -- 17 at San Francisco Airport and eight at San Jose.\n\nThe charges range from obtaining airport security badges with falsified Social Security numbers and visas to lying \non applications about major felony convictions.\n\nAll the workers had unescorted access to planes and runways in their roles as truck drivers, cargo or baggage \nhandlers, janitors or security guards.\n\nMany of the workers were from Latin America, and at least one was from the Middle East, said Immigration and \nNaturalization Service (INS) spokeswoman Sharon Rummery. Two workers have already agreed to go back to \ntheir native Mexico, and the rest face deportation hearings.\n\n\"This was a dangerous situation,\" Rummery said. \"If someone had found out they had a problem with immigration, \nthey could have threatened the immigrants with exposure to get them to do something they didn't want to against \nthe airport.\"\n\nMore than 250 workers at 11 airports nationwide have been arrested on immigration charges since Sept. 11. \nMore than two dozen investigators from the INS, Social Security Administration and Transportation Department \nhave been working since November to audit records at more than 100 companies that employ 15,000 workers with \nsecurity clearance at the San Francisco and San Jose airports.\n\nOakland International Airport hasn't been investigated, Rummery said.\n\nFelons discovered\n\nSeven of the immigrants facing deportation at San Francisco International Airport were legal residents who had \nlied about felony convictions to obtain employment, Rummery said. The INS investigation is separate from FBI \nbackground checks being conducted at airports since Sept. 11.\n\nCombined, the two operations have resulted in 55 employees in San Francisco Airport and 11 in Mineta San Jose \nInternational Airport losing their high-security clearance since last year.\n\n\"The latest batch is not a big number, but any number is too many,\" said San Francisco Airport spokesman Ron \nWilson. \"We revoked their security clearance and canceled them out of the system. They're done.\"\n\n\nEven immigration advocates don't quarrel with the government's effort to shore up security at the nation's airports \nby rooting out immigration violators.\n\n\"Our advice to immigrants working at the airports is to find another job if their documentation isn't entirely \ncomplete,\" said Mark Silverman, policy director for the Immigrant Legal Resource Center in San Francisco. \"We \ndon't have a complaint with the INS for enforcing the laws. This is different than the issue of immigrant airport \nscreeners who may unfairly lose their jobs.\"\n\nSilverman and other immigrant advocates say a new federal security rule requiring all airport security screeners to \nbe U.S. citizens is unfair, and they are fighting to repeal the law.\n\nInvestigators started rounding up violators on Wednesday and made their final arrest Monday morning.\n\nSo far, one worker from the San Jose airport has appeared in federal court. Gerardo Garduno of San Jose is \ncharged with falsifying an INS I-9 form, knowingly possessing a false alien registration receipt card and Social \nSecurity card, and falsely attesting to be a lawful permanent resident, court records show.\n\nGarduno had worked at the San Jose airport for a year at Integrated Airline Services, a company that loads cargo \nand passenger bags. When he applied for the job, Garduno allegedly used an alien registration card that belonged \nto a 45-year-old Mexican man who had become a U.S. citizen and a Social Security card that belonged to a man \nfrom the Los Angeles suburb of Bellflower, court records show. He could face up to 20 years in jail and $750,000 in \nfines. Efforts to reach the company were unsuccessful.\n\nVariation around U.S.\n\nDavid Barnes, spokesman for the Transportation Department's Inspector General's Office, said the number of \nimmigration violations the INS finds at airports often does not match up proportionally with the size of an airport.\n\nFor example, the INS only arrested five workers in February at the airport that serves the most passengers -- \nHartsfield Atlanta International. But 49 workers were charged earlier this month at the airport in Charlotte, N.C.\n\nThe inconsistency may be because \"the different U.S. attorney's offices have different standards for conviction \naround the country,\" Barnes said. \"What someone may be deported for in one part of the country may not be the \nsame as in another part.\"\n\nContact Aaron Davis at acdavis@sjmercury.com or (650) 688-7590.  \n"}