{"title": "Shadow workers are tracking poll spend by political parties", "body": "\nDistrict admin forms special squad to check expenditure on rallies and campaignsWith the Assembly elections \naround the corner, the district administration of Pune has formed a special squad of 'shadow party workers' to \nkeep a check on the actual money spent on rallies and campaigns.It has been observed that political parties have \nincreasingly been going all out and spending large amounts of money to win elections. However, parties and \ncandidates may not truthfully reveal the actual amount spend on paper to the Election Commission of India.To \ncounter this, these shadow workers will mix with actual party workers in similar attire at various rallies and across \ncampaigns to get real figure of expenses. These shadow workers will also maintain a register to keep track. \n\nThe authorities will later compare their findings with the figure submitted by candidates.The squad will mostly keep \ntrack of the expenses on meals and vehicles in rallies as it has been noted that the most malpractice happens \nunder these two heads.Talking to Pune Mirror, district collector Naval Kishore Ram said, \"We had managed to \ncatch misleading information in the last Lok Sabha elections. The flying squad will enter in rallies and meetings and \nget real picture of expenses.\"\"We have given all the freedom to our officers to find this data,\" he added.An officer \npart of the squad said, \"We have decided not to rely only on video shooting by the administration or the details sent \nby candidates themselves. Our special team will conduct an independent audit of election expenditure during the \npoll campaign.\".\"The expenditure limit is restricted to Rs 28 lakh as per the EC. We noticed that the cost of a pandal \nand rallies reached to Rs 20 lakh in a day if any big leader arrives. There is a menu and nonvegetarian meals are \nprovided. The items in the meals also vary. We will note all these minor details and submit to the authorities,\" said \nanother member of squad.\"Many party workers or the crowd during the mega rallies are actually daily wage \nlabourers brought from various labour camps. These expenses are never shown,\" the officer added. For Reprint \nRights: timescontent.com\n"}