{"title": "The Candor Gap", "body": "\nIt is one of our fondest political myths that elections allow us collectively to settle the \"big issues.\" The truth is that \nthere's often a bipartisan consensus to avoid the big issues, because they involve unpopular choices and conflicts. \nElections become exercises in mass evasion; that certainly applies so far to the 2008 campaign. A case in point is \nAmerica's population transformation. Few issues matter more for the country's future -- yet it's mostly ignored.\n\nTwo changes -- aging and immigration -- dominate, and they intersect. In 2005, 12 percent of the population was \nover 65; by 2050, that will be almost 20 percent. Meanwhile, immigration is driving population growth. By 2050, the \npopulation may exceed 430 million, up from about 300 million now. About four-fifths of the increase will reflect \nimmigrants and their children and grandchildren, estimates the Pew Hispanic Center. The potential for conflict is \nobvious. Older retirees and younger and poorer immigrants -- heavily Hispanic -- will compete for government social \nservices and benefits. Squeezed in between will be middle-class and middle-age workers, facing higher taxes.\n\nWhat do the supposedly plain-spoken John McCain and Barack Obama say about these looming problems? Well, \nnot much. Of course, they're against poverty and fiscal irresponsibility. They oppose illegal immigration and favor \n\"reform.\" But beyond these platitudes, they're mostly mute. It's not that the problems are secret. Dozens of reports \nhave warned of population aging, which affects most wealthy societies. Global aging is \"a demographic shift with no \nparallel in the history of humanity,\" argue Richard Jackson and Neil Howe in \"The Graying of the Great Powers.\"\n\nBy their estimates, U.S. government benefits for retirees (mainly Social Security and Medicare) will rise from 9 \npercent of national income in 2005 to 21 percent by 2050. The outlook is worse for many other rich nations, some of \nwhich face shrinking populations. In Germany, retirement spending is projected at 29 percent of national income in \n2050; in Italy, it's 34 percent.\n\nSimilarly, immigration is widely studied. Pew projects that immigrants will constitute 19 percent of Americans in \n2050, up from 12 percent in 2005. The Hispanic share of the population will double, from 14 percent to 29 percent. \nIf most immigrants assimilated rapidly, this wouldn't be worrisome. But many, especially low-skilled Hispanics, don't.\n\nConsider a new study of Mexican Americans by sociologists Edward Telles and Vilma Ortiz of UCLA. Compared \nwith their parents, the children of immigrants did make progress, they found. Incomes increased; English-language \nskills spread; intermarriage rose. But after the first generation, additional gains were grudging. Third-generation \n\n\nMexican Americans were only 30 percent as likely as non-Hispanics to have completed college. In the fourth \ngeneration, about 20 percent still had incomes below the government poverty line. \"Assimilation, where it occurred, \nwas far slower than it was for European-Americans,\" write Telles and Ortiz.\n\nBecause government policies might mute these problems, they ought to be subjects of campaign debate. We could \nlighten the burden of aging by curbing government benefits for wealthier retirees and raising Social Security and \nMedicare eligibility ages to reflect longer life expectancies. These changes would move federal retirement programs \nback toward their original purpose -- a safety net for the most vulnerable. We could refashion immigration policy to \nfavor skilled over unskilled immigrants, because they contribute more to the economy and assimilate faster.\n\nWhat we do, or don't do, about these issues will profoundly affect the character of the country in 10, 20 and 50 \nyears. Doing nothing is a policy -- a bad one. That's what Obama and McCain essentially offer. It's easy to explain \nwhy. To discuss these issues frankly might be political suicide. It could alienate crucial blocs of voters: retirees, \nHispanics. Blunt talk would expose a candidate to charges of being mean-spirited (against retirees) or racist \n(against Hispanics). What political consultant would advise such a course?\n\nPeople complain about governmental gridlock. But what often obstructs constructive change is public opinion. The \nstalemates on immigration and retirement spending are typical. We avoid messy problems; we embrace \ninconsistent and unrealistic ambitions. We want more health care and lower health costs; cheap energy and less \ndependence on foreign energy; more government spending and lower taxes. The more unattainable our goals, the \nmore we blame \"special interests,\" \"lobbyists\" and other easy scapegoats.\n\nIn this campaign, we have a candor gap. By and large, Americans want to be told what government will do for \nthem -- as individuals, families, consumers -- and not what it will do for the country's long-term well-being, \nespecially if that imposes some immediate cost or inconvenience. Grasping this, our leading politicians engage in a \nconsensual censorship to skip issues that involve distasteful choices or that require deferred gratification. They \nprefer to assign blame and promise benefits. So elections come and go, there are winners and losers -- and our \nproblems fester.\n"}