{"title": "United States Courts Opinions: United States District Court Western District of TEXAS :UNITED STATES OF AMERICA § § v. § § IN THE MATTER OF THE § No. 3:18-mj-765-BN EXTRADITION OF § § TITO JAY RISNER A/K/A § JAY MICHAEL RISNER A/K/A § TITO RISNER A/K/A § JOSE TITO RODRIGUEZ CALDERON.", "body": "\nWashington: United States District Court Western District of  TEXAS  has issued the following order:  IN THE \nUNITED STATES DISTRICT COURT NORTHERN DISTRICT OF TEXAS DALLAS DIVISION UNITED STATES \nOF AMERICA § § v. § § IN THE MATTER OF THE § No. 3:18-mj-765-BN EXTRADITION OF § § TITO JAY \nRISNER A/K/A § JAY MICHAEL RISNER A/K/A § TITO RISNER A/K/A § JOSE TITO RODRIGUEZ CALDERON. § \nMEMORANDUM OPINION AND ORDER On November 16, 2018, the United States of America filed a complaint \nfor the extradition of Tito Risner a/k/a Jay Risner a/k/a Jose Tito Rodriguez Calderon (“Risner”) at the request of \nthe Government of the Republic of Colombia (“Colombia”) pursuant to the extradition treaty between the United \nStates and Colombia, the Extradition Treaty with the Republic of Colombia, U.S.-Colom., Sept. 14, 1979, S. \nTREATY DOC. NO. 97-8 (1981) (the “Treaty”). The United States seeks Risner’s extradition in accordance with its \ntreaty obligations to Colombia, see Dkt. No. 1, and has moved to detain Risner following his arrest on a warrant \n[Dkt. \n\nNo. 22] issued in connection with the United States’s complaint filed under 18 U.S.C. § 3184, see Dkt. Nos. 5 & 14, \nand “respectfully requests that the fugitive be detained pending the extradition hearing in this matter and thereafter \nif the Court enters an order finding him extraditable,” Dkt. No. 14 at 14. Risner, through his retained counsel, filed a \nMotion for Bail, see Dkt. No. 24, -1- Case 3:18-mj-00765-BN Document 33 Filed 12/27/18 Page 1 of 41 PageID \n<pageID&gt; asserting that “[s]pecial circumstances support bail, and Mr. Risner is neither a flight risk nor a danger \nto the community in which he has resided peacefully since 1969,” and that, “[b]ased on the combination of factors \npresent in this matter, the setting of reasonable bail is warranted,” id. at 1. Risner also filed a Motion to Dismiss, \nsee Dkt. No. 23, asserting that, “[i]n this extradition request, Colombia has failed to follow extradition procedures \nand provide all required documents pursuant to Article 9 of the Extradition Treaty with the Republic of Colombia, \nU.S.-Colom., Sept. 14, 1979, S. TREATY DOC. NO. 97-8 (1981) (‘Treaty’),” and that “Colombia is in violation of the \nterms of the treaty, therefore this matter must be dismissed,” id. at 1. The United States then filed a Notice of Filing \nof Supplement to Extradition Request, see Dkt. No. 26, in which it explained: On November 16, 2018, Tito Risner \na/k/a Jay Risner a/k/a Jose Tito Rodriguez Calderon (“Risner,” “Rodriguez Calderon,” or the “fugitive”) was \narrested on the basis of a complaint seeking his extradition to the Republic of Colombia (“Colombia”) to serve a \nsentence for aggravated homicide. Attached to the filed complaint was the original Extradition Request submitted \nby the Government of Columbia (ECF No. 1-1). On February 23, 2018, the United States sent a diplomatic note to \nColumbia requesting that the Government of Columbia submit a certified supplement to the original extradition \n\n\npackage from Columbia. In this diplomatic note, the United States requested that Columbia submit a Supplement \nwhich provides a text of the applicable Columbian laws describing the essential elements and designation of the \noffenses for which extradition is requested, and describing the time limit on the prosecution of the execution of \npunishment for the offenses as required by Articles 9(2) and 9(5) of the Extradition Treaty between the United \nStates and the Republic of Columbia. Attached hereto as Exhibit A is the certified Supplement (dated July 23, 2018) \nwith Spanish and English translations which was provided to the United States by the Government of Columbia. \nThis Supplement -2- Case 3:18-mj-00765-BN Document 33 Filed 12/27/18 Page 2 of 41 PageID <pageID&gt; to \nthe original Extradition Request is admissible at the extradition hearing pursuant to 18 U.S.C. § 3190. Id. at 1-2. \nAnd the United States filed the Government’s Response in Opposition to Fugitive’s Motion for Bail, See Dkt. No. \n27, and Risner filed his Relator’s Reply to Government’s Response to Motion for Bail, see Dkt. No. 28. The \nundersigned United States magistrate judge is authorized to conduct the proceedings in this matter under 18 U.S.C. \n§ 3184 and 28 U.S.C. § 636. See Noel v. U.S., 12 F. Supp. 2d 1300, 1305 (M.D. Fla. 1998). The Court held a \nhearing on December 19, 2018 on the United States’s Motion for Detention [Dkt. No. 5] and Risner’s Motion for Bail \n[Dkt. No. 24], and Risner, his counsel, and the government’s counsel appeared. See Dkt. Nos. 11, 17, & 29. For the \nreasons explained below, the Court GRANTS the United States’s Motion for Detention [Dkt. No. 5] and DENIES \nRisner’s Motion for Bail [Dkt. No. 24]. Background As background, the United States asserts that, [a]ccording to \ninformation the Government of Colombia has provided: On December 9, 1994, the Colombian Criminal Court Six, \nCircuit of Cartagena, found the fugitive guilty of the aggravated homicide of his wife, Patricia Gomez de Risner (the \n“victim” or “Risner’s wife”), in violation of Article 323 of Colombia’s Criminal Code, and sentenced him to twenty \nyears imprisonment. The conviction was affirmed on appeal, first by the Superior Tribunal of the Judicial District of \nCartagena on April 20, 1995, and then by the Supreme Court of Justice, Criminal Cassation Division, on November \n23, 1998. The extradition request from the Government of Colombia contains supporting documentation including \nthe aforementioned Colombian court decisions, which reflect the following: -3- Case 3:18-mj-00765-BN Document \n33 Filed 12/27/18 Page 3 of 41 PageID <pageID&gt; a. The victim was Risner’s wife. She was born in Colombia, \nand lived in Texas. b. In early July, 1990, the victim and Risner were visiting Cartagena, Colombia. On July 4, \n1990, the victim was shot fatally while walking with her sister and mother. c. Colombian police officers arrested \nRaul Alberto Ramirez Montoya (Ramirez Montoya) and Yolanda Zuluaga Velez (Zuluaga Velez) at the scene. The \ntwo were implicated in the homicide through questioning and were convicted of the murder. d. Hotel and other \nrecords reflected that the Risners arrived at the Hotel Bellavista in Cartagena three days before the murder, on July \n1, 1990. Risner’s co-defendant and relative, Jairo Hernandez Pachon (“Hernandez Pachon”), arrived at the same \nhotel on the same date, and shared a room with Ramirez Montoya and Zuluaga Velez, adjacent to the room that \nRisner and his wife occupied. [In the same proceeding as Risner, the court convicted Hernandez Pachon of being \nan accomplice to the aggravated homicide and sentenced Hernandez Pachon to ten years imprisonment.] \nHernandez Pachon also paid Ramirez Montoya and Zuluaga Velez’s hotel bill. Given their proximity to the victim \nwhile she was a guest at the hotel, Ramirez Montoya and Zuluaga Velez had opportunities to become aware of the \nvictim’s identity and appearance. Further, a Colombian police agent testified that he had obtained confidential \ninformation that when Risner and his wife were walking on the beach, Risner “made signs” to hire Hernandez \nPachon and his companions. e. Risner was the beneficiary of at least five policies insuring the victim’s life for a total \nvalue of approximately USD $1.73 million in the 1990s. Some, if not all, of the insurance companies investigated \nthe victim’s death and had declined to pay the proceeds to Rodriguez Calderon, prompting Risner to sue them in \nthe United States District Court for the Northern District of Texas. See Risner v. Amex Life Assur. Co., No. Civ. A \nNo. 3-91-1646, 1993 WL 55957, at *1 (N.D. Tex. Jan. 19, 1993) (noting that Tito Risner was the designated \nbeneficiary of several life insurance policies on the victim’s life and had tried to collect against seven insurance \ncompanies). The Colombian court had before it the results of said investigation. The court found that Risner had \npurchased an abnormal number of policies on the victim’s life, in an abnormal amount, considering that the victim \nworked as a nurse and was not exposed to sufficient risk to justify such coverage. The court also noted that the \npolicies exceeded the couple’s economic capacity. [On approximately January 16, 1991, plaintiff Tito Jay Risner \nalso appears to have filed suit against the Estate of Patricia Gomez Risner in Dallas County Probate Court (Case \nNo. PR-91-00180-1).] -4- Case 3:18-mj-00765-BN Document 33 Filed 12/27/18 Page 4 of 41 PageID <pageID&gt; \nf. According to the victim’s sister, during the afternoon of the shooting, Risner continuously passed from one side to \nthe other of the hotel windows, from which he could see the street and watch the shooting occur. g. Following the \nmurder, Colombian law enforcement interviewed Risner, who asserted that his wife’s death should not be \n\n\n\ninvestigated. Colombian authorities who conducted the interview also reported that Risner seemed defensive and \ntold them he did not know why they were taking his statement. [In its decision, the Colombian court listed the \nevidence before it, including an “Affidavit of Tito Risner.”] Crediting testimony from a police agent who testified \nbased on observing Risner and fifteen years of professional experience, the court found that Risner exhibited a \nstrange and cunning attitude at the interview. h. According to the victim’s family, the fugitive told them to do nothing \nregarding the investigation because there was no point to it. i. Risner departed Colombia abruptly on July 6, 1990, \nthe day after the victim’s burial. j. Ramirez Montoya, who ultimately was convicted of the murder, made statements \nto police in an effort to prove his own innocence. For example, Ramirez Montoya stated that the victim’s husband \nwas outside of and opposite the hotel where the shooting occurred and described the clothes the victim’s husband \nwas wearing. The Colombian court found that a prior familiarity and criminal link existed between Ramirez Montoya \nand Risner because Risner was not on the scene when the shooting occurred, whereas Ramirez Montoya was \napprehended immediately after the shooting, and Ramirez Montoya’s mentioning an absent stranger to exculpate \nhimself would have made little sense. k. According to the victim’s family, although Risner had told the victim that he \nwas a bachelor Spaniard named Tito Jay Risner, they discovered after the victim’s murder that, in fact, he was a \nmarried Colombian named Jose Tito Rodriguez Calderon. In April 1993, the victim’s sister reported to Colombian \nlaw enforcement, based on information she had received from the fugitive’s sister’s husband, that Rodriguez \nCalderon had changed his name to Risner upon moving to the United States. Colombian law enforcement \ndetermined, from Colombian civil records including a photographic identity card, that Risner was born in Colombia \non February 6, 1944, as Jose Tito Rodriguez Calderon (and was listed in records from 1965 as married to a woman \nnamed Fronny Avillan, to whom the Colombian court alternately refers as Fronny Saito). [The extradition request \nincludes a copy of the fugitive’s Colombian identity card, which was issued on July 30, 1965, reflecting this \ninformation. See DOJ-OIA-008 (translation at DOJ-OIA-127).] The Colombian court found, based on testimony from \nthe victim’s family, that -5- Case 3:18-mj-00765-BN Document 33 Filed 12/27/18 Page 5 of 41 PageID <pageID&gt; \nthe victim was unaware of Risner’s double identity despite being married to him and having two children with him, \nthat Risner had deceived the victim about his identity, and that this deception indicated that Risner had mounted a \nplot against the victim. l. While Risner was not physically present for the Colombian court proceedings against him, \nthe Colombian court received and admitted two power-of-attorney forms from Tito Jay Risner. m. The Colombian \ncourt decisions indicate that Risner’s Colombian counsel did not contest that Risner is Rodriguez Calderon. Dkt. \nNo. 14 at 2-5 (footnotes omitted). For his part, Risner asserts the following background in support of his request for \nbail or release pending an extradition hearing: Jay Michael Risner, a 74-year-old United States citizen with no \ncriminal history, hereby requests bail in this extradition matter which stems from the murder of his wife nearly 30 \nyears ago. Colombia initially sought extradition in 2000 and then apparently abandoned that effort. Now, 18 years \nlater, Colombia has resurrected its extradition request. This new request suffers from the same infirmities as the \nprevious request(s) in that Colombia has failed to follow extradition procedures and provide all required \ndocuments pursuant to Article 9 of the Extradition Treaty with the Republic of Colombia, U.S.-Colom., Sept. 14, \n1979, S. TREATY DOC. NO. 97-8 (1981) (“Treaty”). (See Motion to Dismiss filed concurrently.) [At this time \ncounsel cannot determine how many requests Colombia has made to the United States prior to 2000. ID 196-97. \nHowever, it is clear from the available records that no requests were made between 2000 and 2018.] Special \ncircumstances support bail, and Mr. Risner is neither a flight risk nor a danger to the community in which he has \nresided peacefully since 1969. Based on the combination of factors present in this matter, the setting of reasonable \nbail is warranted. II. STATEMENT OF FACTS Jose Tito Rodriguez Calderon moved to the United States (“U.S.”) \nfrom Colombia in 1968 at the age of 24. In 1972, Mr. Rodriguez Calderon legally changed his last name to Risner \nto acquire his father’s last name. [The government’s assertions that Mr. Risner’s legal names change was part of a \nplot against his wife are unfounded given the fact that the name change occurred five years before Risner met \nPatricia and 18 years before she was killed. (Gov. Opp. at 6)] In 1969 he settled in Dallas and in 1975 Tito Jay \nRisner became a naturalized U.S. citizen. (Ex. A.) In 1977 he met -6- Case 3:18-mj-00765-BN Document 33 Filed \n12/27/18 Page 6 of 41 PageID <pageID&gt; Patricia Gomez Melendez, and in 1978 they married. 3 (Ex. B.) Mr. and \nMrs. Risner had two children, Elizabeth was born in 1984 and Kevin was born in 1981. (Ex. C.) In 1987 Tito and \nPatricia each had prepared and executed their Last Will and Testament making each other the beneficiary in the \nevent of their death.4 (Ex. D.) In and around this time, the couple also bought life insurance policies making each \nother the beneficiary. In June 1990, the entire family, including Tito, Patricia, Elizabeth (age 5) and Kevin (age 9) \ntraveled to Colombia for vacation and to visit Patricia’s family. They stayed, as they always did when visiting family \n\n\n\nin Colombia, at the family condominium. On July 4, 1990, Patricia Risner was killed in Colombia. Mr. Risner and \nthe children were devastated. There exists no forensic or eyewitness evidence linking Mr. Risner to this horrible act. \nAfter the funeral, the family returned to Dallas where Mr. Risner began the long process of grief, recovery, and \nbeing a single parent. Mr. Risner never returned to Colombia and never again left the United States. By all \naccounts, he has barely left his home since the tragic loss of his wife. Mr. Risner has lived in Dallas since 1969. He \nhas lived in the same house for the past 18 years. He is a respected and much-loved man in the community. He \nrecently became a grandfather. (Ex. E.) Dkt. No. 24 at 1-2 (footnote omitted). Risner “respectfully proposes the \nfollowing special conditions of release: • Home Detention with GPS Monitoring; • Kevin Risner to act as 3rd Party \ncustodian; and • Any other conditions the Court deems merited.” Id. at 16. Legal Standards 18 U.S.C. § 3184 \nprovides: Whenever there is a treaty or convention for extradition between the United States and any foreign \ngovernment, or in cases arising under section 3181(b), any justice or judge of the United States, or any magistrate \njudge authorized so to do by a court of the United States, or any judge of a court of record of general jurisdiction of \nany State, may, upon complaint made under oath, charging any person found within his jurisdiction, with having \ncommitted within the jurisdiction of any such foreign government any of the crimes provided for by such treaty or \nconvention, or provided for under section 3181(b), issue his warrant for -7- Case 3:18-mj-00765-BN Document 33 \nFiled 12/27/18 Page 7 of 41 PageID <pageID&gt; the apprehension of the person so charged, that he may be \nbrought before such justice, judge, or magistrate judge, to the end that the evidence of criminality may be heard and \nconsidered. Such complaint may be filed before and such warrant may be issued by a judge or magistrate judge of \nthe United States District Court for the District of Columbia if the whereabouts within the United States of the person \ncharged are not known or, if there is reason to believe the person will shortly enter the United States. If, on such \nhearing, he deems the evidence sufficient to sustain the charge under the provisions of the proper treaty or \nconvention, or under section 3181(b), he shall certify the same, together with a copy of all the testimony taken \nbefore him, to the Secretary of State, that a warrant may issue upon the requisition of the proper authorities of such \nforeign government, for the surrender of such person, according to the stipulations of the treaty or convention; and \nhe shall issue his warrant for the commitment of the person so charged to the proper jail, there to remain until such \nsurrender shall be made. 18 U.S.C. § 3184; see also 18 U.S.C. § 3181(a)(1) (“The provisions of this chapter \nrelating to the surrender of persons who have committed crimes in foreign countries shall continue in force only \nduring the existence of any treaty of extradition with such foreign government.”). The Federal Rules of Criminal \nProcedure and the Bail Reform Act do not govern extradition proceedings under 18 U.S.C. § 3184. See FED. R. \nCRIM. P. 1(a)(5)(A) (“Proceedings not governed by these rules include: (A) the extradition and rendition of a \nfugitive....”); U.S. v. Ramnath, 533 F. Supp. 2d 662, 666-67 (E.D. Tex. 2008) (“The United States Bail Reform Act of \n1984 establishes substantive law and procedures regarding bail for defendants accused of committing crimes within \nthe United States. This statute does not govern international extradition actions because they are not domestic \ncriminal cases.” (footnote omitted)); see also FED. R. CRIM. P. 1101(d)(3) (“These rules – except for those on \nprivilege – do not apply to the following: ... (3) -8- Case 3:18-mj-00765-BN Document 33 Filed 12/27/18 Page 8 of \n41 PageID <pageID&gt; miscellaneous proceedings such as: extradition or rendition....”); Balzan v. U.S., 702 F.3d \n220, 224 (5th Cir. 2012) (“The evidentiary rules governing ordinary civil and criminal trials do not control what may \nbe admitted in an extradition hearing.”). Rather, “absent special circumstances bail should be denied pending an \nextradition hearing.” Matter of Extradition of Russell, 805 F.2d 1215, 1217 (5th Cir. 1986) (“Bail should be denied \nin extradition proceedings absent ‘special circumstances.’”). “Unlike the situation for domestic crimes, there is no \npresumption favoring bail. The reverse is rather the case.” Id. (internal quotation marks omitted). In this context, \n“[p]roof that an extradition respondent is neither a flight risk nor a danger is, without more, an insufficient ground \nfor admission to bail pending an extradition hearing,” and the person facing extradition must also establish “a \nspecial circumstance or a combination of factors that, in the aggregate, constitute a special circumstance that \ncreates a compelling case for release on bail.” Ramnath, 533 F. Supp. 2d at 666. That is so for the reasons that \nanother judge in this circuit has explained: The federal statute governing extraditions is 18 U.S.C. § 3181 et. seq. \nSection 3184 of the statute provides for the issuance of an arrest warrant for extradition in cases where an \nextradition treaty is in place and calls for a hearing after arrest “to the end that the evidence of criminality may be \nheard and considered.” 18 U.S.C. § 3184. However, neither this federal extradition statute nor the Bail Reform Act \nprovides guidance as to how a court should handle a bail request in an international extradition case once the \nperson is arrested and detained by the United States. In re Extradition of Garcia, 761 F. Supp. 2d 468, 470 (S.D. \nTex. 2010). .... The Supreme Court of the United States has stated that “while bail should not ordinarily be granted \n\n\n\nin cases of foreign extradition,” it was unwilling to hold as a general rule that the courts, “may not in any case, and \nwhatever the special circumstances, extend the -9- Case 3:18-mj-00765-BN Document 33 Filed 12/27/18 Page 9 of \n41 PageID <pageID&gt; relief.” [Wright v. Henkel,] 190 U.S. 40, 63, 23 S. Ct. 781, 47 L. Ed. 948 (1903). \nAccordingly, federal courts have crafted common-law doctrines to govern in such cases, and this body of case law \nguides the determination as to whether [the respondent’s] Motion for Release should be granted. See, e.g., In re \nExtradition of Russell, 805 F.2d 1215, 1216 (5th Cir. 1986) (“Bail should be denied in extradition proceedings \nabsent ‘special circumstances.’”) (citing Wright [v. Henkel, 190 U.S. 40, 62-63 (1903)]). This “special circumstances \ntest” creates a presumption against bail in an international extradition case. Id. “The government’s strong interest \nin denying bail stems from its need to ensure that the United States fulfills its international treaty obligations.” \nGarcia, 761 F. Supp. 2d at 470 (citing Wright, 190 U.S. at 62, 23 S. Ct. 781, 47 L. Ed. 948). “This is because \nextradition treaties create a binding obligation on the United States government to surrender fugitives to its treaty \npartners once they are found to be extraditable.” Id.; In re Extradition of Gonzalez, 52 F. Supp. 2d 725, 735 (W.D. \nLa. 1999) (“Bail is not ordinarily available in extradition cases due to the foreign relations interest of the United \nStates in successfully returning persons subject to criminal prosecution to the requesting country.”). Further, this \n“special circumstances” determination is a discretionary decision for the trial judge, and “the list of potential special \ncircumstances is not limited to those previously recognized in published decisions.” Gonzalez, 52 F. Supp. 2d at \n736; Garcia, 761 F. Supp. 2d 468 (“Put simply, the determination of whether a potential international extradite has \nsatisfied their burden to warrant bail is necessarily made on a case-by-case basis.”). The Fifth Circuit has observed \nthat”[b]eing a tolerable bail risk is not in and of itself a ‘special circumstance.’” Russell, 805 F.2d at 1217. In re \nAdame, Misc. No. H-13-287, 2013 WL 1222115, at *1-*2 (S.D. Tex. Mar. 25, 2013); accord Garcia, 761 F. Supp. 2d \nat 470 (“As interpreted by the lower courts, this language [in Wright, 190 U.S. at 63,] established the ‘special \ncircumstances’ test, which has become the standard for rendering bail decisions in international extradition \ncases.”). As to the required showing of special circumstances, another judge in this circuit recently observed that -\n10- Case 3:18-mj-00765-BN Document 33 Filed 12/27/18 Page 10 of 41 PageID <pageID&gt; [s]pecial \ncircumstances can arise under a variety of conditions, or by virtue of a combination of conditions that taken together \ncreate a compelling case for release on bail. Examples of such circumstances include “the raising of substantial \nclaims upon which the appellant has a high probability of success, a serious deterioration of health while \nincarcerated, and unusual delay in the appeal process.” Salerno v. United States, 878 F.2d 317, 317 (9th Cir. \n1989). Some other circumstances that have been considered are the need to consult with counsel, the age of the \nrespondent, the availability of bail to respondent in the requesting state or state of arrest, the likelihood of \nrespondent being found non-extraditable, and the deprivation of religious practices while incarcerated. Ramnath, \n533 F. Supp. 2d at 666. The determination of special circumstances is left to the sound discretion of the trial judge. \nId.; In re Gonzalez, 52 F. Supp. 2d 725, 736 (W.D. La. 1999). U.S. v. Valentino, Case No. 4:18-mj-00146, 2018 WL \n2187645, at *2 (S.D. Tex. May 11, 2018). And another judge in this circuit has explained that, [u]nder this standard, \nthe detainee must establish a special circumstance by clear and convincing evidence and must also show that he \nwill not flee or pose a danger to any other person or to the community. “Special circumstances must be \nextraordinary and not factors applicable to all defendants facing extradition.” This means that a court is not limited \nto previous decisions where special circumstances have been established. Rather, “the decision to grant bail and \nconsequently, the determination of what constitutes a special circumstance, is left to the sound discretion of the trial \njudge.” Matter of Extradition of Porumb, Case No. 6:18-mj-00010, 2018 WL 814568, at *3 (W.D. La. Feb. 9, 2018) \n(footnotes omitted). And, as one judge observed, “[t]he special circumstances test is limited to apply where the \nneed to grant bail is ‘pressing as well as plain,’ In re Extradition of Russell, 647 F. Supp. 1044, 1049 (S.D. Tex. \n1986) (citing In re Klein, 46 F.2d 85, 85 (S.D.N.Y. 1930)) and ‘when the requirements of justice are absolutely \nperemptory.’ Id. (citing In re Mitchell, 171 F. 289, 289 (S.D.N.Y. 1909)).” Garcia, 761 F. Supp. 2d at 472. Or, as \nanother judge has explained: -11- Case 3:18-mj-00765-BN Document 33 Filed 12/27/18 Page 11 of 41 PageID \n<pageID&gt; By definition, special circumstances are rare. While the term is semantically imprecise, a reasonably \nclear explication was penned by Judge Learned Hand almost a century ago. He opined that the court’s limited \npower to grant bail in cases involving foreign extradition “should be exercised only in the most pressing \ncircumstances, and when the requirements of justice are absolutely peremptory.” In re Mitchell, 171 F. 289, 289 \n(S.D.N.Y. 1909) (emphasis added). Thus, an extradition respondent’s burden is heavy, almost to the point of being \nunrealistic. Nonetheless, subsequent jurisprudence suggests that certain conditions or an individual’s status may \nmeet this rigorous test. They include: 1) Length of proceedings and detention; 2) Need to consult with counsel; 3) \n\n\n\nHealth of respondent; 4) Age of respondent; 5) Availability of bail to respondent in requesting state or state of \narrest; 6) Likelihood of respondent being found non-extraditable; 7) Likelihood of success in action in the \nrequesting state; and 8) Deprivation of religious practices while incarcerated. Ramnath, 533 F. Supp. 2d at 666 \n(citations omitted). And Risner concedes that he must also demonstrate that he is neither a flight risk nor a danger \nto the community. See Dkt. No. 24 at 2; accord Valentino, 2018 WL 2187645, at *2 (“There is a presumption against \nbail in extradition cases. Wright v. Henkel, 190 U.S. 40, 63 (1903); In re Extradition of Russell, 805 F.2d 1215, \n1216 (5th Cir. 1986). The rationale is that extradition cases involve an overriding national interest in complying with \ntreaty obligations which would be stymied if the defendant absconded while released on bond pending extradition. \nUnited States v. Taitz, 130 F.R.D. 442, 444 (S.D. Cal. 1990); In re Extradition of Garcia, 761 F. Supp. 2d at 475 \n(‘[O]ur nation has important interests in (1) fulfilling its legal and binding obligations under its treaties with foreign \ngovernments, (2) avoiding any international embarrassment if our country were unable to fulfill those obligations, \nand (3) -12- Case 3:18-mj-00765-BN Document 33 Filed 12/27/18 Page 12 of 41 PageID <pageID&gt; preventing \nany circumstances that would lead to potential reciprocal noncompliance by foreign governments.’). Because of \nthat, the burden rests with the extraditee to show that he is neither a flight risk nor a danger to the community, and \nthat special circumstances warrant pre-hearing release. Russell, 805 F.2d at 1217; Ramnath, 533 F. Supp. 2d at \n665.”). This is a showing as to which courts in this circuit have imposed a burden of proof by clear and convincing \nevidence, see Ramnath, 533 F. Supp. 2d at 665 (“The burden rests with extradition respondents to show by clear \nand convincing evidence that they are neither a risk of flight nor a danger to any person or the community.” \n(footnote omitted)). As the government notes, see Dkt. No. 14 at 8 n.7, one judge in this circuit has observed that \n[t]here is general agreement that the potential extraditee bears the burden of establishing a bond is warranted. \nHowever, there is disagreement among the federal district courts regarding the burden of persuasion that a \npotential extraditee must satisfy, which adds to the uncertainty of making a bond determination. For example, many \ncourts simply do not comment on the exact evidentiary standard the potential extraditee must satisfy. See e.g., \nRussell, 805 F.2d at 1215[.] Other courts require the person subject to international extradition to overcome the \npresumption against bail by presenting clear and convincing evidence that bail is warranted. Finally, there is a \nnegligible minority of courts that have adopted a preponderance of the evidence standard. In adopting the clear and \nconvincing evidence standard, which many district courts have utilized, the Nacif-Borge court looked to the \nprovisions of the Bail Reform Act (“Act”) and the Federal Rules of Criminal Procedure for guidance in making bail \ndeterminations in the foreign extradition context. 829 F. Supp. at 1215. That court ultimately determined that there \nwere analogous situations that existed under the Act concerning: (1) bail for persons pending sentencing or notice \nof appeal, (2) bail for persons convicted of certain serious offenses, and (3) bail for persons in custody pending a \nrevocation hearing for alleged violations of conditions of probation or supervised release. Id. More -13- Case 3:18-\nmj-00765-BN Document 33 Filed 12/27/18 Page 13 of 41 PageID <pageID&gt; specifically, the Nacif-Borge court \nbelieved that these three situations resembled the extradition situation in the lack of presumption for bail, and the \nneed for the person seeking release to establish an absence of flight risk and danger by the heightened standard. \nId. While this Court is unwilling to declare that a potential extraditee’s circumstances are analogous to that of a \ndomestic criminal who has been convicted of a crime, the Court is persuaded, like the Nacif-Borge court, that the \nBail Reform Act is, at least, informative to determining whether a heightened burden applies. Moreover, there are \nother circumstances relevant to an extradition matter that support requiring a potential extraditee to meet a \nheightened burden in a request for bail. As explained above, our nation has important interests in (1) fulfilling its \nlegal and binding obligations under its treaties with foreign governments, (2) avoiding any international \nembarrassment if our country were unable to fulfill those obligations, and (3) preventing any circumstances that \nwould lead to potential reciprocal noncompliance by foreign governments. See Wright, 190 U.S. at 62, 23 S. Ct. \n781; Ramnath, 533 F. Supp. 2d at 665. It could be argued that a person who has committed a crime in a foreign \njurisdiction, and subsequently left the jurisdiction, could be considered a flight risk by definition. Further, it seems \nintuitive to this Court that a potential extraditee is a greater risk of flight (than someone accused in a domestic \ncriminal case) because there is less, if any, familiarity with the foreign country’s laws and/or legal processes. In re \nExtradition of Garcia, 761 F. Supp. 2d 468, 474-76 (S.D. Tex. 2010) (citations and footnotes omitted). This Court is \nlikewise persuaded that adopting the clear and convincing evidence standard is appropriate but, as explained \nbelow, would reach the same determination in this case on the United States’s Motion for Detention [Dkt. No. 5] and \nRisner’s Motion for Bail [Dkt. No. 24] even if a preponderance of the evidence standard applied. Analysis The \nUnited States contends that “[t]he Court should detain Risner without -14- Case 3:18-mj-00765-BN Document 33 \n\n\n\nFiled 12/27/18 Page 14 of 41 PageID <pageID&gt; bond,” where “[a] fugitive charged with crimes in another \ncountry is already by definition in flight,” and, “[h]ere, further support for the presumption includes the fugitive’s (1) \ndual nationality; (2) demonstrated use of aliases; (3) abrupt departure from Colombia a mere day after his wife’s \nburial, knowing that law enforcement authorities had just interviewed him; (4) incentive to evade the twenty-year \nsentence that awaits him in Colombia, particularly given the risk, at his current age of seventy-four, that he could \nspend the rest of his life in prison; and (5) Risner’s financial assets, which appear to include (a) life insurance \nproceeds that he or his children possess (the Colombian court valued the life insurance policies that Risner held on \nthe victim’s life at approximately USD $1.73 million back in 1994); and (b) co-ownership of real property with \nassessed value of approximately USD $350,000.” Dkt. No. 16 at 11-12. According to the United States, “Risner has \nhigh incentive to flee or disappear, given his fear of extradition and incarceration; therefore, his flight or \ndisappearance is a reasonable assumption.” Id. at 12. And, the United States asserts, “[c]onsidering his conviction \nfor aggravated homicide, Risner also poses a danger to the community. Specifically, the Colombian court decisions \nindicate that Risner, with a financial motive, masterminded his wife’s murder – that is, the murder of his children’s \nmother – which was choreographed to occur while the victim’s sister and mother watched in horror.” Id. The United \nStates further asserts that, “[b]ecause Risner poses a risk of flight and a danger to the community, the Court need \ngo no further to deny any forthcoming application for bail. However, even if the Court were satisfied that the fugitive \nposed -15- Case 3:18-mj-00765-BN Document 33 Filed 12/27/18 Page 15 of 41 PageID <pageID&gt; no flight risk \nor danger to the community, the government is unaware of any ‘special circumstances’ that would justify bail in this \ncase.” Id. at 12-13. And, the United States asserts, “as the cases make clear, [t]he rationale for not ordinarily \ngranting bail in extradition cases is that extradition cases involve an overriding national interest in complying with \ntreaty obligations”; “[a]llowing bail in any amount, under any conditions, would not guarantee Risner’s presence in \ncourt and would invite the possibility of embarrassing the United States in conducting its foreign affairs”; and, \n“[w]hile forfeiture of bail in domestic criminal cases is designed to compensate, at least in part, the court that seeks \nthe accused’s presence, forfeiture of bail in international extradition cases due to the fugitive’s failure to appear \nwould leave the requesting country (Colombia) without neither remedy nor compensation.” Id. at 13 (footnotes and \ninternal quotation marks omitted). In support of his Motion for Bail, Risner asserts that “[t]he following factors \npresent in this case, have been found, either individually or collectively, to qualify as special circumstances: (1) \nSubstantial likelihood of success at the extradition hearing. (2) Lack of any diplomatic necessity for denying bail \nbased on substantial delay in seeking extradition. (3) Lengthy delay in extradition proceedings. (4) Strong support \nwithin the community. (5) Health issues.” Dkt. No. 24 at 4-5 (citations omitted). He contends that, “[i]n this case, the \nsetting of a reasonable bail is warranted because special circumstances exist, and Mr. Risner is neither a risk of \nflight or a danger to the community.” Id. at 5. The United States responds that -16- Case 3:18-mj-00765-BN \nDocument 33 Filed 12/27/18 Page 16 of 41 PageID <pageID&gt; Risner apparently has heeded his counsel’s \npublished advice that the “best way to secure release pending the extradition proceedings is to throw in the \nproverbial kitchen sink.” Nina Marino & Nicole Eiland, Defending International Extradition, 22 Crim. Just. 4, 7 \n(Winter 2008). With that strategy, Risner attempts to convince the Court that he is a model citizen, that he will never \nflee the jurisdiction, and that his circumstances are special in many ways. On the contrary – bail in any form would \nbe inappropriate for Risner because he cannot meet his burden to overcome the strong presumption against bail in \ninternational extradition proceedings. He poses a high flight risk, he is a danger to the community, and he does not \npresent special circumstances to warrant the extraordinary privilege of bail in the extradition context. Each of these \ndefects is, alone, fatal to his bail application. Dkt. No. 27 at 2. Risner replies that “[s]pecial circumstances must be \nconsidered in the aggregate”; that he “has demonstrated special circumstances including high probability of \nsuccess on the merits, lack of diplomatic necessity for denying bail, lengthy delay in the proceedings, strong \ncommunity support, and health issues”; that “[t]he circumstances taken cumulatively create special circumstances \njustifying bail”; that, “[l]ikewise, the government has failed to present any current evidence less than 20 years old \nthat would support the position that Mr. Risner is either a flight risk or a danger to the community”; and that the \nCourt should “grant Mr. Risner’s release on bond pending resolution of this case.” Dkt. No. 28 at 6. The Court will \nturn first to Risner’s asserted special circumstances, where, although “[c]ourts differ as to whether analysis properly \nbegins with ‘risk of flight and danger’ or ‘special circumstances,’” “[s]ince both showings are prerequisites, a court \nlogically can address either prong first.” Ramnath, 533 F. Supp. 2d at 665 n.3 (citations omitted). -17- Case 3:18-mj-\n00765-BN Document 33 Filed 12/27/18 Page 17 of 41 PageID <pageID&gt; I. Substantial likelihood of success in \nthe extradition proceedings. Risner contends that he is likely to succeed on his Motion to Dismiss and that, \n\n\n\n“[b]ecause the government will be unable to establish probable cause that Mr. Risner murdered his wife 28 years \nago, there exists a substantial likelihood of success in the extradition proceedings,” which “is a special \ncircumstance favoring the setting of a reasonable bail.” Dkt. No. 24 at 8-9. According to Risner, [i]n its Opposition to \nBail the government states that Colombia has met the “conditions of the treaty.” (Gov. Opp. at 7.) This is not \naccurate – Colombia has failed to comply with Article 9 of the Treaty. (See concurrently filed Motion to Dismiss.) \nArticle 6 of the Treaty states, “[e]xtradition shall not be granted when the prosecution or the enforcement of the \npenalty for the offense for which extradition has been sought has become barred by lapse of time to the laws of \nthe Requesting State.” Sentencing was imposed on Mr. Risner in 1994. The appeals process in Colombia \nconcluded in 1998 – 20 years ago. Because Colombia has failed to comply with Article 9, it cannot argue that the \nstatute of limitations has not run on the enforcement of the penalty. The failure to comply with Article 9 creates the \nsubstantial likelihood that Mr. Risner will prevail in these proceedings. Extradition requires a showing of probable \ncause. Determining if there is probable cause that the relator committed the crime charged “requires a fact-specific \nanalysis.” Ramnath, 533 F. Supp. 2d at 676. The Letter of Submittal from William Clark, Secretary of State to \nPresident Ronald Reagan, presented to the U.S. Senate states: “Article 9 limits extradition to cases where there is \nsufficient evidence, according to the laws of the requested State, to bring the person sought to trial had the offense \nbeen committed in the requested State or where the person sought is shown to be the person convicted by the \ncourts of the requesting State.” The Letter of Submittal to the U.S. Senate demonstrates the Executive Branch’s \nintention to limit extradition solely to cases where there is sufficient evidence according to United States \njurisprudence as the requested State. “It is well settled that the Executive Branch’s interpretation of a treaty ‘is \nentitled to great weight.’” Abbott v. Abbott, 5601 U.S. 1, 15 (2010) (quoting Sumitomo Shoji America Inc., v. \nAvagliano, 457 U.S. 176, 184084 (1982)). The complaint filed November 16, 2018, and the underlying extradition \ndocuments (ID 152) list seven -18- Case 3:18-mj-00765-BN Document 33 Filed 12/27/18 Page 18 of 41 PageID \n<pageID&gt; items of evidence of guilt. Individually and collectively these items do not establish probable cause. (1) \nRisner’s attitude when he was interviewed by law enforcement in Colombia Mr. Risner had just lost his wife under \ntragic circumstances. The fact that he “did not know why” the SIJIN wanted to interview him is hardly surprising \nsince he was neither with his wife when she was killed, nor did he witness the crime. (2) The fact that Risner left the \ncountry the day after the funeral After the funeral of his wife Mr. Risner took his children, ages 5 and 9, back to their \nhome in Dallas. This decision, given the children’s lack of any meaningful relationship with their Colombian family \nmembers, seemed in their best interest. (3) The statement of Raul Ramirez Montoya Montoya’s statement found at \nID 154 is as follows: “[I]t seems that the husband of the lady was at that time with another lady. The lady was \naccompanied by another lady, and at the door of the hotel she met a man with a green t-shirt and white shorts…I \nbelieve that the man is the husband of the lady.” (See also ID 176, 177, 182) The “man with a green t-shirt and \nwhite shorts” is unidentified but he is described as being at the door of the hotel. The government states: “According \nto the victim’s sister…Risner continuously passed from one side to the other of the hotel windows, from which he \ncould see the street and watch the shooting.” (Gov. Opp. at 3.) The statements conflict. Risner could not be at the \nwindow and at the door at the same time. (4) The life insurance policies whose beneficiary was Rodriguez Calderon \nThe insurance policies were not purchased without Patricia’s knowledge, and while insurance proceeds may \nconstitute a motive, probable cause still requires evidence of guilt. (5) Risner’s links with Jairo Hernandez Pachon, \na participant in the homicide According to Pinzon’s wife, “Pachon’s is the son of a step brother of theirs, that Jose \nTito Rodriguez Calderon is the uncle of Hernandez Pachon.” (ID 157.) This extended family relationship is at best \nunclear. (6) The false identity of Risner In 1972 Mr. Risner changed his name legally from Rodriguez Calderon to \nRisner. Five years later, in 1977, he met Patricia Gomez Melendez. Because Mr. Risner legally changed his name \nfive years before he met Patricia, his Certificate of Naturalization dated 1975 bears that changed name, and \nbecause the marriage certificate includes his former surname of Calderon, Mr. Risner could not have deceived the \nvictim about his identity…to mount a plot against the victim. (Gov. Opp. At 6; -19- Case 3:18-mj-00765-BN \nDocument 33 Filed 12/27/18 Page 19 of 41 PageID <pageID&gt; see Exs. A, B.) (7) Risner’s previous marriage to \nFronny Saito Risner was never married to Fronny Saito which is why there is no marriage certificate. [The 1965 \nidentification card, while authentic, contains incorrect information. See attached report of John Brown and \nAssociates. (Ex. F.)] Accordingly, the lack of probable cause based on U.S. jurisprudence that Tito Jay Risner \nmurdered his wife creates the substantial likelihood that Mr. Risner will prevail in these proceedings. Also related to \nthe lack of probable cause is the inconsistent location of where the murder took place. The government’s \nopposition states that “the Risner’s arrived at the Hotel Bellavista in Cartegena” on July 1, 1990 and that the co-\n\n\n\ndefendants arrived on the same day. (Gov. Opp. 2; see ID 160, 170, 177, 182.) The government’s pleading and \nColombian supporting documents state that the reason Mr. Risner stayed at this hotel was so that the murderers \ncould “become aware of the victim’s identify and appearance.” (Gov. Opp. at 3; see ID 161, 177, 193.) The shooting \nis described as occurring in the street in front of the hotel and Mr. Risner is described as having watched from the \nhotel window. [This fact, for the first time placing Mr. Risner at the scene of the crime, does not come out until the \nColombia supreme court hears the case some eight years later.] (Gov. Opp. 4; ID 186.) However, the extradition \ndocuments also say that the crime occurred in the “El Laguito sector of the city.” (See ID 149, 167, 181). The El \nLaguito sector of the city is 6.3 kilometers from the Hotel Bellavista. (Ex. G.) This significant inconsistency supports \na lack of probable cause finding and creates the substantial likelihood that Mr. Risner will prevail in these \nproceedings. Dkt. No. 24 at 5-8 (footnotes omitted). The United States counters that “Risner’s purported likelihood \nof success in defeating extradition is not a special circumstance warranting bail”: Risner asserts that the Court \nshould grant him bail because of the “special circumstance” that he is likely to defeat extradition. Specifically, he \nclaims that the Colombian limitations period has lapsed and that the government will fail to establish probable cause \nat his extradition hearing. (See ECF No. 24 at 11.) As discussed below, however, most courts hold that arguments \nregarding the substantive merits of an extradition request are proper subjects of the extradition hearing, not the \nbail hearing. Moreover, to the extent courts have entertained such claims at the bail stage, most have required the \nfugitive to establish a “high -20- Case 3:18-mj-00765-BN Document 33 Filed 12/27/18 Page 20 of 41 PageID \n<pageID&gt; probability” of success on the merits, which Risner fails to do because the Colombian case is timely, \nprobable cause exists, and even at the extradition hearing, Risner will not be permitted to introduce evidence that \ncontradicts Colombia’s evidence or challenges its witnesses’ credibility. 1. Claims Regarding the Substantive \nMerits of an Extradition Request Are Reserved for the Extradition Hearing Contrary to Risner’s assertion, most \ncourts hold that arguments regarding the substantive merits of an extradition request are properly raised at the \nfugitive’s extradition hearing and are immaterial to his prior bail determination. See United States v. Castaneda-\nCastillo, 739 F. Supp. 2d 49, 61 (D. Mass. 2010); In re Sacirbegovic, 280 F. Supp. 2d 81, 88 (S.D.N.Y. 2003) \n(stating that probability of success against extradition is a subject reserved for the extradition hearing); In the \nMatter of Extradition of Sidali, 868 F. Supp. 656, 658-59 (D.N.J. 1994) (stating that probability of success against \nextradition “relate[s] to whether [the fugitive] should be extradited[,] not whether he should be released on bail”). \nAccordingly, the Court should not entertain Risner’s substantive challenges to the merits of the extradition request \n– let alone his protestations of innocence – at this preliminary stage. See 18 U.S.C. § 3184 (providing that at the \nextradition hearing, the court will determine whether the evidence is “sufficient to sustain the charge under the \nprovisions of the proper treaty or convention”). Further, to the extent that outlier courts have considered the \nlikelihood that a fugitive will succeed in defeating extradition at the bail stage of a proceeding, they mostly have \nrequired the fugitive to establish a “high” probability of success, not just a substantial likelihood. See, e.g., Kin-Hong \nv. United States, 83 F.3d 523, 524-25 (1st Cir. 1996) (noting that “courts have held that [special] circumstances may \n... include the raising of substantial claims against extradition on which the [fugitive] has a high probability of \nsuccess,” but reversing order granting bail where, “[w]hile arguably [the fugitive] may ultimately prevail in his \nchallenges to his extradition, the record does not establish probability of success one way or another) (emphasis \nadded); Salerno v. United States, 878 F.2d 317, 317 (9th Cir. 1989); In re Extradition of Garcia, 615 F. Supp. 2d at \n171; In re Extradition of Nacif-Borge, 829 F. Supp. 1210, 1216 (D. Nev. 1993) (finding no “high” probability of \nsuccess)[.] Risner fails to establish a high likelihood of success in defeating extradition. Rather, Risner predicts a \nsubstantial likelihood that at the extradition hearing, the Court will be unable to find probable cause to believe that \nhe committed the crime for which Colombia seeks his extradition. In support of this prediction, Risner offers an \nincomplete, partially inaccurate rendition of some of the evidence against him, -21- Case 3:18-mj-00765-BN \nDocument 33 Filed 12/27/18 Page 21 of 41 PageID <pageID&gt; protests his innocence, attacks witness credibility, \nand attempts to challenge the veracity of Colombian government records concerning a previous marriage by \noffering contradictory evidence. (See ECF No. 24 at 12–14.) Even at the extradition hearing, however, a fugitive’s \nopportunity to challenge the evidence against him is very circumscribed, given the nature and limited purpose of the \nextradition hearing under 18 U.S.C. § 3184 and the importance of the United States’ fulfilling its treaty obligations. \nAt the extradition hearing, Risner will not be able to introduce evidence that contradicts the evidence the \ngovernment submits on behalf of Colombia, but may only introduce evidence that explains the submitted evidence. \nSee Charlton v. Kelly, 229 U.S. 447, 457-58 (1913); Ordinola v. Hackman, 478 F. 3d 588, 608-09 (4th Cir.), cert. \ndenied, 128 S. Ct. 373 (2007) (“[T]he alleged fugitive’s ability to challenge the government’s evidence or to submit \n\n\n\nevidence of his own at the extradition hearing is also significantly limited. For example, the fugitive has no right to \nintroduce ‘contradictory evidence’ that conflicts with the government’s probable cause evidence.”) (citation omitted). \nNor will he be able to introduce evidence in an effort to impeach the credibility of Colombia’s witnesses. See, e.g., \nBovio v. United States, 989 F.2d 255, 259 (7th Cir. 1993). Such matters, which require factual and credibility \ndeterminations, are reserved for the country seeking extradition. Dkt. No. 27 at 10-12 (footnotes omitted). And, \naccording to the United States, “in any event, Risner’s claim regarding the colombian limitations period is meritless”: \nContrary to his assertion that the Colombian limitations period has lapsed, the Colombian government has \nsubmitted information advising that under Colombian law, the limitations period is interrupted “if the person \nconvicted is arrested by reason of the sentence.” See Exhibit D hereto. Accordingly, Risner’s November 16, 2018, \narrest in the United States interrupted the twenty-year Colombian limitations period, which otherwise would have \nexpired on November 23, 2018 (twenty years after the Supreme Court of Justice, Criminal Cassation Division, \naffirmed his conviction on November 23, 1998). In extradition proceedings, U.S. courts defer to the foreign nation \nwith respect to that nation’s interpretation of its own law. See, e.g., In re Extradition of Jimenez, No. 14-2319-SAG, \n2014 WL 7239941, at *1-2 (D. Md. Dec. 16, 2014) (rejecting claim that extradition to Costa Rica was not permitted \nbecause statute of limitations lapsed for sentencing, where Costa Rica provided documents explaining that statute \nof limitations was tolled) (citing Jhirad v. Ferrandina, 536 F.2d 478, 484-85 (2d Cir 1976) -22- Case 3:18-mj-00765-\nBN Document 33 Filed 12/27/18 Page 22 of 41 PageID <pageID&gt; (“It is not the business of our courts to assume \nthe responsibility for supervising the integrity of the judicial system of another nation.”)); Skaftouros v. United \nStates, 667 F.3d 144, 156, 160 (2d Cir. 2011) (“Any arguments regarding the demanding country’s compliance with \nits own laws [ ] are properly reserved for the courts of that country.”). This principle is supported by general notions \nof international comity and respect for foreign nations’ sovereignty. See Koskotas v. Roche, 931 F.2d 169, 174 (1st \nCir. 1991); Ahmad v. Wigen, 910 F.2d 1063, 1067-68 (2d Cir. 1990); In re Application for an Order for Judicial \nAssistance in a Foreign Proceeding in the Labor Court of Braz., 466 F. Supp. 2d 1020, 1028 (N.D. Ill. 2006) \n(“American courts should treat foreign law the way American courts want foreign courts to treat American law: avoid \ndetermining foreign law whenever possible.”). It is further supported by the prudential policy of avoiding the high risk \nthat a U.S. court might erroneously interpret the law of a foreign country. See Sainez v. Venables, 588 F.3d 713, \n717 (9th Cir. 2009); In re Assarsson, 635 F.2d 1237, 1244 (7th Cir. 1980), cert. denied, 451 U.S. 938 (1981) (“We \noften have difficulty discerning the laws of neighboring States, which operate under the same legal system as we \ndo; the chance of error is much greater when we try to construe the law of a country whose legal system is much \ndifferent from our own. The possibility of error warns us to be even more cautious of expanding judicial power over \nextradition matters.”). Risner’s argument about the Colombian limitations period controverts the Colombian \ngovernment’s interpretation of its own law and therefore fails to establish even a possibility of success on the \nmerits, let alone a high probability comprising a special circumstance to justify granting bail. Id. at 13 & n.9 (footnote \nomitted). The United States asserts that, “[f]or all these reasons, Risner’s claims about how he will fare on the \nmerits at the extradition hearing are not a special circumstance warranting bail.” Id. at 14. Risner replies that “a \nhigh probability of success on the merits exists due to Colombia’s ongoing failure to comply with the Treaty”: In this \nextradition request, Colombia has continuously failed to follow extradition procedures and provide all required \ndocuments pursuant to Article 9 of the Extradition Treaty with the Republic of Colombia, U.S.-Colom., Sept. 14, \n1979, S. TREATY DOC. NO. 97-8 (1981) (“Treaty”). Colombia is in violation of the terms of the Treaty, therefore \nthere is a high probability of success on the merits. -23- Case 3:18-mj-00765-BN Document 33 Filed 12/27/18 Page \n23 of 41 PageID <pageID&gt; Courts have held that “[special] circumstances include the raising of substantial \nclaims upon which the [relator] has a high probability of success….” Salerno v. United States, 878 F.2d 317, 317 \n(9th Cir. 1989). Evidentiary factors relevant to the court’s determination include “[r]equired documents presented in \naccordance with United States law, translated and duly authenticated by a United States consul[.]” In re Extradition \nof Bonilla, No. 1:13-MJ-62, 2014 WL 934903, at *4 (E.D. Tex. Mar. 4, 2014). Article 9 governs “Extradition \nProcedures and Required Documents.” Treaty at Art. 9. The Government of Colombia is in violation of the treaty, \ngiving Mr. Risner a high probability of success on the merits. A. Colombia Still Fails to Provide All Documents \nArticle 9 requires production of the following documents: Section (2)(c): The texts of the laws describing the \nessential elements and the designation of the offense for which extradition is requested. Section (2)(d): The texts \nof the laws describing the punishment for the offense. Section (2)(e): The texts of the laws describing the time limit \non the prosecution or the execution of punishment for the offense. Section (4): Statement showing to what extent \nthe sentence has not been carried out. Treaty at Art. 9. Exhibit A to the Supplement to Extradition Request (Dkt. \n\n\n\n26) provides an enlarged version of the same Spanish language illegible documents originally produced at ID 25-39 \n(the Diario Oficial), which still have not been translated. Colombia’s provision of a translation of Article 323 \n(Homicide), Article 324 subsections 1 and 4 (Homicide Sentencing Enhancement), and Article 87 (Term for the \nPrescription of Punishment) still do not satisfy Article 9 of the Treaty. Colombia only provided subsections 1 and 4 \nof Article 324, defining the aggravated circumstances of the crime of homicide. However, Criminal Court Six states \nthat “Jose Tito Rodriquez Calderon should be punished for the crime of aggravated homicide, since the third and \nfourth causes of Section 324 of the Criminal Code are satisfied, that is, the deed was committed against his spouse, \nand in the interest of gain.” ID 163 (emphasis added). Columbia has failed to provide the third cause of Section 324. \nWithout providing the entire code section, Colombia has failed to meet its requirement under section (2)(c). \nAdditionally, throughout the three court opinions, references are made to 16 articles from the Colombian Criminal \nProcedure Code. [Criminal Procedure Code Articles 23 (ID 159, 160), 24 (ID 159), 61 (ID 163), 106 (ID 164), 107 \n(ID 164), 247 (ID 151, 162, 169), 253 (ID 151), 263 -24- Case 3:18-mj-00765-BN Document 33 Filed 12/27/18 \nPage 24 of 41 PageID <pageID&gt; (ID 151), 300 (ID 150, 152, 183), 301 (ID 152), 302 (ID 152), 334 (ID 164), 346 \n(ID 170), 441 (ID 147), 501 (ID 165), 508 (ID 163).] None on these code sections have been provided. This includes \nArticle 247, which defines the “certainty of responsibly” required for conviction, which should be considered an \n“essential element…of the offense” required to be produced under the Treaty. ID 151, 162 (“all the requirements for \nconviction”). Mr. Risner has a high probability of success on the merits given that Colombia has failed to provide \nthese documents in accordance with the Treaty. This is a special circumstance that warrants bail. B. Colombia Has \nProvided Conflicting Translations of the Same Code Sections Colombia has provided conflicting translations of \ncode sections for Article 323 (Homicide) and Article 324 (Homicide Sentencing Enhancement). In Exhibit D to \nGovernment’s Response in Opposition to Motion for Bail (Dkt. 27) the articles are translated as follows [The email, \nthat is part of Ex. D, has not been translated.]: Article 323: “He who kills another will be liable to imprisonment from \n25 to 40 years.” Article 324: “Punishment will be for 25 to 40 years imprisonment if the conduct described in the \npreceding Article is committed….” Gov. Resp. in Opp., Ex. D at ID 505 (emphasis added). However, in Ex. A to \nGovernment’s Supplement to Extradition Request (Dkt. 26) the same articles are translated differently: Article 323: \n“He who kills another will be liable to imprisonment from 10 to 15 years.” Article 324: “Punishment will be for 16 to \n30 years imprisonment if the conduct described in the preceding Article is committed….” Supp. to Extradition \nRequest, Ex. A at ID 412 (emphasis added). Colombia’s failure to provide consistent code sections and \ntranslations describing “the essential elements and the designation of the offense for which extradition is \nrequested” as required by the Treaty gives Mr. Risner a high probability of success – a special circumstance \njustifying the setting of bail. Dkt. No. 28 at 1-4 (footnotes and emphasis omitted). Risner further asserts that [t]he \nfact that Colombia convicted Mr. Risner does not alter the analysis because the conviction was in absentia. When \na conviction is obtained in absentia, courts have treated the extradition request as if it involved a pending charge, \ntherefore still requiring sufficient and independent evidence to justify a reasonable belief that the relator committed \nthe -25- Case 3:18-mj-00765-BN Document 33 Filed 12/27/18 Page 25 of 41 PageID <pageID&gt; crime. See, e.g., \nGermany v. United States, 2007 U.S. Dist. LEXIS 65676, at *20-21 (E.D.N.Y. Sep. 5, 2007) (“Where a defendant \nwas convicted in absentia, the conviction is merely a charge and an independent determination of probable cause \nin order to extradite must be made”); Argento v. Horn, 241 F.2d 258, 259 n.1 (6th Cir. 1957); Gallina v. Fraser, 278 \nF.2d 77, 78-9 (2nd Cir. 1960). Presence of counsel alone at a trial is insufficient to give an in absentia conviction \nconclusive effect for a probable cause determination. See In re Extradition of Ernst, 1998 U.S. Dist. LEXIS 10523, \nat *21-4 (S.D.N.Y. July 14, 1998); see also United States v. Fernandez-Morris, 99 F. Supp. 2d 1358, 1365 (S.D. \nFla. 1999) (finding that relators were convicted in absentia despite having been represented by counsel). Dkt. No. \n24 at 8. Taking the last point up first, another judge in this district recently considered the state of the law on this \nissue: In this case, the parties disagree on the significance of the conviction by the Dutch court. The United States \nGovernment argues it is de facto proof of probable cause to support the charges. Valentino contends that when, as \nhere, the conviction is obtained in absentia, it should be considered nothing more than a “mere charge” so that \nprobable cause must still be established independently of the conviction. The courts in this Circuit do not appear to \nhave directly addressed this issue. See Matter of Extradition of Porumb, No. 6:18-MJ-00010, 2018 WL 814568, at \n*4 (W.D. La. Feb. 9, 2018) (“The Government counters that no probable cause determination is required because \nhe was already convicted albeit in absentia. Assuming without deciding the Government’s position as to the second \nrequirement is correct....”) (emphasis added). Courts in other circuits have reached conflicting conclusions. \nCompare United States v. Bogue, No. 98-CRIM.A.-572-M, 1998 WL 966070, at *2 (E.D. Pa. Oct. 13, 1998) (“[A] \n\n\n\nconviction, although obtained in absentia, provides sufficient evidence of criminality to satisfy the probable cause \nrequirements of 18 U.S.C. § 3184.”) with In Matter of Extradition of Ernst, No. 97 CRIM.MISC.1 PG.22, 1998 WL \n395267, at *7 (S.D.N.Y. July 14, 1998) (“[W]here, as in this case, the conviction is the result of a trial in absentia, \nthe conviction is regarded merely as a charge, requiring independent proof of probable cause.”). Convictions in \nabsentia can generally be organized into three categories: 1) cases in which the accused was present for some or \nall of the proceeding leading to the conviction, U.S. ex rel. Bloomfield v. -26- Case 3:18-mj-00765-BN Document 33 \nFiled 12/27/18 Page 26 of 41 PageID <pageID&gt; Gengler, 507 F.2d 925 (2d Cir. 1974) (present for trial at which \nhe was acquitted, not present for appeal that overturned acquittal); Lindstrom v. Gilkey, No. 98 C 5191, 1999 WL \n342320 (N.D. Ill. May 14, 1999) (present for majority of trial before fleeing); 2) cases in which the accused was not \npresent but was fully represented by counsel, Gallina v. Fraser, 177 F. Supp. 856, 859 (D. Conn. 1959), aff’d, 278 \nF.2d 77 (2d Cir. 1960); and 3) cases in which the accused was entirely unrepresented. In re Ribaudo, No. 00 \nCRIM.MISC.1PG.KN, 2004 WL 213021 (S.D.N.Y. Feb. 3, 2004). Although not universal, the overriding principal in \ncases involving convictions in absentia appears to be this: when there is credible evidence supporting the \nconviction, either because the accused defended himself at trial, had evidence presented on his behalf at trial, or \nthe requesting state has provided evidence supporting the conviction in its request for extradition, a conviction in \nabsentia can be evidence of probable cause. When those indicators are absent, it is reasonable for a court to \nconsider the sufficiency of the evidence when a conviction is obtained in absentia. Valentino, 2018 WL 2187645, at \n*4-*5. And, as to the matter of probable cause in the context of a request for release pending an extradition \nhearing, another judge has observed in the context of an argument for pre-hearing release in that case that “[t]he \ncourt will make a formal probable cause determination at the extradition hearing itself” but “Dr. Ramnath’s ‘special \ncircumstance’ argument premised on likelihood of success at the extradition hearing requires the court to make an \neducated guess at this stage.” Ramnath, 533 F. Supp. 2d at 679; see generally Dkt. No. 6 at 8-9 (“An extradition \ncertification is in order where: (1) The judicial officer is authorized to conduct the extradition proceeding; (2) the \ncourt has jurisdiction over the fugitive; (3) the applicable treaty is in full force and effect; (4) the crime for which \nextradition is requested is covered by the applicable treaty; and (5) sufficient evidence exists to support a finding of \nprobable cause as to each charge for which extradition is sought. 18 U.S.C. § 3184; see Fernandez, 268 U.S. -27- \nCase 3:18-mj-00765-BN Document 33 Filed 12/27/18 Page 27 of 41 PageID <pageID&gt; at 312; Ordinola, 478 \nF.3d at 608 (‘In practice, this is generally... a limited hearing to determine whether (1) the crime is extraditable; and \n(2) there is probable cause to sustain the charge.’).”). II. Lack of any diplomatic necessity for denying bail based on \nsubstantial delay in seeking extradition. Risner also contends that “[t]he lack of any diplomatic necessity for \ndenying bail based on substantial delay in seeking justice is a special circumstance favoring the setting of a \nreasonable bail.” Dkt. No. 24 at 9. According to his Motion for Bail, Colombia’s 20 year delay in seeking Mr. \nRisner’s extradition is a factor that strongly supports the setting of reasonable bail. “Courts have found special \ncircumstances when ‘there is a lack of any diplomatic necessity for denying bail.’” Castaneda-Castillo, 739 F. Supp. \n2d at 56 quoting [In re Extradition of Chapman, 459 F. Supp. 2d 1024 (D. Haw. 2006)]. In Chapman, the fact that \nMexico waited three years before bringing extradition proceedings and therefore had “not made prosecution of this \noffense a priority” was one of three special circumstances warranting release on bail. “[I]t is appropriate to evaluate \nthe priority given to the case by the extraditing country.” Castaneda-Castillo, 739 F. Supp. 2d at 58; see also In re \nKapoor, [No. 11-M-456 (RML),] 2011 U.S. Dist. LEXIS 65054, at *7-8 [(E.D.N.Y. June 7, 2011)]; see also United \nStates v. Liu Kin Hong, 83 F.3d 523, 524 (1st Cir. 1996) (“Special circumstances’ may include a delayed \nextradition hearing.”). The crime was committed in 1990, the conviction was in 1994, and the appeals process \nconcluded in 1998. An extradition request was made and abandoned in 2000 (ID 196-97), and not renewed until \n2018. In 18 years, Colombia has not made this extradition a priority. There is a lack of diplomatic necessity to \ndetain Mr. Risner given the substantial and unexplained delays in seeking extradition. See Castaneda-Castillo, \n739 F. Supp. 2d at 57 (the fact that “the Peruvian government waited three years before requesting extradition, \nand the United States government approximately two years before requesting the provisional arrest warrant” \n“weigh[ed] very heavily in favor of release”). Dkt. No. 24 at 9. The United States counters that “[t]he ‘delay’ claims \nare neither accurate nor a -28- Case 3:18-mj-00765-BN Document 33 Filed 12/27/18 Page 28 of 41 PageID \n<pageID&gt; ‘special circumstance’”: Risner asserts that because he has benefited from years of “delay” (that is, \nundeserved freedom) since his Colombian homicide conviction, this Court should continue the trend. But Risner’s \nbeliefs about the “delay” in this matter, which he asserts without substantiation as though they were facts, are \nincorrect. His claim that Colombia “abandoned” and then “renewed” its extradition request is inaccurate. \n\n\n\nColombia’s Supreme Court of Justice, Criminal Cassation Division, affirmed Risner’s conviction on November 23, \n1998, and Colombia requested his extradition in 2000. Colombia did not abandon or withdraw the extradition \nrequest. Rather, the United States inadvertently delayed in processing it due to a clerical error. In response to \nquestions from the United States, Colombia supplemented the extradition request in 2018. Thus Risner’s \nreference to Colombia’s “20 year delay in seeking [his] extradition” is of his own imagination (ECF No. 24 at 15) \nand neither impacts the United States’ treaty obligations to Colombia nor reflects on the diplomatic necessity of \ndetaining him. The case law Risner cites concerning “lack of diplomatic necessity” is inapposite where, as here, \nColombia neither delayed in seeking extradition nor abandoned its extradition request. Even if Colombia had \ndelayed, delay is not a “get out of jail free” card. See, e.g., Nezirovic v. Holt, 990 F. Supp. 2d 594, 604 (W.D. Va. \n2013) (finding that twenty-year delay in Bosnia’s pursuing extradition was not a special circumstance warranting \nbail); Martin v. Warden, Atlanta Penitentiary, 993 F.2d 824, 827, 830 (11th Cir. 1993) (finding that seventeen-year \ndelay in seeking extradition was not a special circumstance); Matter of Extradition of Drumm, 150 F. Supp. 3d 92, \n98-99 (D. Mass. 2015) (finding that seven-year delay in seeking extradition not a special circumstance warranting \nbail); United States v. De Lorea, No. 06-98, 2006 WL 1518981, at *3-4 (N.D. Ind. May 31, 2006) (finding that ten-to-\neleven-year delay between charges and extradition request was not a special circumstance justifying release); \nSidali, 868 F. Supp. at 659 (denying bail for fugitive wanted for rape, “despite the fact that the crime occurred \nalmost twenty five years ago and despite the fact that [fugitive] has apparently led a crime free existence while in \nthe United States”); In re Johnson, 2012 WL 3929811, at *4-5 (W.D. Pa. Sept. 7, 2012) (finding that delay between \noffense and extradition request was not a special circumstance, where approximately nine years passed between \nforeign arrest warrant issuance and extradition bail hearing). For these reasons, Risner’s delay-related claims are \nnot a special circumstance warranting bail. Dkt. No. 27 at 14-15. -29- Case 3:18-mj-00765-BN Document 33 Filed \n12/27/18 Page 29 of 41 PageID <pageID&gt; Risner replies that Colombia’s delay in seeking Mr. Risner’s \nextradition coupled with the United States’ substantial delay in prosecuting the extradition is a factor that strongly \nsupports the setting of reasonable bail because it demonstrates a lack of any diplomatic necessity for denying bail. \nSee United States v. Castaneda-Castillo, 739 F. Supp. 2d 49, 56 (D. Mass. 2010). The fact that the United States is \nto blame for the substantial delay in prosecuting this extradition does not change the analysis. (See Gov. Resp. in \nOpp. at 14.) Here, Colombia waited two years before seeking extradition, then, “due to a clerical error,” the matter \nwas not pursued by the United States for 18 years. (Gov. Resp. in Opp. at 14.) Because in those 18 years \nColombia did not pursue the status of the extradition in the United States, Colombia did not make this \nextradition a priority. See In re Extradition of Chapman, 459 F. Supp. 2d 1024 (D. Haw. 2006). The government \nutterly fails to address this point. The majority of the cases cited by the government to its point that a delay is not a \nspecial circumstance are distinguishable. In Nezirovic v. Holt, the court found that the 20-year delay did not \nconstitute a special circumstance given the fact that relator committed war crimes and did not contest that there \nwas probable cause that he committed the crimes. 990 F. Supp. 2d 594, 604 (W.D. Va. 2013). In Martin v. Warden, \nthe delay in seeking extradition was due to the execution of a new treaty which made the offense charged now an \nextraditable offense. 993 F.2d 824, 827 (11th Cir. 1993). In Matter of Extradition of Drumm, the seven-year delay \nwas due to an active investigation of the crime, which was delayed by the relator’s move to the United States. 150 \nF. Supp. 3d 92, 98-99 (D. Mass. 2015). In Sidali, the 25-year delay was substantially outweighed by the clear and \nconvincing evidence of risk of flight. 868 F. Supp. 1342 (D.N.J. 1995). Because both Colombia and the United \nStates delayed 20 years to prosecute this extradition, there is a lack of any diplomatic necessity for denying bail. \nDkt. No. 28 at 4-5. III. Lengthy delay in extradition proceedings. Risner also argues that “[t]he lengthy delay in \nthese extradition proceedings is a special circumstance favoring the setting of a reasonable bail,” where -30- Case \n3:18-mj-00765-BN Document 33 Filed 12/27/18 Page 30 of 41 PageID <pageID&gt; [c]ourts have also found that \nthe length of time an extradition case will be pending can be a special circumstance. See, e.g., Kirby, 106 F.3d at \n863 (“‘Unusual delay in the appeals process’ can be a ‘special circumstance’ that will justify bail.”); In re Santos, 473 \nF. Supp. 2d at 1036 (“Courts have held that delay in the extradition proceeding is a circumstance, either alone or \nin combination with other factors, which may justify granting bail.”); Morales, 906 F. Supp. at 1375 (holding that the \nseven months petitioner had already been in custody “together with the additional time the Court anticipates will be \nrequired before this matter is resolved” was a special circumstance). Here, it is likely that proceedings in this case \nwill be prolonged. As discussed above, Colombia is not in compliance with Article 9 of the Treaty and it is unknown \nif or when Colombia will become compliant through diplomatic channels. Mr. Risner should not be forced to remain \nin custody in the interim. Dkt. No. 24 at 9-10. Insofar as Risner points to delay that he anticipates will be caused by \n\n\n\nColombia or the United States in this proceeding, and not by Risner himself, that may distinguish his reliance on \nthis possible special circumstance from another court’s rejection of such an argument: Dr. Ramnath suggests that \nthere likely will be an extensive delay of the extradition hearing and subsequent appeal. If this be true, it can be a \nspecial circumstance warranting release pending the extradition hearing. Dr. Ramnath argues that there will be an \nextended delay for the extradition hearing because she will need additional time to research the issues prior to the \nhearing. Dr. Ramnath also foresees that if bail is granted, the government will likely appeal or file an immigration \ndetainer, each of which would also cause delay. Finally, she foresees an appeal of the extradition decision itself. \nThe court is unconvinced that there will be excessive delay. The government states that it is ready for the \nextradition hearing now. While a reasonable time for Dr. Ramnath to prepare for the hearing is due, such \npreparation should not require a huge amount of time, given the abbreviated nature of the hearing. An extradition \nproceeding is not a plenary trial; it is to determine only whether the respondent is extraditable. Montemayor Seguy, \n329 F. Supp. 2d at 888. The nature of -31- Case 3:18-mj-00765-BN Document 33 Filed 12/27/18 Page 31 of 41 \nPageID <pageID&gt; evidence that a respondent may introduce is quite limited, and general discovery regarding \nmerits of the prosecution is unavailable during the extradition phase. Id. Defensive investigation and defensive \nevidence must await proceedings in the underlying case in the United Kingdom. See id. Second, only unusual delay \nqualifies as a special circumstance warranting bail. “[N]ormal passage of time inherent in the litigation process” is \nnot the type of delay that amounts to a special circumstance. United States v. Kin-Hong, 83 F.3d 523, 525 (1st Cir. \n1996). Finally, the bulk of the hypothesized delay – should it occur – will have been caused by Dr. Ramnath’s own \ntactical actions. It is inconsistent for Dr. Ramnath to argue that a delay caused by her should qualify as a special \ncircumstance justifying her release. See In re Extradition of Rovelli, 977 F. Supp. 566, 569 (D. Conn. 1997). For \nthese reasons, arguments that excessive delay constitutes a special circumstance warranting release are not \naccepted. Ramnath, 533 F. Supp. 2d at 676 (emphasis omitted). IV. Strong support within the community. And \nRisner argues that “[t]he strong community support of Mr. Risner evidenced by the attached letters constitutes yet \nanother special circumstance favoring the setting of reasonable bail in this case”: Jay Risner enjoys strong support \nin the community. In letter after letter, family members and friends acknowledge that they are aware of the \nallegation and Request for Extradition and still pledge their unwavering support of Mr. Risner. (Ex E.) Many courts \nhave found that strong community support is a special circumstance warranting a person’s release in an \nextradition case. Kirby, 106 F.3d at 864-65 (affirming bail in extradition case because potential extradites “enjoy \nthe sympathy and are objects of concern of many Americans” and writing “[i]t is not presumptuous…to consider the \nconsequences of a decision to grant or withhold bail within this larger context.”). For example, in In re Extradition \nof Sidali, the court found special circumstances “in the entreaties of [Sidali’s] neighbors, responsible members of \nthe community who continue to remain firm in his support even after hearing the full presentation of the \nGovernment’s evidence” and “the unwavering commitment of support by family members.” 899 F. Supp. 1342, 1352 \n(D.N.J. 1995). -32- Case 3:18-mj-00765-BN Document 33 Filed 12/27/18 Page 32 of 41 PageID <pageID&gt; Dkt. \nNo. 24 at 10. The United States responds that, [c]ontrary to Risner’s assertion, courts routinely have found that \ncommunity ties or support are not a special circumstance justifying bail. See, e.g., Beresford-Redman, 753 F. Supp. \n2d at 1089-1090 (denying bail, despite strong family and community ties in United States, finding that letters in \nsupport from friends, family and business associates are not a special circumstance justifying bail). While \ncommunity or family relations may, in some cases, bear on flight risk, considering them as a special circumstance \nwould be redundant; moreover, community support simply does not qualify as a special circumstance. See In re \nExtradition of Nacif-Borge, 829 F. Supp. at 1220 (finding that eighty-five letters in support, attesting to fugitive’s \ncharacter, did not constitute special circumstance justifying bail); In re Extradition of Sutton, 898 F. Supp. 691, 696 \n(E.D. Mo. 1995) (“[A]n extradition fugitive’s character and background ... are not by themselves a special \ncircumstance sufficient to require release on bail in an international extradition case.”); see also In re Extradition \nof Schumann, No. 18 CR 283, 2018 WL 4777562, at *5 (N.D. Ill. Oct. 3, 2018) (denying bail, where fugitive sought \nfor crimes including robbery submitted tax documents showing that he owned and operated a business in Illinois, \nalong with statements from relatives attesting to his good character and his role as a financial provider for his family \nmembers); Martinelli Berrocal, 263 F. Supp. 3d at 1305-06; Snyder, 2013 WL 1364275, at *3; Campillo Valles, 36 F. \nSupp. 2d at 1231. Dkt. No. 27 at 17-18. V. Health issues. Finally, Risner asserts that he, a man of 74, is in declining \nhealth. His active health problems include [a list excluded here to permit filing this Memorandum Opinion and \nOrder publicly while protecting Risner’s privacy interests]. .... Since his incarceration he has not received medication \nand suffers from [redacted to permit filing this Memorandum Opinion and Order publicly while protecting Risner’s \n\n\n\nprivacy interests] for which he has not received treatment in custody. Courts have recognized that health issues can \non their own, and in the aggregate, constitute special circumstances. In re Huerta, 2008 U.S. Dist. LEXIS 48524 at \n*6, 11-12 (S.D. Tex. June 23, 2008); see also In re Extradition of Gonzalez, 52 F. Supp. 2d 725, 736 -33- Case \n3:18-mj-00765-BN Document 33 Filed 12/27/18 Page 33 of 41 PageID <pageID&gt; (W.D. La. 1999) (identifying a \n“serious health threat” as a special circumstance); Salerno, 878 F.2d at 317 (recognizing a serious deterioration in \nhealth while incarcerated as a special circumstance). Mr. Risner’s declining health constitutes another special \ncircumstance favoring the setting of reasonable bail in this case. Dkt. No. 24 at 10-11. The United States counters \nthat “Risner’s purported health issues are not a special circumstance”: While some courts have found that “a \nserious deterioration of health while incarcerated” may constitute a special circumstance, Salerno, 878 F.2d at 317 \n(emphasis added), Risner presents no such evidence. Risner asserts that he has [a list excluded here to permit \nfiling this Memorandum Opinion and Order publicly while protecting Risner’s privacy interests]. The most recent \nmedical documentation Risner provides – from April and August 2017 – reflects that he takes [a list excluded here \nto permit filing this Memorandum Opinion and Order publicly while protecting Risner’s privacy interests]. Risner has \nnot provided sufficient detail regarding his condition, his treatment needs, or any inappropriate care he has received \nin custody to establish that those needs exceed the detention facility’s capabilities and require his release on bail. \nSee In re Extradition of Garcia, 761 F. Supp. 2d 468, 481 (S.D. Tex. 2010) (“[T]he exhibits provided by [fugitive] do \nnot sufficiently explain to the Court that his condition is either life-threatening or so serious that his medical needs \ncannot be accommodated by the United States Marshal’s Service while in custody.”); Burgos Noeller, 2017 WL \n6462358, at *4 (finding no special circumstances for epileptic fugitive whose submission “demonstrate[s] neither a \npressing nor a plain health condition that cannot be managed by the [correctional facility]”). Further, courts routinely \nhave declined to find that health concerns – even appropriately documented ones – amount to a special \ncircumstance. See, e.g., In re Extradition of Gohir, No. 2:14-MJ-00314-CWH, 2014 WL 2123402, at *12 (D. Nev. \nMay 21, 2014) (rejecting claim that detention facility was unable to meet diabetic fugitive’s needs); United States v. \nNolan, No. 08-M-97, 2009 WL 4544699, at *3 (N.D. Ill. Dec. 1, 2009) (“deterioration of [fugitive’s] health” based on \nplacement in solitary confinement, while receiving treatment for skin cancer, is not a special circumstance); Snyder, \n2013 WL 1364275, at *8 (denying bail for fugitive with history of ovarian cancer who stated that she had been \nvomiting blood and claimed that her condition was -34- Case 3:18-mj-00765-BN Document 33 Filed 12/27/18 Page \n34 of 41 PageID <pageID&gt; worsening but had not sought treatment, finding that fugitive’s “health condition is \nconcerning, but it is not a special circumstance that supports her release,” and that she “could obtain treatment for \nher health condition while incarcerated”) (citing cases); In re Extradition of Huerta, No. H-08-342M, 2008 WL \n2557514, at *2 (S.D. Tex. June 23, 2008) (finding high blood pressure; diabetes, requiring daily medication and a \nstrict diet; prostate problems; and anemia are not special circumstances); Martinelli Berrocal, 263 F. Supp. 3d at \n1301 (rejecting fugitive’s claim that his age, recent surgery, medications, and the stress of detention warranted bail); \nIn re Extradition of Kyung Joon Kim, No. 04-cv-3886, 2004 WL 5782517, at *5 (C.D. Cal. July 1, 2004) (finding that \nincreasing back pain that required daily anti-inflammatory medication is not a special circumstance); Nacif-Borge, \n829 F. Supp. at 1216-17 (finding that need for specialized diet and exercise are not a special circumstance); In re \nExtradition of Rouvier, 839 F. Supp. 537, 541-42 (N.D. Ill. 1993) (finding that heart condition requiring daily \nmedication is not a special circumstance); Garcia, 761 F. Supp. 2d at 481 (“[I]f most health problems constituted \nspecial circumstances serving as a basis for release, both genuine and fabricated illnesses could potentially empty \nfederal prisons.”); In re Extradition of Hamilton-Byrne, 831 F. Supp. 287, 290-91 (S.D.N.Y. 1993) (“Were health \nproblems a basis for release, both actual and feigned illnesses could rapidly empty custodial facilities. Nothing \nconvinces me that the [fugitives’] health problems are unique or cannot be dealt with while in custody.”). \nAccordingly, Risner fails to establish that he has health concerns that qualify as a special circumstance to justify \nbail. Dkt. No. 27 at 15-17 (footnote omitted). Another judge in this circuit has addressed this potential special \ncircumstances and explained in that case that [t]he Court recognizes that certain medical concerns may or may not \nconstitute special circumstances. See, e.g., Huerta, 2008 WL 2557514, at *2 and *4 (Mellitus Diabetes, digestion \nproblems, prostate problems, high blood pressure and anemia are not life-threatening and do not constitute special \ncircumstances) (a life-threatening chronic heart condition, high blood pressure, coronary artery disease, prostate \ncancer and frequent blood clots, all supported by doctor’s affidavit, constitute special circumstances); Nacif-Borge, \n829 F. Supp. at 1217 (health condition is not a special circumstance because it is not debilitating and is easily \ncontrolled even though he only has one kidney and requires a special -35- Case 3:18-mj-00765-BN Document 33 \nFiled 12/27/18 Page 35 of 41 PageID <pageID&gt; diet); In re Extradition of Rouvier, 839 F. Supp. 537, 541 n.9 \n\n\n\n(N.D. Ill. 1993) (special circumstances did not exist when respondent admitted that medical condition is merely \n“potentially serious” and could be controlled with medication). Reliable and quantifiable evidence, including \ndocumented medical evidence from a physician, could suffice for an adequate showing. See, e.g., Nacif-Borge, 829 \nF. Supp. at 1217. However, if most health problems constituted special circumstances serving as a basis for \nrelease, both genuine and fabricated illnesses could potentially empty federal prisons. Hamilton-Byrne, 831 F.Supp. \nat 290-291 (S.D.N.Y. 1993). In this matter, Garcia has not provided sufficient detail regarding his condition or his \nmedical treatment needs to convince the Court that the severity of his condition is a special circumstance \nwarranting release on bond. That is, the exhibits provided by Garcia do not sufficiently explain to the Court that his \ncondition is either life-threatening or so serious that his medical needs cannot be accommodated by the United \nStates Marshal’s Service while in custody. His exhibits simply support his assertions that he has received medical \ntreatment and has been referred to specialists by other physicians. (See Dkt. No. 11, Ex. 2 and 3). As such, while \nthe Court does not question the seriousness of Garcia’s medical conditions, they do not appear to be life-\nthreatening, or so complex as to be beyond the capacity of federal authorities to manage while he is in their \ncustody. Garcia, 761 F. Supp. 2d at 481-82; see also id. at 483 (“Moreover, the Court finds that Garcia does not \nhave ‘special circumstances’ that merit his release. Regarding his health issues, Garcia does not sufficiently explain \nto the Court that his condition is either life-threatening or so serious that his medical needs cannot be \naccommodated by the United States Marshal’s Service while in custody.”). VI. Consideration of alleged special \ncircumstances as a whole. According to Risner, “[a]ll of the above special circumstances, taken individually or \ncollectively, create special circumstances warranting the setting of reasonable bail in this matter.” Dkt. No. 24 at 11. \nThe government counters that, for special circumstances to be legally relevant, the Court would need to -36- Case \n3:18-mj-00765-BN Document 33 Filed 12/27/18 Page 36 of 41 PageID <pageID&gt; find that Risner poses no flight \nrisk and no danger to the community. In any event, the circumstances Risner asserts are not special as a matter of \nlaw. Viewed alone or cumulatively, they are insufficient to justify bail on any terms. Dkt. No. 27 at 10. As the parties \nagree, the Court must decide if Risner has presented “a special circumstance or a combination of factors that, in the \naggregate, constitute a special circumstance that creates a compelling case for release on bail.” Ramnath, 533 F. \nSupp. 2d at 666. At the hearing, Risner’s counsel argued that the biggest issue is Colombia’s ongoing failure to \ncomply with the Treaty’s requirements, as laid out in Risner’s Motion to Dismiss, and that, after pretty much nothing \nhappened for 20 years, and where extradition is controlled by the Treaty, Colombia is still not in compliance with \nits obligations to provide required documents and translations. Accordingly, she contends, because of this obvious \nlack of compliance, there is right now a substantial likelihood of success of defeating the United States’s \nextradition efforts, whatever Colombia may or may not produce before the extradition hearing, and that, coupled \nwith the weak weight of the evidence the United States offers to show probable cause against American standards, \nas the Treaty requires, amounts to a special circumstance warranting release on conditions. Risner’s counsel also \nemphasized that Colombia and the United States’s waiting so long to seek extradition and arrest Risner \ndemonstrates that there is no diplomatic necessity for denying bail and detaining Risner pending the extradition \nhearing. -37- Case 3:18-mj-00765-BN Document 33 Filed 12/27/18 Page 37 of 41 PageID <pageID&gt; The \ngovernment’s counsel countered at the hearing that Risner’s counsel conflates the timing of requirements under the \nTreaty for the extradition hearing with the timing of requirements for securing Risner’s detention pending that \nhearing. The government’s counsel pointed out that Risner has cited, and that the government’s counsel is aware \nof, no case law dictating that any and all documents required by a treaty must be produced – or that the United \nStates and Colombia must be in full compliance with the Treaty’s requirements – by the time of a detention \nhearing, as opposed to the extradition hearing. And the government’s counsel argued that Risner has a history of \nmaking false statements and promises to courts and law enforcement, and the government urged the Court to look \nat Risner’s conduct, not his empty promises. After carefully considering the record before the Court and the parties’ \nsubmissions, evidence, and arguments, the Court determines that Risner has not shown a special circumstance or \na combination of factors that, in the aggregate, constitute a special circumstance that creates a compelling case for \nrelease on bail. Although he is not as young as he used to be, Risner has not shown that his health condition is \neither life-threatening or so serious that his medical needs cannot be accommodated by the United States \nMarshal’s Service while in custody. Risner’s ties to his community in Dallas and support from his family members \nand neighbors likewise do not create a compelling case for release on bail pending the extradition hearing, nor \ndoes Risner’s speculation that these extradition proceedings may be lengthy based on Colombia’s alleged lack of \ncompliance with the Treaty’s requirements. -38- Case 3:18-mj-00765-BN Document 33 Filed 12/27/18 Page 38 of \n\n\n\n41 PageID <pageID&gt; As to that lack of compliance – on which Risner primarily relied at the detention hearing \nand as to which Risner’s counsel conceded that Colombia could remedy by supplying any missing paperwork and \ntranslations – the Court will not prejudge the final resolution of the Motion to Dismiss or the ultimate outcome of an \nextradition hearing. But the Court is not persuaded, on this record, that Risner’s belief that he will be able to show \na lack of probable cause by taking issue with facts or evidence on which his Colombian conviction was based, his \nassertion that the statute of limitations may have run on the enforcement of his sentence (in the face of Colombia’s \ninterpretation the limitations period is interrupted “if the person convicted is arrested by reason of the sentence”), \nand his contention, on which he primarily relies, that Colombia allegedly is not currently in compliance in advance \nof the extradition hearing show such a likelihood of success on the ultimate matter of extradition as to create a \ncompelling case for release on bail pending the extradition hearing. See generally U.S. v. Fields, 483 F.3d 313, \n353 (5th Cir. 2007) (noting that “the probable cause standard is lower than the preponderance standard”). And, \nfinally, the Court is not persuaded that Risner must be released because, collectively, Colombia and the United \nStates took almost 20 years from the date of Risner’s conviction’s affirmance on appeal by Colombia’s Supreme \nCourt of Justice, Criminal Cassation Division to initiate extradition proceedings. The Court understands Risner’s \nargument, which some other judges have accepted in certain circumstances, that detention may be unnecessary \npending a hearing on a requested extradition that the requesting country took a long to time to formally seek. But \nthe Court is not -39- Case 3:18-mj-00765-BN Document 33 Filed 12/27/18 Page 39 of 41 PageID <pageID&gt; \npersuaded that, even if the delay reflects that Colombia has not made Risner’s extradition to serve his sentence a \npriority, this weighs heavily (or otherwise) in favor of release. Colombia is now – however much later than it could \nhave – formally seeking Risner’s extradition, to face the consequences of a conviction in that country for \naggravated homicide, under a treaty that creates a binding obligation on the United States government to surrender \nfugitives to Colombia, as its treaty partner, if and when they are found to be extraditable. Now that Colombia has \nsought extradition – and Risner is facing an actual extradition proceeding and not simply the latent possibility of \none – the government’s strong interest in denying bail based on its need to ensure that the United States fulfills its \ninternational treaty obligations is not, in this Court’s view, diminished by the time that passed in these governments’ \ncollective efforts to initiate this process. Because Risner has failed to establish a circumstance or a combination of \nfactors that, in the aggregate, constitute a special circumstance that creates a compelling case for release on bail, \nand because he cannot establish that he should be released without having done so, the Court need not analyze \nwhether Risner can show that he is neither a flight risk nor a danger if released on conditions or bail pending an \nextradition hearing. Conclusion For the reasons explained above, the Court GRANTS the United States’s Motion \nfor Detention [Dkt. No. 5] and DENIES Risner’s Motion for Bail [Dkt. No. 24] and ORDERS that Tito Jay Risner a/k/a \nJay Michael Risner a/k/a Tito Risner a/k/a Jose -40- Case 3:18-mj-00765-BN Document 33 Filed 12/27/18 Page 40 \nof 41 PageID <pageID&gt; Tito Rodriguez Calderon will remain detained pending the extradition proceedings in \nthis matter under 18 U.S.C. § 3184. SO ORDERED. DATED: December 27, 2018 \n_________________________________________ DAVID L. HORAN UNITED STATES MAGISTRATE JUDGE -\n41- Case 3:18-mj-00765-BN Document 33 Filed 12/27/18 Page 41 of 41 PageID <pageID&gt; \n"}