{"title": "DISCUSSES U.S. DEPORTATION FIGURES FOR 1995; WASHINGTON, D.C.  DORIS MEISSNER, INS COMMISSIONER JAMIE GORELICK, DEPUTY ATTORNEY GENERAL GORELICK:  Good morning.  President Clinton set a goal for the Department of Justice over a year ago.  He asked us to reverse years of neglect of our immigration laws, and to increase dramatically the number of criminal and other illegal aliens that we will move each year from the United States. Now, I am pleased to announce today that we have met the President's challenge.  After years of lax enforcement of our immigration laws, after years of failed immigration policies, we are working with extraordinary commitment to create a seamless web of enforcement from the border to the workplace. For too long we have allowed violators of our immigration laws to remain in this country by failing to dedicate the resources necessary to removing them.  With the support of the Congress, this administration has devoted greater resources than ever before to this problem.  And these resources and our efforts over the last year have paid off. In 1995, we removed more than 51,000 criminal and other illegal aliens from the United States.  This record number of removals shows that we can meet the immigration challenges that we face. The Clinton administration has made immigration enforcement a top priority.  Over the past three years, we have amassed unprecedented new resources to effectively control illegal immigration into this country. As the removal of criminal and other illegal aliens demonstrates, our battle plan and our innovative use of new resources is really paying off.  We are removing illegal immigrants as never before, and we are attacking the problem of illegal immigration on every front. At the border, in our legal system, and at the workplace. The record number of more than 51,000 removals in 1995 makes 1995 a banner year.  We sent back nearly 32,000 criminal aliens from our county jails and from our state and federal prisons.  We removed thousands more from jobs that rightfully belong to American workers. Be assured that we will not rest.  This is a long-term program. We are committed to an even more ambitious result in the year ahead. Our goal is to restore the credibility of our nation's immigration system.  As we continue to build on a record of accomplishments, that goal is now within reach. Commissioner Meissner will have an opening statement, and then we will answer any questions that you may have. Commissioner. MEISSNER:  Good morning.  In accordance with the President's directives at the beginning of 1995, the Immigration and Naturalization Service declared the removal of criminal aliens and other illegal aliens a top institutional priority. The numbers that the Deputy Attorney General has announced today reflect the strength of the Clinton administration's initiatives to remove criminal and other illegal aliens from the United States. I would like to highlight some specific elements of that initiative which have allowed us to produce the record effort that we are announcing today. First, we enhanced out institutional hearing program, which removes criminal aliens from our state and federal prisons.  Under the IHP, criminal aliens have their deportation hearing while serving time in state or federal prison, paving the way for their immediate deportation upon completion of their sentences. MEISSNER:  The program saves millions of dollars in INS detention costs, ensures that criminals are not returned to the streets, and frees up valuable detention space for other illegal aliens. Second, we instituted this year the Los Angeles Country Jail Project.  Beginning in July, INS officers staffed the release lines at the L.A. Country Jail 24 hours a day, seven days a week, ensuring that virtually all deportable aliens released from the facility are remanded to federal custody, not freed unto the street. A special immigration court set up specifically for this project means that many of the aliens receive their deportation orders the same day they are released. Third, we began the San Diego Port Court, the first immigration court to operate at the border itself.  The San Diego Port Court imposes real and immediate consequences for those who violate U.S. immigration laws.  The program targets aliens coming through the ports of entry with fraudulent documents or small amounts of drugs. The aliens are quickly removed through special expedited proceedings at the port court.  Each receives an order which makes them subject to federal felony prosecution if they return and the U.S. attorney there has already started to carry through with these prosecutions. These are examples of programs that have resulted in the 51,600 formal deportation or exclusion orders.  The total does not include the thousands of aliens whom INS removed without formal proceedings after being apprehended by INS agents at work sites and other locations across the nation. While we have made significant strides this year, much remains to be done, and 1996 brings with it opportunities to accomplish a great deal more.  INS is again making removals of illegal aliens a top priority for 1996, and we expect to have new resources available to us, including 635 additional positions and $46 million to expand the institutional hearing program in state and federal prisons, as well as to add country jail projects at a cost of 418 position and $42.7 million to support additional detention beds. There is other funding in our '96 budget pending before the Congress and assuming that that budget is passed, we will have a very strong resource base with which to pursue and increase the effectiveness of our deportation program. The trend for removing illegal aliens is clear, and in 1996 we will expect to add to the successes that we have announced here today. We're now available to take your questions. QUESTION:  Can you explain to us when does a person become potentially dangerous to the interest of the United States as to become deportable, like in the case of Ruiz Massieu.  We know that for security reasons you cannot talk about this case which has been going, but we also know that he's been treated as one more person -- it's not a special case. QUESTION:  So we would like to know what makes a person deportable on that section of the Immigration Act. GORELICK:  If you would like some background on the way in which our immigration laws work, we will provide that after the briefing. We will not be commenting on the Massieu case right now.  Yes? QUESTION:  Other than scoring political points, what real impact does this make on  some 300,000 illegal border crossings a year? GORELICK:  Thirty-two thousand fewer criminal aliens on the streets of America makes a huge difference, and if you want to talk to San Diego Sheriff Kolendar, if you want to talk to Los Angeles County Sheriff Block, they can tell you that it makes a difference in their communities to have criminal aliens removed.  Bear in mind also that this is part of a larger program.  We turn back, in one form or another, a million and a half people a year.  This is just one form -- but it is a very important form -- because these are folks that have, that are entitled to a judicial process.  They have gone all the way through that process and have been found deportable, and have been detained and deported.  Yes? QUESTION:  Could both of you comment please on the interagency task force report on the smuggling, the alien smuggling problem, the certification of the groups, et cetera? GORELICK:  Alien smuggling is a critically important challenge to our ability to ensure that there is the rule of law in our country as it applies to illegal immigration, and we are attacking the problem of alien smuggling every day.  We have had, just in the last five months, an Operation Disruption -- hundreds and hundreds of arrests and prosecutions of illegal alien smugglers.  But this problem, like the international narcotics problem, is both domestic and international, and in the Canales arrest, we saw the fruits of our international efforts, which we are continuing -- and that is by no means an isolated incident.  So we have applied the resources that we are given.  We are seeking more international resources.  Congress has not seen fit to date to fund those, but this is a critically important part of our efforts.  Yes? QUESTION:  Is this alien smuggling a recent thing, or is this something that the administration is focusing on particularly now? GORELICK:  The trend is an increasing one, as we have made it more difficult to come into this country.  The degree of sophistication in getting people in has increased as well, and therefore our efforts as a law enforcement matter have had to match those increased efforts and that increasing sophistication. QUESTION:  How many illegal aliens have come from Mexico in 1995? GORELICK:  We'll have to give you a number on that after the briefing.  Yes? QUESTION:  While the 32,000 deported is a significant number, as you pointed out, it still is tiny compared to the estimated number of illegal aliens in the country right now.  How does, how do you get at that larger, vastly larger number? GORELICK:  We inherited a failed program.  There were de minimus numbers of deportations when we took office, and we have turned that program around, not particularly with new resources, because the new resources have gone principally into infrastructure.  We have, in next year's budget, a substantial increase for the deportation effort, and you will see -- assuming that Congress does fund that program -- a much greater devotion of resources and much better results in the next year than even you've seen in this year. GORELICK:  But bear in mind that this is a program which was an utter failure before, and that which people thought could not be made to work and it is now working effectively.  Yes. QUESTION:  It sounds like most of the new programs have been in Southern California.  Is most of the improved performance in Southern California and what's the performance like in the New York area? GORELICK:  I don't know the answer to that, do you?  Well, the majority of illegal aliens and the majority of the immigration issues in the country are focussed on five or seven major states -- California is one of those states, but New York is also.  The criminally alien removal is primarily a program based in Florida, New York, Illinois, California, Texas, at this point. However, we have institutional hearing programs in 41 of the 50 states, so we work the program wherever the aliens are.  The heaviest numbers, the largest numbers -- 75 to 80 percent of criminal aliens that are incarcerated in state facilities are in those five large states.  So, it only makes sense that we would be seeing the most of our removals occurring from those states. QUESTION:  And so the improvement is pretty much evenly spread among those states? GORELICK:  The improvement is evenly spread, but as I say our resources are focussed in the five large states because that's where the major numbers exist.  Yes. QUESTION:  Let me try and assess the (OFF-MIKE).  Maybe you could say something.  Without going into any specifics, can you tell us how important this case is for the administration right now?  How confident do you feel in actually winning this time?  And also how do you feel about the (OFF-MIKE) by the Mexican government of this case given the expedition proceedings particularly after you attorneys had to withdraw because allegedly the Mexican government presented some tainted or failed evidence? GORELICK:  The only comment I would make is that this case is very important to the Mexican government.  That fact has been communicated to our State Department and the State Department has asked us to seek deportation for that reason, and we believe there are full and sufficient grounds for deportation. QUESTION:  Before you open that, Ms. Gorelick, is the deportation process (OFF-MIKE) extradition request denied.  OK.  Will the Department of Justice go for a easing of extradition request? GORELICK:  I won't engage in what if's at this point, and we're really not going to focus on that issue in this press conference.  In the back, thank you. QUESTION:  (OFF-MIKE) he claims the Chinese government, the government he's speaking for (OFF-MIKE) Chinese aliens (OFF-MIKE).  Do you have anything to say regarding the Chinese government?  And secondly, according to (OFF-MIKE) report it says that the Chinese smugglingly exported more than 50,000 U.S. (OFF-MIKE) illegal aliens to the United States.  Is this a very, very significant discrepancy? GORELICK:  We consider the problem of alien smuggling from China to be very, very significant and we are devoting significant resources to it. GORELICK:  We worked to -- cooperatively with our colleagues abroad to effect the arrest of the ringleader in the Golden Venture Case, and we are working to achieve similar results in other cases. And we have arrested smugglers here as well, albeit at a lower level. As to the underlying figures, I don't know if Commissioner Meissner has anything to add. MEISSNER:  Well, the underlying figures are our best guesses -- the best estimates that the government can make at this point.  We all recognize that they are not precise figures. It's sufficient, I think, to know that this is a serious problem. This is heavily organized activity that uses sophisticatedmethods. The amounts of money that the victims pay are extraordinary.  And as the Deputy said, this is a problem we take very serious, and we're combatting as fully as we can. QUESTION:  … put pressure on the Taiwanese government? MEISSNER:  The Taiwanese government is, as the report said, a serious problem for us.  The newspaper report on this is accurate. GORELICK:  Yes.  In front. QUESTION:  Considering the progress you say you've made, what happens if you don't get the funding you're requesting? GORELICK:  The progress that we can make in the detention and deportation area is very resource-responsive.  If you don't have the facilities to detain individuals, then once you arrest them, you can quickly run out of space, and then they're back in the community.  And that is what caused the failure in the past. I am hopeful that Congress will respond to this felt need of the American people.  The President., in a time of diminishing governmental resources, has chosen to try to devote an increasing amount of resources to this important policy.  That is -- to ensure the enforcement of our immigration laws and to end illegal immigration in this country. Given that commitment on the part of the administration, I would hope that Congress would respond accordingly. QUESTION:  Ms. Gorelick, you mentioned that the aliens smuggling was both an international and a domestic problem, and indicated that the domestic side is where it's been a little weak.  But it seems like the Pres -- the inter-agency report is again emphasizing the international side for greater resources. Is that where the emphasis should be, and if it is, who's going to carry out that mission?  Should it be primarily intelligence gathering, CIA, or someone else? GORELICK:  There is an important analog here, I think, to the narcotics effort.  What you see in the narcotics effort is that domestically, the domestic law enforcement agencies work on law enforcement cases here -- that have roots abroad.  And we are, I think, quite successful at prosecuting the cases here. As we try to trace those cases back to their roots abroad, we need to work cooperatively with our colleagues abroad.  We need to have our own law enforcement personnel abroad, and we need the assistance of our State Department in helping us to establish strong working relationships with our foreign partners. The same mode of operation would be most effective -- and has proven to be most effective -- in attacking the smuggling of illegal aliens.  And we have done a great deal of work in that area, but we could use more resources to effect that plan, yes. QUESTION:  There are 20,000 Nicaraguan refugees in Miami right now, who left their country during the civil war, and they have yet to have achieved refugee status or also to be (OFF-MIKE) a war permit. Is the Justice Department, or the INS Department considering granting them any sort of temporary status? GORELICK:  Well, the Nicaraguans have, for quite a few years, had a variety of different special arrangements.  At the present time, there is no reason to believe that Nicaraguans as a group need a special kind of blanket protection.  We are adjudicating their cases, case by case, as with any other nationality.  Those who have applied for asylum, and who can show that they would be persecuted upon return, would have the opportunity to receive refugee status.  Those who cannot make that claim will then be subject to return to their country. (UNKNOWN):  Two more questions. (UNKNOWN):  Yes, on the left there. QUESTION:  What is the backlog of tracing deportation now, and how long do you expect it would take to get through? GORELICK:  Well, the deportation effort is one where we are ratcheting up year by year and building the capacity of the system to handle increasingly larger numbers. We have focused first and foremost on criminal aliens, as these removal numbers show.  We are adding to the criminal aliens with efforts to deal with absconders -- people who have not complied with their deportation and exclusion orders.  We will be increasingly focusing on failed asylum seekers as part of the overall asylum reform that was put into place last year.  We have special efforts under way with states such as the state of California to go after parolees who have offended their parole status, who may also be subject to deportation. So, we are basically working through, as the resource base increases, the various categories of people subject to deportation, with the aim of making deportation and exclusion be applied and a serious effort. In other words, the rule of law and the integrity of the system is only as good as the ability of the country to remove people who should ultimately be removed.  That's a multi-year effort and it's an expensive effort and that's what the enterprise is. QUESTION:  Do you have any documentation showing jobs going back to the U.S. workers? GORELICK:  Yes, we do, and we can provide that for you. QUESTION:  Ms. Meissner, can you just give us some idea of the (OFF-MIKE) -- how they're approved in the U.S.? MEISSNER:  I'm sorry, repeat the question. QUESTION:  (OFF-MIKE) MEISSNER:  Well, we focused some of our comments on Chinese smuggling.  We are seeing and working very aggressively on smuggling through Mexico.  We had discussed smuggling through Guatemala.  We can provide you some additional background if you would like that, but those are the common routes.  I'm trying to get the people up that haven't had a chance yet. QUESTION:  Doesn't Governor Wilson from California welcome the new money the state is getting and they're increasing border controls and agents, but it says it still not enough but yesterday he officially requested for the second time that the Justice Department either take hold of all the criminal aliens within California jails or start paying out.  What's your response to his request yesterday? GORELICK:  My response is -- this is the first administration that has ever sought funds to help states with their criminal aliens. The so-called SCAP (PH) Program was one in which we sought, last year, $300 million.  Congress gave us approximately $130 million to help the states.  We have sought a like amount this year for distribution.  We will see what Congress does. We also have the prison grants that are part of the crime bill that can be used for that purpose.  And we have a very effective working relationship, at a working level, with law enforcement in California to try to address a serious problem.  And we need to address it, cooperatively, collaboratively, and on the merits. QUESTION:  Commissioner, commissioner, I just want to follow-up on the question for The Post, adopted backlog -- do you have any figures as to either if you have more resources or how many people are waiting at this point for deportation? GORELICK:  We'll get that for you after the briefing. QUESTION:  Commissioner, concerning the repatriation, the Interior Repatriation Program with Mexico -- it was suppose, initially, to initiate in this month -- when is it going to begin working? MEISSNER:  We will be beginning the Interior Repatriation in January. QUESTION:  How has the shutdown affected … GORELICK:  I'm sorry, go ahead. QUESTION:  The bulk of your deportations were of Mexican Nationals according to your handout, but the report referenced in The Post story today mentions the increasing significance of eastern Europe as a transit point for illegal aliens, and even Moscow. Can you give us an idea is Mexico, as the southwestern border, still the biggest part, the largest single part of the problem?  Or are other points coming to? MEISSNER:  This is a dynamic situation, but I think by far, our southwestern border is still the largest entry point and the source of illegal immigration in Latin America and South America is still the largest one. Owenbeck (PH)? QUESTION:  How is the shutdown affecting the INS? MEISSNER:  The shutdown is affecting INS like it's affecting the rest of the Justice Department.  We have permitted individuals who were in a law enforcement capacity and other capacities relating to health and safety to function, but a good bit of our infrastructure is not available.  And it hurts our operations.QUESTION:  One of your own agents in the southwest tell us that, yes, there's been a lot of progress in deportation, but they still beat the bus back.  How do you keep them out? MEISSNER:  I think that we are having a real deterrent effect. If you ask the people on Imperial Beach whether their communities are quieter; if you ask people on the other side of the border in Mexico whether it is harder to get through, I think you will find that Operation Gatekeeper is really working.  Is it foolproof?  Have we sealed the border?  No.  Is that a reasonable expectation?  No. But are we imposing the rule of law?  Yes.  We are making it very expensive and very difficult to come across the U.S. border.  And that is why you see the increased emphasis on smuggling.  People do not pay thousands of dollars to someone else to get them across the border if they can walk across freely.  So, I believe that the program is working and you don't have to take my word for it -- ask people along the border.  Back there. QUESTION:  I wanted to ask you a question, whether people who are accused of terrorist crimes in other countries and have on occasion taken shelter in the United States.  Are you taking special efforts to deport them as criminal aliens, because there are a number of requests from India, for example, on people who have been accused of terrorist crimes in India, and for their deportation? GORELICK:  Well, we do make an effort to deport known terrorists. If individuals raise an asylum claim, that is they have evidence that they would be subject to persecution on their return home, there is a procedure to permit them to raise that claim.  Yes? QUESTION:  How big a part of the illegal problem is this organized international smuggling operation (OFF-MIKE)? GORELICK:  Doris, do you want to try to quantify this? MEISSNER:  Actually, I'm not sure that anybody could fairly quantify it.  The important point about alien smuggling is that it is increasingly sophisticated.  It is increasingly global.  It is, it involves large amounts of money, particularly for some of the East Asian nationalities, and it is extremely dangerous for the victims. People are killed.  People are extorted.  People are tortured, and so it is a human rights problem as well.  It's on the rise.  We are addressing it aggressively.  It requires an international effort.  It requires a great deal of cross-agency coordination -- and those are all of the things that we are attempting to mobilize. QUESTION:  It accounts for 10 percent or 50 percent (OFF-MIKE)? I just want a sense of what figure (OFF-MIKE). MEISSNER:  I wouldn't want to quantify it. QUESTION:  Is it still too easy for illegal aliens to get jobs here, and what have been the repercussions on the employers, places where you found illegal aliens? GORELICK:  We have a remarkably effective work-site enforcement program, and we intend to put more resources into the program in the next fiscal year.  We have worked very hard to have strong workplace enforcement and to work with employers to ensure that jobs that are made available, when we do enforce our immigration laws in the workplace, are made available very quickly to U.S. workers and that there is a source of supply of legal workers to replace those who are found to be in violation of our immigration laws. I would like to say that when you listen to all of your questions about the different pieces of our illegal immigration enforcement program, it becomes clear that you need to see all of it as related. Our border enforcement, our workplace enforcement, our deportation of illegal aliens, our enforcement at our ports -- all are important pieces of a plan that must work together.  If any one place breaks down, it creates a hole in the wall, and that is why we have adopted a comprehensive system to attack this problem across the board.  We are moving effectively.  All of our numbers are up where they should be, and if Congress continues to give us funding in these areas, I think you will see a much more effective program, even more effective in the future.  Thank you very much. END .ETX Dec 28, 1995 15:17 ET .EOF", "body": "\n"}