{"title": "U.N. REMAINS DEFIANT AMID LAST MINUTE U-TURNS ON GLOBAL COMPACT FOR MIGRATION", "body": "\nAmidst negative sentiments and last-minute withdrawals from the Global Compact for Safe, Orderly and Regular \nMigration (GCM) by some member countries, the United Nations says the regrettable decisions are being fuelled \nby misinformation.\n\nAddressing the media Dec. 9 on the eve of the historic two-day GCM conference in Marrakech, set against the \ndramatic backdrop of Morocco's snow-capped Atlas Mountains, Louise Arbour, Special Representative of the \nSecretary-General for International Migration, addressed the question of whether the U.N. could have been better \nengaged with countries to persuade them to come on board.\n\n\"I have to tell you, I am not convinced you can persuade those who don't want to be convinced,\" Arbour says. \"I am \nskeptical it would not have turned it into a dialogue of the deaf.\" The GCM is the first-ever inter-governmentally \nnegotiated agreement to cover all dimensions of international migration in a holistic and comprehensive manner, \nproviding a platform for cooperation on migration. Its genesis lies in the New York Declaration for Refugees and \nMigrants adopted unanimously by the U.N. General Assembly in 2016. It is the culmination of 18 months of \ndiscussions and consultations among Member States, and other actors, including national and local officials, civil \nsociety, private and public sectors and migrants themselves. \"It creates no right to migrate; it places no imposition \non States; it does not constitute so-called 'soft' law-it is not legally binding,\" Arbour says. \"It expressly permits \nStates to distinguish, as they see fit, between regular and irregular migrants, in accordance with existing \ninternational law. This is not my interpretation of the text-it is the text.\" She added that it is surprising there has been \nso much misinformation about what the Compact is and what its text says, emphasising that \"the adoption of the \nmigration compact is a re-affirmation of the values and principles embodied in the U.N. Charter and in international \nlaw.\" This was, she conceded, notwithstanding several member States who have already declined to participate, \nothers making last-minute indications they would not adopt the compact, while some have stated their final decision \nmust await further internal deliberation. These include, most notably, the United States. Other countries also include \nAustria, Australia, Hungary, Poland, Czech Republic, Dominican Republic, Latvia and Bulgaria, among others.\n\n\"It is regrettable whenever any State withdraws from a multilateral process, on a global issue, the outcome of which \nhas generated overwhelming support,\" Arbour says. \"It is particularly regrettable when a State pulls out from a \nnegotiated agreement in which it actively participated a short time before.\" Arbour emphasised the process of \nadoption would still go on as planned, with over 150 States registered to attend, joined by over 400 partners from \nthe U.N. system, civil society, private sector and academia. Even with the adoption of the compact, the unwelcome \nlast-minute withdrawals and negative sentiments around the compact have unsettled several stakeholders from civil \nsociety. Carolina Gottardo, director of the Jesuit Refugee Service in Australia, says the civil society movement is \nconcerned with deliberate false information being peddled about the compact. \"It is your role as media to report \nfacts and ignore political ideology,\" Gottardo said during an IPS and U.N. Foundation training session for journalists \n\n\non the eve of the conference. The GCM defines 23 objectives covering all aspects of migration. Each objective \ncomprises a general goal and a catalogue of possible actions, drawn from best practices, that States may choose to \nutilise to implement their national migration priorities. \"Many challenges still stand in the way of implementation - \nnot least the toxic, ill-informed narrative that too often persists when it comes to migrants,\" Arbour says. During an \nevening reception for U.N. delegates that followed Arbour's announcement, Antonio Guterres, the U.N. Secretary-\nGeneral, officially launched the U.N. Network on Migration, an agile and inclusive network of all key stakeholders \non migration-U.N. agencies that have migration components, private sector, civil society and others-with the aim \nof mobilising the full resources and expertise to assist Member States in their endeavour to implement the 23 \nobjectives outlined in the compact.Â  He announced that the \"the International Organization for Migration (IOM) will \nplay a central role\" in the network. The U.N. chief also expressed confidence in the new network, highlighting some \nof its core features, saying it would focus on collaboration and have an inclusive structure, while embodying U.N. \nvalues, like diversity and an openness to working with all partners, at all levels. \"Your participation in this \nconference is a clear demonstration of the importance our global community places on the pursuit of the better \nmanagement of international migration, through a cooperative approach that is grounded in the principles of state \nsovereignty, responsibility-sharing, non-discrimination and human rights,\" Guterres told conference delegates. But, \nas many attending the GCM acknowledge, in this age of social media and polarised political posturing, success all \ntoo often depends more on message and narrative-one of the main challenges the GCM, and the migration issue \nin general, faces. \"Report on facts, not political ideology,\" Gottardo told journalists. \"Avoid dichotomies between \n'good' or 'bad' movements of people.\"\n"}