{"title": "IMMIGRATION IN THE NATIONAL INTEREST ACT", "body": "\nImmigration in the National Interest Act\n\nH.R. 2202\n\nH.Rept. 104-469, Pts. I-III\n\nCommittee on the Judiciary\n\nIntroduced by Mr. Smith (TX) et al. on March 4, 1996\n\nFloor Situation:\n\nThe House is scheduled to consider H.R. 2202 on Tuesday, March 19.  On Thursday, March 14, the Rules \nCommittee granted a modified closed rule providing for two hours of debate, equally divided between the chairman \nand ranking minority member of the Judiciary Committee. The rule self executes (i.e., adopts into the base text on \npassage of the rule) a provision to change the participation requirements for the five-state employment eligibility \nverification pilot program from mandatory to voluntary, and providing for incentives to employers who participate in \nthe system.  The rule also makes in order 32 amendments- each amendment may be offered only by a designated \nmember, may not be amended, nor subjected to a division of the question.  The rule allows the chairman of the \nCommittee of the Whole to postpone votes during consideration, and reduce to five minutes the amount of time for \na postponed vote if it follows a regular 15-minute vote.  It allows the Judiciary Chairman to offer any of the \namendments made in order as an en bloc amendment, debatable for 20 minutes.  Finally, the rule provides for one \nmotion to recommit, with or without instructions.\n\nAdditional information on amendments, including arguments for and against controversial amendments, will be \nincluded in a Floor Prep that will be published prior to floor consideration.\n\nHighlights:\n\nH.R. 2202 alters immigration requirements for legal and illegal immigrants alike.  The bill redoubles efforts to control \nillegal immigration, in addition to reducing levels of legal immigration.  The bill prioritizes the granting of legal \nimmigration visas to favor nuclear family members, and reduces the number of persons eligible for asylum.  The bill \ndirects the U.S. Attorney General to establish a voluntary pilot program for employers, in the five states with the \nhighest illegal immigrant populations, to enable employer stover if a job applicant's eligibility to work in the U.S. It \nalso establishes a new temporary worker program to give greater flexibility to employers to hire aliens for their \nbusinesses.  In addition, the bill:\n\n\n* modifies provisions allowing legal immigrants into the country to streamline the application process and narrow the \nrelationships eligible for admission;\n\n* prohibits illegal immigrants from gaining access to social services such as welfare benefits, Medicare and \nMedicaid, and other means-tested programs;\n\n* strengthens protections against employers displacing American workers in favor of foreign workers;\n\n* raises the percentage of immigrants admitted into the U.S. on the basis of skills or education from 18 to 28 \npercent;\n\n* allows 50,000 foreign refugees per year;\n\n* enhances border patrol efforts by authorizing 5,000 additional agents and 800 additional administrative and \nsupport personnel;\n\n* authorizes an increase in the number of personnel to monitor airports and other interior portions of the U.S.;\n\n* reduces by 75 percent the number of documents an alien can use to gain employment in the U. S.; and\n\n* deters terrorists and other criminal aliens from entering the U.S. by enhancing law enforcement efforts to keep \ntrack of criminal activity.\n\nSticking Points\n\nAlthough most public opinion polls indicate a broad consensus in favor of broad immigration reform, many \nlegislative provisions of H.R. 2202 are highly controversial.  Intense floor debate is likely to occur over the following \nissues:\n\nLegal Immigration.  Many proponents of immigration reform argue that the problem lies in illegal immigration, and \nthat legal immigration has no place in a discussion of the issue. Opponents of legal immigration reform feel that \nattaching legal immigration is an affront to our country's principles and history. Business leaders express concern \nover legal immigration reform because it affects their ability to attract top-notch foreign talent, particularly in highly \ntechnical fields where it is difficult to recruit an entire staff of qualified employees domestically.  However, bill \nsupporters assert that the problems with illegal and legal immigration are inextricably linked, since most illegal \nimmigrants initially entered the country legally but then overstayed their visits.  Our current legal immigration policy \nimposes such long waits for relatives of citizens and permanent residents that many lose hope and others choose \nto enter illegally. This, reform proponents conclude, is ultimately unfair to immigrants who truly have something to \noffer the U.S.\n\n* Employee Verification System.  The bill currently allows voluntary employer participation in a new verification pilot \nproject to confirm a job applicant's eligibility to work when he/she applies for a job.  Some members believe that \nthe program will create more problems than it solves; logistically, keeping track of the number of aliens-not all of \nwhom will be properly recorded in Social Security Administration and INS databases-is next to impossible. \nOpponents of the system will try to strike it, arguing that it places a burden on businesses and is the first step on the \nway to a national ID card-a prospect that has Big Brother written all over it. Supporters of the program contend, \nhowever, that the program is necessary to control the growing number of illegal workers in the U.S., many of whom \nare able to provide documentationto an employer that looks sufficient on its face, but represents a false or \notherwise insufficient proof of citizenship.  Advocates also point out that both SSA and INS claim that they are \nperfectly capable of constructing and managing an accurate verification program. They argue that the primary draw \nfor illegal immigrants is the opportunity to work here the pilot program is designed to address this problem at its \nroots.  Some members believe in the merits of the new program so fervently that they wish to amend the bill to \nmake participation in the pilot program mandatory.\n\n* Guest Worker Program.  The bill includes no significant changes to current law guest worker statutes however, the \nrule has made in order an amendment which grants greater flexibility to business owners-mostly farmers and other \n\n\n\nagriculture-related businesses-to hire aliens to work for them, and continue to verify their eligibility as provided \nunder current law, without fear of prosecution.  Advocates of limiting the immigrant influx into the country argue that \nany provisions which allow for increased numbers of aliens in the U. S. are contrary to the overall intent of the bill. \nSupporters of the amendment contend that it is necessary because the existing guest worker provisions do not \nwork, and they require a well-managed program to efficiently run their farms.\n\nBackground:\n\nAt different points in recent history, Americans have confronted the issue of immigration reform.  In each instance, \nCongress has passed legislation to ameliorate concerns for the nation's well-being if certain steps were not taken to \nensure that scarce and valuable resources would remain available for U.S. citizens.  Immigration reform legislation \nhas been enacted in 1981, 1986, and 1990.  However, the most recent immigration changes, rather than curbing \nthe problem, resulted in the highest levels of immigration ever witnessed.  In fact, 1991 marked the first year that at \nleast one million immigrants entered the U.S. In addition, another 400,000 persons are estimated to enter the U.S. \nevery year illegally.  Out of concern for public resources, fairness, and making necessary changes to a system that \nis deemed to be broken, public opinion has once again propelled Congress to act to address numerous concerns of \ncitizens and immigrants alike.\n\nU.S. immigration law is governed largely by the 1952 Immigration and Nationality Act (INA).  The law created \ndefinitions for different types of immigrants based on several factors, including their anticipated employment status \non arrival and whether they had relatives already in the U. S. The INA defines aliens as persons who are \"not \ncitizens or nationals of the United States,\" and applies this definition to all persons who are foreign, in addition to \nnon- naturalized citizens of another country.  Immigration reform is a hot topic in light of several recent events, \nincluding California's Proposition 187, which restricted non-citizen access to public services- and recent \ndevelopments resulting from American free trade with other countries, such as the loss of low-wage, low-skill jobs \nto foreign workers.\n\nLegal vs.  Illegal Immigration\n\nCurrent estimates indicate that approximately one million immigrants enter the U.S. every year, a steady trend for \nthe last five years.  As individuals and families arrive in the U. S. from other countries, most come to create new \npermanent lives as Americans, whereas many come for shorter periods of time to study, conduct business, or tour \nthe country.\n\nMost public concern surrounding the immigration issue relates to the number of illegal aliens who reside in the U. \nS. Recent estimates by the Immigration and Naturalization Service (INS) show that over 80 percent of illegal aliens \nlive in just seven states: New York, Texas, California, Florida, Illinois, New Jersey, and Arizona.  Together, these \nstates were estimated to contain between 3.5-4 million illegal immigrants as of April, 1994.  Given these statistics, \nconcerns arise over how benefits for U. S. citizens, such as jobs, education, and public assistance benefits, will \nbe affected.  According to Commerce Department data released in August, 1995, over five million immigrants \npresent in the U. S. before 1994 lived under the poverty level, while over 750, 000 received some form of public \nassistance, such as AFDC. States with high populations of illegal immigrants have even appealed to the federal \ngovernment for relief to stave off the drain on state resources.\n\nAlthough strong support exists in Congress to strengthen U.S. efforts to stop the influx of illegal immigrants, deep \ndivisions exist over how, or whether, to limit legal immigration.  Rifts between residents of border states, which tend \nto have the highest levels of immigration, feel strongly that both legal and illegal immigration reform is necessary, \nand that the issues are not divisible.  They cite statistics that claim that of the estimated 400,000 illegal immigrants \nentering the U.S. each year, up to 50 percent are believed to have been legal immigrants who have overextended \ntheir legal stay in the U.S. A substantial backlog in the number of legal immigration applicants causes many to \n\"jump the line\" and travel to the U.S., expecting to live here and await confirmation of their admission into the \ncountry as an immigrant.  However, as these aliens reside illegally in the U. S., they become targets for disdain \nfrom citizens and government alike.  Thus, they argue, it would not make sense to divide legislative efforts to reform \na system of immigration by dealing with only half of the problems in one bill.\n\n\n\nOther people, however, argue that strict limits on legal immigration are unnecessary because these people actually \ncontribute to society as dynamic citizens.  Their expertise helps the U.S. to better compete in global markets, \nparticularly in fields of high technology, and their presence here proves invaluable.  They also argue against limits \non philosophical grounds-America, being a country founded by immigrants, is a land of opportunity that should be \nopen to all who wish to legally come here.  The resultant population influx of legal immigrants produces more \nconsumers and thus more jobs, while increasing the country's cultural diversity.\n\nA major factor driving the debate over whether to limit legal immigration is the July, 199 5, report issued by the U. S. \nCommission on Immigration Reform, or Jordan Commission (named after the late B Barbara Jordan, a former \nRepresentative and chairwoman of the commission).  Established by the 1990 Immigration Act, the commission \nwas created to perform a comprehensive study of all aspects of immigration-both legal and illegal-and make \nrecommendations for improving the system.  The commission's report, which has been endorsed by President \nClinton, concluded that a properly regulated legal immigration system is in the national interest, and recommended \nthat annual admissions of legal immigrants be limited to a core level of 550,000 per year, with a major emphasis \n(over 400,000 of total admissions) being placed on direct family members.\n\nBorder Strength\n\nUntil recently, a popular notion among Mexican citizens attempting to cross the Rio Grande border was founded on \na \"three tries and you're in\" philosophy.  That is, because of the number of individuals attempting to cross the \nborder at any given time, and due to limited U. S. resources along these border areas, persistence would eventually \npay off in the form of successful illegal entry into the U.S.\n\nOnce present in the U. S.-even through illegal means-current law provides aliens with a series of procedural rights \nand privileges to enable them to delay or defeat any attempts to remove them to their countries of origin.  In \nparticular, aliens are well-versed in requirements surrounding the asylum process; usually they will orchestrate the \ncircumstances surrounding their arrival in the U. S. to meet the requirements of an alien who might seek asylum, \nthereby entering the review process with the hope of convincing officials to grant them asylum or in the alternative, \ndelaying their deportation and receiving a chance for a formal hearing by an immigration judge. However, a key \ndifference between this issue and others in the immigration debate centers on the unanimous posture of its \nsupporters in favor of revamped protections against illegal immigration, and measures to buttress border \nenforcement are among the first areas to address.  Advocates also favor increasing airport and other land border \nsecurity points to ensure that aliens who are lawfully present in the U. S. do not violate the terms of their entry and \nadd to the already ballooning number of illegal entrants.\n\nAccess to Public Benefits\n\nCurrent federal law provides legal immigrants and permanent resident aliens access to public assistance benefits, \nincluding means- tested entitlement programs such as Supplemental Security Income (SSI) and Aid to Families with \nDependent Children (AFDC).  Illegal immigrants have limited access to certain programs, including public health \nservices and emergency assistance in most exigent circumstances.  In addition, children of illegal aliens are \nallowed to attend public schools through high school.  However, statistics showing that up to 400, 000 people enter \nillegally in the U.S. every year lead some to conclude that such demands on limited public resources cannot be \nsustained indefinitely without some reform. Additionally, questions arise over whether access to benefits is actually \nhelpful to the overall immigrant population in light of the numbers of aliens who (1) are not in the work force, (2) \nreceive public assistance, including an increase in AFDC recipients due to increased birth rates, and (3) voluntarily \nleave the public elementary and secondary schools.  Supporters of immigration reform cite economics as the \nprimary reason to limit benefits- continued increases in demand cannot keep pace with the available resources, \nwhich ultimately results in a shortfall of public services for regular citizens across the board.\n\nProvisions:\n\nPlease Note: the following analyst assumes passage of both the rule and the manager's amendment, which make \nsignificant changes to certain provisions of the bill.  Consequently, those changes have been incorporated into the \nprovisional analysis below.\n\n\n\nTitle I - Deterring Illegal Immigration Through Improved Enforcement\n\nImproved Enforcement at the Border\n\nBorder Patrol Agents and Persnnel. The bill increases the number of border patrol agents by 1,000 annually from \n1996 to 2000.  Over 5,000 agents currently patrol the U. S. Canada and U. S.-Mexico border areas.  The bill also \nincreases by 800 the number of enforcement support personnel for the Immigration and Naturalization Service \n(INS).  Finally, the bill requires that new border patrol agents be deployed along the border to cover the sectors with \nthe highest levels of illegal crossings.\n\nImproved Border Barriers.  The bill authorizes $ 12 million for improving barriers in critical sectors, and directs the \nU.S. Attorney General and INS commissioner to enhance existing border barriers by adding multiple lines of fence \nseparated by existing roadways to deter crossings in the areas with the highest levels of illegal entry, including San \nDiego, California.  It permits a limited waiver of the Endangered Species Act (ESA) to allow patrolling and fence-\nbuilding in critical sectors where ESA has prohibited effective border enforcement.\n\nEquipment and Technology.  The bill authorizes the Attorney General to acquire heavy equipment to use to deter \nborder crossings, including helicopters, aircraft, land vehicles, and night vision equipment.  The bill allows the \nDefense Department to make some of its equipment available for use by the Attorney General, as well as military \npersonnel to provide any necessary training.\n\nBorder Identification Cards.  The bill mends current law by requiring all border identification cards (ID) issued to \naliens to include \"biometric identifiers' within six months of enactment. Biometric identifiers are finger or hand prints \nthat provide greater certainty of identification and prevent fraudulent use by person sentering the U.S. Immigration \nstatute shovel on authorized issuing ID cards to persons who frequently enter the U.S. from Canada and Mexico, \nallowing the bearer to conduct specific business for up to 72 hours within 25 miles of the border.  Border officials \nhave asserted, however, that the current ID cards are easily counterfeited.\n\nPenalties for Illegal Entry.  The bill permits fines of $ 50-250 to be levied against persons who are apprehended for \nillegally entering the U. S. Persons with prior convictions must pay a fine of double the regular amount.\n\nProsecution for Recidivist Illegal Aliens.  The bill authorizes such sums as necessary to detain and prosecute \naliens who illegally enter the U. S. and are found to have been apprehended two or more times previously.  \nFunding already accessible by the Attorney General may also be used for this purpose.\n\nTraining for Border Patrol Agents.  The bill amends current law to require border patrol agents to receive training to \nensure and safeguard any constitutional and civil rights, personal safety, and human dignity concerns when \nengaging in border crossing enforcement.\n\nPilot Programs\n\nRepatriation Programs.  The bill requires the Attorney General and Secretary of State to establish a pilot program \nfor up to two years which is designed to discourage aliens from attempting multiple entry efforts into the U.S. \nCurrently, when aliens are deported to their countries of origin, they are taken to the border of the country from \nwhich they entered the U.S., regardless of the region of the country from which they came.  Pilot programs \nauthorized by this provision would enable the U. S. to practice interior repatriation (i.e., where the U.S. returns \naliens to the native region of their country), or third country repatriation (i.e., returning aliens to a country other than \nthe one they entered from due to circumstances-such as lack of travel documents or civil unrest-which make \ndeportation to their home country impracticable).  The Attorney General must report on the progress of the program \nwithin 30 months of enactment, and make recommendations on whether any part of the program should be \npermanently continued.\n\nUse of Closed Military Bases for Detention.  The Attorney General and Defense Secretary must establish a pilot \nprogram for up to two years which would designate certain military bases that have been closed by base closure \nlaws, to detain illegal aliens that are inadmissible to the U.S. or are scheduled to be deported for other reasons.  \n\n\n\nThe Attorney General must submit a progress report to Congress on the feasibility of this pilot program within 30 \nmonths of enactment.  This provision is designed to solve the current problem of a dear of detention space to hold \naliens while INS completes deportation proceedings.\n\nCollection of Alien Departure Records.  The bill requires the Attorney General to establish a program within six \nmonths of enactment to require the INS to create departure files for every alien leaving the U. S. and match them \nwith records of their entry-whether legal or illegal.  Instances must also be included in INS records in which legal \naliens have remained in the country longer than they were permitted.  The program must be set up in at least three \nof the five airports in the U. S. with the highest amount of international air traffic, which could include, but is not \nlimited to, Los Angeles, CA (LAX), New York, NY (JFK), Dallas/Ft.  Worth, TX (DFW), Marni, FL, and Houston, TX \n(LkH).  The INS commissioner must report the number of files created and other related statistics within two years \nof the program's implementation.  This provision intends to establish a system to verify that tourists, students, and \nother non immigrants leave the country when their visas expire.\n\nInterior Enforcement\n\nIncrease in Interior Enforcement Personnel.  The bill authorizes $ 150 million for the Attorney General to increase \nthe number of INS investigators and other enforcement personnel to enforce immigration laws in the interior of the \nU. S., including airport inspectors and detention and deportation officers.\n\nTitle II - Enhanced Enforcement and Penalties Against Alien Smuggling and Document Fraud\n\nEnhanced Enforcement and Penalties Against Alien Smuggling\n\nWiretap Authority for Alien Smuggling Investigations.  The bill grants authority to the INS to investigate several \ncrimes which may be used to covertly bring illegal aliens into the U. S., including (1) producing false identification \ndocuments, (2) issuing unauthorized passports, (3) giving false statements when applying for a passport, and (4) \nmisusing or committing fraud with visas, permits, and other identification documents.  The wiretap authority is \nsubject to the same court order requirements as those which currently apply to other federal uses of wiretap \ntechnology.\n\nRacketeering Offenses Relating to Alien Smuggling.  The bill amends current law to make certain alien smuggling \ncrimes punishable under the Racketeering and Corrupt Organizations Act (RICO).  These crimes include (1) \nCommitting fraud or related activity in connection with personal identification documents, (2) giving false statements \nwhen applying for or using passports, or (3) committing forgery, false use, or misuse of a passport, visa, work \npermit, and other documents.\n\nIncreased Criminal Penalties for Alien Smuggling.  The bill makes several changes to current law prohibiting \nbringing foreign persons into the U.S. Specifically, the bill provides for (1) a prison sentence of up to 10 years for \nindividuals who violate current law prohibiting smuggling aliens into the U. S. illegally in order to employ them \ncommercially or derive any other financial benefit from their presence; (2) a civil fine and up to 10 years \nimprisonment for conspiring to commit, or aiding and abetting, alien smuggling; (3) up to five years in prison for \ntransporting, harboring, or inducing aliens to enter the U. S.; and (4) a fine and imprisonment for three to I 0 years \nfor bringing an illegal alien into the country with the knowledge, or reason to believe, that the alien will commit a \ncrime while present in the U. S. Finally, punishment shall be applied under this provision according to the number of \naliens involved, changing current law which provides punishment for each instance of alien smuggling.\n\nIncreasing the Number of U.S. Attorneys.  The bill requires the U.S. Attorney General to hire 25 new attorneys in FY \n1996 and assign them specifically to prosecuting persons involved in harboring or smuggling aliens, or other crimes \ninvolving illegal aliens.\n\nExpanding Undercover Investigation Authority.  The bill grants permission to the INS to use appropriated fends to \nestablish and operate undercover businesses as a means of investigating alien smuggling activity.\n\nDeterrence of Document Fraud\n\n\n\nFraudulent Use of Government-Issued Documents.  The bill increases maximum pension sentences for the \nfraudulent use of government-issued identification documents.  Specifically, the bill provides (1) a 15-year maximum \nsentence for fraud and misuse of government documents, (2) a 20-year maximum sentence if any document \nmisuse relates to a drug trafficking crime, and (3) a 25-year maximum sentence if the documents were used to \ncommit an international terrorist act.\n\nCivil and Criminal Penalties for Document Fraud.  The bill makes it a federal crime to prepare, file, or assist another \nperson in preparing or filing, documents intended to satisfy a requirement of the INA if a person knows or recklessly \ndisregards the fact that an applicant is providing false information.  This provision is applicable to any documents \nsubmitted immediately upon or after enactment of the bill.\n\nFailure to Present Documents and Preparing Documents Without Authorization.  The bill prohibits a person from \nentering the U.S. who refuses or otherwise does not present documentation to show he has permission to enter the \ncountry after arriving in the country viaa common carner.  For example, aliens coming to the U.S. must present \nproper documentation upon boarding an airline. Once they arrive, they must present the same paperwork in order \nto enter the country.  If the alien does not present his documentation to the authorities, he will be fined unless he is \ngranted asylum by the Attorney General. Additionally, the bill provides that persons who prepare or assist in \npreparing various documents including (1) immigration forms, (2) petitions, and (3) applications, but are not \nauthorized by the U.S. government to do so, may be fined by the Attorney General.\n\nFailure to Disclose Role in Preparing False Paperwork. The bill provides a two-to five-year prison sentence for \npersons who fail to disclose their role in preparing or assisting with falsified asylum paperwork for a fee or \ncompensation.  Persons convicted under this provision are prohibited from preparing asylum documents for five to \n15 years after their prison sentence ends.  If a person, once convicted and released, repeats a violation of this \nprovision-whether he receives compensation or not-the bill requires that he receive a five to 15 year prison \nsentence and be prohibited from participating in asylum paperwork preparation at any time in the future.\n\nCriminal Penalties for False Claims to Citizenship.  The bill adds a new criminal penalty against anyone who falsely \nclaims to be a U.S. citizen or otherwise be entitled to receive any federal benefit, service, employment, or assert \ntheir right to vote.\n\nAsset Forfeiture for Passport and Visa Offenses\n\nCriminal Forfeiture for Passport and Visa-Related Offenses.  The bill provides that persons who are convicted of \nillegally using a passport or visa must forfeit any real or personal property which was used, associated with, or \ngained from their crime.\n\nSubpoenas for Bank Records.  The bill permits the Attorney General to issue subpoenas for bank records of \npersons who commit crimes of alien smuggling or document fraud.\n\nTitle III - Reforming Procedures for Removing Illegal Aliens\n\nRevision of Procedures for Removal of Aliens\n\nPersons Present in the U.S. Without Authorization.  The bill changes references in INA from century\" to \"admission \nor admitted.\" The intent of this change is to correct its practical effect, which has been to make it more difficult to \nremove or deport illegal aliens. Under current law, any alien who comes into the territory of the U.S. (but not an \nalien at a port of entry, including an airport, who is awaiting inspection) is considered to have made an \"entry\" into \nthe U.S. Thus, a legal immigrant or non immigrant who has obtained a visa and been cleared for admission is \ndeemed to have \"entered\" the U. S.- but so is an alien who has come across the border illegally, or was a \nstowaway on a ship, and has eluded immigration enforcement at the border.  Both categories-the legal and the \nillegal entrant-have made an \"entry\" and are entitled to the same equities and privileges in immigration \nproceedings.  Under the bill, only aliens who have been lawfully inspected and allowed to enter the U.S. will be \nconsidered to be \"admitted.\"\n\n\n\nThe bill also codifies, with a modification, the doctrine in Rosenberg v. Fleuti that a returning lawful permanent \nresident is not considered to be seeking \"admissions\" unless the alien has relinquished lawful permanent resident \nstatus (i.e., by remaining too long outside the U.S..) or has committed criminal activities.  The modification to the \nFleuti doctrine is that a returning lawful permanent resident, to gain benefit of the doctrine, must present himself for \nlawful inspection and admission.\n\nCircumstances for Barring Aliens From Readmission.  Current law provides (1) a one-year prohibition against \nreentry if an arriving alien is ordered excluded and deported prior to having entered the U.S.; (2) a five-year \nprohibition if the alien, after having entered the U.S., is deported; (3) a 20-year ban if the alien is deported from the \nU.S. after being convicted of an aggravated felony while in the U.S.\n\nH.R. 2202 amends these provisions to allow a five-year prohibition for excluded aliens; (2) a 10-year bar for \ndeported aliens, and (3) a lifetime prohibition against an alien convict returning to the U. S. In both current law and \nthis provision, the Attorney General has the right to waive any bar to readmission if he has given prior consent to \nthe alien's return to the U. S.\n\nThe Attorney General may admit an alien who would otherwise be inadmissible due to fraud or misrepresentation \nof its application provided (1) the alien is the spouse, son, or daughter of a U.S. citizen or permanent resident, and \n(2) an extreme hardship would result if the alien were to be denied admission. The bill amends current law to deny \nadmission to a former U.S.citizen who had previously renounced his citizenship in order to evade federal taxes. \nFinally, the bill grants authority to deny admission to any aliens who cannot present evidence that they have been \nvaccinated against several communicable diseases including mumps, measles, rubella, polio, tetanus, diphtheria, \npertussis, influenza type B, and hepatitis B, as well as other viruses recommended by the Advisory Committee for \nImmunization Practices.  Immunizations may be waived upon consultation with a medical professional who advises \nthat they are not medically advisable, or if the alien receives the required vaccinations once in the U.S.\n\nInspection of Aliens.  The bill provides that aliens who are picked up in international waters by U. S. government \npersonnel and brought to the U. S. are deemed to be seeking admission as an alien. Such aliens may also \nwithdraw their immigration application and voluntarily leave the U.S. before being fully reviewed by an immigration \nofficer. Otherwise, they will be considered for admission and interviewed by an immigration officer.  Stowaways are \nnot eligible for admission unless they can demonstrate a credible fear of persecution were they to be returned to \ntheir home country.\n\nExpedited Removal of Arriving Aliens.  H.R. 2202 allows immigrations officers to remove aliens if they appear in \nthe U.S. (1) with fraudulent documents or paperwork that misrepresent their identity or alien status, or (2) without \nvalid immigration documents. An alien may not be removed if he desires to apply for asylum or claims to have a \ncredible fear of persecution in his home country, in which case he must be referred to an interview officer.  If the \nalien demonstrates a credible fear of persecution, he must be held over for further review and consideration for \nasylum; if not, he must be removed from the U.S. without further review.\n\nInspection of Other Arriving Aliens.  The bill provides that aliens who arrive in the U.S. and are not (1) fleeing \npersecution, (2) fraudulently attempting entry, or (3) stowaways or crew members of a traveling vessel, be detained \nand given a hearing before an immigration officer to determine whether they are eligible for admission into the U.S.\n\nApprehension and Detention of Aliens not Lawfully in the U.S. The bill authorizes the INS to increase to 9,000 the \nnumber of beds in the U.S. to detain aliens awaiting deportation or further admission review by FY 1997.  In \naddition, the bill preserves the Attorney General's authority to arrest, detain, and release on bond any alien who is \nnot lawfully present in the U. S. the Attorney General may further revoke a bond issued on an alien at any time \nwithout cause.  The bill does change current law, however, to disallow aliens a right to a habeas corpus review of \ntheir detention or release on the ground that the INS is not acting promptly to deport the alien.  Aliens may also be \ndetained if convicted of an aggravated felony; the alien's identification information must be passed on to the State \nDepartment by the Attorney General in order to centralize information for possible future use if the alien appears in \nthe U. S. again.  The Attorney General, however, has the authority to release the alien on the grounds of protecting \nthe alien, a family member, potential witness, or other person cooperating with an ongoing investigation.\n\n\n\nRemoval Proceedings.  The bill changes current procedures for alien removal by consolidating removal and \nexclusion hearings into a single proceeding.  Notices given to aliens regarding their hearings are no longer required \nto be printed in both Spanish and English, and may be issued 10 days prior to the hearing date to the last known \naddress of the alien.  Removal proceedings must be conducted by an immigration law judge, and may take place in \nperson, through a video conference including all parties, or via a telephone conference between the alien, his \ncounsel, the government, and the judge. Aliens who fail to appear may be removed from the country without further \nright store view provided that (1) the evidence clearly, convincingly, and unequivocally shows that the alien was \ngiven adequate notice required by law; and (2) the alien is otherwise deportable or inadmissible.\n\nDuring the hearing, aliens are given the burden to show that (1) they have applied and are eligible for admission, or \n(2) they are lawfully present in the U. S. (if they are not applying for immigrant admission to the U. S.) and should \nbe granted permanent residence status.  The INS has the burden to prove that an alien already admitted to the U. \nS. is deportable for some cause.  If the judge rules against the alien, the alien has two options to have his \ncircumstances reviewed: (1) an appeal of the immigration judge's ruling, which must be filed within 3 0 days of the \ndecision; or (2) a request to reopen the case in light of new facts, which must be filed within 90 days of the decision.  \nThe alien may agree to be deported from the U. S., in which case the Attorney General may provide a statement to \nthe presiding immigration judge to expedite the alien's removal.  Removal from the U.S. may be postponed or \nblocked under certain conditions, including (1) a pending asylum application, (2) serious illness of the alien, or (3) \nserious illness or death of an alien's spouse, parent, or child.\n\nCancellation of Removal.  The bill provides that removal orders for an alien may be canceled by the Attorney \nGeneral under certain conditions, including if the alien already has legally resided in the U. S. for at least seven \ncontinuous years, and has been grant permanent residence status for at least five of those years; and has not been \nconvicted of an aggravated felony or felonies during his presence in the U. S. for which the sentence was five years \nor more. An alien may also have his removal orders canceled if he has been of good moral character during his \npresence in the U.S., and shows that his removal would present a burden to the alien's spouse, parent, or child \nwho is a citizen or permanent resident of the U. S. A \"continuous presence\" in the U. S. may be broken if the alien \nleaves the country for a total of more than six months' time during his first seven years, except in family \nemergencies or if his return is prevented by conditions beyond his control.\n\nThe Attorney General may cancel the alien's removal under provisions of the Violent Crime Control and Law \nEnforcement Act of 1994 (P.L. 103-322).  Specifically, the 1994 law provides for a cancellation of removal \nproceedings if the alien (1) can support a claim of extreme cruelty while in the U.S. at the hands of a spouse, \nparent, or other U. S. citizen or permanent resident; (2) has been present in the U. S. for at least three years; (3) \nhas been of good moral character during that period; (4) is not otherwise deportable or inadmissible as a U. S. \ncitizen or permanent resident based on criminal activity, national security, or marriage fraud; and (5) demonstrates \na severe hardship that would result from his removal.  In such cases, the Attorney General may also adjust the \nalien's residence status to provide a longer-term arrangement.\n\nFinally, the bill prohibits cancellation of a judge's removal order for aliens who (1) entered the U. S. as a crewman \nof a commercial sea vessel after June, 1964, (2) were admitted under a non immigrant exchange program and have \noverstayed their two-year limitation or have not received a waiver for the limitation, (3) are inadmissible due to \nhistory of criminal activity, or (4) excludable for national security reasons.\n\nVoluntary Departure.  The bill authorizes the Attorney General to allow an alien to voluntarily leave the U. S. at his \nown expense in lieu of removal proceedings.  In order to be granted this form of relief, the alien must (1) not be \ndeportable because of a felony conviction or national security concerns; (2) have at least a five- year history \nshowing that he was a person of good moral character; (3) have lived in the U. S. for at least one year prior to \ndeparture; and (4) substantiate that he has the means and intent to leave without imposing expense on the U.S. \ngovernment.  The departure must occur within 120 days of receiving permission.  To provide an additional incentive \nto ensure the alien's departure, the Attorney General may require the alien to post a bond which would be \nrefundable upon proof that the alien actually if the country.  Failure to depart in the time allotted will result in a fine \nof $ 1,000-5,000 and a revocation of the right to leave voluntarily in the future.  An alien who elects to contest \n\n\n\ndeportation and is ordered removed also may request voluntary departure, but under more stringent conditions, \nincluding a requirement that the alien post a bond.\n\nDetention and Removal of Aliens.  The bill requires the Attorney General to perform the ordered removal of an \nillegal alien within 90 days of the judge's order.  Aliens must be returned to their country of origin, or other specific \nlocation ordered by the Attorney General, by the common carrier that brought them to the U.S. (either plane or sea \nvessel) unless it is impractical to do so, or if the alien was as to away.  Stow aways, upon discovery in an aircraft to \nwater vessel,may be granted pension to land temporarily in the U.S. for limited reasons, including (1) to receive \nemergency medical treatment, (2) to make arrangements for their removal to their country of origin, or (3) to be \ndetained by the Attorney General while awaiting removal from the country.  Stowaways must be removed and their \nexpenses paid for by the owner of the vessel which brought them to the U.S. If a stowaway's removal must be \ndelayed because of a logistical difficulty, the vessel which brought him must pay the Attorney General for all \nexpenses incurred while detaining the alien and awaiting a suitable means of removal.  Removal may be delayed if \nthe alien takes advantage of any available procedures to appeal the removal orders, including an application for \nasylum.  In such cases, detention costs must be paid to the INS by the carrier vessel (for stowaway aliens) for up to \n15 business days, excluding holidays.  Under no circumstances will the carrier be liable for costs beyond 15 days, \nnor will carriers be held responsible for costs related to legal fees, translators, or other administrative costs incurred \npreparing the alien for removal.\n\nDuring the time between a final order for removal and the alien's actual departure, the alien must be detained by \nthe Attorney General in a federal or otherwise approved facility, including one at the state or local level.  If space is \nnot available for this purpose, or if the alien is not removed with in the original 90 day period, the Attorney General \nmust find a place in which the alien may be adequately supervised, which is required by current law.  Removal \nmust otherwise be delayed if the alien is convicted of a crime and sentenced to prison; however, parole, supervised \nrelease (such as a halfway house), or the possibility of arrest are not grounds to delay removal.\n\nPersons removed from the U.S. who attempt to reenter illegally may be removed by the Attorney General without \nreview based on procedures followed in the first removal.  Finally, the bill directs the INS Commissioner to purchase \nor lease additional space before making plans for any new construction of detainment facilities.\n\nAppeals From Order of Removal.  The bill provides that removal orders may be appealed.  A review request must \nbe filed within 30 days of the original decision to the federal appeals circuit in which the presiding immigration judge \nsits.  The bill otherwise precludes other courts, except for the U.S. Supreme Court, from granting broad injunctive \nrelief against the removal provision in this bill. A lower court may, however, grant relief including an injunction to \nsuspend removal of an individual alien.\n\nPenalties Relating to Removal.  The bill outlines specific penalties that would be applicable to the alien for failing to \nleave the country if offered a voluntary opportunity to do so, as well as penalties against vessels that bring \nstowaways to the U.S. Additionally, it preserves current law provisions regarding sanctions against a country \nrefusing to accept a native of that country.  In such cases, the Secretary of State must suspend all visas issued to \nthat country until it accepts the alien being removed from the U.S.\n\nRemoval Procedures for Alien Terrorists\n\nThe bill amends the INA by adding a new title, which outlines special procedures to remove alien terrorists from the \nU.S.\n\nH.R. 2202 heightens U. S. efforts to control domestic terrorism by limiting the ingress of alien persons who might be \nassociated with a group that is recognized by the Attorney General as a known or suspected terrorist group.  In the \nevent an alien terrorist is caught, the bill outlines methods and procedures by which he is to be deported.  \nSpecifically, aliens who are not legally in the U. S. are given a chance to defend themselves against this charge. If \nthey do not, they face deportation to a country of their choosing.  If they do not choose a country, or no country will \nreadily accept them, they must remain in the custody of the Attorney General until a special removal hearing can be \nconducted. U.S. in custody, the alien is not eligible for asylum, any change in their deportation status, voluntary \ndeparture from the U.S.,or registration as a legal alien in the U.S. Special proceedings must be open to the public.\n\n\n\nSpecial deportation hearings may be used only in cases where a specially-appointed federal judge finds probable \ncause to believe that the use of normal removal procedures before an immigration judge would pose a risk to \nnational security.  An alien has the right to hire and be represented by counsel, or have one appointed for him if he \ncannot afford one. The Attorney General must produce evidence that the alien is a terrorist or has engaged in \nterrorist activity as defined by the bill.  Evidence may be gathered using electronic surveillance and other \npermissible methods under the 1978 Foreign Intelligence Surveillance Act.  If evidence against the alien defendant \nis classified-that is, it would be considered sensitive for national security or personal safety reasons-the information \nmust remain classified and can only be considered by the presiding judge outside of the formal hearing.  Based on \nevidence gathered, the presiding judge must decide whether the alien should be permitted to remain in the U. S.\n\nSpecial deportation hearing decisions may be appealed to the U.S. Court of Appeals for the D.C. Circuit, then to the \nSupreme Court.  The alien must be detained once a removal order is issued (or affirmed at the appellate level) until \na country can be found that will accept him.  If a country cannot be found within the first six months following a \nremoval order decision, the Attorney General may release the alien, and must report to his attorney every six \nmonths to update the progress of finding a country that will accept him.\n\nFinally, the bill authorizes $ 5 million for alien detention and deportation efforts, in addition to appropriations already \nmade available to the Department of justice and other federal law enforcement agencies for this purpose.\n\nExclusion and Denial of Asylum for Alien Terrorists\n\nMembership in a Terrorist Organization as Grounds for Exclusion. H.R. 2202 bars aliens who represents to rare \nmembers of a terrorist organization from entering the U.S. A person may be exempted from this provision if he can \nshow that this is not a member or representative of a terrorist organization, or that an organization to which he \nbelongs is not terrorist in nature.  Only the alien, foreign organization, or its agent will have standing in court to \nchallenge a \"terrorist\" designation.  \"Terrorist organization' is defined as a foreign organization designated as such \nin the Federal Register by the Secretary of State, based on a finding that the organization engages in, or has \nengaged in, terrorist activity that threatens national security.  Once determined, the terrorist designation remains \napplicable for two years, and is renewable upon review by the secretary.\n\nDenial of Asylum and Other Relief.  The bill provides that aliens who are excludable or deportable under provisions \nof the bill may be denied asylum by the U.S. government.  Additionally, aliens may be denied (1) a with holding or \nsuspension of a deportation order, (2) the option of voluntary departure, (3) an adjustment in their status as aliens, \nor (4) the option to register as a legal alien in the U. S. Alien terrorists who enter the U.S. without permission from \nthe Attorney General after removal must be fined and imprisoned for at least 10 years.\n\nDeterring Transportation of Unlawful Aliens to the U.S.\n\nDefinition of a Stowaway.  The bill defines a \"stowaway\" as any alien who obtains transportation without consent \nincluding through concealment.  A passenger who boards a common carrier with a valid ticket cannot be considered \na stowaway for purposes of this legislation.  The intent of this provision is to codify what immigration officials \ncurrently practice when dealing with aliens who arrive on common carriers without permission and seek admission \ninto the U.S.\n\nProviding a List of Passengers to the U.S. The bill requires common carriers to provide the U.S. with a full is to fits \npassenger sentering the country upon arrival.  Information for each passenger must include a name, date of birth, \ngender, citizenship, and travel document number (applicable for non-U.S. citizens.)\n\nAdditional Provisions\n\nThe bill outlines several additional provisions to this title, including:\n\n* Civil Penalties for Failure to Depart.  The bill provides a $ 500 per day penalty for each day an alien who is \nscheduled for an ordered removal fails to comply with the orders or fails to take steps in preparation for removal.\n\n\n\n* District Court Jurisdiction Clarification.  The bill clarifies that any jurisdiction given to district courts to consider \nimmigration-related action is strictly to enable the federal government to enforce immigration laws and removals as \nneeded, and not to allow private persons to sue the federal government under provisions in this bill.\n\n* Enhanced Penalties for Failing to Depart, Illegal Entry, and Passport/Visa Fraud.  The bill directs the U.S. \nSentencing Commission to issue more stringent guidelines pertaining to punishment for the above-listed crimes.  \nThe guidelines should reflect changes in criminal statutes made by the 1994 Violent Crime Control and Law \nEnforcement Act (P.L. 103-322).\n\n* Funding for Alien Removal.  The bill authorizes $ 150 million in FY 1996 to remove inadmissible or deportable \naliens, and pay for any detention costs.  The funding must be used to hire an additional 475 detention and \ndeportation officers, 475 investigators, and support personnel for each group.\n\n* Application of Additional Civil Penalties.  The bill establishes an \"Immigration Enforcement Account\" to be used for \nimmigration enforcement purposes.  Funds will be collected from civil penalties imposed under provisions of this bill.\n\n* Prisoner Transfer Treaties.  The bill calls for the president to negotiate transfer treaties to expedite alien transfers \nbetween the U.S. and foreign countries for aliens unlawfully present in the U. S. The president must report annually \nto Congress on the effectiveness of treaty arrangements with other countries.\n\n* Criminal Identification System.  The bill amends the 1994 crime bill to require a criminal alien identification system \nbe established to assist federal, state, and local law enforcement agencies in accurately tracking criminal aliens \nwhile present in the U.  S. The system must facilitate fingerprint recordings for any aliens who have been arrested \nand removed to another country.\n\n* Waiver of Exclusion/Deportation.  H.R. 2202 provides that aliens who are legal permanent residents, or are \nawaiting approval of a family or employment-sponsored admission as an alien, may have their exclusion or \ndeportation orders-based on fraudulent documentation-waived by the Attorney General.  Specifically, if the alien \ncan show that the violation was committed solely to aid the alien's spouse, parents, or child, the Attorney General \nmay waive the right to initiate procedures to remove the alien from the country via exclusion or deportation.\n\n* Registration of Aliens on Probation or Parole.  The bill requires the Attorney General to permanently register \naliens who are or have been on criminal probation or parole within the U.S. at anytime.\n\n* Battered Persons Confidentiality Provision.  The bill permits the Attorney General to discount information furnished \nby persons in the U.S. who have been abusive toward an alien or his child when considering whether to deport the \nalien from or admit the alien into the U.S. except when the alien has been involved in criminal activity. Additionally, \nthe Attorney General may not release information regarding an alien's status or pending admission, court- ordered \nrelief, or other similar information to persons other than the Department of Justice or other federal officials as \nnecessary.\n\nTitle IV - Preventing Employment of Illegal Aliens\n\nEmployer Sanctions, Wage and Hour Law Enforcement.  The bill increases the number of fall time INS investigators \nby 500 in FY 1997 and assigns the new agents to examine employer violations of employer sanctions provisions of \nthe INA.\n\nChanges in Employer Sanctions Program.  The bill makes changes to the documents that can be used by an alien \nto verify employment and identity.  Currently, employees can submit one or more of 29 different documents to verify \ntheir eligibility.  The bill reduces this to six. Specifically, the bill excludes (1) certificates of citizenship, (2) certificates \nof naturalization, (3) birth certificates, and (4) unexpired foreign passports stamped by the Attorney General with an \nemployment authorization.  The bill only allows employees to present documents such as U.S. passports, alien \nregistration cards, or social security cards used in combination with a driver's license or state ID card to prove their \nidentity and right to work in the U. S.\n\nEmployment Eligibility Confirmation Pilot Program\n\n\n\nThe Process.  The bill directs the Attorney General to develop and implement a voluntary pilot program for \nemployers in five of the seven states with the highest populations of illegal aliens, including California, New York, \nTexas, Florida, Illinois, New Jersey, and Arizona, to verify the employment eligibility of the aliens they hire. Federal \ngovernment offices in those states, however, must participate in the pilot program.  Under this pilot program, \nemployers may call a toll-free number administered by the Attorney General (or Attorney General's designee or \ncontracted entity) and linked to the Social Security Administration and INS databases with in three days of hiring a \njob applicant.  All persons who work in the U.S. are issued social security numbers (SSNs), additionally alien \nworkers are issued a number by the INS.  Job applicants are required to complete INS paperwork to indicate \nwhether they are a citizen or not; if a person indicates he is a citizen, then the employer, upon calling the Attorney \nGeneral's toll-free verification number, will be checking the applicant's name and SSN against database \ninformation.  Aliens will have their name, SSN, and INS-issued number checked against database information \nduring the employer's call.  The identification system must then confirm or tentatively leave unconfirmed the \napplicant's eligibility to work in the U.S. within three days, if the applicant wishes to challenge an unconfirmed \nverification, he must contact the Social Security Administration and/or INS and attempt to rectify any confusion.  \nApplicants who pursue this option may not lose their job on the basis of the tentative non-confirmation. The \nprogram provides that the discrepancy be rectified within 10 days and a second verification notice must be sent to \nthe employer. .If the situation is not cleared in this time, an employer may (1) dismiss the employee as ineligible to \nwork in the U. S., or (2) retain the employee.  However, the employer retains the burden to prove that the applicant \nwas eligible to work in the U. S. if prosecuted by the federal government. Failure by an employer to substantiate \nwas defense will result in civil penalties for knowingly hiring an illegal alien.\n\nAffirmative Defense Against Prosecution.  Employers who hire an alien based on a confirmation received through \nthis process will benefit from a rebuttable presumption that they did not knowingly hire an illegal lain.\n\nINS Notice of Intent to Search.  The INS must provide at least three days notice before inspecting employment \nrecords or search the premises of a volunteer company unless it has a judge's order to inspect records, in which \ncase no notice is required.\n\nApplicant/Employee Protections.  Applicants who were dismissed solely because of an error in the verification \nsystem are entitled to pursue a claim in court under the Federal Tort Claims Act.  No employer will be civilly or \ncriminally liable under any law for action taken in good faith reliance on information provided through the pilot \nprogram.\n\nEmployment Under Collective Bargaining Agreement. The bill further provides that persons hired under collective \nbargaining agreements must undergo employment verification as well; however, the bill allows their first employer to \nconduct the verification, and-if confirmed-allowing subsequent employers to rely on the original confirmation so long \nas they are employers participating in the same bargaining agreement.  An example of an industry which could rely \non this procedure is the movie industry.  When certain foreign specialists are recruited to work on several movie \nprojects, they are usually shared among several studios who enter into a collective bargaining agreement.  \nTherefore, the first studio to utilize the employee must complete the actual verification process; subsequent studios \nmay rely on the information received by the first studio which verifies that the worker is law fully present in the U.S. \nand can be employed.  However, the secondary studios will incur liability for knowingly firing an ineligible alien if he \nis discovered to be unauthorized to work in the U.S., while the first studio will have an affirmative defense by \ncompleting the verification process.\n\nEffective Dates.  The pilot program must be established and working within one year of enactment, and must \nterminate after three years of operation.  Collective bargaining provisions are effective no later than 60 days after \nenactment.  In the interim, the Attorney General must report annually to Congress.  The reports may include (1) any \njob-loss claims due to inaccurate information; (2) the reliability and ease of the system; (3) any burdens placed on \nemployers to use the system, such as costs or other administrative requirements; (4) increases or decreases in \nincidents of discrimination; and (5) the effective protection of individual privacy rights.  In addition, the bill further \ndirects the Attorney General to publish regulations regarding electronic storage of certain employment information, \nincluding 1-9 forms which all job applicants must complete as affidavits of their right to work in the U.S., not later \nthan six months after enactment.\n\n\n\nReports on Earnings of Aliens Not Authorized to Work.  The bill requires the Social Security Administration to \nreport to the Attorney General the names and addresses of individuals and employers who report earnings under \nsocial security numbers that have been issued to persons not authorized to work in the U.S. as of January 1, 1996.\n\nMaintenance of Certain Alien Information.  The bill authorizes the Attorney General to require any alien to provide \nhis or her social security number for any paperwork an alien present in the U.S. may complete.  The S SN may be \nused for tax, employment, referencing criminal records, or any other purpose that the Attorney General deems \nnecessary.  This provision amends current law authority which only allows SSNs to be used for federal income tax \npurposes.\n\nLimited Liability for Technical Violations.  The bill exempts employers from liability for fines or other penalties under \nthe bill for failing to meet verification requirements based on a technical or procedural failure to comply, such as \nfailure to date the form. However, if such a failure has already been brought to the employer's attention by the INS \nwith instructions to correct the noncompliance, the employer is obligated to do so within 10 days of notification- \nfailure to do so will be considered as a failure to comply.\n\nUnfair Immigration-Related Employment Practices.  The bill requires that persons who commit unfair immigrant \nemployment practices of any kind be fined $ 250-$ 2000 for each immigrant individual involved in the offense, and \nbe required to maintain employment records on each person they hire whether immigrant or citizen-for three years.\n\nTime-Limited Work Documents.  The bill authorizes employers to ask alien employees who are authorized to work \nin the U. S. for a limited time to provide additional documentation to prove that their employment time has been \nextended by the Attorney General or other authority.  If the employer has further doubts about the validity of any \npaper-work presented by the alien, he may attempt to verify the alien's work renewal through the appropriate \ngovernment sources.  Upon finding that the alien is indeed not authorized to work in the U.S., the alien may be \ndismissed from employment, and will not be eligible for benefits or rights to legal action based on his period of \nemployment.\n\nTitle V - Reform of Legal Immigration System\n\nWorldwide Numerical Limits\n\nThe bill classifies legal immigrants into one offer categories: family-sponsored, employment based, humanitarian, \nand diversity immigrants.  General descriptions and requirements of each immigrant category are discussed below:\n\nFamily-Sponsored Immigrants.  The bill limits to 330,000 the maximum number of family sponsored immigrants \nadmissible in to the U.S.  This limit includes numbers for the spouse sand minor children of U.S. citizens; however, \nthe limit does not restrict admission of the children and spouses of U.S. citizens.  Rather these individuals are not \nnumerically limited during any fiscal year.  Excess admissions over 330,000 are offset by up to 5,000 by reducing \nthe number of investor visas.  Any additional excesses must be reduced from the total annual family allotment for \nsubsequent fiscal years.  However, this number must not fall below 110,000 in any year (85,000 for spouses and \nchildren of permanent residents, and 25,000 for parents of citizens), regardless of any excesses from previous \nyears.\n\nTypically, members of a citizen's or lawful permanent resident's \"nuclear family\" are eligible to immigrate through a \nfamily sponsorship.  These persons include (1) spouses, unmarried children under 21 years old, and dependent \nadult sons and daughters under 26 years old who have never married and are childless, of U. S. citizens and \npermanent residents; (2) parents of U. S. citizens; and (3) disabled adult sons and daughters of U.S. citizens and \npermanent residents.  General requirements of family sponsors include (1) ensuring that parents of citizens will \nhave health insurance to avoid increased immigrant use of public health resources and government aid such as S \nSI and Medicaid, and (2) guaranteeing an ability to financially support their relatives while in the U. S. The bill \nrequires sponsors to demonstrate that they can support themselves, any U. S. family members for which they are \nalready responsible, in addition to any immigrating nuclear family members.\n\n\n\nEmployment-Based Immigrants.  The bill restricts to 135,000 per fiscal year the number of immigrants which may \nbe granted employment- based entry visas.  This category may be reduced to make up for excess family \nadmissions (not to exceed 10,000 visas used from immigrant investor visas antirecession/daughter visas).  These \nimmigrants consist of persons recruited from foreign countries because they possess certain skills or expertise of ill \njob positions in the U.S. for which ad earth of qualified citizens exist.  Specifically, immigrants in this category \ninclude: (1) aliens with extraordinary ability, for which the bill allows 15,000 admissions per year; (2) outstanding \nprofessors, researchers, or multinational managers and executives, for which the bill allows 30,000 admissions \nannually; (3) professionals with advanced degrees or of exceptional ability, for which the bill allows 30,000 visas per \nyear; (4) skilled workers and professionals with baccalaureate degrees, for which the bill allows 45,000 visas per \nyear; (5) immigrant investors, for which the bill permits 10,000 annual admissions, provided that they have already \ninvested at least $ 1 million and will employ at least 10 U.S. citizens or permanent residents full-time in American \nbusiness.  All visa categories may use excess visas available from other categories. Additionally, a pilot program \nmust be established in FY 1997 and 1998 to permit 2,000 investor visas to go to immigrants willing to invest $ \n500,000'n businesses that will employ at least five U.S. citizen or permanent resident fun-time employees.\n\nThe Attorney General is directed to report to Congress in l998 on the progress of the program.  Skilled immigrants \nmust possess at least four years of work experience in their field when they apply to come to the U. S., while \nbaccalaureate-professionals must have two years of experience.  They may obtain this experience working in the \nU.S. during a period of non immigrant employment (such as being an H-IB). Work experience obtained while an \nimmigrant was illegally in the U.S. cannot be counted toward the requirements of this provision. Professionals with \nadvanced degrees may be admitted without going through the labor certification process if they receive a \"national \ninterest waiver.\" This waiver is provided for persons whose skills in specific areas show that they will substantially \nbenefit the national interest, in areas such as national security, national defense, health care, or new technology \ndevelopment.\n\nHumanitarian Immigrants.  The bill allows 70,000 humanitarian visas to be granted for each fiscal year except FY \n1997, for which it permits 95,000 visas; of these, 50,000 are available for refugees, to be admitted under the INA, \nand 10,000 are available for the adjustment to lawful permanent resident status of aliens granted asylum.  The \nremaining visas-up to 10,000-are discretionary humanitarian visas to be issued to aliens who are selected for such \nstatus by the Attorney General.  The Attorney General may issue these visas solely at his discretion.  The bill's \nrefugee provisions are designed to (1) ensure a minimum number of visas are available in the event an emergency \noccurs to which the U.S. must respond by \"rescuing\" groups of people from another country; (2) more directly \ninvolve Congress in the policy-making process for refugee admissions into the U.S., which includes mandating that \nlegislation be used to increase annual refugee limits except in emergency situations; and (3) maintain the \npresident's current law flexibility to admit refugee groups in emergency situations.\n\nDiversity Grants.\n\nThe bill allows for 27,000 visas to be granted on the basis of diversity to immigrants from countries with records of \nlow admissions to the U. S. in prior years.  This would include most African nations, many European nations, as \nwell as certain Asian countries other than the Philippines, Vietnam, China, and India.  Diversity visas were \nestablished in the Immigration Act of 1990 to allow the Attorney General to identify a total of 60 countries (10 \ncountries from each of six global regions) with the lowest number of diversity immigrants entering the U.S. between \nOctober, 1994 and September, 1996, and to encourage citizens of those countries to immigrate to the U.S. Under \nthis provision, aliens must have a legitimate job offer extended to them before they reach the U.S. - their claim of \nhaving such an offer must be verified by government authorities before they will be allowed to enter the country.  \nFurthermore, diversity immigrants must possess a high school education or its equivalent, and have at least two \nyears of specific training in their field.  Aliens who have been illegally present in the U.S. at any time within five \nyears of their application date will not be admitted under this provision.\n\nChanges in Special Immigrant Status.  The bill provides special immigrant status for NATO civilian employees and \nparents of special immigrant children.  It also extends the sunset date for special immigrant religious workers to FY \n2005.\n\n\n\nRemoval of Conditional Status of Entrepreneurs.  The bill allows the Attorney General to revoke conditional \npermanent resident status for entrepreneurs.  In the case of foreign business persons who are required, but fail, to \ninvest a certain amount of capital and hire a minimum number of workers for their businesses during their two-year \nstay, the Attorney General may revoke their immigrant status, which would then qualify them for deportation.  \nAliens may argue for a good faith exception if they have attempted to meet the capital investment and employment \nrequirements but were unable to do so due to circumstances beyond their control.  In this case, the Attorney \nGeneral may not move to revoke an alien's status for up to (1) three years to enable him to meet the capital \nrequirements of his original agreement, and (2) two years to enable him to meet employment requirements.\n\nDefinition of 'Child'.  The bill amends the definition of a child to include any adult child, regardless of age, of citizens \nor lawful permanent residents, who is severely mentally or physically handicapped, and whose condition is likely to \ncontinue indefinitely even with treatment.  Such children must not have ever married or had children, nor be able to \nearn a fully- or partially-independent living on their own.\n\nRefugees, Parole, and Humanitarian Admissions\n\nRefugee Annual Admissions.  The bill amends current law to establish a maximum limit of 75,000 refugees for \nadmission in FY 1997, while 50,000 maybe admitted in any other fiscal year over the next five years.  Admissions \nmay exceed these limits in non-emergency situations only through legislation enacted by Congress.  The bill \nmaintains the president's discretion during \"unforeseen\" emergencies to admit refugees notwithstanding annual \nlimits or prior congressional approval.  The president must report to Congress every June 1 the foreseeable number \nof refugees that will require resettlement in the U. S. for the following fiscal year.\n\nCoercive Population Control Resistance.  The bill includes persons fleeing persecution for resisting coercive \npopulation control measures from the government of their country as admissible political refugees under this title.  \nUpon arrival in the U.S., those who claim to have resisted population control measures, including involuntary \nsterilization or abortion, are deemed to have suffered political persecution and qualify for admission into the U.S .\n\nHumanitarian or Public Benefit Parole.  The bill authorizes the Attorney General to parole (admit for a temporary \nperiod) foreign persons into the U.S. for several reasons, including (1) medical emergencies for which they must \nreceive treatment in the U.S., (2) the imminent death of a family member already in the U.S., (3) if the alien's life is \nendangered after helping the U.S. government during a criminal investigation of someone else who resides in his \nnative country, or (4) if the alien is to be prosecuted in the U.S.for a crime.  The Attorney General must report to \nCongress with in 9O days after the end of each fiscal year on how many paroles were admitted into the U.S.\n\nAdmission of Humanitarian Immigrants.  The bill allows the Attorney General to review cases of humanitarian \nimmigration and admit them into the U.S. as legal aliens.  Refugees are not eligible to be made legal aliens under \nthis provision without having compelling reasons in the public interest, as determined by the Attorney General.\n\nAsylum Reform\n\nThe bill provides that any alien, our spouse or child of an alien, whom as reached the U.S. border is eligible to \napply for asylum, unless it is determined that the alien can be sent to another country without his welfare being \njeopardized based on account of race, religion, nationality, membership in a particular group, or political opinion.  \nHowever, aliens who have not applied for asylum within 180 days of their arrival or have been denied asylum in the \npast are not eligible to receive asylum status from the Attorney General; moreover, this decision by the Attorney \nGeneral is not subject to judicial review.\n\nAsylum may be granted to an alien who qualifies as a political refugee, unless the person (1) is discovered to have \na prior history of persecuting other persons, (2) has been convicted of a felony or other serious crime prior to if is \narrival, (3) is regarded as a danger to national security, or (4) is inadmissible on terrorist grounds.  Aliens are free \nto travel internationally from the U. S. with prior consent of the Attorney General, and must not be forcibly removed \nto another country without cause.\n\n\n\nAsylum protection for an alien may be terminated if the person (1) is no longer a refugee, (2) is found to be \nineligible for asylum, (3) can be moved to another country where he will be granted asylum or other temporary \nprotection, (4) voluntarily returns to his native country with the intent to stay, or (5) has changed his nationality to a \ncountry which has granted or will grant him a protective status.\n\nNumerical Adjustment for Asylees.  The bill limits the number of asylees who can adjust or change their status to \npermanent residence to 10,000 per year.\n\nCertain Backlogged Spouses and Children of Lawful Permanent Resident Aliens.  The bill provides that additional \nvisas be made available to allow certain nuclear family members to be admitted into the U. S. who have been wait-\nlisted at the beginning of each fiscal year.  Specifically, from 19972001 at least 50,000 visas (and more subject to a \nannual a set forth in the bill) must be available to aliens in this category, and must be made available first to \nspouses and children of legal permanent aliens.  Per-country visa limitations do not apply.  The Attorney General \nmust report to Congress by April, 2001, on how much this program may have reduced the current backlog.\n\nTitle P7 - Restrictions Benefits for Illegal Aliens\n\nPublic Benefits\n\nPublic Assistance, Contracts, and Licenses.  The bill prohibits illegal aliens from receiving federal or state- related \nbenefits, including (1) grants, (2) contract or loan agreements, (3) commercial or professional licenses, and (4) \nmeans-tested public assistance. Applicants for these and other federal services must present sufficient proof of \nidentity in the form of a U.S. passport, resident alien card, or state driver's license or identification card (if presented \nwith a social security card) in order to receive any federal benefit such as those listed above, in addition to (1) \nSupplemental Security Income (S SI), (2) Aid to Families with Dependent Children (AFDC), (3) social services block \ngrants, (4) Medicaid, (5) stamps, or (6) housing assistance.  State agencies are also authorized to request proof of \neligibility from alien applicants to receive state services should they desire to do so.\n\nExceptions to Certain Proof Requirements.  The bill exempts aliens from having to provide proof of eligibility to \nreceive government benefits who have, themselves or their children, been battered or subject to extreme cruelty.  \nThe intent of this exception is to provide for the immediate welfare of persons present in the U.S. who require \nemergency care or assistance in certain exigent circumstances, while not providing extended access to public \nbenefits at taxpayer expense.  Aliens who take advantage of this exception must have applied, or apply within 45 \ndays of using public benefits, to be sponsored by a family member who is a U.S. citizen for permanent alien status, \nor the alien must already be family sponsored.  If a review by the INS finds that no such application has been made \nin a timely manner, the alien's access to public benefits will be terminated regardless of any circumstances \nsurrounding their need for assistance. Further, the bill tightly restricts access to the following forms of medical \ntreatment for which all aliens will be eligible:\n\n* Treatment of Communicable Diseases.  This provision allows medical doctors and hospitals to treat illegal aliens \nwhen, within the scope of their professional judgment, it is medically necessary to prevent a further spread of \ndisease to others. Such decisions to treat aliens will be considered made in \"good faith\" and may continue on a \nshort term basis until the alien is well enough to be deported;\n\n* Emergency Medical Services under Medicaid.  The bill also allows aliens to receive medical treatment in an \nemergency room, critical care unit, or intensive care unit that would be reimbursed with Medicaid benefits so long \nas the treatment received is of an emergency nature.  The bill specifically excludes parental care and mental health \ntreatment to patients who do not endanger themselves or others without treatment, and who have not been judged \nas incompetent to care for themselves by a court of law; and\n\n* Exceptions to Prohibition on Illegal Aliens' Receiving Public Benefits.  The bill allows aliens, regardless of their \nimmigration status, to continue to receive benefits under the following programs; (1) emergency medical services \nunder Medicaid; (2) immunizations, testing, and treatment for communicable diseases- (3) short-term, non cash \nemergency relief, (4) benefits under the National School Lunch Act; benefits under the Child Nutrition Act of 1966; \n\n\n\n(6) programs specifically designee to assist victims of domestic or child abuse; and (7) benefits under the Head \nStart Act.\n\nExpenses to Hospitals for Medical Services.  The bill provides, subject to advance appropriations, reimbursement \nfrom the federal government for medical services rendered to illegal aliens for any amount which remains due after \nthe hospital has received reimbursements from all other possible sources after (1) the INS confirms the alien's \nstatus as illegal, and (2) it is determined that the hospital cannot recover payment from the alien, his family, or \nanother person.  This provision is retroactive to services provided on or after October 1, 1995.\n\nOther Provisions\n\nReport on Disqualification of Illegal Aliens from Housing Assistance Programs.  The bill requires the Secretary of \nHousing and Urban Development to file a report within 90 days of enactment explaining the secretary's \nenforcement efforts in accordance with the Housing and Community Development Act of 1980, which prohibits \nillegal aliens from consideration for public resident accommodations.\n\nStudent Eligibility of Post secondary Federal Student Financial Assistance.  The bin requires resident aliens who \nattend post secondary institutions to verify their citizenship or Native American status, or that they are legally \npermitted to permanently reside in the U. S. Once this status is verified by the Secretary of education, they may be \neligible to receive federal funding for student financial aid.\n\nPublic Assistance Benefits.  The bill directs federal government agencies to make public assistance payments \navailable only to the individual who is eligible to receive them, and not to a designee or other named person.\n\nEffective Dates.  The bill requires the Attorney General to issue regulations governing provisions in this title within \n60 days of enactment, except for provisions regarding unemployment benefits, public assistance, contracts, loans, \ngrants, and licenses, which the Attorney General must enforce between 30-60 days after the regulations are first \nissued.\n\nEarned Income Tax Credit (Error).  The bill prohibits those individuals from taking advantage of EITC who do not \nhave a social security number to use as a tax identification number on their federal income tax return.  This \nprovision is targeted at persons who earn income in the U. S. subject to federal taxation (such as investment \nincome), but are not citizens and do not reside in the U. S.; these individuals would not be issued SSNs for any \npurpose, therefore, the EITC remains available only for U.S. citizens and permanent residents.\n\nAttribution of Income and Affidavits of Support\n\nThe bill stipulates that aliens must qualify to participate in means-tested programs.  The income and resources \nmust include the income and resources of the alien's sponsor.\n\nOther Provisions\n\nGrounds for Inadmissibility.  The bill bars aliens from being admitted into the U.S. who cannot demonstrate their \nage, health, family status, education, skills, and a family-sponsor support affidavit, to show that they are unlikely to \nbecome a public charge- dependent on government assistance services at taxpayer expense. Offers from an \nalien's family member do not count as valid unless the relative is the alien's family-sponsor and has filed an \naffidavit pledging to support the alien upon arrival.\n\nGrounds for Deportability.  The bill provides, in addition to the above provision, that an alien can be deported if he \nreceives public assistance services for one year within seven years of his admission to the U. S., if his financial \nstatus is brought on by circumstances that existed prior to his arrival in the U.S. Aliens who are admitted into the \ncountry as refugees or asylees may be exempted from this provision by the Attorney General.  A public charge is \ndefined as someone who receives (1) Supplemental Security Income (SSI), (2) AFDC, (3) Medicaid, (4) food \nstamps, (5) state general assistance, or(6)certain federal housing assistance for an aggregate period of \n12monthsduringaseven year period following that person's admission into the country.  Emergency medical \nservices, public health immunizations, short-term emergency relief, testing and treatment for communicable \n\n\n\ndiseases, benefits under the Child Nutrition Act, School Lunch Act, ad Head Start Act, programs designed to assist \nvictims of domestic or child abuse, higher education grants and loans, and means- tested elementary and \nsecondary education benefits, are not included in this definition.  Battered or abused aliens and their children who \ncan substantiate a need to receive public assistance services may receive benefits for up to 48 months in their first \nseven years in the U.S. without risking deportation.\n\nTitle VII - Facilitation of Legal Entry\n\nLand Border Inspectors.  The bill requires the Attorney General to hire more full-time land border inspectors to \nincrease efforts to deter individuals crossing land borders into the U. S., especially during peak crossing hours \nwhich tend to be during the night.  The bill also requires that the Attorney General give priority to areas with the \nhighest activity levels.\n\nPre inspection at Foreign Airports.  The bill calls for the establishment of preinspection stations at foreign airports.  \nThe stations will be established at airports to enhance the ability to track illegal aliens entering the U. S. through \ncommercial airlines. The bill provides for five stations to be set up within two years of enactment, and the remainder \nto established within four years of enactment.\n\nAirline Personnel Training to Detect Fraudulent Documents.  The bill authorizes such sums as necessary from the \nImmigration User Fee Account, to be used by commercial airlines to train their personnel to detect fraudulent \nidentification documents which may be used by traveling immigrants.  The Attorney General must issue regulations \nrelating to training, funding, and detection implementation within 90 days of enactment.  Airlines that do not comply \nwith these regulations regarding document identification and training may be subject to having international \npassengers refused entry at U.S. airports.\n\nTitle VIII -Miscellaneous Provisions\n\nAmendments to the Immigration and Nationality Act (INA)\n\nNon immigrant Status for Spouses and Children of Armed Services Members.  The bill amends current law to \nprovide that spouses and children of aliens serving on active duty in the armed services members while stationed \nin the U.S. must be considered nonimmigrants. Currently these persons may be considered immigrants for the \npurposes of determining admission into the U.S. and any rights to federal benefits.\n\nVisa Processing Procedures.  The bill clarifies existing language in the INA to give the Secretary of State the \nauthority to decide what procedures to undertake when reviewing visa applications and where such reviews will \noccur.  Additionally, aliens who overstay the terms of their original visa must apply for a renewal with a consulate \noffice in their native country prior to the visa expiration date, or they will not be allowed to remain in the U.S.\n\nAuthority to Waive Notice of Visa Denial.  The bill permits the Secretary of State to withhold an explanation for the \ndenial of an alien's visa if it has been rejected based on criminal activity or national security and (suspected or \nproven) terrorist activity.  This provision changes current law, which requires the secretary to notify an alien upon \nrejection of the specific reason for denial.\n\nCanadian Landed Immigrants.  The bill allows the Attorney General to waive a requirement for persons who reside \nin a contiguous foreign country to show paperwork when they cross a land border into the U.S. if they have received \npermanent residence status.  The intent of this provision is to facilitate easier border crossings for these aliens who \nhave reason to frequently cross into the U. S. for business or other reasons.\n\nChanges Relating to H-IB Immigrants.  The bill makes several changes regarding foreign skilled workers who work \nfor U.S. employers on H-IB temporary visas.  Concerns over employment. practices that result in domestic workers \nbeing displaced by foreign labor have prompted several changes to laws and regulations governing businesses that \nuse immigrant labor.  These businesses are categorized as alien- dependent (H-IB) or non-alien-dependent (non-\nH-IB) businesses.  H-IB employees are workers who possess specialized skills in certain areas (professors, \nscientists, engineers) who are recruited to work in the U. S. They are issued temporary work visas, good for up to \n\n\n\nsix years; up to 65,000 visas per year may be issued by the Attorney General.  An H-IB, or alien dependent, \nemployer is defined as an employer whose work force is at least 15 percent composed of H-IB workers (20 percent \nfor small businesses with less than 150 employees).\n\nPrimarily, the bill requires all employers to refrain from involuntarily removing an American employee in order to \nreplace him with an HIB employee, unless the American worker is being removed for cause (terminated), poor \nperformance, or is retiring.  The bill also provides a measure of regulatory relief to non H-1B dependent employers, \nexempting them from certain Department of Labor regulations.\n\nUnder current law, employers must guarantee that they will provide equitable compensation to their alien workers, \nensuring that they receive wages and benefits similar to that of their domestic counter parts.  An employer must \npay HB workers the higher of the prevailing wage or actual wage the employer pays similar U.S. citizen employees.\n\nThe bill increases penalties for fraud, misrepresentation, or other violations on the part of the employer, including \nfines of up to $ 5,000 per violation, and the possibility that the employer will be permanently barred from employing \nH-1B workers.\n\nAlien Adjustment Status Limitation.  The bill requires aliens who request that their alien status be changed to \npermanent residency or other long-term stay in the U.S., to pay a $ 2,500 application fee to the Secretary of State.  \nThe review process will include an investigation into the alien's background and activities in his home country, as \nwell as during his time in the U. S., before an adjustment will be granted.\n\nLimited Access to Certain INS Files.  The bill provides the Attorney General with access to certain information in an \nalien's residency application after receiving prior approval from a federal judge.  Generally, information provided by \nan alien's application for residency is not available to non-INS offices for law enforcement activities or other \npurposes.  However, the bill makes an exception in cases where it is necessary to find an alien who (1) is believed \nto be dead or severely incapacitated, (2) is suspected of criminal activity or being investigated for criminal \ninvolvement which may have occurred after the application date, or (3) poses an immediate risk to life or national \nsecurity.\n\nChange of Non immigrant Application.  The bill allows a person whose residency status has changed since entering \nthe U.S.to petition the Secretary of State for a visa (short-or long-term) while remaining in the U.S., instead of \nhaving to return to his home country and apply to re-enter the U.S.\n\nOther Provisions\n\nCommission Report on Birth Certificate Fraud.  The bill requires the Commission on Immigration Reform, \nestablished in the Immigration Act of 1990, to study and report to Congress on recommended methods to curb the \nfraudulent use of birth certificates to obtain documents which are necessary to gain employment in the U. S. The bill \ndirects the commission to propose national standards for issuing birth certificates and restricting access to these \ndocuments to select persons.  The commission's report is due by January 1, 1997.\n\nUniform Vital Statistics.  The bill directs the Secretary of Health and Human Services (HHS) to establish a pilot \nprogram to coordinate vital identification statistics (births and deaths) through a database accessible to three of the \nfive states with the largest illegal alien populations.  This provision is designed to limit the fraudulent use of birth \ncertificates.  The program must be established within two years of enactment; the secretary must report to \nCongress on the program's progress no later than six months after the program is established and must include \nrecommendations for instituting the program nationwide.\n\nState and Local Government Agency Information Sharing with the INS.  The bill directs state and local governments \nto cooperate with the INS and grant it access to statistical information regarding the immigration status of an alien \nwhile in the U. S. Information made available to the INS may include the location and activities of an alien while \npresent in a given state.\n\n\n\nCriminal Alien Reimbursement Costs.  The bill authorizes funding from the Immigration Control and Reform Act of \n1986 (P.L. 99-603) to be used to reimburse state and local law enforcement entities for apprehension and retention \nof criminal illegal aliens.\n\nFemale Genital Mutilation.  The bill requires the INS and Secretary of State to ensure that aliens entering the U. S. \nfrom countries that practice or endorse female genital mutilation, such as involuntary sterilization or abortion, be \ninformed of potential legal consequences for engaging in, or subjecting a child to, genital mutilation.\n\nPortugal Visa Waiver Pilot Program.  The bill designates Portugal as a country eligible for visa waivers effective in \nFY 1996-98.\n\nCost/Committee Action:\n\nCBO estimates that enactment of H.R. 2202 will result in discretionary outlays of $ 532 million in FY 1997, $ 637 \nmillion in FY 1998, $ 940 million in FY 1999, $ 994 million in FY 2000, $ 956 million in FY 2001, and $ 976 million in \nFY 2002.  In addition, enactment will result in savings from mandatory spending of $ 230 million in FY 1997, $ 428 \nmillion in FY 1998, $ 684 million in FY 1999, $ 1 billion in FY 2000, $ 1.4 billion in FY 200 1, and $ 2. 1 billion in FY \n2002.  The bill affects direct spending, so pay-as-you-go procedures apply.\n\nThe Judiciary Committee ordered the bill reported, by a vote of 23-10 on October 24, 1995.  In addition, the \nAgriculture Committee ordered the bill reported on March 5, 1996, by a vote of 28-11, and the Government Reform \n& Oversight Committee ordered it reported by voice vote on March 7, 1996.\n\nArguments For and Against the Bill:\n\nArguments For the Bill\n\nAmerica can no longer afford to wait before enacting real immigration reform.  The current system is broken: it is \nsoft on illegal immigration and tough on legal immigrant families.  It fails to effectively deter illegal entry into the U.S. \nand makes it difficult to remove illegal aliens who are apprehended within our borders.  It admits too many unskilled \nworkers at a time when Americans at the lowest end of the economic ladder are seeing their wages and working \nconditions decline.  Precisely because America is a nation of immigrants, we have a vested interest in reforming the \nimmigration system so that it works for American taxpayers, workers, and families-many of whom are immigrants \nthemselves.\n\nThe bill attacks illegal immigration through a four-pronged strategy: (1) enhanced border enforcement; (2) new, \ntough penalties and enforcement tools against alien smuggling, document fraud, and other immigration crimes, \nmany of which are carried out by organized criminal syndicates; (3) complete reform of the INA's provisions on \nidentification, apprehension, and removal of illegal aliens; and (4) testing new programs to ensure that aliens not \nauthorized to work in the U. S. do not take the jobs that belong to American workers.  The first three of these \nreforms are self-explanatory and sensibly do not generate controversy.  The four this equally important, however, \nbecause the primary magnet for illegal immigration is jobs. In addition, illegal aliens a re able to work in this \ncountry and take jobs from Americans because they have access to million of cheap counterfeit documents.  H.R. \n2202 would combat this fake paper traffic by allowing volunteer employers to check the identities and work \nauthorizations of new employees against Social Security Administration and INS records.  Based on successful INS \nand Social Security Administration pilot projects, this \"quick check\" verification system will deal a serious blow to \nillegal immigration.\n\nThis bill also makes needed reform to the legal immigration system.  Currently, that system admits 82 percent of \nimmigrants without regard to their level of education or skill.  There is even a category for \"unskilled workers\" of \nwhich there is no current shortage in the U. S. H.R. 2202 will raise the percentage of immigrants admitted on the \nbasis of education and skill.  Perhaps more importantly, it will re-prioritize the fully-based legal immigration system \nto give first preference to the nuclear family: husband and wives, parents and their minor children.  Due to excess \ndemand on the current system and resulting backlogs, some family members of legal permanent residents can \nexpect to wait up to 10 years to be legally reunited with their families.  In the meantime, we continue admitting adult \n\n\n\nbrothers and sisters, who also have their own families.  This drives the phenomenon of \"chain migration,\" which if \nleft unchecked, will continue to place unprecedented demand on our immigration system. Already, there are \nbacklogs in excess of 2.5 million in these \"extended family\" categories.\n\nThe effort to remove the legal immigration reforms from H.R. 2202 denies the link between the problems in legal \nimmigration and the growth in illegal immigration.  For example, up to half of the individuals \"waiting in line\" for the \nbacklogged legal immigration visas are actually present in the U.S. illegally. lf we do not state clear priorities in our \nlegal immigration system, we will lose control of that system-an unacceptable option for a sovereign nation.\n\nIn the final analysis, America's generosity toward immigrants must and will continue.  But Congress has every right \nto set priorities and to do what is best for its families, its workers, and its taxpayers.  We cannot afford a broken \nimmigration system. Congress must act now to put the national interest first.\n\nArguments Against the Bill\n\nFor those who would choose to reject the reality of America's history and deny immigrants the right to pursue \"life, \nliberty, and happiness\" rights as promised in the U.S. Constitution, current efforts to accomplish immigration reform \nrepresent another example of over-zealous policy making at its worst.\n\nTo date, most Americans agree that illegal immigration continues to escalate and cause a problem for the rest of \nAmerica.  However, it is unconscionable to include as pariahs legal immigrants, many of whom travel to America to \ncontribute to, and assimilate into, our society by becoming taxpayers and model citizens.  To be sure, ours is not a \ncountry which should dole out resources to the world with reckless abandon.  But it is hardly fair to punish the legal \nimmigrant worker, foreign exchange student, or Nobel laureate who comes to this country in search of freedom.\n\nFurther, in an era where many, including the president of the U. S., agree that \"government is too big and does too \nmuch too poorly,\" lawmakers have crafted a bill that would institute a \"voluntary\" program of employment \nverification on businessmen and women in states with the highest illegal immigrant populations.  This system of \nemployment verification is based on a model of a California program involving over 200 businesses who employ \nillegal aliens in their work. \"less no program is perfect, the ultimate margin of error for the California pilot program \nwas so egregious that, when extrapolated to the national level suggested in this bill, will result in several hundred \nthousand employees erroneously losing out on job opportunities because of a glitch in the verification system.  \nEven the proposed system administrators-the Social Security Administration and INS-argue that the databases \nnecessary to run this project would be problematic and costly, ultimately may not work, and are not worth the \ntrouble. This does not seem like the sort of idea that would benefit domestic business, and it should not be a part of \nthis legislation.\n\nAt the end of the day we fear for the immigrants whose applications have been suspended in limbo for years on \nwaiting lists. By passing this legislation, a particular class of immigrant-the foreign parents of U.S. citizens-will be \neffectively barred from ever entering the U.S. and being close to their children, who could provide vital care for them \nin their twilight years.  Because of provisions in this legislation that require family sponsors to make 200 percent of \nthe poverty level salary of their sponsored immigrants, and to provide adequate health coverage and long-term \nhealth insurance for their elderly, nonresident parents, most working class residents and citizens will have to \ncontinue to travel to their native countries in order to care for their close relatives.\n\nThese and other unfair provisions in H.R. 2202 make this bill a bad idea, wholly incongruent with the enlightened \nideas on which our country is based.\n\nInterest Group Positions:\n\nGroups Supporting H.R. 2202\n\nAlliance of California Taxpayers and Involved Voters; California Coalition for Immigration Reform; Hispanic \nBusiness Round table; Information Technology Association of America; National Association of manufacturers; \n\n\n\nNational Federation of Independent Business; National Review- United States Business and Industrial Council; \nUnited We Stand America- Veterans of Foreign Wars.\n\nGroups Opposing H.R. 2202\n\nABD Communication; Americans for Tax Reform; Angry Taxpayer Action Committee; Association of Concerned \nTaxpayers; CATO Institute; Citizens for a Sound Economy; Empower America; Frontiers of Freedom; Minnesota \nFamily Alliance; Small Business Survival Committee; Tax Account-ability 96' Taxpayers United of America; \nTaxpayers United of Illinois; U.S. Pan Asian American Chamber of Commerce.\n\nOther Information: \"Abolish the INS: How Federal Bureaucracy Dooms Immigration Fighting Foreign Center for \nEqual Opportunity policy Brief, February, 1996- \"Business Lobbie 1995, pp. Worker Curbs,\" Holly Idelson, \nCongressional Quarterly Weekly Report, November 25, 3600-1; \"Clinton Says'Me Too' as GOP Blasts Immigration,\" \nSusan Crab tree, Insight on the News, Vol. 12, No. 11, March 18, 1996, pp. 11-12- \"House Judiciary Approves \nSweeping Restrictions,\" Holly Idelson, Congressional Quarterly Weekly Report, October 28, 1995, pp. 3305-8- \n\"House Panel Bill Cracks Down on Legal and Illegal Entry,\" Holly Idelson, Congressional Quarterly Weekly Report, \nJuly 15,1995, pp. 2073-5; \"House Panel Opens Debate on Major Restrictions,\" Holly Idelson, Congressional \nQuarterly WeeklyReport, September 23,1995, pp. 2912-4- \"Immigration Fundamentals,\" Joyce Vialet, CRS Report \n95-56 EPW, July 18, 1995 - \"Immigration's Contribution to the Size of the U. S. Population,\" Ruth Ellen Wasem, \nCRS Report 94-116 EPW, February 17, 1994; \"Panel Focuses on Benefits, Temporary Workers,\" Holly Idelson, \nCongressional Quarterly Weekly Report, October 21, 1995, pp. 3211-2- \"Phone Check on New lEres Prompts \nHeated Debate,\" Holly Idelson, Congressional Quarterly Weekly Report, February 3, 1996, pp. 301-3; \"Smith Keeps \nOverhaul on Track Through Complex Markup,\" Holly Idelson, Congressional Quarterly WeeklyReport, October \n14,1995, p. 3147- \"Will New Immigration Barriers Hurt America's Economy,\" Daryl R. Buffenstein and Alan \nSimpson, Insight on the News, Vol. 12, No. 7. February 19, 1996, pp. 20-3.\n\nKevin Washington, 226-7860\n"}