{"title": "Justice Lifts Barrier to Deportations of Aliens", "body": "\nA Supreme Court Justice has removed the only barrier preventing the Government from deporting thousands of \nillegal aliens who were seeking legal status in a dispute over an expired Federal amnesty program.\n\nIn a ruling on Friday, Justice Sandra Day O'Connor temporarily lifted a lower court order preventing the \ndeportations, saying the immigration rights groups that had won the lower court order appeared to lack legal \nstanding.\n\nBut immediate deportations appeared unlikely because Justice O'Connor also said the aliens could sue on their \nown behalf if they had standing with the court.\n\nJustice O'Connor noted that the question of which aliens had standing had been decided in June when the full \nCourt set aside a ruling that had given 300,000 other illegal aliens a new chance to seek legal status under the \namnesty program.\n \nRejected Applicants May Sue\n\n In that case, the Court ruled that any alien who had applied to immigration officials for amnesty under the 1986 \nImmigration Reform and Control Act, but had been turned down, would have automatic standing to sue.\n\nBut the Court also ruled that those immigrants who never applied had no standing unless they failed to apply \nbecause they knew someone who had applied and been rejected, and they expected to be rejected, too. Aliens \nwho met those conditions might have standing, the Court said.\n\n \n\nMay 4, 1988, Deadline\n\n Given that reasoning, the Justices said courts did not have enough information to decide whether the aliens were \neligible to contest their cases.\n\nThe Amnesty Act of 1986 offered legal residency to all illegal aliens who had lived in the United States continuously \nsince Jan. 1, 1982. The one-year period for applying for amnesty expired on May 4, 1988.\n\nThe case Justice O'Connor acted on on Friday was I.N.S. v. Immigrant Assistance Project of the Los Angeles \nCounty Federation of Labor, A-426, in which a Federal judge in Seattle in 1989 gave some aliens a new chance to \nseek legal status under the amnesty program.\n\n\n \n\n20,000 to 50,000 Involved\n\n About 20,000 to 50,000 aliens are involved, their lawyer said, adding that some were denied legal status under the \namnesty program, while others did not apply because they expected to be rejected.\n\nLast summer, Judge Barbara Rothstein of Federal District Court in Seattle barred immigration officials from \ndeporting those aliens while their cases were pending. Judge Rothstein ordered the Immigration and \nNaturalization Service to give the aliens work permits and either act on their cases within 90 days or provide them \nnotice.\n\nThe Government is appealing her order to the United States Court of Appeals for the Ninth Circuit, in San \nFrancisco. Justice O'Connor, who hears emergency matters from the Ninth Circuit, lifted Judge Rothstein's order \nuntil the appeal is decided.\n\nIn seeking to have Judge Rothstein's order lifted, Solicitor General Drew S. Days 3d argued that the order would \ncreate \"widespread interference with the administration of the immigration laws.\"\n\nThe Justice Department has asked the Supreme Court to set aside the ruling that let the aliens renew their bids for \nlegal status.\n"}