{"title": "Detained Asylum-Seekers Find It Harder to Win Release", "body": "\nAs a human rights advocate in West Africa, Jean-Pierre was jailed four times, repeatedly tortured and forced to pay \na $15,000 ransom to his captors in exchange for his freedom. He faked his own death and even staged a funeral to \nescape his native Guinea, and in 2007 sought asylum in the United States.\n\n  But instead of refuge, he found a new form of captivity: He was handcuffed at Kennedy International Airport and \nlocked up for five months in an immigration jail in Elizabeth, N.J. \n\n  ''I had a genuine reason for coming here and ask for protection, but I was detained,'' said Jean-Pierre, 29, who \ninsisted that his last name be withheld to preserve his privacy in his current work on AIDS prevention. ''They \nhandcuffed me like a criminal and gave me a uniform. That was devastating and stressful. It was like reliving my jail \nin Guinea.'' \n\n  For more than a decade, arriving asylum-seekers have faced the possibility that they will be detained while \nimmigration authorities oppose their admission, under stricter laws passed in 1996. But a new study by the \ninternational advocacy group Human Rights First, shows that it has become harder for them to win release while \ntheir cases are considered.\n\n  Since 2003, when the Department of Homeland Security took over immigration enforcement, the number of beds \nin prisonlike detention centers has risen by at least 62 percent, the study found. At the same time, the percentage \nof asylum seekers released on bond or parole dropped by 42 percent for those the authorities found to have a \n''credible fear'' of persecution. In 2007, more than 3,000 asylum seekers were detained soon after arrival in the \nUnited States.\n\n  In jail, they often face inadequate medical and mental health care, and a lack of legal representation that can keep \nthem locked up for years, according to the researchers, who visited detention centers in New York, New Jersey \nand other states.\n\n  On Tuesday, the group planned a briefing in New York for Congressional staff members and others, calling for \nremedies that include improved conditions and alternatives to detention.\n\n  ''The U.S. detention system needs to be reviewed from top to bottom,'' said Eleanor Acer, the director of the \ngroup's refugee protection program.\n\n  In response, Dora Schriro, recently appointed as the immigration agency's special adviser, wrote the group a letter \nsaying she had already begun a thorough review of detention policies and practices. The report, she wrote, \n''identifies areas for improvement we can address immediately.''\n\n\n  Jean-Pierre said that during his months in the Elizabeth Detention Center, which is run for the federal government \nby the Corrections Corporation of America, he thought of suicide whenever he heard that another detainee had \nbeen deported. He had nightmares in which a soldier tried to kill him.\n\n  ''In jail, doctors just gave me sleep medication, but I did not want to sleep, to have more nightmares,'' he recalled.\n\n  But Jean-Pierre was one of the lucky ones.   He was released in April 2008 and was granted asylum three weeks \nlater. Now he is active in a Christian congregation in Manhattan and is trying to bring his wife over from Africa.\n\n  Other asylum seekers have grown sicker. This report and others have traced the damage that detention can \nwork on the physical and mental health of refugees, many of whom have endured torture and trauma in their native \ncountries. \n\n  A 2003 study of 70 detained asylum seekers by Physicians for Human Rights and the Bellevue/N.Y.U. Program \nfor Survivors of Torture found that 86 percent suffered significant depression, and half suffered from post-traumatic \nstress disorder.  Dr. Allen Keller, the program's director, said people in detention could easily be retraumatized. \n''The longer the detention the higher the psychological distress.'' \n\n  The report cited the case of a Brazilian woman who had come to the United States to escape domestic violence, \nbut could not cope with the stress of eight months in jail. She withdrew her application and returned to her home \ncountry, even though she faced grave danger there. \n\n  ''At one hearing, when she heard that the case was to be continued again -- meaning she would be detained \nlonger -- she had a panic attack,'' her pro-bono lawyer, Kelleen Corrigan, recalled. ''An external psychological \nevaluation stated that she needed ongoing therapeutic treatment, but despite my repeated requests to ICE, the \nclient was never seen by a mental-health specialist while detained.''\n\n  Immigration and Customs Enforcement would not answer questions about mental health services in detention. It \nsaid it could discuss specific cases if the individuals agreed to disclose their medical records, but the asylum \nseekers' lawyers advised against that.\n\n  Though detention in America holds few of the horrors many asylum seekers experienced in their home \ncountries, it has its own torments; detainees can be placed in solitary confinement, and are often prevented from \ncommunicating with relatives by lack of access to phones or by the high costs of jail phone service.\n\n  ''I left behind a pregnant wife, and I did not know about her for months,'' explained Kelsang, 23, a Tibetan who \nspent almost a year in the Elizabeth Detention Center before he was granted asylum in May 2008. He said he had \nseen his 2-year-old son only in photos.\n\n  ''I barely slept, no more than two hours, and I was always nervous and afraid for my family back in Tibet,'' said \nKelsang, who asked that his last name not be published because he feared the family would be harmed.\n\n  A Buddhist who supported the Dalai Lama, Kelsang said that during 13 months in Chinese custody he had been \n''tortured and beaten with an electric prod and a club.'' The New Jersey jail, he said, was not as bad. ''At least I \ncould practice my religion.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nhttp://www.nytimes.com/\n\n\nPHOTO: Jean-Pierre, a human rights advocate, fled his native Guinea and was held for five months at a New \nJersey immigration detention center. ''That was devastating and stressful,'' he said. (PHOTOGRAPH BY HIROKO \nMASUIKE FOR THE NEW YORK TIMES)                                                   \n"}