{"title": "PETER RODINO AND SPECIAL INTERESTS", "body": "\nImmigration reform, says Brooklyn's Representative Charles Schumer, is a ''metaphor for governance . . . Can the \ngeneral interest transcend the specific interest?'' And how! is the answer Senate Finance Chairman Bob Packwood \nhas just given for tax reform. The same could still be true for immigration reform - except that the movement is \nbackward. This was the week the bill was supposed to go to the House. What it produced instead was five \nsuspicious weeks of more delay.\n\nThis balanced, bipartisan bill embodies the general interest. It would enable America to be just in deciding which of \nthe clamoring millions around the world it will admit. It would enable America to be humane in its treatment of those \nwho, having sneaked in, now live under a cloud of exploitation. Yet the bill remains pinned between growers \ndetermined not to run short of farmhands to pick their crops and union leaders who fear that poor foreign workers \nwill undercut wages.\n\nAs tax reform came finally to depend on a Senate Republican chairman from the West, immigration reform now \ndepends on a House Democratic chairman from Newark: Peter Rodino.\n\nPeter Rodino, child of Italian immigrants, a Congressman for 37 years and chairman of the Judiciary Committee, \nknows the importance of immigration reform better than anyone. In the 1970's, he twice won House passage of \nreform bills only to see them die in the Senate. Now the dragging shoe is on the other foot. The Senate has passed \nreform three times and the House has repeatedly dithered. Reform finally passed once but died in conference.\n\nWould Mr. Rodino let that happen again? No, he said, not if President Reagan personally reaffirmed his \ncommitment. The President did that, in March. Okay, said the chairman; we'll mark up the legislation in early May \nand get the bill to the floor. This was to be the week.\n\nNow, Mr. Rodino has again gone along with a request for more time. Representatives Schumer and Leon Panetta \nand Howard Berman of California are trying to negotiate agreement between growers and labor. Their delay may \nmask shrewd tactics, avoiding torpedoes later. But the negotiators have already been at it for five months. \nConsidering how dyspeptic the House's Democratic leaders have been about this bill, a five-week delay this late in \nthe session is cause for alarm.\n\nIf Mr. Rodino wants immigration reform to curdle and die, he is, like Speaker O'Neill and Majority Leader Wright, a \ncanny parliamentarian who knows how to strangle without leaving fingerprints. But if he wants it to pass, he also \nknows what to do. In his 19 terms in the House, Peter Rodino has traveled some historic paths; he chaired the \nNixon impeachment hearings in 1974. Now immigration reform may be his biggest remaining milestone. How he'll \nbe remembered depends on which way he is headed when he goes by.\n"}