{"title": "Immigration compromise bid to debut today", "body": "\nIn an attempt to strike a pre-election Republican compromise on immigration, two conservative lawmakers will \nunveil a plan today that would allow most of the estimated 12 million illegal immigrants in the United States a \nchance to work in the United States legally but only after the government certifies that U.S. borders have been \nsufficiently secured, two congressional aides said.\n\nThe proposal -- sponsored by Sen. Kay Bailey Hutchison of Texas and Rep. Mike Pence of Indiana -- would \npressure illegal immigrants to ``self-deport'' to their home countries within two years of the law's enactment and \napply for a new kind of visa that would allow them to return to the United States quickly and work legally if a job \nawaits them. They would have to work here for 17 years, however, to be eligible for U.S. citizenship.\n\nThe plan, which has received mixed reviews from those briefed on it, is aimed at unifying Republicans on an issue \nthat has bitterly divided them for months and threatened to damage the party in future elections.\n\nThe stringent rules for illegal immigrants are certain to draw bipartisan opposition from those who favor a quicker \nand easier path to citizenship. Additionally, conservatives who favor legislation to secure the border this year and \ndelay action on guest workers and the citizenship question also are expected to oppose it.\n\nThe Washington Post was provided an advance copy of the proposal.\n\nHutchison and Pence consider it the foundation for a compromise between the Senate, which voted for a plan that \nwould provide a new path to citizenship, and the House, which has demanded that Congress focus only on securing \nborders for now. Former House Majority Leader Richard Armey, R-Texas, a critic of the Senate bill, said the new \nproposal could be ``a bridge between the two bodies.''\n\nArmey, former House Speaker Newt Gingrich, R-Ga., and former Republican National Committee chairman Ed \nGillespie were briefed on the plan in hopes that they would help build pressure on skeptical lawmakers, the aides \nsaid. White House officials, including presidential adviser Karl Rove, have been told of the framework but not the \ndetails. A Republican close to the White House said President Bush ``won't be crazy about it, but I think he would \nsign it.''\n\nThe impasse will not be easy to break. The push for a pre-election compromise has lost its sense of urgency, as \nboth sides privately calculate that no deal might be the best politics and produce the best policy.\n\n\nHutchison and Pence think they can bridge the divide. They will emphasize that immigration laws will not be \nchanged until the president certifies that the borders are secure, the congressional aides said. The plan includes \nthe most popular security measures that have passed the House and Senate, including new border fences, \nadditional enforcement personnel and bigger detention facilities.\n\nThe government would spend about two years instituting the security changes. U.S. companies would open Ellis \nIsland-style centers in many countries to process applications for a new kind of work visa, known as the Good \nNeighbor SAFE (Secure Authorized Foreign Employee) visa. The government would create tamper-proof \nidentification cards that contain personal information and biometric technology designed to minimize fraud. Illegal \nimmigrants would be required to return to their home countries and apply for the SAFE visa. They would undergo \ncriminal background checks and health screenings and would need to prove that a U.S. job awaits them.\n\nThe new visa would be offered only to immigrants who came from countries that are part of trade pacts covering \nCanada, Mexico and most of Central America. The SAFE visas would be good for two years and could be renewed \nfive times, for a total stay of 12 years. At any point, the holders could return to their home countries and apply for \nU.S. citizenship without paying a fine or back taxes. But they would have to wait in line.\n\nIllegal immigrants could extend their stay beyond 12 years by applying for a five-year X-Change visa, which \nrequires a job and a clean record. After 17 years in the system, X-Change visa-holders could go through the \ncitizenship process without leaving the United States.\n"}