{"title": "Family Diversity Immigrants Are Far Better Educated Than U.S.-Born Americans", "body": "\nJan 25, 2018( Cato@Liberty: http://www.cato.org/blog Delivered by Newstex) ;; In exchange for a deal on young \nimmigrant Dreamers, the White House is demanding that Congress reduce[1] legal immigration by ending the \ndiversity visa lottery and almost all family sponsorship categories. On Fox News last week, Attorney General Jeff \nSessions made[2] the case for these changes by stating that he wants legal immigrants to 'have the education \nand skill level to prosper in America.' He asked rhetorically, 'What good does it do to bring in somebody who is \nilliterate in their own country, has no skills, and is going to struggle?' But this generalization about diversity and \nfamily-sponsored immigrants is wildly inaccurate. \n\nNot only are many of them educated, they are generally much better educated than U.S.-born Americans are. \nNearly half of all diversity and family-sponsored immigrants who arrived in 2015 had college degrees. Diversity \nand family-sponsored immigrants were 62 percent more likely than U.S.-born natives to have graduated college. \nAt the same time, they are no more likely to have dropped out of high school than natives.Table 1 provides the \neducational attainment for natives and immigrants by type of entry. As it shows, refugees, asylees, and \nunauthorized immigrants are among the least educated. Employer-sponsored immigrants are by far the most \neducated. But diversity lottery winners and immigrants sponsored by U.S. family members are right in the middle, \nand generally better educated than their U.S.-born counterparts. Table 1: Adult Education Attainment of U.S.-\nBorn and Immigrants Entering in 2015 By Method of Entry  Sources: Office of Refugee Resettlement[3]; U.S. \nDepartment of Homeland Security[4]; U.S. Department of Homeland Security[5]; American Community Survey 2015 \n(5-Year Sample)[6];  Because the Department of Homeland Security (DHS) fails to ask legal immigrants their \neducation level when they enter, the only way to make these estimates was through other sources. To obtain the \nfamily and diversity education levels, it was necessary to work backwards from the overall foreign-born educational \nattainment figures for foreign-born adults over the age of 18 from the Census's American Community Survey[7] \n(ACS). Then it is possible to subtract out the other categories of immigrants from the overall figures. The Office of \nRefugee Resettlement, for example, reports[8] the education level of adult refugees and asylees who entered in \n2015. Almost all employer-sponsored primary applicants in the first[9], second[10], and third[11] preferences are \nrequired by law to have college degrees, and EB-5[12] millionaire investors and EB-4[13] broadcasters and \nreligious workers likely do as well. I assumed that all spouses in EB-1, EB-2, and EB-5 categories had college \ndegrees, and that 75 percent of those in the EB-3 and EB-4 categories do as well. Only 1.3 percent of the adults \nentering in EB categories were EB-3 'unskilled workers' and their spouses who work in jobs that do not require a \ncollege degree, and I assumed that half of these immigrants had no high school degree. The Center for Migration \nStudies used[14] ACS data to estimate the educational attainment of all adult unauthorized immigrants. For this \nanalysis, I assumed that new border crossers have the same level of educational attainment as the overall illegal \npopulation. According to DHS, about 170,000 border crossers made[15] it into the United States illegally. I assume \nthree quarters were 18 years old or over. While this figure ignores visa overstays who make up roughly half[16] of \nall new entrants to the illegal population in 2015, illegal immigrants are underrepresented in the ACS, so I only \nincluded 127,500. Note that assuming more unauthorized immigrants would result in diversity and family \n\n\nsponsored immigrants appearing more highly educated than they already do. With these estimates, it is only \nnecessary to subtract refugees-asylees, employment-based workers, and illegal immigrants from the overall \nforeign-born figures in the ACS to obtain estimates for diversity and family-sponsored immigrants, who \nrepresented 96.2 percent of all other adult legal immigrants in 2015. The other 3.8 percent primarily includes Iraqis \nwho worked with the U.S. government in the war and illegal immigrants who received cancelation of removal or U \nvisas as victims of crimes. It is unlikely that these populations are skewing the results in any way. Table 2 provides \nthe absolute figures used in this analysis. Column 1 uses DHS figures[17] for each legal immigration category \nsubtracting the children who entered in those categories, as well as three quarters of the illegal border crosser \nfigures estimated[18] by DHS in 2015. The educational distribution is based on the shares in Table 1. Table 2: Adult \nEducation Attainment of U.S.-Born and Immigrants Entering in 2015 By Method of Entry Sources: Office of \nRefugee Resettlement[19]; U.S. Department of Homeland Security[20]; American Community Survey 2015 (5-Year \nSample)[21]; U.S. Department of Homeland Security[22] No matter what assumptions you use, however, it is just \nimpossible to significantly change the broad conclusions. That's because the family and diversity categories make \nup 70 percent of all adult legal immigrants to the United States, and refugees and asylees make up half of the rest \nand are the least educated group of legal immigrants. We know that immigrants generally are the highest \neducated that they've ever been, so given the size of the family and diversity population, it is just impossible that \nthey are the unskilled group that the attorney general describes them to be. Diversity and family sponsored \nimmigrants are more highly educated than U.S.-born Americans. There are good arguments for changing the \nselection process for legal immigrants, but claiming that they lack any skills or education simply is not one of \nthem. [ 1]: https://www.cato.org/blog/house-gop-proposes-largest-restriction-legal-immigrants-1920s [ 2]:            "}