{"title": "ADVISER IN MEXICAN GOVERNMENT ASSAILS REAGAN IMMIGRATION PLAN", "body": "\nMexico's leading expert on migration, Jorge Bustamante, criticized President Reagan's immigration proposals \ntoday, saying they served the interests of United States employers and would institutionalize the inferior status of \nMexican workers in this country.\n\nThe proposal for a guest worker program, combined with a new legal status for some of the Mexicans already here \nwithout visas, would ''insure employers the availability of cheap labor,'' Dr.  Bustamante, director of the border \nstudies program at El Colegio de Mexico, a respected research institute in Mexico City, said at a news conference \nhere.\n\nThe Mexican Government has not officially commented on the Reagan proposals, which were announced last \nweek. Dr. Bustamante, a sociologist who sometimes advises the Mexican Government, said that the Reagan \nAdministration policy would perpetuate a ''subclass of workers'' and would establish a ''reserve army of labor that \nwill be at the disposal of employers.''\n\nThe Administration proposed to admit 50,000 Mexicans a year as temporary workers in a two-year experimental \nprogram. Illegal aliens wishing to regularize their status could apply to become permanent residents after living here \n10 years. In the waiting period, they would pay Social Security and income taxes but could not bring their spouses \nor young children and would not have access to welfare, food stamps or unemployment insurance.\nJorge Bustamante, Mexico's leading expert on immigration, criticizes new US immigration proposal as \ninstitutionalizing inferior status for MexicansPlan Is Defended\n\nAttorney General William French Smith said today that he did not pay much heed to criticism of the Administration's \nprogram because it was all directed at individual elements and because the critics rarely offered a comprehensive \nalternative.\n\nMr. Smith said that the program was designed to deter illegal immigration while modestly expanding opportunities \nfor legal employment of aliens in the United States.\n\nHowever, Dr. Bustamante said: ''All parts of the program are conducive to an increase in the flow. The \nannouncement of a guest worker program will increase expectations on the part of Mexican would-be migrants. \nThese persons would come in larger numbers. This will increase competition and diminish wages.''\n\nFor more than 100 years, Dr. Bustamante said, ''Mexican labor has been defined and conceived by many \nemployers as a natural resource of the Southwest.'' But ''Mexican labor is not cheap by nature,'' he said. ''It is made \ncheap by the laws of the United States and the practices of employers.''\n\n\n \n\n'Safety Valve' Theory\n\nThe labor market in the Southwestern United States has often been described as a ''safety valve'' for the Mexican \neconomy. But such a view, according to Dr. Bustamante, ignores the value of the foreign workers to businesses in \nthis country.\n\n''The United States needs the migrants as it needs energy,'' he said. ''But undocumented persons are not the same \nas barrels of oil.  They are human beings, they have rights.''\n\nDr. Bustamante said that ''employers of the Southwest would go into bankruptcy in less than a week'' if the border \nwas closed and all undocumented workers were sent back to Mexico.\n\nAs an alternative, he recommended that ''organized labor in Mexico get together with organized labor in the United \nStates to define the dimension of the real demand for migrant workers'' in this country.  Labor leaders, in turn, could \nnegotiate wages and working conditions with groups of employers in various industries, he said.\n\nDr. Bustamante, who holds a Ph.D. from the University of Notre Dame, spoke at a news conference sponsored by \nthe Council on Hemispheric Affairs, a private, nonprofit group with a liberal political orientation.\n\nHe criticized the Administration's proposal to double the quota for legal immigration from Mexico on the ground \nthat most of the additional visas would go to skilled and semiskilled workers of the very type most needed in \nMexico.\n"}