{"title": "LOS ANGELES,ALMOST 200,RANKS NO.2 AMONG CITIES", "body": "\nAt the age of 199, it appears, Los Angeles has become No. 2.  This sprawling city began a yearlong bicentennial \ncelebration this weekend that will culminate with the commemoration of the 200th anniversary of its founding by 44 \nimmigrants from Mexico on Sept. 4, 178l.\n\nAs the civic celebration was beginning, preliminary estimates from the 1980 Census were released indicating that \nLos Angeles was now the nation's second most populous city, eclipsing Chicago, which had held that distinction \nsince 1890 when it passed Philadelphia to become the ''Second City.''\n\n \n\nRole of Mexican Immigrants\n\nWhile few people dwelled on the matter, there was a pattern in the turn of events: Los Angeles, a city founded by \nMexicans, appeared to have become the country's second largest city largely because of a renewed wave of \nimmigration from Mexico.\n\nAnd as it began its bicentennial year, Los Angeles appeared to be on its way to becoming the nation's first city \nwhere a majority of the population is made up of immigrants from Latin America and Asia or descendants of earlier \nimmigrants from those regions of the world and Africa.\nAN-A\n\nThis city is still the Los Angeles of freeways, movie stars, earthquakes, palm trees and smog, of experimental ways \nof life and unorthodox religious cults and a seemingly omnipresent, benign sun.\n\n \n\nAutos and Real Estate\n\nIt remains perhaps the quintessential American urban expression of the automobile, a city that seems to have been \nexperiencing a real estate boom continuously since the first land developers and hucksters came from ''back East'' \na century ago and began to turn a sun-blessed semidesert into one of the world's largest metropolitan regions by \nimporting water from mountain ranges 300 miles away.\n\nIt is the economic center of a region containing more than 10 million people that in the last decade has become the \nnation's major financial bridge to Asia, a visibly thriving city whose downtown is currently experiencing a \nrejuvenation involving more than $1 billion worth of new construction.\n\nIt is a cultural center that not only produces most of the world's movies and prime-time television programming but, \nincreasingly, exports original plays to Broadway, has a world-class symphony orchestra whose musical director, \n\n\nZubin Mehta, was recruited by the New York Philharmonic, and is the setting for a planned major museum of \ncontemporary art that promises to be one of the most ambitious museum projects in any American city in decades.\n\n \n\nAnnual Gathering of Migrants\n\nEvery summer, a 45-year-old southern California ritual recurs, when some of the tens of thousands of migrants who \nmoved west from Oklahoma, Texas, Iowa, Nebraska and elsewhere in the 1930's gather at picnics to talk about old \ntimes.\n\nBut each year, there are fewer people at those picnics, because some of the migrants have died and others have \ndecided to move out of California to escape the smog and congestion.\n\nTo fill their places, there is a new wave of migrants. Los Angeles is still attracting people from other states, \nespecially New York.  But more and more, local officials say, the newcomers are from other countries.\n\n''It's becoming a Hispanic city,'' said Charles Drescher, director of the city's Community Analysis and Planning \nDivision, which has estimated that the 1980 Census will show that non-Hispanic whites now make up 44 percent of \nthe population, as against 59 percent in 1970 and 72 percent in 1960.\n\nBut he said that the changes went beyond the tide of immigrants from Mexico and other Latin-American countries \nwho have been propelled northward by economic deprivation and have changed the look and texture of life here.\n\nHe predicted that the census would also document a sizable influx of immigrants from Taiwan, Korea, Vietnam, \nCambodia and other thirdworld countries in the 1970's.  According to the local population researchers, it is this Latin \nand Asian immigration, occurring in a decade when more than one million non-Hispanic whites have left the city, \nthat has allowed Los Angeles to challenge Chicago for the position of the country's second largest city, after New \nYork.\n\nAlthough both cities are contesting the figures as too low, the preliminary Census Bureau data indicate that Los \nAngeles now has about 152,000 more residents than Chicago. The figures show Los Angeles with a population of \n2,878,039, about 62,000 more than in 1970, and Chicago withh a population of 2,725,295, about 644,000 fewer \nthan in 1970.\n\n \n\nBreakdown of Population\n\nThe city's most recent estimates indicate that whites make up 44 percent of the population; blacks, 21.5 percent; \nHispanic residents 28 percent and Asians and Pacific islanders about 7 percent.\n\nThe median age of the Hispanic residents is about 19, and the rate at which they are increasing, through childbirth \nand immigration, has prompted some researchers to predict that Latins could account for more than half of the \ncity's population by the end of this decade. By the year 2000, they say, the Hispanic influx could make Los Angeles \nthe nation's largest city. Hispanic pupils already make up almost 40 percent of the student enrollment here.\n\nThe Spanish-speaking immigrants are becoming increasingly important economically here, supporting not only \nretailing establishments but providing the labor for a large garment industry, much of it operating in sweatshop \nconditions. The large Latin population is also economically vital to the city's school system, whose white population \nhas plummeted in recent years.\n\nThe Latin residents have not yet translated their numbers into political strength, but many people say they soon will.  \n''It's only a matter of time - it's already begun,'' Grace Montanez Davis, a Chicano, who is an aide to Mayor Tom \nBradley, a black, said recently in an interview.\n\n \n\nRivalry With New York\n\n\n\nAlthough this is a city with a long history of self-promotion and civic boosterism, the news that it appears to have \npassed Chicago in population is not likely to bring much local applause. Many people here already believe that they \nlive in the Second City and have considered New York as their natural rival.\n\nAccording to some observers, many Angelenos, as the people here call themselves, have a kind of collective \nmunicipal inferiority complex. They say this is especially true regarding New York City's image of supposedly \nsuperior cultural riches and greater economic importance, in contrast with Los Angeles's reputation as a kind of \nvast, shallow tinsel town - ''19 suburbs in search of a city,'' as several generations of Eastern writers have depicted \nit.\n\nThe differences in reputations seems especially to trouble many of the New Yorkers who have moved here. A study \nby the Security Pacific Bank last year indicated that about 16 percent of this region's new residents in 1979 came \nfrom New York State.\n\nFor many displaced New Yorkers, a move here results in a kind of love-hate relationship involving the two cities, \nand they seem to be forever debating the cities' relative merits. Many of them have been known to return to New \nYork for quick visits to confirm their decision to move here, or to import items, ranging from Nedick's orange soda to \nNew York pastrami, for comfort.\n\n \n\nNeil Simon's Solution\n\nNeil Simon, the playwright, moved here five years ago after tiring of New York's problems but now divides his time \nbetween this city and Manhattan. Recently he decided to try out his next play outside Los Angeles because of his \ndissatisfaction with reviews in The Los Angeles Times.\n\nSandy Fox, a Brooklyn-born lawyer, holds a party each year at which 100 or so former New Yorkers nostalgically \nplay stickball and other games from their childhood.\n\nReflecting on the dispute over the cities' respective cultural values, Gordon Davidson, a former New Yorker who \nruns this city's respected Mark Taper Forum, an innovative theater organization here, said:\n\n''I'm bored with it. It's a silly argument. There's the problem of geographic sprawl, but there is a lot of activity that's \nbubbling here in many areas in the performing as well as the visual arts. The cultural situation in Los Angeles is \ndifferent than it is in the East. The East looked to, and benefited from, the cultural heritage of Europe, but it's also \nbeen weighed down with it. Here we can benefit from the things that occur on the Pacific rim and take advantage of \nour Mexican and Hispanic influence.''\n\nThe bicentennial observance will include more than 150 community projects, ranging from art shows to the \ncommissioning of a ballet and plays that stress the city's history. Angelenos are trying to use the event to enhance \nthe city's image. Admittedly inspired by the imagebuilding power of the ''I Love New York'' slogan, the bicentennial \nplanners devised their own slogan: ''L.A.'s the Place.''\n\nMargo Albert, the wife of Eddie Albert, the actor, is co-chairman of the celebration. ''This will be a fine opportunity to \nshow that Los Angeles is a great city instead of 'tinsel town,' and all that flaky stuff,'' she said.\n\nGraphic\n\n \n\nIllustrations: Photo (Page B8)\n"}