{"title": "House: No licenses for immigrants;Georgia representatives vote to keep hunting, fishing permits out of hands of noncitizens.;2001 GEORGIA LEGISLATURE", "body": "\nKeep that sign on the hunting lodge door: No immigrants allowed.\n\nThat's the word from the Georgia House of Representatives, which killed a proposal to let noncitizens buy \nhunting and fishing licenses. Some legislators who wanted to open the fields and streams to all were bewildered \nby opposition in a state with an increasing foreign-born population.\nAJC\n\n\"I find it offensive. I find it narrow and provincial,\" said Rep. Nan Grogran Orrock (D-Atlanta). \"It's xenophobic. \nThat's what it is.\"\n\nBut Rep. Steve Stancil (R-Canton), who led the charge against that proposal, warned that illegal immigrants might \nsnap up hunting and fishing licenses and flash them to enter the voting booth.\n\n\"It's a possibility,\" he said.\n\nState law says only U.S. citizens can buy hunting and fishing licenses. The Georgia Department of Natural \nResources wanted immigrants to buy licenses so it could get more money to buy land and manage populations of \nwhite-tailed deer, wood ducks and other animals.\n\nThe department supported a bill that would have, among many other things, let immigrants stalk wild turkeys and \nangle for large-mouth bass.\n\nState law says only U.S. citizens can register to vote. Applicants must give a Social Security number, something \nmost illegal immigrants lack, and it's a felony to register if you know you're unqualified or you deliberately supply \nfalse information.\n\nNonetheless, the House agreed with Stancil on Monday by a vote of 94-69. Because the Senate has passed a bill \nallowing immigrants to get hunting and fishing licenses, a committee from both chambers will try to reconcile the \ndifferences.\n\n\nRegardless of what the law says, authorities say clerks in tackle shops and discount stores are unlikely to grill \napplicants about their citizenship or immigration status. That's why Rep. Barbara Mobley (D-Decatur) doesn't \nunderstand the reluctance of her colleagues to tweak state law.\n\n\"I couldn't believe it,\" she said. \"You're talking about a bunch of paranoid people.\"\n\nGraphic\n\n \n\nPhoto:\n\nRep. Steve Stancil rallied House members against the proposal.\n"}