{"title": "Sunburn   The morning read of what's hot in Florida politics   9.10.19", "body": "\nSep 10, 2019( Florida Politics: http://floridapolitics.comDelivered by Newstex)  After it became clear Hurricane \nDorian was no longer a threat to the Sunshine State, Florida politicians turned their focus to helping the Bahamas. \nOne effort is helping those who have family in the United States get off the island and onto the mainland. U.S. \nSens. Rick Scott and Marco Rubio have championed the idea. Still, the country has been slow to act.\n\n\nwith the wind. ___ Correction: In Monday's Sunburn, we accidentally credited Jessica Bakeman as being with The \nTampa Bay Times. She works for WLRN News.    SITUATIONAL AWARENESS    @BrianStelter: Trump just said \nthere are people in line for his rally, and 'they are soaking wet.' Per CNN's @betsy_klein, 'it is 88 and sunny here in \nFayetteville. It has not rained here today.'  @MarcoRubio: Some useful facts for those who don't follow The \n#Bahamas regularly: 1. Unlawful immigration by Bahamians is very rare; 2. Unlawful immigration into The \nBahamas has been a problem for them 3. U.S. Bahamian govts have an exceptionally close long-standing working \nrelationship Tweet, tweet: @alevine014: The @FLBOG made a policy decision years ago to use the US News \nrankings. We measure 10 consistent performance metrics and reward results. Our performance has led to FL State \nUniversity System being ranked #1. We think that's good  @MDixon55: If there is going to be this much hype for \nacademic rankings, they should just do weekly polls like college sports. It's all anyone would talk about. 'Up next on \n'Around the Campus,' will that admissions scandal knock Tufts out of the top 30?'  @ShevrinJones: Some are \nblaming the ferry company; others are blaming CBP for making the evacuees get off the boat for not having \ndocumentation. This is another reason why the US govt should suspend requirements, so confusion like this won't \nhappen. Our neighbors are depending on us.  @SteveCrisafulli: Would this be the appropriate time to say I TOLD \nYOU SO! It's high time the courts rein in activist groups. You don't get to pass an amendment and then sue the \nlegislature for doing exactly what your language said.  @ScottGottliebMD: I wrote to Juul in 2018 requesting \ndocuments to evaluate whether it was lawfully marketing its products. Based on the FDA's letter to Juul today, Juul \nmight not have provided a full set of documents to FDA when it was first investigated in April 2018.  @Keribla: As \nmillennials, we have killed so many things, from Applebee's to mayo. But top on my personal #MillennialKillList \ngoals is mugshot galleries. I wanna see those things die.  @Scott_Maxwell: Just stumbled back across one of my \nfavorite reader insults: 'I rarely agree with your viewpoints. Today is no exception.'   Steve  @WmPatFL: Strange \ntimes: FSU (the school) ranked MUCH higher than its football team.   DAYS UNTIL   TaxWatch Productivity Awards   \n1; First Interim Committee Week for 2020 Session   6; 'Morning' Joe Scarborough releases 'This Ends Badly: How \nDonald Trump Conned America'   7; MSNBC hosts candidates event on climate in D.C.   9; Emmy Awards live on \nFox   12; 850 Hemp Summit begins   22; 'Joker' opens   24; Triple Force Friday: the next generation of Star Wars \nproducts arrives   24; SNL season premiere with Woody Harrelson   25; Debut of Breaking Bad movie on Netflix   \n31; New season of 'The Crown' streaming on Netflix   38; Florida Chamber Future of Florida Forum begins   48; \nBrexit scheduled   51; 2019 General Election   56; 3rd Annual Florida Internet and Television FITCon starts   58; \nTaxWatch 40th Annual Meeting   83; 'Frozen 2' debuts   101; 'The Rise of Skywalker' premiers   101; 2020 Session \nbegins   126; Florida TaxWatch State of the TaxPayer Dinner in Tallahassee   127; Iowa Caucuses   146; New \nHampshire Primaries   154; Florida's presidential primary   189; 'Black Panther 2' debuts   239; 2020 Summer \nOlympics in Tokyo begin   318; Florida primaries for 2020 state legislative/congressional races   350; 2020 General \nElection   420.   TOP STORY   'UF tops in Florida, UM, FSU tied for No. 2, new college rankings show[4]' via Ryan \nNicol of Florida Politics   The University of Florida (UF) has taken the top spot among Sunshine State schools in the \nlatest U.S. News and World Report college rankings. UF came in at No. 34 overall, tied with the University of \nCalifornia-Santa Barbara. But it was ranked as the seventh-best public school in the nation. U.S. News also ranked \nUF highly in other categories, placing its real estate program seventh as well. The UF marketing program ranked \n10th, while its accounting and biological/agricultural programs both placed 11th in the country. Mori Hosseini, \nchairman of the UF Board of Trustees, released remarks after the rankings were released. 'I am incredibly excited \nby this news,' Hosseini said.           https://3o15h033zmpwracwx2i00rqx-wpengine.netdna-ssl.com/wp-\ncontent/uploads/2019/09/FSU_0102.jpg FSU President John Thrasher joined Ron DeSantis and other state officials \nto celebrate FSU rising to No. 18 among national public universities in the latest U.S. News World Report rankings. \nImage via FSU Photography Services.;;  'Florida public universities shine in U.S. News and World Report's college \nrankings[5]' via Colleen Wright for the Miami Herald            http://keepamericafishing.org/www-keepfloridafishing-\norg/;   AFTER DORIAN   'U.S. emergency workers recover more bodies in Bahamas[6]' via Marko Alvarez, Ramon \nEspinosa and Gonzalo Gaudenzi of The Associated Press   U.S. emergency workers found five bodies in the debris \nleft by Hurricane Dorian in the Bahamas, and they said they expected to find more victims a week after the \ndevastating storm hit. Bahamians, meanwhile, were also searching the rubble, salvaging the few heirlooms left \nintact by the Category 5 storm that has killed at least 44 people. Members of the Gainesville fire department were \noperating in the remains of The Mudd, the Bahamas' largest Haitian immigrant community. 'We've probably hit at \nmost one-tenth of this area, and so far we found five human remains,' said Joseph Hillhouse, assistant chief of \nGainesville Fire Rescue. 'I would say based off of our sample size we're going to see more.' 'Amid crush of Dorian \nrefugees, Bahamas capital 'not built to handle this,' official says[7]' via Jim Wyss of the Miami Herald  The \n\n\ngovernment says more than 3,500 people have been evacuated to Nassau from hard-hit regions of the Bahamas \nand more are arriving daily.The Kendal G.L. Isaacs Gymnasium in Nassau is the country's largest shelter, home to \nabout 1,500 evacuees, and it, like New Providence, the island of which the capital is a part, is reaching maximum \ncapacity, said Carlos Reid, the spokesman for the shelter.Nassau 'is not built to handle this influx at this particular \ntime,' Reid said, as about a hundred people were standing in line under a blazing sun, waiting to be checked into \nthe complex. 'We don't have enough schools to do it; our hospitals and health care system can't handle it. Our goal \nhas to be how we can help these people and then get these people back to their islands so they can rebuild it.'           \n\nprofessional or ethical concern. 'As far as our [Democratic] caucus is concerned, I don't see this being an issue at \nall,' Thurston said. As far as a potential conflict of interest, 'I don't see it on its face, but I guess we'll have to \nevaluate it. But I don't see it as being a conflict.' Thurston said his response to Farmer was personal, rather than \npolitical or governmental.           https://3o15h033zmpwracwx2i00rqx-wpengine.netdna-ssl.com/wp-\ncontent/uploads/2019/09/Gary-Farmer.jpg Gary Farmer's relationship with a Florida lobbyist is not a 'professional or \nethical concern' for some of his Senate colleagues. 'Senators to get update on school safety' via News Service of \nFlorida   The Senate Education Committee is scheduled next week to discuss how new school-security measures \nare being carried out by school districts, as lawmakers start holding committee meetings in advance of the 2020 \nlegislative session. Katie Betta, a Senate spokeswoman, said in an email that the purpose of the conference is to \nprovide an update on the implementation of major school-security bills passed in 2018 and 2019. Those two \nmeasures, passed after the February 2018 mass shooting at Marjory Stoneman Douglas High School in Parkland, \nrequire all public schools to follow several security measures, including having trained, armed security personnel \non-site at all times. 'Senate again targets constitution revision panel' via News Service of Florida   State senators \nnext week will again consider an effort to do away with the Florida Constitution Revision Commission, a powerful \npanel that sparked controversy last year by linking unrelated issues in proposed constitutional amendments. The \nSenate Judiciary Committee is scheduled Sept. 17 to take up a proposal (SJR 142), filed by Sen. Jeff Brandes that \nwould let voters decide whether to abolish the commission, which meets every 20 years to consider changes to the \nFlorida Constitution. During the 2019 legislative session, Brandes launched a similar effort that was approved by \nthe Senate, but it died in the House. Assignment editors   State Rep. Randy Fine will hold a news conference \nannouncing his first piece of general legislation for the 2020 Legislative Session, dealing with the Indian River \nLagoon, 11 a.m., Castaways Point Park, Palm Bay. Happening today   Democratic lawmakers will hold a workshop \nfor nonprofit groups and the community about how to apply for state funding through the legislative appropriations \nprocess. Participants to include Sens. Oscar Braynon and Jason Pizzo; Reps. Barbara Watson, James Bush, Joe \nGeller, Dotie Joseph, Cindy Polo and Sharon Pritchett, 10:30 a.m., Miami Dade College, 11380 N.W. 27th Ave., \nMiami.  'Ranking members named for House committees, subcommittees[14]' via Florida Politics   STATEWIDE   \n'Lauren Book, Michael Grieco bills would place feminine hygiene products in public school bathrooms[15]' via Ryan \nNicol of Florida Politics   Sen. Book and Rep. Grieco are introducing legislation requiring school districts to ensure \nfeminine hygiene products are available in public school bathrooms. Book, a Plantation Democrat, filed her bill (SB \n234) on Friday. Grieco, a Miami Beach Democrat, added his measure (HB 123) on Monday. 'Girls pay a price when \nthese products aren't free   and providing them will go a long way toward equity in education,' Book said in a \nstatement. If approved, school districts would be required to '[p]rovide feminine hygiene products, including sanitary \nnapkins and tampons, free of charge in each gender-neutral bathroom and bathroom designated for females \nlocated in all public middle schools and high schools within the district,' according to Grieco's bill.           \n\nEnvironmentalists said Monday they will continue to fight the Legislature over conservation spending after an \nappeals court ruled in favor of lawmakers, Bruce Ritchie of POLITICO Florida reports. A panel of the 1st District \nCourt of Appeal reversed a trial court decision that the Legislature had misspent some of an estimated $20 billion \nfund created by voters in 2014. Some of the groups that sued the Legislature said the reversal doesn't resolve \nsome of the major issues with the Land Acquisition Trust Fund, or LATF. Plaintiffs attorney David Guest, who \nrepresents the Florida Wildlife Federation, the Sierra Club, the St. Johns Riverkeeper and Environmental \nConfederation of Southwest Florida, said the groups haven't decided whether to appeal. 'Florida Chamber voices \nconcern over public nuisance law in wake of opioid verdict against JJ[19]' via Marian Johns of Florida Record   The \nrecent landmark case in Oklahoma brought against Johnson Johnson over prescription opioids that resulted in a \n$572 million judgment has caused some concerns among business organizations, including Florida's Chamber of \nCommerce, that fears the application of the public nuisance law could reverberate in other industries. Many critics \nof Johnson Johnson ruling question applying public nuisance law to the case since it does not call for proving a \ncertain action by a company that resulted in harm. Florida Chamber President and CEO Mark Wilson said he has \nconcerns if the ruling could open up Florida companies as well as those in other states to a flurry of public nuisance \nlaw claims. 'The short answer is yes.' 'Another 49 hepatitis A cases in Florida[20]' via News Service of Florida   \nFlorida had 49 new cases of hepatitis A reported last week, bringing the total number of cases this year to 2,461, \naccording to the latest data from the state Department of Health. In an outbreak that caused state Surgeon General \nScott Rivkees last month to declare a public health emergency, Pasco County continued to lead the state with 385 \ncases this year, as of Saturday. Hepatitis A is a virus that attacks the liver. The virus can spread through the feces \nof the infected. It can be transferred through food or drink if, for example, people have not washed their hands \nthoroughly after going to the bathroom  MONEYBAG LEGISLATORS   Two of three Florida legislators are \nmillionaires, according to an analysis by the News Service of Florida[21]. In the Senate, the average net worth is \n$5.9 million; it's $1.7 million for the House. Topping the list is state Sen. George Gainer; the Panama City \nRepublican owns a fleet of auto dealerships in North Florida. Gainer, a former Bay County commissioner, reported \nhis net worth at $46.46 million as of the end of 2018.           https://3o15h033zmpwracwx2i00rqx-wpengine.netdna-\nssl.com/wp-content/uploads/2019/09/gainer-headshot.jpg George Gainer, the wealthiest member of the Florida \nSenate, has nearly 47 million reasons to smile. Second on the list, and first in the House, is Republican Rep. Ralph \nMassullo, a Lecanto dermatologist. Massullo reported a net worth of $42.4 million as of April 30. Massullo came into \noffice in 2016 with a net worth of $26.8 million, growing than 16 percent from $36.4 million as of March 2018. \nOverall, of the 40 Senators, 27 reported a net worth of more than $1 million. Nine Senators exceeded the \nchamber's $5.9 million average. In the House, 43 of the 120 members reported a net worth of more than a $1 \nmillion. Every year, lawmakers must file detailed disclosures that list assets, liabilities and calculate net worth. Most \nof the newly registered reports reflect information from the end of 2018. Reports are due July 1, but there is a 'grace \nperiod' to file without incurring penalties. On Friday, notices of fines went to Reps. Kamia Brown and Anika \nOmphroy, who not yet filed reports. Both received postcard reminders from the state Commission on Ethics Aug. 20 \nand messages left with their aides three days later. Fines run $25 a day with the maximum total capped at $1,500.   \nNOTES FROM ELSEWHERE   What Ash Williams is reading   'Hackers get $4.2 million from Oklahoma pension \nfund[22]' via The Oklahoman   The FBI is investigating a cybertheft of $4.2 million from the state's pension fund for \nretired Oklahoma Highway troopers, state agents, park rangers and other law enforcement officers. The Oklahoma \nLaw Enforcement Retirement System (OLERS) posted an announcement online about the investigation Thursday, \n10 days after the money went missing. 'We are certain the stolen funds will be recovered,' the state agency said. \n'Most importantly, no pension benefits to members or beneficiaries have been impacted or put at risk. All benefits \nwill continue to be paid in a timely fashion as always.' What John Morgan is reading   ' 'Pakalolo' profits have yet to \nlight up in Hawaii[23]' via The Honolulu Star-Advertiser   Two years after Hawaii's first medical marijuana \ndispensary opened on Maui, the legal pot industry has yet to achieve profitability. Since the start of the year, gross \nsales have been growing, with $2.3 million in statewide sales and 293 pounds of cannabis sold in July, up from $1.6 \nmillion and 203 pounds in January, according to new statistics from the state Health Department. But the \ndispensaries are still waiting for a return on their investment. What veteran Tallahassee restaurateur Mike Ferrara is \nreading   'Mississippi: Veggie burgers must be clearly labeled[24]' via The Associated Press   Mississippi is \nconsidering new rules that let companies continue to use food-labeling terms such as 'veggie burger' and 'vegan \nbacon,' as long as the terms are prominently displayed, so consumers understand the products are not meat The \nregulations were published weeks after a nonprofit organization that advocates plant-based foods and an Illinois \nfood company sued Mississippi over a labeling law. Meat producers have been trying to protect meat terminology \n\n\nby pushing for state laws that restrict labeling of products such as meatless meatballs.            \n\nconsidering running would rather find an easier race in which to engage,' Rodrigues said.Reporting dollars has \nbecome a bit of a monthly ritual for Rodrigues, who thus far has scared off potential challengers[32].For August, \nRodrigues' campaign raised $64,896. That's on top of $45,500 raised through his long-standing political committee \nFree Markets for Florida and $19,000 raised for the new-this-year committee Friends of Ray Rodrigues. 'Javier \nFernandez earns SD 39 endorsement from Senate Dems[33]' via Ryan Nicol of Florida Politics   Rep. Fernandez, \nwho is running for the Senate District 39 seat in 2020, received the endorsement of the entire Senate Democratic \nCaucus. The caucus had signaled their support for Fernandez before Monday. But that endorsement was all but \nfinalized with Friday's news that former Rep. Robert Asencio would forego a run for the Democratic nomination in \nSD 39 and instead pursue a Miami-Dade County Commission seat. The Asencio news was first reported in Friday's \nSunburn. Fernandez remains the only Democrat declared in the SD 39 contest. Term-limited Republican Sen. \nAnitere Flores will vacate the seat.           https://3o15h033zmpwracwx2i00rqx-wpengine.netdna-ssl.com/wp-\ncontent/uploads/2019/09/Javier-Fernandez.jpg Senate Democrats are lining up behind Javier Fernandez in his bid \nfor SD 39. 'Republican Lee Steinhauer enters HD 44 contest[34]' via Scott Powers of Florida Politics   Attorney and \nlobbyist Steinhauer joins lawyer Frank Blanco and businessman Bruno Portigliatti in seeking to flip back the seat \nwon by Democratic state Rep. Geraldine Thompson in 2018. 'I am a conservative, who believes in low taxes, \nsecure borders, free-market solutions, and strongly supporting our military and veterans. I am also a problem solver \nwith the ability to bring people together and a passionate and effective advocate for our schools and affordable \nhousing.' Steinhauer said. He is president of the government affairs and land use law firm the Steinhauer Group, an \nOrange County lobbyist, a member of the Orange County Charter Review Commission, and a member of Mayor \nJerry Demings' Orange County Housing for All Task Force. 'Dan Crenshaw endorses Fiona McFarland for HD \n72[35]' via Jacob Ogles of Florida Politics   Texas U.S. Rep. Crenshaw endorsed fellow military veteranMcFarland \nin her bid for House District 72. 'Fiona has served our country in the Navy, and she's bringing that same sense of \nduty to her community in Florida,' said Crenshaw, also a Republican. The formal endorsement comes months after \nCrenshaw appeared at a Hamptons fundraiser for McFarland. After that event, the candidate explained she had a \nfamily connection to Crenshaw. 'I am honored by Congressman Crenshaw's endorsement and friendship,' \nMcFarland said of the endorsement. McFarland currently faces Sarasota Public Hospital Board member Donna \nBarcomb in the GOP primary in 2020. Democrat Drake Buckman, a Sarasota attorney, has also filed for the seat. \n'Stephanie Murphy endorses Buddy Dyer's reelection for Mayor[36]' via Scott Powers of Florida Politics   Florida's \n7th Congressional District covers much of northern, eastern, and central Orlando, through downtown, though \nMurphy makes her home in suburban Winter Park. She's been making her mark in Congress as a growing leader \namong the moderate Democrats, as co-chair of the Blue Dog Coalition and is a part of the bipartisan Problem \nSolvers Caucus. 'Under Buddy Dyer's leadership, Orlando has transformed into a world-class city that leads in \ninclusiveness, sustainability and job growth. I am proud to endorse Mayor Dyer and look forward to continuing to \nserve Central Floridians alongside him,' Murphy stated in a news release. 'Former state Sen. Maria Sachs seeks \nPalm Beach County Commission seat[37]' via Brooke Baitinger of the Sun-Sentinel   Sachs, a former Democratic \nsenator who represented parts of Palm Beach and Broward counties, announced her candidacy Monday for the \nDistrict 5 seat on the Palm Beach County Commission. That seat is currently held by term-limited Commissioner \nMary Lou Berger. District 5 is made up of West Boca, West Delray and West Boynton. Sachs represented a similar \ndistrict in the Florida Legislature for a decade but decided not to run for reelection in 2016 after the district was \nredrawn.           https://3o15h033zmpwracwx2i00rqx-wpengine.netdna-ssl.com/wp-content/uploads/2019/09/Maria-\nSachs.jpg Former Sen. Maria Sachs is setting her sights on the Palm Beach County Commission. 'Indian River \nCounty Commission Chairman Bob Solari won't seek reelection in 2020[38]' via Colleen Wixon of TCPalm   'My \nservice as an elected (official) has been a great experience and very rewarding for me as an individual,' the District \n5 commissioner said in a prepared statement. 'I have worked hard for the citizens of Indian River County and have \nlearned much, on many levels, during my period of service. I can only hope that the benefits of my work were as \ngood for Indian River County as they have been for me personally.' Solari said he wanted to announce early to give \npotential candidates time to launch a campaign. 'People were asking whether I was running,' he said.  LOCAL   \n'U.S. Attorney gives city of Tallahassee go-ahead on Scott Maddox-related vendor audit[39]' via Karl Etters of the \nTallahassee Democrat   City officials were hesitant to engage in a review of contracts associated with Maddox and \na pay-to-play scheme he pleaded guilty to last month, saying they would like to wait until an ongoing federal \ninvestigation was complete. But they may not have to wait. 'It is the policy of the Department of Justice that this \nOffice shall take no position on the actions of a separate sovereign, such as the city of Tallahassee,' wrote U.S. \nAttorney Larry Keefe in an Aug. 26 letter to City Attorney Casandra Jackson. 'The city is free to take whatever \n\n\naction it deems necessary and appropriate.' 'Hearing on Parkland shooting prosecutor removal effort[40]' via Curt \nAnderson of The Associated Press   A judge has set a hearing on an attempt by defense attorneys in Florida's high \nschool massacre case to remove the state prosecutors because they won't reconsider seeking the death penalty for \nthe defendant. Attorneys for 20-year-old Nikolas Cruz say in a court motion that Broward State Attorney Michael \nSatz informed them he will consider no evidence that would argue against capital punishment, known as mitigation, \nsuch as mental health or other issues that could be involved. The motion says Satz has compared Cruz to serial \nkiller Ted Bundy, claiming he said Cruz is 'evil, worse than Ted Bundy.' The defense lawyers say Satz is 'in violation \nof his constitutional duties' as a prosecutor.           https://3o15h033zmpwracwx2i00rqx-wpengine.netdna-\nssl.com/wp-content/uploads/2019/01/cruz-1.8.19.jpg A prosecutor calls Parkland school shooter Nikolas Cruz \n'worse than Ted Bundy.' 'Florida Senate joins House in opposing Hillsborough's transportation tax[41]' via Lawrence \nMower of the Tampa Bay Times   A lawyer for the Senate told the state Supreme Court that the chamber wants to \nweigh in against Hillsborough County's transportation tax, joining their colleagues in the House. 'The Senate agrees \nwith and supports the House position, which respects and protects the voters,' the lawyer wrote. The court granted \nthe motion a few hours later. Tyler Hudson, the chair of All for Transportation, the advocacy group that helped pass \nthe charter amendment, called the move a 'deliberate effort to silence the voters.' 'This is just another example of \nTallahassee thinking it knows better than the voters they are sent there to represent,' Hudson said in a statement. \n'Problem foster kids could be locked up in 'secure' facility under new plan pushed by Tampa Bay child welfare \nagency[42]' via Christopher O'Donnell of the Tampa Bay Times   More than anywhere else in Florida, Hillsborough \nCounty has struggled with older foster children refusing placements, according to Florida Department of Children \nand Families data. Now leaders of the agency are pushing a controversial recommendation from the Hillsborough \nJuvenile Justice Advisory Board for a new law allowing children to be forced into placements   including a secure \nfacility at a Tampa juvenile justice campus   for up to 90 days through a court order. The court could extend the stay \nfor an additional 90 days, if a judge says it's needed. The plan has outraged child welfare groups who say the state \nwould essentially be locking up children and causing them more emotional harm. 'Pasco teachers union rejects \nschool district's pay plan[43]' via Jeff Solochek of the Tampa Bay Times   United School Employees of Pasco \npresident Don Peace on Monday denounced the school district's teacher pay raise proposal first aired in \nJune.Peace said the union's survey of about 1,600 secondary teachers   those he said who would be most affected \nby the proposal   showed widespread disapproval for the latest iteration. A majority of the teachers who got the \nquestionnaire responded, he said, and nearly 80 percent said they would rather stay with the current work \narrangement and accept lower raises than agree to the district's plan. What Carol Marbin Miller is reading   'In fight \nto potty train, Riviera toddler denied food, tied up, police say[44]' via The Palm Beach Post   When a Riviera Beach \nwoman struggled to potty-train a 3-year-old, she stopped feeding her. No food meant no poop. When the toddler \nbegan eating from the garbage, she tied together the child's arms and legs. By the time police learned of what was \nhappening at the home on Avenue F, the 3-year-old weighed 22 pounds and looked like a skeleton, officers said. \nThis is why we can't have nice things   'Several e-scooters found submerged in downtown Kleman Plaza \nfountain[45]' via Karl Etters of the Tallahassee Democrat   Several electric scooters were found submerged in the \nKleman Plaza fountain, rendering them useless, as the city's pilot program enters its final two months. And fair \nwarning: Lime scooters, which owns four of the five captured in a photo, pursues prosecution against vandals. A \nLime spokesman said vandalizing their scooters hurts people who use their products. It encourages people who \nsee vandalism to report it to a customer service representative. Vandalism only happens to about 1 percent of the \ncompany's fleet nationwide. But when a scooter is immersed in water, the battery is damaged, and the scooter is \nstripped for other working parts.           https://3o15h033zmpwracwx2i00rqx-wpengine.netdna-ssl.com/wp-\ncontent/uploads/2019/09/scooters-Tallahassee.jpg E-scooters submerged in the downtown Tallahassee Kleman \nPlaza fountain. Image via the Tallahassee Democrat.            \nhttp://www.tgh.org?utm_source=floridapolitics.comutm_medium=displayutm_campaign=usnews   OPINIONS   'Cut \nvisa paperwork and get Bahamas' Hurricane Dorian refugees to U.S.[46]' via the Orlando Sentinel editorial board   \nBahamians usually need a visa to visit the U.S., but the requirement can be bypassed if they present a passport \nand a recent police certificate showing they don't have a criminal record. A lot of people didn't have such \ndocuments or lost them in the wind and water. Obtaining them now is next to impossible since the Bahamian \ngovernment is literally swamped with bigger problems. A lack of proper paperwork wasn't the big problem on \nSunday night. It was a surplus of confusion. The ferry company, Balearia Caribbean, told passengers U.S. Customs \nand Border Protection told it to remove everyone who didn't have a visa. The whole fiasco might have been avoided \nif visa requirements had been waived. 'Lessons learned from Hurricane Dorian[47]' via the South Florida Sun-\n\n\nSentinel editorial board   Remembering the lessons of Hurricane Irma two years ago, Fort Lauderdale inspectors \nvisited construction sites to ensure no cranes would fall from on high. As in other cities, they checked to ensure \nassisted living facilities had a working generator or evacuation plan. Debris-collection crews were staged. The \npolice department staffed up. Public Works crews tested generators and cleared storm drains. And an organized \nteam of volunteers checked on vulnerable people. Broward County opened shelters for people with special needs, \nbut held off calling for evacuations, given the uncertainty of where the slow-moving storm would hit. Broward \nCounty Administrator Bertha Henry and her staff deserve kudos for not over- or underreacting to Dorian but \ndemonstrating good judgment under stressful conditions. 'Mixing politics and hurricane forecasting is not funny[48]' \nvia the Tampa Bay Times editorial board   Professional weather forecasters should not be transformed into political \npawns. 'You have science organizations putting out statements against their own offices,' Craig Fugate, Florida's \nemergency management chief under Republican Gov. Jeb Bush and director of the Federal Emergency \nManagement Agency under Democratic President Barack Obama. 'For the life of me, I don't think I would have ever \nfaced this under President Obama or Gov. Bush.' The integrity and objectivity of the National Oceanic and \nAtmospheric Administration and the National Weather Service cannot be compromised, regardless of who is \npresident. Hurricane warnings and weather forecasts are not political statements, and public trust in them is \nessential. 'Dorian coverage brought more hot air than the hurricane did[49]' via Carl Hiaasen for the Tampa Bay \nTimes   Now we can reclaim our beaches, jetties and fishing piers, where for nearly a week we dodged TV crews \nand bleary-eyed correspondents. Yes, these people are just trying to do their jobs, and they work hard, but too \nmuch of what gets on the air is laughably obvious, inanely melodramatic or just plain useless. Oh, and Hurricane \nDorian has moved on, too. Meanwhile, we were breathlessly being told that portions of a boardwalk along Vero \nBeach were in grave danger of being damaged by high surf. The report was accompanied by close-up shots of \npossible cracks in the foundation. To put it kindly, the correspondent's bug-eyed excitement seemed somewhat out \nof proportion to the situation. 'Brevard's Bahamas response shows when chips are down, we're there for others[50]' \nvia Randy Fine and Paul Alfrey for FLORIDA TODAY   What we all worried about might happen actually did \nhappen. Just not here. Just over 150 miles away, historic levels of death and destruction have been inflicted on the \npeople of the northern Bahamas. There, but for the grace of God, went we. A remarkable thing began. A mother of \ntwo Boy Scouts with previous disaster recovery experience, Korbel Ballard, somehow got through to the Bahamian \nprime minister's office to ask if she could help bring supplies. His office said yes and offered to work with her \ndirectly. Ballard's Scouts BSA Troop and their Girl Troop sibling, 4323 and 323 of Holy Trinity Episcopal Academy, \noffered to take their trailer and pick up supplies   not knowing how essential their role would become. 'Joe \nHenderson: Hey! Keep your oil drilling mitts away from Florida waters[51]' via Florida Politics   Drilling for oil in the \nEverglades or off Florida's coastlines is a horrible idea. That is just a fact. Sure, 69 percent of voters approved \nAmendment 9. That prohibited oil or natural gas drilling in state waters. That only covers between 3 and 10 miles off \nthe coast, though. The rest of the water is under federal jurisdiction. Therein lies the tale. Last spring the American \nPetroleum Institute pushed to expand drilling in the Gulf of Mexico and the Atlantic Ocean. Trump reportedly \nconsidered a plan to auction spots off Florida's coastline for drilling. Just as quickly, DeSantis vowed to 'raise Cain' \nif the plan proceeded. It did not. These situations tend to come up every so often, though, so we stay on guard.  \nMOVEMENTS   Personnel note: Julie Hauserman departs The Florida Phoenix, joins Earthjustice   The outgoing \neditor-in-chief of the Phoenix, a progressive state-news website based in Tallahassee, announced she was 'moving \non to do environmental advocacy work at the national nonprofit law firm Earthjustice.' She will remain in \nTallahassee. The year-old operation now will be headed by Diane Rado, currently the deputy editor. Both are \nalumni of the St. Petersburg Times' Tallahassee bureau (now Tampa Bay Times) and have worked for Press Corps \nveteran Lucy Morgan. 'State government reporting is more important than ever,' Hauserman wrote in her farewell \ncolumn[52]. 'The policies and spending choices that affect you the most happen in state government.' 'Personnel \nnote: Becker firm expands in D.C., Florida[53]' via Drew Wilson of Florida Politics   Commercial law firm Becker is \nexpanding its lobbying efforts with the addition of two new hires. The firm announced Monday that Alfonso Lopez is \njoining its Washington D.C. practice. Lopez is currently a member of the Virginia House of Delegates, where he \nserves as the Whip of the Virginia House Democratic Caucus. The Fort Lauderdale-based law firm is also \nexpanding on its home turf with the addition of Latoya Sheals to its State Legislative Lobbying team. Sheals is no \nstranger to Tallahassee   she's the former chief of staff and legislative assistant to Orlando Democratic Sen. Victor \nTorres.   ALOE   'An iPhone 11 Pro? What to expect at Apple's big event[54]' via Samantha Murphy Kelly of CNN \nBusiness   Apple will likely unveil new iPhones during a closely watched media event   but don't expect anything \nfoldable, 5G capable or radically different from the year before. At the event, which will take place in its Cupertino, \n\n\n\nCalifornia, headquarters, Apple will likely to show off three new high-end iPhones   the iPhone 11 Pro, the iPhone \n11 Pro Max and the iPhone 11   replacing its XS, XS Max and XR models, according to reports. It may also \nintroduce a much cheaper model starting around $450. The iPhone business   still Apple's single biggest \nmoneymaker   has been lackluster at best of late. Revenue from iPhones has declined by double-digit percentages \nin recent quarters. 'Disney thanks boy who helped Hurricane Dorian victims flee storm with a trip to Disney[55]' via \nJennifer Sangalang of Florida Today   Happy birthday indeed! Jermaine Bell got the surprise of a lifetime Sunday   \nhis seventh birthday   after Mickey Mouse and Disney World cast members arrived at his Jacksonville home to \nthank him for helping Hurricane Dorian victims. The boy had saved up for a year to visit Animal Kingdom in \nOrlando, but instead used the money to help those fleeing the storm. Disney rewarded his grand gesture with a \ngrand gesture of its own. Mickey's birthday gift to Jermaine? A VIP Disney getaway for him and his family later this \nmonth.           https://3o15h033zmpwracwx2i00rqx-wpengine.netdna-ssl.com/wp-\ncontent/uploads/2019/09/b401c05e-a711-4ca0-8a6f-f7d355d181f5-jermainebell3-1.jpg Jermaine Bell used the \nmoney he had saved for a Disney World vacation to feed people fleeing Hurricane Dorian. He and his family will \nnow be guests of Disney for a VIP getaway to the vacation kingdom later this month. Image via Disney. Thank you \nfor being a friend   'Out with the old: Galaxy's Edge now sits where Golden Girls house used to be[56]' via Kevin \nCortez of AV Club   To make room for Galaxy's Edge, Imagineers had to demolish some of its old buildings and \nattractions, including old rides, restaurants, backdrops, and some open areas that used to get visited during the \npark's Studio Backlot Tour. Someone recently asked Disney World nut and Bay Lake Society member Howard \nBowers if they could explain where the Golden Girls house would be today in relation to Galaxy's Edge. He didn't \njust answer the question, he also provided some useful photographs. The house was located in between Ronto \nRoasters and Docking Bay 7. Not Ella Joyce   'Florida girl's 7th birthday party so epic the cops showed up[57]' via \nTiffini Theisen of the Orlando Sentinel   As a Florida girl was celebrating her birthday over the weekend, a neighbor \nbecame so irate at the commotion that they called 911. But it was just Alondra and her friends having a good time. \nWhen a deputy showed up to investigate, she was so amused at what she found that she treated the kids to a tour \nof her patrol vehicle. The Okaloosa County Sheriff's Office posted a photo of the deputy with Alondra and other \npartygoers in front of the patrol car outside the home.  HAPPY BIRTHDAY   Best wishes to the incredibly talented \nKatie Ballard. ___ Sunburn is authored and assembled by Peter Schorsch, Phil Ammann, Jim Rosica,and Drew \nWilson.Share this: [ 1]:            https://www.orlandosentinel.com/politics/os-ne-bahamian-refugees-visa-\nrequirements-20190909-27i2forrajeaxgnqvnua5pwdi4-story.html [ 2]:            \n"}