{"title": "The Reign of 'Sheriff Joe'; In Arizona, the perils of driving while brown", "body": "\nMANUEL DE Jesus Ortega Melendres, a Mexican citizen, entered the United States legally last fall, using a visa \nvalid until 2016 as well as a permit from the Department of Homeland Security. Mr. Ortega had every reason to \nbelieve he was on the right side of the law, except for one small misstep: being brown in Maricopa County.\n\nMaricopa, which includes Phoenix, is home to more than half of Arizona's 6.2 million people. It is also the domain \nof Sheriff Joe Arpaio, who is determined to make life miserable for illegal immigrants. Trouble is, \"Sheriff Joe,\" as \nhe is universally known, isn't too particular about how he and his men identify illegal immigrants, or whether they \nalso harass legal immigrants such as Mr. Ortega, or, for that matter, American citizens who happen to be Hispanic. \n\"We know how to determine whether these guys are illegal,\" Mr. Arpaio told the Chicago Tribune recently, \"the way \nthe situation looks, how they are dressed, where they are coming from.\"\n\nMr. Ortega had been in the United States for barely three weeks last September when Mr. Arpaio's deputies \nstopped the vehicle he was riding in. Despite showing the officers his documents, Mr. Ortega says he was \nhandcuffed, treated roughly, jailed and finally turned over to federal immigration officials, who promptly released \nhim. During the nine hours Mr. Ortega spent in custody, no one offered him a translator, or any explanation for his \ntreatment, or food or water.  Nor did anyone advise him of his Miranda rights. Little wonder Mr. Ortega is now afraid \nto be seen in public.\n\nHis experience is included in a class-action lawsuit filed last week in federal district court in Arizona against Mr. \nArpaio, his office and Maricopa County. The complaint recounts similar episodes, including one involving Velia \nMeraz and Manuel Nieto, U.S. citizens who say they were ordered from their car at gunpoint, handcuffed and \nmenaced by sheriff's deputies who seemed to take offense that the pair were listening to music on a Spanish-\nlanguage radio station.\n\nThe lawsuit lays out a pattern of alleged racial profiling by the sheriff's office, which by all appearances \nsystematically seizes the flimsiest of pretexts -- failing to use a turn signal and the like -- to check the papers of \npeople of Hispanic descent. By equating race with immigration status, the sheriff's office has made moving around \nMaricopa County risky and at times terrifying for many Latinos, immigrant and native alike.\n\nSheriff Joe likes to refer to his blatantly unconstitutional campaign of harassment as \"crime suppression sweeps.\" \nThese \"sweeps\" have been denounced not only by Latino groups, which consider them overtly racist, but also by \n\n\nthe mayor of Phoenix, who has asked the Justice Department to investigate, and by Gov. Janet Napolitano, who \nhas withdrawn state funding from the sheriff's office.\n\nThe sheriff loves describing himself as a tough guy and delights in humiliating prisoners by, among other things, \nmaking them wear pink underwear and swelter in open-air camps. He has gotten away with it --  even won \nreelection -- thanks to his colorful public persona and an electorate rattled by the demographic changes caused by \nimmigration, legal and illegal. He denies allegations of racial profiling even as his deputies practice something that \nlooks awfully like it. It's high time for federal authorities, or courts, to step in to halt what has become a travesty of \njustice in Arizona.\n"}