{"title": "-E. SIDE CAR-THEFT SUSPECT KILLED IN STRUGGLE WITH COP (METRO, SPORTS EXTRA)-CAR-BURGLAR SUSPECT KILLED IN STRUGGLE WITH COP (LATE CITY FINAL)", "body": "\nA suspected car thief with a crack habit and 21 convictions was shot dead yesterday in a struggle with a cop on the \nUpper East Side, police said.\n\nThe 3:45 a.m. shooting - the third involving cops and civilians since Sunday - appears to be justified, cops said. \nThey think Larry Cobb, 30, was killed when Officer Douglas Grant's gun accidentally discharged.\n\n\"It appears as if the police officers were justified in what they did,\" Mayor Giuliani said.\n\nBut Cobb's mother said that while her son was known to break into cars and smoke crack, he was unlikely to resort \nto violence.\n\n\"They did not have to kill my son,\" said Carolyn Cobb, who rushed to the scene after hearing what had happened. \n\"He was not violent.\"\n\nGrant, an 18-year veteran, and his partner, Lisa Moran, a five-year veteran, got out of their patrol car on East 95th \nStreet when they noticed the interior light of a parked black Mitsubishi Montero was on, police said.\n\nOne of the vehicle's windows had been busted, but Cobb was not in the car. Instead, the cops found him lying \nunderneath another parked car, police said.\n\nAt that point, Grant pulled out his Glock 9mm as Moran told Cobb to get out from under the car.\n\nWhen he did, Grant, who is about 6 feet tall with a medium build, tried to arrest Cobb, but the 6-foot 1-inch, 190-\npound suspect put up a struggle, the two of them bouncing off parked cars until the shot was fired, police said.\n\nThe \"slide\" that ejects the shell casing jammed because Grant never had full control of his gun, confirming the \nexistence of a struggle, a source said.\n\n\"The gun was interfered with,\" the source added. \"The shooting was an accident.\"\n\nA single hollow-point bullet from Grant's gun struck Cobb in the chest, though he managed to flee around the corner \nonto 2nd Avenue, where he collapsed and died, police said.\n\nCobb had a boxcutter, a pocketknife and a crack pipe on him, sources said.\n\n\nHe also was carrying a nylon bag with a cell phone and other property belonging to the Montero's owner - plus a \nwhite bag of compact discs, sources said.\n\nCops said neither officer had been involved in a prior shooting.\n\nCobb had 22 arrests, all but one resulting in guilty pleas. He had numerous arrests for auto-related crimes, and \nfought with cops on at least two occasions, police said.\n\nBut his brother, Kevin, 29, said Cobb \"was the nicest, most respectful person when he was clean - but Larry on \ncrack was a different person.\"\n\nStill, he said, two cops should have been able to subdue Cobb without shooting him.\n\n\"They can't convince me that they could not restrain him,\" Kevin Cobb said. \"They took advantage of the fact that \nthey had a gun.\"\n\nPolice earlier this week shot two men, one fatally, in separate confrontations.\n\nOn Sunday, Angel Reyes, 47, was fatally wounded after he threatened a cop with a 34-inch machete in East \nHarlem.\n\nOn Monday, Raymond Bereford, 56, was shot and critically wounded during a buy-and-bust operation in Brooklyn.\n\nPolice said both those shootings appear to be justified. Both suspects have extensive arrest records.\n\nDespite three shootings in four days, police said cops have fired their weapons less frequently this year than last.\n\nFor instance, 99 cops fired their weapons in 84 separate shooting incidents in the first six months of this year - \ncompared with 168 cops in 129 incidents for the same time period last year.\n\nPolice also said that for the same time frame, cops killed five civilians and injured 14 others - compared with 10 \nkilled and 21 wounded for 1998.\n\nGraphic\n\n \n\nDEATH SCENE: Cops check the body of Larry Cobb, who was killed after a suspected car break-in.  N.Y. Post: \nG.N. Miller (metro, sports extra)\n"}