{"title": "Note worthy closing", "body": "\nLadies and gentlemen, Dick Rumore has left the building.\n\nSaturday, more than half a century after buying a business with $500 he didn't have, Rumore locked up his \nParagon Music store at 2119 W Hillsborough Ave. for the final time.\n\nParagon Music, which sold, repaired and rented instruments, is closed for good.\n\nRumore's son Santino Rumore might open a rental shop under the Paragon name at another location later this \nyear.\n\nBut Rumore is retired.\n\n\"I go to all these reunions and my classmates have already retired,\" said Rumore, 73, who graduated from \nJefferson High School and the University of Tampa. \"I might as well try it.\"\n\nPart of his plan, in typical musician fashion, is to grab his alto saxophone and put the band back together.\n\n\"Dick Rumore and the Jazz Cellar Underground Orchestra,\" he said. \"We played when I owned the Jazz Cellar in \nYbor City in the '90s. It's a big 13-piece band - three saxophones, two trumpets, a trombone, full rhythm and female \nvocals.\"\n\nLongtime customers have taken the news hard.\n\nBill Preece, 52, said Paragon was his hangout when he was a teenager and he remained a regular ever since.\n\n\"This place is iconic,\" he said while visiting Paragon for the last time. \"It won't be the same going somewhere else.\"\n\nRumore told of one customer who was sobbing when she heard the news.\n\n\"She bought her first guitar from me,\" he said. \"She came by to buy one more.\n\n\"There's been a lot of reminiscing going on lately. I keep thinking about how my phone bill is still in my dad Angelo's \nname because in the 1960s I didn't have enough money to get one.\n\n\nAll these years later I get to retire comfortably. I'm blessed.\"\n\nThe Hillsborough County school system introduced Rumore to music, but it was his grandfather Giuseppe Rumore \nwho taught him.\n\n\"He played soprano saxophone,\" Rumore said. \"He was from Sicily and spoke very little English. But I'd be \npracticing, and he'd say, 'No, no, no,\" and teach me by singing the notes like, 'Do, Re, Mi.'\"\n\nThe Mystics were the first popular group Rumore joined. They were the house band at the Clearwater Auditorium, \nhe said, and played alongside legends such as Roy Orbison.\n\nNext came The Paragons. They toured the country and recorded an album for the Scepter Records label that also \nrepresented Dionne Warwick.\n\n\"They made us change our name for the album to The Promise because there was already a Paragon recording \ngroup,\" Rumore said. \"We toured as The Paragons but our album said, 'The Promise.'\"\n\nThat band broke up in 1966 following a gig in Kentucky.\n\nA year later Rumore met accordion shop owner Angelo Guida who mentioned he was ready to sell the small \nbusiness on Hillsborough Ave.\n\n\"I said that's great because I want to buy it,\" Rumore said.\n\nBankers laughed when he tried to get a loan to cover the $10,000 asking price, Rumore said, \"so Mr. Guida asked \nwhat I had.\n\n\"I told him $500, he shook my hand and said you have a deal. There was one problem. I didn't have $500. I had to \nborrow $50 here and there.\"\n\nHe renamed the store after his old band, diversified the inventory, and later purchased the adjoining lots to expand \nthe business from a tiny shop to a 14,000-square-foot building.\n\nIn 1985 Rumore partnered with Yamaha musical instruments to open a school in the store.\n\n\"They wanted to call it the Popular Music School,\" Rumore said, and then laughed, \"I told them PMS won't fly in \nTampa. So, we called it the Rock School.\"\n\nOver the years he expanded to five stores throughout Florida and opened the Jazz Cellar in Ybor.\n\nAround 20 years ago he sold his music school's curriculum to the Patel Conservatory. He also closed his music \nclub and retracted back to one store.\n\nOn social media, locals lamented Paragon Music's final note.\n\n\"That is where my son started taking bass lessons and was part of their early Rock School program,\" said Mary \nFrances Leto Granell, who owns Frank Rey Dance School.\n\nRetired radio personality Tedd Webb said he bought his first karaoke machine there.\n\n\"During the winter of ''95, my grandfather and I walked from my house to Paragon so I could buy a new guitar \nstrap,\" Tampa City Councilman Guido Maniscalco said.\n\nWhen Keith Arsenault, the theatre manager at Hillsborough Community College, heard Paragon was closing, he \nsimply lamented, \"Dickie, say it ain't so.\"\n\nIt is so, Rumore said.\n\n\n\n\"It's been a good time,\" he said. \"But it's time to move on.\"\n\nContact Paul Guzzo at pguzzo@tampabay.com Follow @PGuzzoTimes\n"}