{"title": "Latino Population Growth Is Widespread, Study Says", "body": "\nThe Hispanic population has spread out across the nation faster and farther than any previous wave of \nimmigrants, with the movement of Latinos from immigrant gateways into the heartland and suburbs possibly \nexceeding that of European immigrants in the early 20th century and of African-Americans moving from the Deep \nSouth in the period before World War II, according to a study released today.\n\n     The study, a joint project by the Pew Hispanic Center and the Brookings Institution Center on Urban and \nMetropolitan Policy, confirms growth patterns defined in initial 2000 census data and elaborates on patterns of \ndispersion. \n\n The findings indicate that while metropolitan areas like New York, Los Angeles and Miami still accounted for the \nlargest increases in the number of Latinos from 1980 to 2000, smaller metropolitan areas charted a faster rate of \ngrowth.\n\nMore than half of Latinos now live in the suburbs, and many migrants in new destinations are skipping city centers \nand heading straight to jobs and housing in outlying areas.\n\nIn addition, the study indicates that the expansive growth over the past two decades will probably continue \nbecause the vast majority of migrants are men who will bring women and children to the population base in the \ncoming years.\n\n\"This confirms that what we're seeing is not one trend replacing another, not urban being replaced with rural or \nsuburban,\" said Roberto Suro, director of the Pew Hispanic Center and co-author of the study. \"What we're seeing \nis several trends expanding at once and that each of them have potential staying power.\"\n\nThe study separated population growth into four distinct patterns: established metropolitan areas, new \ndestinations, fast-growing hubs and small places.\n\nHispanics continued to flock to traditional immigrant gateways like New York, Los Angeles and Chicago from 1980 \nto 2000, boosting populations for cities that otherwise would have had stagnant or lowered numbers. But in \ngeneral the cities with the largest, most well-established Latino base populations experienced the slowest rate of \ngrowth.\n\nNewer hubs, most in Texas and California, typically grew by more than 200 percent over the course of the study, \nas areas like Dallas, Houston, Phoenix and Sacramento became thriving gateways for new groups of immigrants.\n\nBut by far the fastest rate of growth occurred in new destinations, especially in smaller metropolitan areas with \nvirtually no Latino population 20 years ago. The study identified 51 new growth areas scattered across 35 states. \n\n\nThe surging areas covered every region of the country including cities like Nashville, Providence, R.I., Salt Lake \nCity and West Palm Beach, Fla.\n\nOf the new destinations, 18 areas experienced what the study's authors characterized as hypergrowth of more \nthan 300 percent. Atlanta, for instance, had a Latino population in 1980 of just over 24,000, roughly 1 percent of \nthe population. By 2000 the population had grown by 995 percent to 268,851, 7 percent of the city's overall \npopulation.\n\nIn North Carolina, the population of the Raleigh-Durham area ballooned more than 1,000 percent, from 5,670 in \n1980 to 93,868 in 2000.\n\nThe rapid growth in newer destinations is largely attributed to men migrating to expanding cities in search of jobs. \nBecause many of these men are single or have left their families behind temporarily, the ratio of Latino men to \nwomen in new growth areas is highly skewed.\n\nThe national average of adult men to women in the general population is roughly 96 to 100. In Atlanta there were \n169 Hispanic men to every 100 Hispanic women in 2000. Several other new growth cities experienced similar \nratios. It is an imbalance that virtually guarantees future growth, researchers said. \n\nhttp://www.nytimes.com\n"}