{"title": "Arizona's Immigration Law and Mandatory Life Terms", "body": "\nStill no ruling on health care, but the Supreme Court did hand down two important decisions this morning. The \njustices struck down most of Arizona's immigration law , with the backing of Chief Justice John Roberts Jr., and       \n     prohibited mandatory life terms without parole for juvenile offenders.\n\nStarting with the parole case: The ruling said that such mandatory sentencing schemes violate the 8th Amendment \nbecause they do not allow for consideration of \"an offender's age and the wealth of characteristics and \ncircumstances attendant to it.\" Those, it said, include \"immaturity, impetuosity, and failure to appreciate risks and \nconsequences,\" as well as the juvenile's \"family and home environment.\" It is unconstitutional to prohibit a court \nfrom considering the individual circumstances of a case.\n\nThis logic seems unassailable to me-but it was a five-four decision. Justice Samuel Alito was so incensed that he \nread his dissent from the bench.\n\nThe Arizona ruling was more muddied. The justices struck down three provisions: That it's a state crime to be in the \ncountry without proper authorization, a state crime for an undocumented worker to apply for a job or to work in \nArizona, and that state law enforcement officials can arrest a person who is in the United States legally, but who the \npolice believe may have committed a deportable offense -without a warrant.\n\nIn each of those cases, the majority said those powers rest with the federal government, not with Arizona \nlawmakers.\n\nBut it refused to overturn the most controversial section of the Arizona law, which requires the police to check the \nimmigration status of people they detain before releasing them. The Supreme Court said a lower court had erred in \nblocking this law, because there is no evidence yet that its enforcement would pre-empt federal law.\n\nArguing the pre-emption case against that part of the Arizona statute was always a weak approach. The real \nproblem with the \"papers please\" law is the risk of racial profiling, which would be a violation of the civil rights of \nthose detained - and could lead to lawful residents being harassed and even jailed by the authorities. Given \nArizona's history on these matters (Joe Arpaio ) I have little doubt that will happen. But at least today's ruling left \nopen the possibility that the one surviving part of the Arizona law could be brought back to court if it is enforced \nunconstitutionally.\n\nAmong all the quick reactions to the Arizona ruling, I found Mitt Romney's most disappointing. He blamed President \nObama, saying that the ruling was somehow a result of his lack of \"leadership on immigration.\" That's just silly. The \nstalemate on immigration is as much, if not more, the fault of hard line Republicans than that of Mr. Obama. \n\n\nRemember, just a few weeks ago, during the G.O.P. primaries, Mr. Romney was one of those hard line \nRepublicans.\n\n• U.S. v. Arpaio\n\n• The Arizona Show\n\n• Opinion Report: Supreme Health\n\n• Yes, Racial Profiling Is Illegal\n\n• Whatever Happens, I Will Have Reacted Already\n"}