{"title": "Growing Up Protestant in 50's Newark", "body": "\nTo the Editor:\n\nPeter A. Quinn's ''In Search of Protestants'' (Op-Ed, March 16), about a Bronx boy's puzzlement in the 1950's, \nmade me recall my childhood.\n\nI was born shortly after the Depression, the only child of Swedish immigrants boarding in the early 50's with an \nelderly man in need of a housekeeper and willing to accept a family of three in his one-family house in the \nWeequahic section of Newark. I was in the third grade and quickly realized I was different from most of the other \nkids in the neighborhood, having very blond hair and extremely red cheeks that virtually glowed when I was nervous \nor shy.\nLetter by Gladys Ingmanson Golder on Peter A Quinn's March 16 Op-Ed article on religious mix of his Bronx \nneighborhood when he was boy; recalls her childhood, as Swedish immigrant, in Jewish section of Newark, NJ\n\nMy last name also was unusual, ending like so many Swedish names with ''son,'' while most of my classmates' \nnames ended in ''berg'' or ''stein.'' While the ''bergs'' and the ''steins'' attended the public schools with me, the \nFlynns and Russos went to the parochial schools. I knew nothing of Jewish people before coming to New Jersey \nfrom New York's Long Island and was naturally curious. My curiosity was generously satisfied by answers filled with \npride and a culture I began to admire.\n\nThere was a best friend whose family at first tolerated a young Protestant girl who wanted to share in their faith \n(this was a new experience for them, too). When I showed up on their doorstep with an Easter basket filled with \ncolored eggs on Passover, they swallowed hard, smiled warmly and invited me in to partake of their traditional \nseder. When my friend came to my home for Christmas, my parents were excited witnesses to great wonderment in \nthe eyes of a child who had never experienced the magic of a Christmas tree from floor to ceiling.\n\nIn this neighborhood that sheltered me and shared with me the Old Testament lessons, I grew, never realizing that \nI was not a minority person or that the majority can sometimes be brutal in its prejudices. Lox and bagels are still a \nfavorite treat, and I know I've turned a few people on to Swedish meatballs.\n\nLaughter and tears, shared with mutual respect, have put profound order in my world - for the youth that was then \nand the adult that is now - which is what makes it shocking to me that the whole world doesn't seem able to just \n''get the hang of it.''\n\n \n\nGLADYS INGMANSON GOLDER Roselle Park, N.J., March 20, 1985\n"}