{"title": "HOUSE CANDIDATE WANTS ILLEGAL IMMIGRANT 'CAMPS'", "body": "\nA candidate for House District 48 says that illegal immigrants are such a problem for Florida that \"camps\" should \nbe built to house them until they can be sent back to their homeland.\n\n\"You don't need to think of them as prisons or as luxury accommodations, just regular homes like a lot of poor \npeople live in,\" said Marg Baker, who's seeking the Republican nomination for the statehouse seat that covers \nmuch of northern Pinellas County.\n\n\"Collect enough illegal aliens until you have enough to ship them back. E-verify ... but we have got to get the \nillegal immigrants off the streets.\"\n\nE-Verify is an Internet-based system that allows an employer to determine the eligibility of an employee to work in \nthe United States.\n\nThe other two Republicans in the race say that, while illegal immigration needs to be addressed, they're opposed \nto \"camps\" being the solution.\n\n\"I was almost floored when she (Baker) said she wanted to put people in detention camps like the 1940s,\" said \nRep. Peter Nehr, the incumbent who's trying to win a third term. \"I'm stunned and I didn't know where that came \nfrom.\n\n\"We do have an illegal immigration problem, but we can't start just putting people in camps. ... I've known Marg for \nmany, many years and I was stunned to hear her say that.\"\n\nSteve Mueller is the other candidate seeking the Republican nomination in the Aug. 24 primary.\n\n\"We need to enforce our current laws that we have,\" he said. \"There is nothing I can say on where (Baker) stands, \nbut I just think that our current laws need to be enforced.\"\n\nBaker told a group of people: \"We can follow what happened back in the '40s or '50s.\"\n\n\"I was just a little girl in Miami, and they built camps for the people that snuck into the country because they were \nillegal,\" Baker said. \"They put them in the camps and they shipped them back. We can do that. We can do E-\nVerify. We must stop them.\"\n\nBaker could not be reached Wednesday to clarify what camps she means. But in World War II, the U.S. \ngovernment forced about 110,000 Japanese-Americans and Japanese into internment camps after Japan attacked \nPearl Harbor. Presidents have apologized to those who were interned, and Congress voted for compensation.\n\n\nDuring an interview this week, Baker noted the difficulty Arizona is having dealing with the influx of illegal \nimmigrants. Baker said the handcuffs should be taken off police officers who try to follow the law, and should be \nput on the illegal immigrants instead. She said the issue is costing Florida billions of dollars a year.\n\n\"We've got to get them off the street, and they have to live and sleep somewhere,\" Baker said. \"Not in prison, but \nthey should be held until we ship them out and they should not mingle among the people.\n\n\"Who knows what diseases they are carrying or if they are criminals? They snuck in here and are walking among \nus. This is wrong.\n\n\"Over $3.9 billion that it's costing Florida. If we can gather them up and ship them back home, wherever they came \nfrom, we will have a balanced budget.\"\n\nContact Demorris A. Lee at dalee@sptimes.com or (727) 445-4174.\n\nGraphic\n\n \n\nPHOTO: Baker\n"}