{"title": "IMMIGRANTS BOOST CITY POPULATION", "body": "\nImmigrants have poured into New York City in such large numbers during the 1990s that the population has \nincreased slightly, even though more than 1 million people moved out during that time, new census figures show.\n\nThe city's population grew by more than 20,000 between 1990 and 1997, while the state population, also \npowered by immigration, rose 146,000.\n\n\"If you didn't have international immigration, New York would be like Pennsylvania,\" said Census Bureau analyst \nMarc Perry. \"They're experiencing a population decrease now.\"\n\nAbsent an influx of foreign-born workers, city planners said, entire neighborhoods might have suffered widespread \nabandonment of their aging buildings.\n\nNew York also would suffer a greater loss of political clout. The state already stands to lose two of its 31 House \nseats after the 2000 census as the population balance of power shifts to the South and the West. The cut would be \neven deeper without the immigrant tide.\n\n\"What's different now is we are more dependent than ever on immigrants. We don't have people coming in large \nnumbers from the South or from Puerto Rico,\" said Joseph Salvo, a senior city planner.\n\nTong Leung is the face of the changing New York.\n\nHe is Chinese, the city's third-largest immigrant group during the 1990s after newcomers from the Dominican \nRepublic and the former Soviet Union. Leung, 51, immigrated to the city in 1990 from Hong Kong with a friend.\n\n\"I came here because I wanted to improve my economic situation. I felt I could make more money here,\" Leung said \nyesterday.\n\nHe has held a variety of jobs, including waiter, garment factory worker and moving company laborer.\n\nAs Leung and his hundreds of thousands of fellow immigrants settled in the five boroughs, more than 1 million \npeople moved out of the city during 1990-97, and more than 500,000 died.\n\nThe unprecedented influx of immigrants, combined with more than 900,000 births, resulted in a 20,072 population \njump, to 7.3 million people.\n\nImmigration also influenced the city's birth rate, because the newcomers, particularly Hispanic immigrants, \ngenerally have higher birth rates than other New Yorkers, Salvo said.\n\n\nThe rest of New York State's population also increased through immigration, rising from 17,990,778 in 1990 to \n18,137,226 last July.\n\nThe U.S. population increased from 248.8 million in 1990 to 267.6 million in 1997.\n"}