{"title": "Expanded Border Policing Clogs the Courts and Jails", "body": "\nFive years after the Clinton administration and the Republican-led Congress began an enormous law enforcement \nbuildup along the Mexican border to fight the war on drugs and illegal immigration, federal and state courts are \nbuckling under the strain of the resulting criminal caseload.\n\nThe unprecedented numbers of new drug and immigration indictments are inundating the five federal judicial \ndistricts along the nearly 2,000-mile border that stretches from the mouth of the Rio Grande in Texas to San Diego. \nThose now handle 26 percent of all federal criminal filings in the United States. The remaining 74 percent is spread \namong the country's 89 other district courts.\n\nFederal judges along the border are struggling with caseloads double to quadruple the national average. Judges \non senior status who would otherwise have retired are hearing clogged dockets, while visiting judges are being \nbrought in from as far away as Vermont.\n\nIn border cities like Del Rio, Tex., and Las Cruces, N.M., the caseload is nearly twice the national average, yet \nneither city has a sitting federal district judge.\n\nIn Washington today, a bipartisan group of lawmakers announced an emergency appropriation of $12 million to \ncompensate state district attorneys along the border who have seen their dockets and their jails clogged by \nsmaller drug cases handed off by federal prosecutors. District attorneys in Texas, who represent some of the \npoorest counties in the nation, had threatened to refuse all federal drug cases as of July 1, unless the government \nbegan reimbursing them for the costs.\n\nThe clogged courts further illustrate the difficulty and complexity of policing the Mexican border, which remains \nthe primary entry point for drugs and illegal immigrants into the United States. The strategy of building up federal \nlaw enforcement along the border has brought increases in drug seizures and in the arrests of illegal immigrants, \nbut the flow of both is continuing.\n\nSince 1994, the number of United States Border Patrol and Immigration and Naturalization Service personnel has \nnearly doubled. This heightened presence has created a spike in criminal cases along the border, to 14,517 in \n1998 from 6,460 in 1994. But the size of the court system has remained essentially the same; judicial resources in \nthe five border districts have increased by only 4 percent.\n\n\n\"Everybody talks about the war on drugs,\" said Representative Silvestre Reyes, a Democrat representing El Paso \nwho has pushed for more resources. \"They want to put in additional border patrol agents, I.N.S. agents and \ncustoms agents without giving any thought to what happens to a case when it's generated.\"\n\nTo some degree, the disparity in financing reflects a historical reluctance by Congress to expand the judiciary, said \nEric E. Sterling, president of the Criminal Justice Policy Foundation, a Washington group that studies issues like \ndrug policy. Mr. Sterling said Congress had traditionally been eager to finance drug enforcement efforts but less \nenthusiastic about creating new judgeships because they are powerful, politically appointed positions.\n\nStill, Congress seems to be taking notice of the problems on the border. Last fall, Congress authorized three new \njudgeships in Arizona, though the positions remain unfilled.\n\nIn June, a bipartisan group of border-state senators, including the Republicans Pete V. Domenici of New Mexico \nand Kay Bailey Hutchison of Texas and the Democrat Dianne Feinstein of California, introduced legislation to \nauthorize 13 more judgeships along the border. The bill provides for eight permanent and five temporary positions, \nand sponsors are trying to insert the measure in the regular appropriations bill for the coming fiscal year.\n\n\"Everyone on both sides of the aisle acknowledges that this is a crisis,\" Senator Hutchison said. \"We've just got to \nhave help.\"\n\nShe said courts were just one part of a growing crisis on the border, where in recent weeks frustrated ranchers in \nArizona have begun rounding up illegal immigrants trespassing on their land.\n\n\"Everything has been too little, too late,\" Senator Hutchison said. \"We've had a very difficult time getting control of \nwhat's happened on the border.\"\n\nHere in Hidalgo County in South Texas, where the Border Patrol presence along the Rio Grande has sharply \nincreased, state and federal courts are inundated. George P. Kazen, chief judge of the Southern Judicial District of \nTexas, said Del Rio had more than 1,000 criminal cases every year, but no sitting district judge. Visiting judges from \nLouisiana have been called on to reduce the caseload.\n\n\"The point is that there is no sense to having a huge influx of law enforcement officers if you're not going to pay \ncorresponding attention to what you're going to do with offenders after you pick them up,\" Judge Kazen said.\n\nThe volume of new cases has created friction between federal and state prosecutors in Texas. Immigration cases \nfall solely under federal law, but state prosecutors are handling more and more drug arrests made by federal \nagents. Federal prosecutors usually prosecute the larger seizures and refer smaller cases to state courts. In South \nTexas, the United States attorney Mervyn Mosbacker said his office referred about 500 cases a year to state \nprosecutors, most of them involving marijuana seizures of less than 60 pounds.\n\nBut the cost of prosecuting those cases provoked a rebellion by district attorneys on the Texas border, who had \nthreatened to stop taking federal cases on July 1. Hidalgo County's district attorney, Rene A. Guerra, estimated that \nsuch cases cost taxpayers in his county about $1 million annually. His criminal caseload has risen to 3,246 \nindictments last year from 2,233 in 1995. Jaime Esparza, the district attorney in El Paso, said his office spent more \nthan $2 million. And increasingly, Mr. Esparza said, his office is handling offenders arrested with more than 100 \npounds of marijuana.\n\nThe announcement today of the emergency $12 million, which is expected to become law soon as part of a larger \nmilitary appropriations bill, put an end, for now, to the plans for the boycott. But Mr. Esparza emphasized in an \ninterview earlier this week the burden placed on El Paso and other border areas.\n\n\"You can't expect these border counties, which are some of the poorest counties in the country, to continue to pay \nthese costs,\" Mr. Esparza said. \"It's like double taxation. No other place in the country has to shoulder these costs, \nand it's only because of our proximity to the border.\"\n\n\n\nAnother problem is the lack of jail and prison space. There are no federal detention centers along the Southwest \nborder, so federal detainees are held in local jails. In vast West Texas, defendants are often bused hundreds of \nmiles to jails with space. In New Mexico, Chief Judge John Edwards Conway said, the federal courts pay local \njails $18,000 a day for 300 beds. Over all, Judge Conway said, the number of federal criminal defendants in New \nMexico rose to 1,700 in 1999 from 800 in 1998.\n\nMost judges disputed any suggestion that the caseload diminished the quality of justice meted out. But Carolyn \nDineen King, chief judge of the United States Court of Appeals for the Fifth Circuit, which includes Texas, did \nexpress a concern.\n\n\"What you worry about,\" Judge King said, is defendants who get shorter sentences than they deserve \"because the \ncourt simply has to move the case.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nMap of United States highlighting Edinburg\n"}