{"title": "'Minutemen' End Unofficial Border Patrol, but Plan to Return", "body": "\nVolunteers recruited over the Internet to monitor illegal immigration along a stretch of Arizona's border ended their \nmonthlong campaign this weekend. \n\n Members of the Minuteman Project hailed the program as a success, and organizers said they planned to expand \nthe mission to the other states along the Mexican border and to parts of the Canadian border.\n\n ''This could not have been done without all of you,'' Chris Simcox, a co-organizer of the project, told some 150 \nvolunteers and supporters gathered Saturday at a church in Palominas, Ariz. ''You did this together -- you the \npeople.''\n\n Organizers said nearly 900 volunteers, some of them armed, had spent at least one eight-hour shift in the field \nthrough Friday, working mostly stationary patrols along a 23-mile stretch of border in Cochise County. The final \neight-hour shift was scheduled to end at 6 a.m. Sunday.\n\n Organizers said volunteers' calls to the Border Patrol resulted in the arrests of 335 illegal immigrants. Organizers \nhad ordered volunteers not to detain any illegal border crossers they encountered, and no major incidents were \nreported.\n\n Critics of the program, including Border Patrol officials, have said that it was little more than a nuisance that \nattracted significant attention from the media and civil rights groups watching volunteers for possible rights \nviolations.\n\n President Bush expressed his opposition to ''vigilantes,'' and many people on the Mexican side of the border \nreferred to the volunteers as ''migrant hunters.''\n\n But Jim Gilchrist, a founder of the program, said the group's efforts brought nationwide attention to the problem of \nillegal immigration. Mr. Gilchrist said, however, that unless the work continued, ''it's going to be viewed as just a \nmonthlong dog-and-pony show.''\n\n Mike Minatrea, a ham radio operator who was stationed near Naco for a week with his wife, Kristi, said the \nMinuteman Project ''has told the rest of America what they can do to get something done'' -- protest in a calm, \norderly and productive fashion.\n\n Ed Whitbred, a supervisor for the project, said it showed that the American people had the will and the desire to \nsecure the border even if the government did not.\n\n\n ''I'm afraid we're on a slippery slope if we don't solve this problem,'' Mr. Whitbred said, referring to illegal \nimmigration.                                                                  \n\nhttp://www.nytimes.com\n"}