{"title": "WESTERN EMPIRE SAVINGS AND LOAN AGREES TO BE ACQUIRED", "body": "\nIRVINE, Cal., Nov. 7 /PRN/ -- Western Empire Savings and Loan\n\nAssociation announced today it had agreed to be acquired by WESL Merger Corp.,\n\na company newly formed by John K. Castle and Leonard M. Harlan, the principals\n\nof Castle Harlan Inc., a private merchant bank in New York City.\n\n    Details of the financing were not disclosed, but Castle and Harlan said\n\nthey would recapitalize the institution with up to $23 million.\n\n    In a joint statement, Castle and Harlan said:  \"Western Empire is a highly\n\nrespected organization that has served its customers well for many years.  We\n\nat Castle Harlan see a unique opportunity to increase the importance of the\n\nassociation's role in the Orange County market and at the same time to bring\n\nabout a significant expansion of Western Empire's service to its community.\n\n    \"We believe that Western Empire has great growth potential for providing\n\nsavings accounts and residential mortgages in Orange County and Southern\n\nCalifornia.\"\n  Under the agreement, Western Empire will merge into WESL but will continue\n\nto do business as Western Empire Savings and Loan.  WESL was formed solely to\n\ndo the transaction.\n\n    Robert Margolis, chief executive officer of Western Empire, will continue\n\nin that position.\n\n    He hailed the merger agreement and said the recapitalization would inject\n\nnew vigor into Western Empire and greatly enhance its ability to serve its\n\ncustomers.\n\n    Castle is a former chief executive officer of Donaldson Lufkin & Jenrette,\n\nthe securities brokerage firm, and Harlan is the major stockholder of the\n\nHarlan Company, a real estate investment and advisory company.  They formed\n\nCastle Harlan Inc. last year.\n\n    Their agreement to acquire Western Empire is subject to the approval of\n\n\nthe Federal Home Loan Bank Board and the California Savings and Loan\n\nCommissioner.  It also must be approved by shareholders and is subject to\n\nfinal financing commitments.\n\n    The terms of the agreement provide that Western Empire's 378 shareholders\n\nwill receive 21 cents per share for their holdings.\n\nCONTACT -- Robert Margolis of Western Empire Savings and Loan,\n\n714-660-9111, or Charles Storer of Robert Marston and Associates,\n\n212-371-2200, for Western Empire Savings and Loan Association\n"}