{"title": "IMMIGRATION RALLIES; Radio stations lead the charge for Hispanics", "body": "\nFor Teodoro Maus, there are two heroes from Monday's successful march to protest immigration legislation under \nconsideration in Congress: the Latino community and Hispanic radio.\n\nMaus, one of the organizers of the rally and last month's protest --- when Latinos were asked to stay home from \nwork and not spend any money --- said neither event would have been successful without the electronic grapevine.\n\n\"We would never have been able to achieve --- they're saying up to 60,000 people came --- without the media in \ngeneral, but especially radio,\" said Maus, the former Mexican consul general in Atlanta. \"There was no way we \ncould have gotten the message out to so many people. They [Hispanic radio] were definitely there.\"\n\nIndeed, in recent weeks the power and reach of Hispanic media --- radio in particular --- has become especially \nclear. Last month in Los Angeles, for example, an estimated 500,000 people in white T-shirts turned out to protest \nthe proposed federal crackdown on illegal immigration.\n\nThat was followed on Monday by nearly 200,000 people in Washington and between 30,000 to 60,000 people in \nAtlanta, who joined thousands of others across the country in an unprecedented, coordinated demonstration on a \ncontroversial issue that has dominated Congress, the Georgia Legislature, the Internet and talk radio chatter.\n\nIn all these demonstrations, Hispanic radio was credited with mobilizing the masses.\n\n\"It was done right,\" said Ricardo Villalona, general manager of the hugely popular Viva (105.7 FM) in Atlanta. \"We \ntold people to do it with dignity.\" Since the debate over illegal immigration has heated up in recent months, \nVillalona said his station, which was launched in September 2004 and is owned by Clear Channel, has been \ninundated with calls. \"People are calling like crazy.\"\n\nHe said people feel comfortable talking with some of the station's on-air personalities, who speak the same \nlanguage and understand the culture.\n\n\"We are there for them,\" he said of Viva's listeners.\" We let them know what's going on on a daily basis.\"\n\nJust ask Sergio Acosta, a Norcross construction worker.\n\nThough he is fluent in English and Spanish, Acosta said he prefers to get his news from Hispanic radio. He listens \nto Viva in the morning and another Hispanic station in the afternoon.\n\n\nAcosta said Spanish-language radio brings him more news from his native Mexico, which he left 16 years ago, and \nalso keeps him informed about the Latino community. \n\nFor instance, Acosta said he first learned the details of Monday's rally from the radio. \"They know everything that's \nhappening,\" said Acosta.\n\nSpeaking through an interpreter, Rosa Cardona, who works in a bakery, said she listens to Spanish-language radio \nthroughout the day. \"It's very important,\" said Cardona, who lives in Norcross but moved here 10 years ago from \nMexico. \"Sometimes I'm very busy, but the radio will tell me what's going on.\"\n\nIntense competition\n\nCompetition is intense. Sammy Zamarron, program director for La Favorita (1600-AM in Atlanta, 1460-AM in \nGwinnett County and 1130-AM in Gainesville) said his station has \"been the medium where people can express \ntheir concerns and their point of view\" about the immigration legislation. \n\nThe morning show has fielded calls from business owners talking about their concerns, non-Latinos and Latino \nworkers, people who are here illegally and legally.\n\n\"The No. 1 issue for Hispanics here has always been immigration,\" Zamarron said. \"It's always been a hot topic, \neven before these bills came up. People have always been concerned. People are trying to speak up now.\"\n\nHe sees his role as giving people an opportunity to express their opinions, the same way mainstream media does \nfor its audience.\n\n\"I don't consider myself to be an advocate,\" he said. \"I consider myself just a communicator. There are a lot of \nthings at stake here. Our job is to really inform people what is going on and to basically hear them out. I know \nEnglish radio is not going to do that.\"\n\nMaritza Alfaro, vice president of the Christian-based Radio Vida (1100-AM in Atlanta and 1040-AM in North \nGeorgia), said that as the debate grew, so did listener calls.\n\nLatino media coordinated the message:\n\n\"Show up,\" Alfaro said. \"Wear white T-shirts and bring the American flag. . . . White because white means peace, \nand we want to go in peace.\"\n\nEthnic media preferred\n\nAccording to a recent survey sponsored by New America Media and conducted by Bendixen & Associates, 45 \npercent of African- American, Latino, Asian-American, Native American and Arab-American adults prefer ethnic \nmedia over their mainstream counterparts.\n\n\"The reach of Spanish-langauge media is almost universal\" among Latinos, the survey said. Eighty-seven percent \nof Latino adults use Spanish-language television, radio or newspapers on a regular basis. \n\nThe significant role Hispanic media, radio in particular, played in helping organize and spread the word about \nmarches and boycotts across the country is not unlike that of the black press in the 1960s and 1970s.\n\nThe black press\n\n\"The black press played a pivotal role,\" said Chuck Stone, the Walter Spearman Professor Emeritus at the School \nof Journalism and Mass Communication at the University of North Carolina --- Chapel Hill and the former editor at \nseveral black publications, including The Chicago Defender and the Washington Afro American.\n\n\"You got news from around the county. The mainstream press didn't really cover it fully. You would just get a \nscattering of news.\"\n\n\n\nThat's not lost on individuals and groups who want to reach the rapidly growing Latino population.\n\nA second generation Mexican-American, born in the Midwest, Tisha Tallman regularly listens to Spanish-language \nradio. And she turns to it even more in her work as the regional counsel for the Mexican American Legal Defense \nand Educational Fund (MALDEF), a leading Latino civil rights organization.\n\n\"I listen to it for the music, but I also find that on the Viva commentaries in the morning, people say what's on their \nminds,\" Tallman said. Hispanic radio has really \"risen to the occasion of bringing information to the people.\"\n\nStaff writer Yolanda Rodriguez contributed to this article.\n\nGraphic\n\n \n\nPhoto: JOHN SPINK / StaffViva Radio was on the scene at the pro-immigration rally Monday in DeKalb County. \nThousands of Hispanics gathered at Plaza Fiesta in DeKalb to protest stricter immigration laws being considered \nby Congress. Hispanic radio stations helped inform the public.\n\nPhoto: JOHN SPINK / Staff\"We would never have been able to achieve --- they're saying up to 60,000 people came \n--- without the media in general, but especially radio,\" said Teodoro Maus, an organizer of Monday's Atlanta rally.\n"}