{"title": "New U.S. citizens pledging allegiance at Gettysburg", "body": "\nEasily overlooked in the hot debate about illegal immigration are the stories of legal immigrants such as Marek \nWeklicz, born in Poland and settled in Port Richmond, who waited a decade for permission to move to America.\n\n On Monday, Weklicz and 15 other immigrants will pledge allegiance to the United States at a celebrity-studded \nceremony in Gettysburg, where President Abraham Lincoln's stirring Gettysburg Address will be reenacted. Each \nwas randomly chosen by U.S. officials to symbolize the 3,400 people who become citizens every day.\n\n In addition to the immigrants from 11 countries who will be sworn in, invitees include film director Steven Spielberg \nand historian Doris Kearns Goodwin.\n\n Lincoln's 149-year-old address \"does an incredible job of defining who we are as a nation - 'a government of the \npeople, by the people, for the people,' \" National Park Service spokeswoman Katie Lawhon said. \"When these \nimmigrants raise their hands to take the oath, that is exactly what they are committing to, that ideal.\"\n\n For many, the goal of reaching America was a long time coming.\n\n Marek Weklicz, his wife, Katarzyna, and their children, Anna and Piotr, began the process in 1991, when Marek's \nmother, a naturalized citizen living in Port Richmond, applied to reunite her family here.\n\n From their apartment near Cracow, the Wekliczes used a U.S. government website to track their petition.\n\n \"It was moving, slowly, but it was moving,\" said Katarzyna, 46, called Kasia. \"After 9/11, everything stopped.\"\n\n Frustrated, the couple contemplated coming on tourist visas and overstaying, or going to Canada and sneaking in, \nbut Marek's mother insisted they come legally. By 2002, their petition began moving up the list. Later that year, after \ncompleting background checks at the U.S. Embassy in Warsaw, they got permission for legal residency in the \nUnited States.\n\n Over punchki and sernik - Polish doughnuts and cheesecake - at their Port Richmond rowhouse recently, the \ncouple recalled coming to America in 2002.\n\n Their luggage allotment was limited. So Marek, 49, a mechanic and devotee of history, brought a few books and \nhis \"high-voltage pliers.\" Kasia brought family records, cookbooks, and \"brand-new towels,\" which seemed sensible \nat the time but makes her chuckle now.\n\n\n The couple got green cards and jobs at the Dietz & Watson plant in Tacony - he as a mechanic, she as a meat \npacker.\n\n Two years later, they bought a three-bedroom rowhouse in Port Richmond, home to many immigrants from Eastern \nEurope and the former Soviet Union, Philadelphia's \"little Poland\" by the Delaware River.\n\n Piotr, 21, is a soldier with the U.S. Army's 82d Airborne now. Stationed at Fort Bragg, he attained his U.S. \ncitizenship last year in North Carolina, two months before deploying to Afghanistan.\n\n That led his parents and sister to skip renewing their green cards and seek citizenship, too, paying $700 a head for \nthe privilege.\n\n Anna, 24, studies psychology at Temple University, works part time as a bartender, and is scheduled to be sworn \nin at a routine ceremony in Philadelphia later this month.\n\n Kasia sharpened her English skills at Community College of Philadelphia and went on take a new job as a \npharmacy cashier. Her swearing-in took place in the ordinary way in Philadelphia last month.\n\n The luck of the draw puts Marek in a position to share the national spotlight in Gettysburg on Monday.\n\n \"America is a mother for all people,\" he said, thinking about how he will feel on the big day.\n\n Then he threw his arms wide in a welcoming gesture to show exactly what he meant.\n\n Contact Michael Matza\n\n at 215-854-2541 or mmatza@phillynews.com.    \n"}