{"title": "BISHOPS APPOINTED. DIVERSE NEEDS CITED AS POPE NAMES 3 TO SERVE - Correction Appended", "body": "\nPOPE BENEDICT has named a Cuban refugee, a Haitian immigrant and the son of Italian immigrants to serve the \nDiocese of Brooklyn and Queens as auxiliary bishops, it was announced yesterday.\n\n\"It is wonderful that the Holy Father has recognized the diversity of our diocese and its pastoral needs,\" Bishop \nNicholas DiMarzio said in presenting the men during a news conference at the Diocesan Building in Windsor \nTerrace.\n\nThe diocese includes 1.8 million Catholics.\n\n\"I need lots of help,\" DiMarzio said. The new bishops are the first the Vatican has appointed to serve here since \n1994.\n\nThe appointees are: Msgrs. Guy Sansari, Octavio Cisneros and Frank Caggiano.\n\nSansari, 71, is pastor of St. Jerome's Church in Flatbush. Born in Haiti, he is the first bishop of African ancestry \nappointed to the diocese, DiMarzio said.\n\nCisneros, 60, is a Cuban refugee who serves as rector at the Cathedral Residence of the Immaculate Conception. \nSeminarians live at the Douglaston, Queens, facility while attending college.\n\nMsgr. Frank Caggiano, 47, is diocesan vicar for evangelization and pastoral life. His mother, Gennarina Caggiano, \n74, who was born in Italy and now lives in Gravesend, attended yesterday's press conference.\n\nThe men will be ordained on Aug. 22, and join Auxiliary Bishop Ignatius Catanello in helping DiMarzio.\n\nWhile exact duties are still to be determined, DiMarzio said the new bishops will work on getting more men and \nwomen to serve the church as priests, brothers and sisters.\n\nAlso, there will be a focus on evangelism.\n\n\"Many people from diverse countries, speaking different languages, do not know Jesus Christ,\" DiMarzio said.\n\n\n\"That's the principal ministry of the bishop - to evangelize, to take care pastorally of those who are already \nCatholics, and always to advance the faith.\"\n\njshelby@nydailynews.com\n\nCorrection\n\nTHE NAME of one of the newly appointed bishops of the Catholic Diocese of Brooklyn was misspelled in \nyesterday's Daily News. His name is Guy Sansaricq. The News regrets the error.\n\nCorrection-Date: June 8, 2006\n\nGraphic\n\n \n\nELISA MILLER Sister Mary Elza congratulates Msgr. Guy Sansari after his papal appointment as auxiliary bishop \nyesterday. Also named to serve the Diocese of Brooklyn and Queens were Msgr. Octavio Cisneros (top l.) and \nMsgr. Frank Caggiano (l.).\n"}