{"title": "U.S. Delegation In North Korea For Summit Preparations; Ex- Intel Director Supports Trump's Letter To Kim; Trump Still Looking At June Summit Despite Canceling It; Italian President To Appoint Non- Political Prime Minister; Far-Right's Ivan Duque Leads First Presidential Round. Aired 12-1a ET", "body": "\n[00:00:10]\n\nCYRIL VANIER, CNN INTERNATIONAL ANCHOR: Express diplomacy, an American negotiating team is in North \nKorea to make progress on a potential face-to-face meeting between U.S. President Donald Trump and North \nKorean Leader Kim Jong-un.\n\nPlus, a presidential runoff in Colombia with right-wing candidate, Ivan Duque, facing off against one-time guerilla \nfighter, Gustavo Petro.\n\nAnd flashfloods knocked down buildings near Baltimore, Maryland. A state of emergency has been declared.\n\nLive from the CNN Center here in Atlanta, I'm Cyril Vanier. It's great to have you with me.\n\nAt this hour, a U.S. delegation is in North Korea. Their goal to prepare for the possible summit between North \nKorean Leader Kim Jong- un and U.S. President Donald Trump. This is the latest sign that the meeting is indeed \nback on track just days after Mr. Trump canceled it.\n\nAnd in a new tweet, the president says North Korea has brilliant potential that it will one day be a great economic \nand financial nation. He also adds in that tweet that Kim Jong-un agrees with him on this.\n\nPaula Hancocks joins us now from Seoul, South Korea. Paula, first of all, what do we know about these negotiating \nteams and what they are negotiating.\n\nPAULA HANCOCKS, CNN INTERNATIONAL CORRESPONDENT: Well, Cyril, we know that they are in (inaudible) \nat this point according to the State Department and the delegation from the United States' side is a high- level \ndelegation. It's led by Sung Kim, who is the current ambassador to the Philippines.\n\n\nHe was the ambassador here and he was also one of the main point person in Washington when it came to North \nKorean affairs. He has negotiated with North Korea before back in 2005 with the six-party talks.\n\nAnd then on the other side, on the North Korean side, is Choe Son Hui, who is the vice foreign minister of North \nKorea, and he is the man who was negotiating in 2005 as well. So, these men know each other.\n\nThey have played this game before. So, we are really going into a new area here where you can see that there is \nsome experience on the U.S. side that they know the difficulties of trying to negotiate with North Korea.\n\nThey know the mine field it can be, the pot holes to avoid, and so certainly from that points of view, you have more \nof a substance-based talks, what is going to be agenda when these two leaders meet.\n\nHow much can be hammered out before hand and how much closer can these two positions become because at \nthis point there is a general assumption that what America thinks denuclearization is, is very different from what the \nNorth Koreans think it is -- Cyril.\n\nVANIER: I also have to ask you about the strange parts of Mr. Trump's latest tweet on North Korea. He said that \nNorth Korea could be a great economic and final nation one day, I get that part. But he also says Kim Jong-un \nagrees with me on this. Do we know where that's coming from?\n\nHANCOCKS: We've never heard from the U.S. president directly if he's even had a conversation with the North \nKorean leader yet. He's ignored that part of questions in the past. But we know that the U.S. secretary of state, \nMike Pompeo, has spoken to him.\n\nHe's been to Pyongyang a couple of times. Now, this economic part is certainly an interesting one because we \nheard from the secretary, Pompeo, that the U.S. could help economically.\n\nIt wouldn't necessarily be government help, but there would be private enterprises who would certainly like to go \ninto North Korea. But that was rejected by Pyongyang, at least publicly through KCNA state-run media saying that \nthat's not the way they want to increase and boost their economy.\n\nAlso, just yesterday, there was an article in KCNA slamming U.S. media including CNN for reporting that this could \nbe a possibility and that North Korea simply does not want that kind of external economic investments in that \ncountry.\n\nSo, certainly, it's something that struck a nerve for the North Koreans, but clearly, if the secretary of state is \nbringing it up and the U.S. president is bringing it up, it would suggest that it has at least been mentioned in back \nchannels.\n\nVANIER: OK. Paula Hancocks in Seoul, thank you very much. That's an idea I'll explore with my guests in just a \nsecond. But I also want to tell you the former U.S. director of National Intelligence supports this summit with North \nKorea provided it is done right.\n\nAnd that includes preparing it beforehand. James Clapper spoke to our Dana Bash earlier on Sunday.\n\n(BEGIN VIDEOTAPE)\n\nJAMES CLAPPER, FORMER U.S. DIRECTOR OF NATIONAL INTELLIGENCE: I support the letter that President \nTrump sent to Kim Jong-un. I think it was a good thing to do. Having done that, though, I think -- I've been long an \nadvocate -- and it's a typical North Korean. You know, one step back -- two steps forward, one step back. That's \nwhat they always do.\n\n[00:05:04] And in some ways Kim Jong-un may have met his match here with a very (inaudible) unconventional \npresident. What I've been long an advocate for is let's first establish conduit, the apparatus for communicating, \nwhich I think would be a real closet for the summit.\n\n\n\nAnd by that I mean establishing interest in sections in both Washington and Pyongyang. What this means is a \ndiplomatic presence below the level a full embassy as much as we did in Havana, Cuba for decades.\n\nThis would facilitate -- would be reciprocal, would facilitate dialogue, we'd gain a lot more insight and understanding \nabout what's going on in North Korea. It would promote information flow into North Korea and importantly would \ngive the North Koreans a measure of security.\n\nAnd I think they agreed to tone down the rhetoric and use that conduit instead that would be an improvement. Just \nto note on denuclearization, denuclearization can also be a two-way street and that is applied to United States as \nwell.\n\nWhere the North Koreans could expect us to restrict our nuclear umbrella meaning no more B1s, B2s and B52s \ndeploying in on the peninsula or within our operational proximities. So just --\n\nDANA BASH, CNN ANCHOR: Unfortunately, we're out of time. Just real quick, can you just tell me, do you think it \nis better for the president to have this summit regardless of whether there is no agreement, just to establish the \ndialogue?\n\nCLAPPER: I do. I think there is value having gone this far. There's value in meeting and greeting, (inaudible), and \njust establishing a rapport. I think -- yes, I think it would be important to have a summit.\n\n(END VIDEOTAPE)\n\nVANIER: Duyeon Kim joins me now from Washington. She's a visiting senior fellow at the Korean Peninsula Future \nForum. Duyeon, South Korean President Moon Jae-in says that Kim Jong-un needs security guarantees ahead of \nthis summit. So, what can the Trump administration do or say to convince the North Korean leader that he is going \nto be safe. That the United States will not try to topple him.\n\nDUYEON KIM, VISITING SENIOR FELLOW, KOREAN PENINSULA FUTURE FORUM: You know, that's a good \nquestion. One that many may not have an exact answer to because that involves a lot of different complicated \nfactors. Does that mean a peace treaty like South Korean President Moon Jae-in is trying to realize?\n\nDoes that mean some sort of American law or bill that's passed that guarantees non-aggression or that the U.S. will \nnever invade the North? And so, these are types of issues that President Trump will have to iron out and want to \nclarify with Kim Jong-un.\n\nUntil now, we've always heard that Pyongyang wants security guarantees and political guarantees. And typically, \nthat's usually calm in the form of some sort of legally binding irreversible institutionalized mechanism that ensures \nthat forever and that ensures North Korea's survival forever.\n\nBut that's the kind of declaration or guarantee that can be tricky from a U.S. perspective to ever blatantly declare \nthat it will always indefinitely guarantee its country's survival. And so, this is very tricky.\n\nVANIER: And the U.S. has tens of thousands of troops on the Korean Peninsula and in neighboring Japan, and \nremoving those troops is not even under consideration from the American side.\n\nKIM: Right. And the North for decades has always demanded removal or the withdrawal -- complete withdrawal of \nU.S. forces or troops from the Korean Peninsula, although, in the last few years actually, North Korea's tactical \nposition has evolved and adjusted and changed depending on the geopolitical situation at that time, and in the near \nfuture.\n\nSo, sometimes, the North would say, you know, the U.S. can stay on the Korean Peninsula for the time being. But \nultimately, -- if history is a guide, ultimately, they would want the complete removal of U.S. troops.\n\n\n\nBut again, you know, it really comes down to -- when the North says denuclearization of the Korean Peninsula, it \nmeans the entire peninsula, which means on the southern side American nuclear weapons, strategic assets and \neventually a break in the U.S.-South Korea alliance.\n\nBut again, the North has made tactical adjustments in this position overtime. So, this is something that President \nTrump would have to clarify with Kim Jong-un because this is a new Kim Jong-un era.\n\nVANIER: And Kim Jong-un also needs economic guarantees. That too comes to us from South Korea president \nwho is saying this earlier on Sunday. I supposed in a way that's the easy part for the U.S., isn't it?\n\nKIM: Yes, it is, but, you know, I suspect that the North is not asking for the same type of economic aid that they've \nbeen used to receiving and the news to be offered during these types of negotiations. [00:10:09] Because the North \nKorean economy has actually developed more than that we've ever seen it developed. And so, I would, you know, \nsuspect that the North would ask big items, big ticket items like infrastructure, like development, investments.\n\nNot a typical rice and grains and crackers and biscuits in exchange for the North's nuclear program as we've \nnegotiated in the past.\n\nVANIER: So, it wouldn't be, for instance, lifting the current economic sanctions?\n\nKIM: Well, ultimately, you know, I can imagine the North is looking to lift sanctions, weaken the current ones and to \nprevent future ones, and also to prevent current sanctions from taking a full effect.\n\nAnd so, this is parts of Kim Jong-un's peace offensive towards the South, part of his tactic and his objective \nbecause, you know, he is looking to as he declared on January 1st and recently to revitalize -- or not revitalize, to \nadvance and fully achieve prosperous nation as he always does.\n\nVANIER: OK. Duyeon, thank you very much. A pleasure to talk to you as always. Thanks.\n\nKIM: Thank you.\n\nVANIER: A critic of the Colombian peace deal with the fark is now the country's leading presidential candidate. \nNext, how he plans to alter the agreement which ended one of the longest wars in Latin America.\n\nPlus, people trapped as flash floods sweep into parts of Maryland. This is bringing back especially painful memories \nin one city. We'll tell you about that.\n\n[00:15:39]\n\nVANIER: Italy's political crisis is deepening after the two leading populist parties failed to form a government. Just \nlast week, the anti-establishment Five Star Movement and the far-right League Party nominated this man, \nGiuseppe Conte, as a compromise prime minister.\n\nTheir government had to be approved by the Italian president as it always has to be, but on Sunday, he rejected the \npopulist nominee for economy minister. President Sergio Mattarella feared that the euroskeptic nominee would \nalarm investors.\n\nNow the president is expected to appoint a technocratic or non- political government and lead the country into new \nelections.\n\nCNN European affairs commentator, Dominic Thomas, is with me. Dominic, first let's get to the root of the problem. \nWhat would the economy minister have done? What was the problem there?\n\nDOMINIC THOMAS, CNN EUROPEAN AFFAIRS COMMENTATOR: Well, there are many problems. One of them I \nthink was that he is 81 years old and have a long track record of being very critical (inaudible) as an institution but \n\n\n\nof the Euro as well. And with the particular policies that The League and the Five Star Movement were talking which \nwas sort of huge extra spending in the economy.\n\nWhere there is massive debt as it is, it was a great area of concern, and I think President Mattarella from what we \nhave hear Mattarella said was highly concerned that this particular candidate was not representative of the pulse in \nthe country.\n\nYes, a majority of people voted for euroskeptic, anti-immigrant parties, but the concern was that Savonna (ph) was \ngoing to lead Italy towards the kind of Italian exit of the European Union, and that's not what people signed up for.\n\nVANIER: Real quick, remind us what's fueling the anti-establishment parties in its lead?\n\nTHOMAS: Right. Well, it's interesting that, you know, the two parties, the Five Star Movement just never had any \nkind of political experience. They have two mayors in office in the country and has ran a campaign on opposing \npolitical corruption, longstanding appointments and a strike to call for sort of more open political kind of model.\n\nWhereas the Northern League claims to be anti-establishment, anti- European Union that has really built its \nfollowing and its support on its anti-immigration stance and its promise to deport illegal migrants from the African \ncontinent, but it can't be located in Italy. And they were able to gather a substantial amount of support in that \nregard.\n\nVANIER: So, the next step now is new elections and it wasn't that long ago that Italians were at the ballot boxes. Is \nthere any reason to believe that new elections are going to bring more stability?\n\nTHOMAS: Well, no, and I think that the outcomes are highly unpredictable and what we see now is already \ndivisions between the Five Star Movement and the Northern League. The Five Star Movement is calling for the \nimpeachment of Mattarella, who what he's done is not really customary but perfectly within the mandate of the \npresidency.\n\nAnd the actual Northern League calling for elections and I think that the Northern League could do very well out of \nthis. They are screaming bloody murder right now, but essentially what they are unable to continue to build upon.\n\nIt's precisely this anti-immigration stance and the fact that this has failed and that they've not received support \nfrom the president for their choice of finance minister further fuels this idea and this perception that the \nestablishment is against this political parties.\n\nAnd the Northern League could come well out of this and potentially look to try and create a court of coalition with \nForce of Italia, which is of course, Berlusconi's party and have moved away from the Five Star Movement. And over \nthe next few months, if indeed, Mattarella does appoint a caretaker prime minister, they will have chance to fuel this \nargument and to bail upon this constituency as head into elections in the autumn.\n\nVANIER: And how strong is euroskepticism right now actually because earlier just a minute ago, you mentioned \nthat there is a part of the country that is thinking of an Italian version of Brexit.\n\nTHOMAS: So, I think that there is a big difference between sort of criticizing the European Union, feeling the \nEuropean Union is not overreaching organization, but it doesn't allow Italy to manage its migrants quite as \npresented by these particular parties.\n\nBut there is a big difference between that. So, having said that overtruthers of the Italians did in fact vote for political \nparties that are questioning the role of the Euro, austerity and an overreaching Brussels as an institution.\n\nThere is nevertheless a difference between that and wanting to withdraw from the European Union, which Italians \nunderstand for the most part is an institution and it's a great benefit to that country.\n\n\n\n[00:20:12] VANIER: Dominic Thomas, CNN European affairs commentator. A pleasure to have you on the show. \nYesterday, it was Ireland. Today it's Italy. The old continent still has some news for us. Thank you, Dominic.\n\nTHOMAS: Thank you, Cyril.\n\nVANIER: Now the next president of Colombia will either be a critic of the historic Farc peace deal or a leftist \ncandidate who was once part of an armed rebel group. Far-right candidate, Ivan Duque, took the most votes in \nSunday's first round of presidential elections.\n\nHe insists that he does not want to get rid of the peace deal, which ended one of the longest wars in Latin America. \nBut Duque says he wants to ensure former Farc fighters are prosecuted for war crimes.\n\nIn a runoff in three weeks, Duque will face leftist candidate, Gustavo Petro, who supports the Farc peace deal and \nis pledging to redistribute wealth to health deplore.\n\nHere's journalist, Alessandro Rampietti. He's in (inaudible). What happens to the peace deal, Alexandro, with the \nFarc if Ivan Duque wins?\n\nALESSANDRO RAMPIETTI, JOURNALIST: This is one of the main questions surrounding these elections. We \nknow that Ivan Duque is the pupil of former president, Alvaro Uribe, who has been the staunches, strongest critic of \nthe peace negotiations and the deal that was signed by President Santos and then Farc rebels.\n\nThey are saying that they want to change many of the points that were agreed upon and they are against most of \nthe reforms that would have to come and that have been started to be implemented in the country. So, many people \nor at least half of the country here fears that a return of Uribe in many ways would mean an end to the deal and the \npossibility of a return of an internal conflict in the country.\n\nNow Duque has said during his campaign that he wants to preserve at least part of the deal. He doesn't want to go \nback to a full blown conflict, but many people fear that that could be the case if indeed he becomes the next \npresident of Colombia.\n\nVANIER: So, in other words, they don't believe him when he says he doesn't want to tear up the deal?\n\nRAMPIETTI: Well, we've seen him change his mind many times throughout this campaign. Sometimes positioning \nthemselves more as a moderate and that's probably what's going to happen now that he's going to need to get \nsome votes from more centrist voters.\n\nWell, we are -- what shaping up here in Colombia is now really a run off between two very different versions for the \nfuture of the country. And both of them are very polarizing. They are at opposite sides of the political spectrum in \nColombia.\n\nThere are also very interesting, though, because for the first time there is a true leftist candidate that has a chance \nto become the president of Colombia. That has never happened here.\n\nA lot of people believe that that's also a benefit that was brought by the peace agreement that somehow the fact \nthat peace was signed meant that for the first time there was a viable political candidate on the left.\n\nAnd that somehow a veil was left essentially after -- a taboo that existed in this country. They never permitted a \nleftist to get into power.\n\nVANIER: Yes, that is very interesting in this runoff because the fact that Duque's rival is a former guerilla fighter, \nthat just shows how far the political landscape has shifted, changed in Colombia.\n\nRAMPIETTI: Absolutely, this would have been absolutely unimaginable just a few years ago and it's something that \nPetro said in his speech just a few hours. He said that whatever happens in the runoff, it shows that there is a \n\n\n\nspace for all ideologies, all point of views in Colombia, thanks to this peace deal and that he represents this \npossibility for change.\n\nVANIER: OK, Ivan Duque and Gustavo Petro will be battling it out for the next three weeks. The second round is \nscheduled three weeks from now for that presidential election. Thank you very much joining us from Bogota. We \nappreciate you coming on the show.\n\nRAMPIETTI: Thanks.\n\nVANIER: The U.S. president launches another attack against the Russia probe and his attorney explains the \nstrategy to keep Mr. Trump from getting impeached. We'll discuss when we come back.\n\n[00:28:38]\n\nVANIER: Welcome back to CNN NEWSROOM. I'm Cyril Vanier. Let's look at your headlines. A U.S. delegation is in \nNorth Korea to prepare for the possible summit between the two nations. It was scheduled for June 12th in \nSingapore, but U.S. President Donald Trump backed out on Thursday citing hostile comments by North Korean \nofficials. However, Mr. Trump hinted on Saturday that the summit was not still on.\n\nA Colombian far-right candidate who wants to alter a historic peace deal is leading the first presidential election \nround. Ivan Duque wants to impose tougher punishment on former Farc fighters. In a runoff on June 17th, he will \nface Gustavo Petro, the first leftist candidate to have a real chance of becoming Colombia's president.\n\nPlus, Italy again facing political uncertainty after the designated prime minister failed to form a government. The \nItalian president feared the populist nominee for economic minister might alarm investors by threatening to leave \nthe Eurozone. Now President Sergio Mattarella is expected to appoint a technocratic or non-political government \nuntil new elections are held.\n\nBritain's prime minister is facing heat from lawmakers for refusing to push for abortion reform in Northern Ireland. \nTheresa May's spokeswoman said abortion laws should only be changed by a government in Northern Ireland. \nMeanwhile, more than a hundred U.K. parliament members will reportedly back a bill allowing abortions in the \nprovince.\n\nOK. U.S. politics now, the U.S. president's lawyer defending Mr. Trump's online attacks on the Russia investigation, \nand he admits it's a strategy to sway public opinion. In a tweet on Sunday Mr. Trump asked why didn't the thirteen \nangry Democrats investigate the campaign of Crooked Hillary Clinton, many crimes, much collusion with Russia? \nWhy didn't the FBI take the server from the DNC? Rigged investigation? Well, Rudy Giuliani explains the efforts to \ndiscredit the program.\n\n(BEGIN VIDEO CLIP)\n\nRUDY GIULIANI, MEMBER OF PRESIDENT TRUMP'S LEGAL TEAM: It is for public opinion because eventually \nthe decision here is going to be impeach, not impeach. Members of Congress, Democrat and Republican, are \ngoing to be informed a lot by their constituents so. So, our jury is the Ameri-- as it should be, is the American \npeople.\n\n(VIDEO CLIP ENDS)\n\nVANIER: CNN political analyst Julian Zelizer joins me now from New York, he's a historian and professor at \nPrinceton University. Julian, so, Rudy Giuliani, we just heard him, he admits that they are trying, the president and \nhis team and his lawyer, are trying to undermine the Russian investigation and shape public opinion. Now, here's a \nCNN survey from earlier this month, it shows the public perception has changed, the number of Republicans who \nwant Donald Trump to testify before the special counsel is down 15 points, just between March and May, from 54 to \n39 percent. So, is the president's strategy working?\n\n\n\nJULIAN ZELIZER, CNN POLITICAL ANALYST: It is, I think since last November or December, the president has \nreally been focused on questioning the legitimacy of the entire investigation. More than firing Robert Mueller, this is \nreally his goal, he's trying to create confusion, he's trying to create doubt, and I think what we're seeing is certainly \namong Republicans, fewer Republicans believe this is a legitimate investigation, and ultimately that's the \npresident's political objective. So, I think it's a strategy that's working and he's less concerned about the legal \nramifications of (inaudible).\n\nVANIER: Giuliani says the goal is to avoid impeachment by getting public opinion on their side, if they do manage to \nchange the public perception of this investigation, does that really lower the risk of impeachment for them?\n\nZELIZER: It does, I mean, I think if you have a Republican Congress even after November, after midterm elections, \nRepublicans are already very unlikely to move or with any kind of impeachment barring the most dramatic, shocking \nrevelation we could imagine.\n\nAnd many Democrats might not be that interested in doing it if they control Congress, they might want to move on \nto other issues, and they might sense that the public really doesn't see this is a high crime and misdemeanor. So, I \nthink that's what Giuliani is openly talking about, and I think that very much captures the president's intention.\n\nVANIER: The narrative Trump, Giuliani and their team were pushing is that the investigation was politically \nmotivated, possibly illegal, because of the way it started, and improperly conducted. On the substance of it, is there \na reason to believe that narrative?\n\nZELIZER: No. So far, there is absolutely no evidence to believe the narrative, and everything we've learned \nsuggests this was a legitimate investigation, they weren't spying on the campaign, they were trying to understand \nRussian intervention in the 2016 election, and ever since, it's been conducted above board.\n\nI'm sure there were mistakes, I'm sure there were certain texts or emails sent that in retrospect shouldn't have \nbeen, but every time the president has charged this is somehow a partisan investigation or somehow a conspiracy \nto bring him down, even many Republican legislators have had to admit there's absolutely no evidence to support \nthis. It's a story he's telling, the story might be working, but it's not based on fact as we know it.\n\nVANIER: Okay. So, listen then to Republican Senator -- Republican Senator Jeff Flake who was speaking to CNN \nearlier today.\n\n(BEGIN VIDEO CLIP) JEFF FLAKE, REPUBLICAN SENATOR: I can tell you, behind the scenes, there is a lot of \nalarm. There is concern that the president is laying the groundwork to move on Bob Mueller or Rosenstein. And if \nthat were to happen, obviously, that would cause a constitutional crisis.\n\nThere is concern behind the scenes, I've been concerned that we haven't spoken up loudly enough and told the \npresident you simply can't go there. And he's obviously probing the edges as much as he can -\n\nVANIER: Right.\n\nFLAKE: To see how far Congress will go. And we've got to push back harder than we have.\n\n(VIDEO CLIP ENDS)\n\nVANIER: OK. So, Jeff Flake is afraid that Mr. Trump will try to fire Mueller. We've heard those concerns plenty of \ntimes before, but I'm wondering, and you touched on this earlier, wouldn't the president actually be better served by \nkeeping Mueller, provided he can do what he's doing and delegitimize Mueller, the investigation and then their \nfuture findings?\n\nZELIZER: Yeah, I think that's right, I'm not so convinced the president actually wants all this to end, I think it's \nbecome a narrative, I think Mueller has become a foil that serves his rhetoric about an entire system out to get him, \nabout an establishment that he's fighting against.\n\n\n\n[00:35:00]\n\nSo, in some ways he might be fine with Mueller continuing the investigation, he continues to spin the story of a \nconspiracy, and he continues to excite his supporters by saying, \"Look, I'm under attack.\" And it's not obvious \nthere would be a constitutional crisis by the way, because at this point, Republicans have really done very little \nevery time the president has pushed the boundaries of presidential authority.\n\nVANIER: Esteemed colleague, Julian Zelizer, CNN political analyst, always a pleasure. Thank you.\n\nZELIZER: Thanks for having me.\n\nVANIER: Amazon is facing some hard questions about Alexa, the home voice assistant, specifically Alexa's \nspeaker and just how much it may be listening to you. A woman in Portland, Oregon says her Echo speaker \nrecorded a conversation with her husband, and then casually sent that audio file on to somebody else. Ana Stewart \nhas more.\n\n(BEGIN VIDEO CLIP)\n\nANA STEWART, CNN CORRESPONDENT: It's a cautionary tale of technology telling too much. A woman in \nOregon says Amazon's Alexa recorded and then emailed a random person with a private conversation that took \nplace in her house.\n\nDANIELLE: I felt invaded, like, total privacy invasion, like, immediately I'm like, I'm never played plugging that \ndevice in again, I can't trust it.\n\nSTEWART: Amazon Echo owner Danielle, says she was chatting with her husband a bout hardwood floors when \nthe device sent and audio file to a man who works for her husband. She only found out about the recording when \nshe received an alarming phone call.\n\nDANIELLE: The person on the other line said, unplug your Alexa devices right now. We go around and unplug \nthem all, he proceeded to tell us that he had received audio files, recordings from what was going on in our house.\n\n(VIDEO CLIP ENDS)\n\nSTEWART: Amazon told CNN affiliate (inaudible) 7 the device misinterpreted commands like send message and \nthe contact's name as part of the background conversation and called it an extremely rare occurrence. It's unknown \nif the couple didn't hear Alexa's voice replies or see the speaker light up when it was activated, or if the device \nresponded at all. Either way, it's a case of mixed signals that has a lot of consumers thinking twice about just who \nor what they bring into the house.\n\nVANIER: A city in Maryland will have to rebuild again. Flash floods ripped through the streets for the second time in \ntwo years. We'll tell you about that. Plus, an ongoing emergency in Hawaii, Kilauea is turning parts of the big island \ninto a volcanic wasteland. Stay with us.\n\nVANIER: Building alarms sound off in Ellicott City, Maryland where a massive storm has caused flash flooding. You \nsee it there, murky water rushing through streets, toppling buildings, not to mention sweeping up cars.\n\n[00:40:00]\n\nIn some areas, water levels rose above the first floor. The governor has now declared a state of emergency. Let's \ntalk to Allison Chinchar, our meteorologist today. Allison, what do we need to do to know, and is this soon over?\n\nALLISON CHINCHAR, CNN METEOROLOGIST: Yes, that is the good, like, the short term answers that, yes, they \nare getting a little bit of a reprieve from the rainfall. However, there is still rain in the forecast, take a look at the \nincredibly impressive amounts of rain that fell in a short period of time, OK?\n\n\n\nHere for reference, this is Baltimore, Maryland. The heaviest rain in Ellicott City area just to the west, this is where \nthey had between 150 to 250 millimeters of rain. Now, this shows the past three hours, but for some of these areas, \nthey picked that up in just 30 to 45 minutes.\n\nNow, obviously that much rain obviously can cause flooding on its own, but you also have to worry about the \ncreeks, the streams, and the rivers that are nearby that then take in all of that water. This is an image from the \nPatapsco River. Again, around the Baltimore area, notice this blue line here, and how it makes a sharp jump.\n\nWe had a rise of five and a half meters in just two hours, that actually brought it to the now record-high amount for \nthis particular river. Again, just incredibly fast rates of water coming down and filling up on not just the roadways, \nbut also the rivers as well.\n\nHere is a look at the forecast radar. Again, that first wave from the front finally starting to end, but now notice this \nmoisture beginning to surge up from the south, that moisture is actually coming from Subtropical Storm Alberto.\n\nSo, not only are we going to see impacts from this storm for states like Florida, Mississippi Alabama, and Georgia \nonce it makes landfall, as we go into the middle of the day on Monday, but then as it pushes north, it's going to take \nthat moisture with it.\n\nSo, Cyril, fortunately for areas of Maryland, you now have to worry about additional moisture from the subtropical \nstorm as well.\n\nVANIER: Allison Chinchar joining us from the CNN Weather Center. Thank you very much. At least it's stopping, \nthat is the short term good news. I want to update our viewers on some other weather related stories. This one the \nCNN Weather Center have been following for us as well, residents near Hawaii's Kilauea Volcano are left \nwondering if this right here is their new normal. The volcano erupted more than three weeks ago, it hasn't slowed \ndown since. Another new fissure has opened, but it isn't threatening any structures, and an active one doubled in \nsize over the last 24 hours.\n\nBut some particularly nasty weather has also taken a toll on France's legendary wine crop, massive storms struck \nthe south of France on Saturday with hailstones smashing Bordeaux and other grape-growing regions.\n\nThe French government says it is assessing losses to winemakers and will offer aid once the extent of the damage \nis tallied. Also, before we leave you, Real Madrid getting a hero's welcome in Spain after defending its Champions \nLeague title.\n\nVANIER: Thousands of fans lining the streets of the Spanish capital to celebrate the football club's three two one \nvictory over Liverpool, but some fans fear the superstar Cristiano Ronaldo could be leaving the team. He says he \nwill make an announcement soon, just didn't want to make it right now because now is the time for celebration, he \nsaid.\n\nAnd that's it from us. Thanks for watching CNN Newsroom, you'll get more on that with Kate Riley from World Sport \nin just a second.\n\n[00:45:00]\n\nKATE RILEY, CNN ANCHOR: Hello, welcome everyone to World Sports. I'm Kate Riley at CNN Center. We're \ngoing to start with the dramatic NBA action on Sunday right here in America, in what arguably can be called the \ngreatest achievement of the brilliant career of Cleveland Cavaliers superstar LeBron James, advancing to his eighth \nNBA Final series.\n\nThe 33-year-old put on a master class when it counted the most. In the decisive Game 7 of the Eastern Conference \nFinals, against the Boston Celtics team, his team had lost badly in three times in Boston and was the scene of his \nlast Eastern Conference Series loss, the semifinal defeat back in 2010.\n\n\n\nLeBron got the job done in a big way, playing all 48 minutes, scoring 35 points and adding 15 rebounds and nine \nassists in an 87 point to 79 victory, the first loss in 11 playoffs home games for the Celtics.\n\nAnd more impressive when you consider where his team has been this season, they were forced to massively \noverhaul their lineup in the trading deadline to bring in younger players in favor of high-priced veterans.\n\nThey also battled injury and inconsistency all the way up to and including Sunday night when their second best \nplayer, Kevin Love, was sidelined with a concussion. While Love's replacement, Jeff Green, had a big night as well \nwith 19 points, it was really LeBron carrying his team on those broad shoulders of his and for carrying them to a \nplace many thought they would never get to in 2018.\n\nThat place is an eight straight NBA finals for LeBron and fifth player in NBA history to accomplish such a feat, after \ndropping his first two career Game 7s, LeBron has now won six in a row, and he's averaging just under 35 points in \nthose winner take all games, proving once again, he rises to the occasion when it matters the most. Afterwards, \nJames got a chance to reflect on the accomplishment of getting to the finals when everyone counted him and his \nteam out.\n\n(BEGIN VIDEO CLIP)\n\nLEBRON JAMES, SR., NBA PLAYER: It's been a rollercoaster, and there's been good, there's been bad, there's \nbeen, you know, there's been roses, there's been thorns in the roses, there's been everything that you can ask for.\n\nAnd I always say this has been one of the most challenges seasons I've had, and -- but like I told you guys, you \nknow, you guys are around us every day. You know, right before the break, you know, right before the trade \ndeadline, I kind of reset, didn't know if we're going to make trades or not, didn't know what were going to do with \nour team, but I kind of just reset my mindset and saying, \"Okay, this is the season, and let's try to make the most of \nit,\" and that's what's gotten me to this point. Gotten our team to this point.\n\n(VIDEO CLIP ENDS) RILEY: So there it is, the familiar sight of the Cleveland Cavaliers, and LeBron James on top \nof the Eastern Conference and heading to the NBA Finals, they will meet the winner of the West Game 7 in \nHouston on Monday night. That's between the Rockets and the defending league champion Golden State Warriors.\n\nThere's a big question mark over whether or not Chris Paul will play against the Golden State Warriors on Monday \nnight though, the club say it will be a game time decision after the guard recovers from a right hamstring injury, and \nof course, we will be back this time tomorrow with all the reaction from that game as well.\n\nNow, to scenes of jubilation for the serial Champions League winners Real Madrid (inaudible) now 13-time winners \nand three-in-a-row, when it comes to parading their title through their home city, they've got a dance of fine arts, \nhaven't they?\n\nReal skipper Sergio Ramos and the Brazilian star Marcelo showing off that famous trophy in Madrid City Hall, \nRonaldo sporting a new hairstyle as well, he told fans from the balcony that the team had made history and thanked \nthem for their constant support.\n\nIn the meantime through, you do really have to fill for Liverpool's Egyptian star Mo Salah who's now facing a race to \nbe fit in time for the World Cup in Russia. That starts in just two weeks and he's suffering from a painful injury to his \nshoulder that happened in the final.\n\nWell, the hope for the nation now urging him to recover in time to play for Egypt in Russia. And the Egyptian officials \nfeel a little confident that he will indeed be available. Well, earlier on Sunday, Salah tweeting words of \nencouragement, quote, \"it was a very tough night, but I'm a fighter, despite the odds I'm confident that I'll be in \nRussia to make you all proud. Your love and support will give me the strength I need.\"\n\nComing on the show, why it was a great day to be an Australian motor pool driver, and the (inaudible) had a super \nSunday when it came to famous races on both sides of the Atlantic.\n\n\n\n[00:50:00]\n\nRILEY: Welcome back to Formula 1 now, and it was all eyes on Sunday's Monaco Grand Prix, the circuit's ultimate \nglamour stop with all the glitz and glamour you'd expect from a major sporting spectacle taking place in Monte \nCarlo.\n\nAnd a day to remember for the popular Australian, Daniel Ricciardo, it was the Red Bull Man who took pole position \ninto the race at this this incredible venue, it was master class from the Aussie despite the fact he had to overcome \n(challenges) for much of the race.\n\nRicciardo kept his challengers at bay, holding off last year's winner Sebastian Vettel with Lewis Hamilton having to \nsettle for third for Mercedes. This is how Ricciardo traditionally celebrates his win, his seventh victory, you could say \nwas always a shoe in or maybe not.\n\nWhilst though Ricciardo goes from fifth to third there with the win in the drivers standings, Vetttel's place finish \nmeans that the German cut three points into Lewis Hamilton's lead at the top of the standings from 17 to 14.\n\nAll right then, here in the States on Sunday, the focus was on Danica Patrick, her last ever race and for a woman \nwho really did transcend motor sport, well let's just say she probably would have picked a different way to script the \nway this all panned out at the famed Indianapolis 500 on Sunday. Her first Indy car race since 2011, the now 36-\nyear-old was enjoying a 2008 Indy car triumph in Japan, eight years ago, but had mentioned being nervous ahead \nof this one. Well, the race she'd chosen to end her career as it turned out, it all ended in lap 68, a really \ndisappointing conclusion for her and her worst career finish in eight Indy 500 starts, Patrick was the first finishing \nwoman in this race coming in third back in 2009.\n\nSo, who did win the 102nd running of this big race? It would be an Australian, Will Power, he started in third place \non Sunday, the Aussie took the lead on lap 197 after the leaders Stefan Wilson and Jack Harvey had pitted for fuel \nWill just powered his way to the win, a victory that gives owner Roger Penske his 17th Indianapolis 500 title, and I \nspoke to Will a short time ago about the emotions he felt when he crossed the finish line as an Indy 500 champion.\n\n(BEGIN VIDEO CLIP)\n\nWILL POWER, CAR RACER: I was so emotional because I've won so many races and poll positions and laps led, \nand I've won a championship, and I had those feelings like maybe I'll never win a 500, and I feel like my career \nwould not be complete if I had -- if I didn't win.\n\nAnd it just all came out and I - it was the final box, so I needed to tick as an Indy car driver. And personally, those \nwere goals that I set years ago, I had the picture of the (inaudible) cup which is the championship, and picture of the \nBorg Warner trophy next to my bed and now I've accomplished that. So that's where all that emotion came from.\n\n[00:55:00]\n\nRILEY: And great to be part of their tradition at the brick yard, drinking that milk at the end, what did that taste like \nand are you a two percent man or do you prefer skimmed these days?\n\nPOWER: Yeah, I actually don't drink much milk at all, I kind of have a diary allergy, but I did drink that, and I will say \nit's the sweetest milk I've ever tasted. You know, it's just -- yeah, to finally get in victory lane at Indianapolis and get \nthat milk. Yeah. That's -- yeah, like nothing else, unbelievable.\n\n(VIDEO CLIP ENDS)\n\nRILEY: Yeah, many congratulations to Will there. Thank you very much for joining us, it really was on very busy \nsporting weekend, and that includes the European golf flagship event, the BMW PGA Championship. We will leave \nyou with our latest Rolex minute.\n\n\n\nUNIDENTIFIED MALE: The final round of the BMW PGA Championship looked like it would be a shootout between \nco-leaders Rory McIlroy and Francesco Molinari who shared a four shot lead over the rest of the field at 13 on the \npar. The world number 32 however had other ideas, stamping his authority early on the front eight holes with birdies \non the third, fourth and eighth.\n\nOn the pressure from his rival, the former grand slam champion was unable to find the form that saw him fire a \nsecond round 65 as the steely eyed Italian maintained his three-shot advantage leading up to the 18th.\n\nA dramatic final hole, so Molinari narrowly avoided the water on his approach to the green. The Northern Irishman \nin turn had the chance for an eagle that would have narrowed the gap to one shot. Molinari would not make the \nsame mistake on his par putt, taking a first Rolex Series victory at Wentworth and the fifth European tour title of his \ncareer.\n\nVANIER: Americans negotiating in North Korea, diplomats are trying to find common ground ahead of the possible \nsummit between U.S. President Donald Trump and North Korean leader Kim Jon-un. Warning bells ring out as \nflashfloods tear down buildings near Baltimore, Maryland. A state of emergency has been declared.\n"}