{"title": "Gwinnett Opinions: VOICE OF GWINNETT; Immigration, health care top priorities", "body": "\nGwinnett Opinions asked members of the Gwinnett legislative delegation to give us their top priorities for the \n2006 session of the Georgia General Assembly.\n\nWe also asked readers who are members of our Voice of Gwinnett online panel what the Georgia General \nAssembly's top three priorities should be.\n\nA collection of responses were printed in Sunday's Gwinnett Opinions section.\n\nHere are additional responses, from a lawmaker and readers:\n\n1. One thing you can count on is that our legislators will not tackle the tough but important issues facing Georgia --- \nnamely, the need for a comprehensive transportation plan that includes state funding for MARTA.\n\n2. With the meltdown of our antiquated health care delivery system, many states are looking at a state health \ninsurance plan that covers all citizens; . . . not Georgia.\n\n3. Finally, lets's stop corporate welfare by companies hiring illegals. Enact a SOCIAL IMPACT FEE for every illegal \nthat is hired. Let the employer foot the bill for the social costs of hiring cheap, illegal [workers]. Use the money to \nreimburse the schools and health department, which carry this burden for companies employing these workers.\n\nGEORGE WILSON, Stone Mountain\n\n1. I would like our seniors to have Medicare coverage for hearing aids.\n\n2. I would like to offer our adult, low-income Gwinnett County legal residents adequate dental care. It is available to \nchildren but not adults on an emergency basis. The best a resident can do is make an appointment with a \ndowntown office and be put on a two-month waiting list for dental services.\n\n3. I would like our county and/or state to offer a shopping/delivery service for those who cannot drive. For instance, \nthe blind, disabled and aged should have access to the same stores the rest of the population does. This service \nshould not be priced out of the range of the average recipient of Medicare.\n\nMARIA I. HODGES, Lawrenceville\n\n\n1. Do something about illegal immigration and its benefits now. We are giving away our country. The bleeding \nhearts obviously don't read the laws governing this whole situation.\n\n2. Give everyone over 65 (or lower) a break from paying school tax. Isn't payment for 45 or more years enough? \nMost people this age cannot even afford to pay their property tax.\n\n3. Do not give free care for illness that is not an emergency in our local hospital emergency rooms. Either send \nthem to a clinic or get money up front. The true emergency doesn't stand a chance.\n\n4. I must add a fourth: Declare English as the one and only language for Georgia and recommend that it be done so \nfor the United States. Be sure that every sign is also written in English to help our police and firemen.\n\nBRENDA ROGERS, Snellville\n\nI would like --- when the Georgia General Assembly gets rolling --- to make the strange tradition of taking very \nexpensive toilet paper (75 cents a roll) and throwing it over trees in the middle of the night and making yards and \nneighborhoods look like white-trash nirvana [an act that is] illegal and punishable by law.\n\nThose who do it should be made to stand out in front of their school in the morning and afternoons with a cardboard \nsign around their neck saying, \"My weekends are so pathetic and boring that I cannot think of anything better to do \nthan throw toilet paper on someone else's property. I am a loser.\"\n\nAre these little precious darlings aware that there are children in China who go to bed at night with no toilet paper? \nWhat do the parents do? It seems to me that parents view it as innocent fun.\n\nHowever, I remember some teenage girls dying a few years ago when the owner of a house being rolled chased \nthem and the car was involved in an accident and the girls died. What are these parents teaching these children? \nThat it is totally legal and cute to trash someone else's property?\n\nNext, the kids will be involved in shooting out lights with BB guns, throwing eggs at houses, ditching yards with their \ncars that Mommy and Daddy have bought them. How cute is that?! Aren't they adorable?!\n\nDEBORAH LEE, Duluth\n\nThe Voice of Gwinnett is a panel of Gwinnett residents who answer online questionnaires on various topics. It is \nprepared for the Internet and analyzed by the Marketing Workshop Inc. To have your voice included as part of \nVoice of Gwinnett, go to ajc.com/voiceofgwinnett.\n\nFROM THE CAPITOL\n\n1. Fiscally responsible budget\n\n2. Transportation\n\n3. Eminent domain\n\n4. Ensure only legal Georgia residents receive state services\n\n5. Increase local control of education\n\n6. Equalize funding for public health\n\nREP. DONNA SHELDON\n\nR- Dacula\n\n\n\nGraphic\n\n \n\nPhoto: Ben Baxter / SpecialSome residents would like for English to become the state's official language, banning \nsigns like these.\n\nPhoto: Donna Sheldon\n"}