{"title": "Chicago Woman's Stand Stirs Immigration Debate", "body": "\nIn a small storefront church in a Puerto Rican neighborhood on the city's West Side, Elvira Arellano, a fugitive from \nthe government, waits with her 7-year-old son and prays.\n\n  Ms. Arellano, 31, an illegal immigrant from Mexico, defied an order to report to the Department of Homeland \nSecurity on Tuesday to be deported and is instead seeking sanctuary in her church.\n\n Ms. Arellano is hoping Congress will act on a private relief bill that would allow her and her son, Saul, a United \nStates citizen who has attention-deficit hyperactivity disorder, to stay in the country, where she says he can get \nbetter medical treatment.\n\n  ''I'm not a terrorist,'' said Ms. Arellano, who came to the United States illegally nine years ago and is facing her \nsecond deportation. ''I'm only a single mother with a son who's an American citizen.''\n\n  Ms. Arellano, president of an advocacy group called La Familia Latina Unida, said she hoped her action would \nhelp to bring about legislation to protect families that could be torn apart by deportation. \n\n  Immigrants' rights groups and critics of illegal immigration are closely watching her case. Some supporters have \nlikened her to Rosa Parks, while detractors say Ms. Arellano broke the law and should face the consequences. \n\n  Critics say illegal immigrants have children with the hope that they will be allowed to stay in the United States. \n''She had an anchor baby, that's what she did,'' said Mike McGarry, acting director of the Colorado Alliance for \nImmigration Reform. ''If she was so concerned about her child, she'd take him with her.'' \n\n  Emma Lozano, director of Centro Sin Fronteras, an advocacy group in Chicago, sees it differently. ''She became \nfor all of us a symbol of resistance to the unjust, broken laws of this country,'' Ms. Lozano said. ''This cross that she \nbears for all the undocumented is because she's been chosen.''\n\n  Ms. Arellano has received supportive calls and e-mail from across the country and beyond. \n\n  Dolores Huerta, 76, a laborers' advocate who founded the United Farm Workers union with Cesar Chavez, flew to \nChicago from California on Thursday to show her support. ''Legislation must be proposed so these children don't \nstay without their parents,'' she said. \n\n  Ms. Arellano was deported in 1997 after crossing from Mexico illegally. She returned and had Saul, working in \nWashington State before moving to Chicago in 2000. She was arrested in 2002 at O'Hare International Airport, \nwhere she cleaned planes, for using a false Social Security number.\n\n\n  She was granted a stay of deportation after a private relief bill was introduced in the Senate in 2003 because of \nher son's medical needs. Last year, two similar bills were introduced in the House, but no action has been taken.\n\n  At Adalberto United Methodist Church, where Ms. Arellano has been staying, the windows are plastered with \ncopies of letters of support from Representative Luis V. Gutierrez, Democrat of Illinois, who introduced the House \nlegislation, and Mayor Richard M. Daley.\n\n  Ms. Arellano also posted a statement, saying if she is arrested on ''holy ground,'' she ''will know that God wants \nme to be an example of the hatred and hypocrisy of the current policy of this government.''\n\n  Such talk offends people like Rosanna Pulido, director of the Illinois Minuteman Project. ''She's spewing all this \nanti-American stuff,'' Ms. Pulido said. ''The thing that scares me the most is her defiance, it really does.''\n\n  The Immigration and Customs Enforcement agency said it has the authority to arrest anyone in the country in \nviolation of immigration law. But an immigration official, who spoke on the condition of anonymity because policy \nprohibits discussing agency plans, said Friday that the authorities had other priorities and did not plan an arrest at \nthe church.\n\n  The church's pastor, the Rev. Walter Coleman, said helping Ms. Arellano was part of his calling. ''There's a \ntradition in this country as well as around the world that governments respect the dignity and the faith of the church \nand don't trample on that,'' Mr. Coleman said. ''I'm much more afraid of God than I am of Homeland Security.''\n\n  Ira Mehlman, media director of the Federation for American Immigration Reform, said the law holds parents \nresponsible for their actions regardless of their children's situation. ''However sympathetic her child may be, you \ncan't allow someone to hide behind their children,'' Mr. Mehlman said. \n\n  Jaime P. Martinez, national treasurer of the League of United Latin American Citizens, an advocacy group in \nWashington, said Ms. Arellano's case was mobilizing the movement as the government seems to be cracking \ndown. \n\n  ''I have never seen these type of deportations in my life,'' said Mr. Martinez, 50, who visited Ms. Arellano on \nThursday. ''I believe it's an agenda that they have to turn away the progress that was being made.''\n\n  But Carlina Tapia-Ruano, an immigration lawyer in Chicago, said she doubted that Ms. Arellano's actions would \nchange anyone's mind.\n\n  ''My concern is that when we have individuals who so publicly voice their disregard of our laws,'' Ms. Tapia-Ruano \nsaid, ''I believe that that gives greater ammunition for those who are on the extremes.''\n\n  But Ms. Arellano is confident. ''I didn't allow them to deport me, and the community is supporting me,'' she said. \n''I'm not afraid of anything because I'm in the house of God.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: Ms. Arellano, an illegal immigrant, with her son, Saul, a citizen.\n\n Elvira Arellano, center, greeting Luz Vega-Marquis before a news conference yesterday at Adalberto United \nMethodist Church in Chicago. (Photographs by Sally Ryan for The New York Times)\n\nhttp://www.nytimes.com/\n\n"}