{"title": "A Citizenship Incubator for Immigrant Latinos", "body": "\nAt one time, Pacific Boulevard was where the residents of this hip-pocket city in southeast of downtown Los \nAngeles came to realize their fondest middle-class desires. The boulevard was the apotheosis of the postwar \nCalifornia dream, an all-white working-class Beverly Hills with swank department stores, auto dealerships and first-\nrun cinemas.\n\nJack Zagha recently sat in the home-furnishings store his family has run on Pacific Boulevard for nearly 50 years \nand recalled those days as so distant as to be almost an illusion, all but blotted out by memories of how white flight \nand indoor shopping malls later turned the once-vital street into a cliche of urban despair. Then he interrupted his \nreverie to exchange a few words in Spanish with a busy sales clerk and marvel at the new California dream taking \nshape around the racks of towels, curtains and bedspreads.\n\nToday, thick crowds again stroll past his store, the Home Shop, but they rarely get past the maze of $2 and $5 \ntables clustered near the doors. The steady flow of sales is transacted almost entirely in cash. Conversations are in \nSpanish, still carrying the accents of the regions in Mexico from which most of Huntington Park's new residents \nemigrated.\n\n\"We're still in business, but just about everything else has changed,\" Mr. Zagha said. \"Times aren't bad.\"\n\nIf there is a vantage from which to observe the concluding chapters of Los Angeles's transformation into the \ncountry's largest Hispanic-dominated metropolis, Huntington Park may be it. It provides a glimpse into the region's \nrapid ethnic makeover not because it is a reflection of the city as it will be, but because it is the gateway to that \nfuture.\n\nIndeed, Huntington Park is not a perfect mirror of the Los Angeles region; incomes are generally lower and it is far \nmore homogeneous -- it is close to 100 percent Hispanic -- than the diverse, increasingly affluent neighborhoods in \nthe surrounding areas. But it plays a central role in the region because it is one of several neighborhoods where \nMexican immigrants often come first, one of the places where they begin their pursuit of the dream that brought \nmany here, a middle-class way of life. Huntington Park has become a sort of citizenship incubator.\n\nAnd the impact is being felt. As of 1998, Los Angeles County had 9.6 million residents, of which 44 percent were \nHispanic and 33.5 percent non-Hispanic white. Government experts predict that in 2010 the Hispanic population will \nmake up slightly more than half of the expected population of 10.6 million.\n\n\n\"What you learn from looking at a place like Huntington Park, and I'm not sure people appreciate this, is how \nupwardly mobile most Latinos are,\" said Jack Kyser, the chief economist at the Los Angeles County Economic \nDevelopment Corporation, a nonprofit organization. \"This city is where the newcomers learn how to do that. It is a \nstepping stone into the future of Los Angeles, and that's not something you would have expected if you looked at \nthe city a couple of decades ago.\"\n\nJose Legaspi, a major real estate broker and developer in this part of Los Angeles, added: \"This is a point of entry \nfor the Latino population in Los Angeles, not a destination. This is where the education begins for a lot of people. \nHuntington Park has been where people aspiring to the middle class get a leg up.\"\n\nDecades ago, Huntington Park thrived because it was the terminus of an electric streetcar line -- since shut down -- \nand had a wide downtown boulevard that attracted shoppers from all over the region. It was where people, many of \nthem white immigrants from the Midwest, spent weekend afternoons.\n\nIt was, however, a residential oasis amid one of the most heavily industrialized areas of Los Angeles County. Just \nto the west was the Watts section of Los Angeles, which was traditionally a large, and largely poor black community \nresting, literally, on the other side of a double set of railroad tracks that for years defined the borders of ethnic \npeace.\n\nThen 30 to 40 years ago Huntington Park went into a steep decline, a victim of industrial cutbacks, white families' \nnervously fleeing the proximity to a suddenly restive black community and the devastation on the boulevard caused \nby the emergence of indoor shopping malls. When the car dealerships left, the city's tax base went into a tailspin.\n\nTom Jackson, a resident for more than 40 years and a City Council member for 31 years, said that many white \nfamilies left reluctantly but that when they did were often more inclined to find Hispanic home buyers, rather than \nblack ones. \"You're talking about 30,000 people who just pulled up and left,\" Mr. Jackson said. \"It was a racism \nthing.\"\n\nHuntington Park's subsequent phoenix-like rise has taken off with the soaring numbers of immigrants from Mexico. \nThe city, which covers a little more than three square miles, saw its population swell to more than 70,000 people \ntoday from about 30,000 people two decades ago. It is perhaps 98 percent Latino. (Even nearby Watts is now \ndominated by Latinos, not blacks.)\n\nThe median age, which had risen to more than 60 in the 1970's, is now about 24, the city estimates. Reflecting its \nworking-class status, the city's median household income is about $28,000 a year, below the county's average of \n$40,300. Its main elementary school and middle school each has more than 4,000 students. Pacific Boulevard It \nhas become a cut-rate retail bazaar of shoe stores, dress shops, travel agencies, taquerias and dental clinics.\n\n\"The boulevard is back again, even better than it used to be,\" said Frank MacLean, the president of the local \nmerchants association.\n\nElena Martin, who said she had been a resident for six years, was strolling with her three young children on Pacific \nBoulevard recently, looking at the ostrich-skin cowboy boots she said her husband coveted, but probably would not \nbuy. She said she had little interest in malls, in part because she has to rely on public transit and in part because \nshe did not feel at home at them.\n\nJacob Givertz, who has owned a clothing store, Buy Rite, on the boulevard since 1974, agreed that the immigrants \nhad provided a solid new retail base. \"I don't think the malls are competition for me,\" he said. \"This boulevard \nreminds them of the way things were in the old country.\"\n\nRosario Marin, the city's mayor, said: \"The people who move here are often new arrivals, but they really want to \nmake it. Truthfully, they don't want to stay here. It's their first stop.\"\n\nStill, Mayor Marin conceded, the city's transformation has also created enormous challenges.\n\n\n\nMs. Marin estimated that perhaps 40 percent of the population consisted of people who had lived in the country less \nthan 10 years and that perhaps 20 percent were here illegally. That means that few vote, and many shield \nthemselves from the authorities.\n\nThe number of new immigrants has also created enormous challenges for the city's schools. Ms. Marin said \nroughly 60 percent of the parents of the children in the city's schools read English at a level of third grade or lower.\n\n\"We've become a safe harbor for new immigrants, a place where they can come and feel at home right away,\" she \nsaid. \"When it's time to move on, they move on, but I hope they remember Huntington Park and what they got from \nthis place.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Conversations are now often in Spanish along a thriving Pacific Boulevard in Huntington Park, Calif. (Kim \nKulish for The New York Times)\n\n \n"}