{"title": "County Seeks Protection on Immigration Enforcement; Jail Funds, Construction Part of Legislative Plan", "body": "\nPrince William County is looking for backup in its fight against illegal immigrants.\n\nThe Board of County Supervisors will ask the General Assembly, which reconvenes next month, to give local \ngovernments the \"broadest level of immunity\" when it comes to the enforcing federal immigration law.\n\nIt also will ask the state to promote uniformity of federal immigration laws by Virginia localities and \"lessen the \nburden of housing illegal immigrants in local and regional jails.\"\n\nSupervisors approved the measures Tuesday as part of the county's legislative program. Counties generally \nadopt a generic guide for what they plan to advocate during the session while also taking a defensive mode, \nopposing any legislation that would scale back local authority.\n\n\"We have specific things we are looking for, or specific things we are trying to avoid,\" said Dana Fenton, the \ncounty's director of legislative affairs. \"This is one of several things we do in order to navigate the General \nAssembly.\"\n\nOne of the initiatives Prince William has attached a price tag to is partial reimbursement for the county's 200-bed \nexpansion to its adult detention center once it is completed. It is also asking the General Assembly to appropriate \n$43 million to expand Bull Run Hall at the George Mason University Prince William campus and another $43 million \nto finance the construction of a second instructional building at the Woodbridge campus of Northern Virginia \nCommunity College.\n\nThe county will request continued state funding for the design and construction of SciencePort, an addition to the \nscience center at Belmont Bay. It seeks $40 million this year and plans to ask for more funding for programs, \nequipment, an endowment and other items to build the 200,000-square-foot facility.\n\n\nPrince William wants the General Assembly to meet the commonwealth's statutory 95 percent share of transit \noperating and capital costs, which would require about $175 million a year in new funds.\n\nThe board usually approves its legislative package before it meets with the local delegation. But this year the \nboard met with members in advance to make sure they were on the same page.\n\nSupervisor Maureen S. Caddigan (R-Dumfries) asked the board to amend the plan to include a request to help \nfund the county's Manassas Senior Adult Day Program. Earlier this year, the board considered scaling back the \nprogram because of lack of participation. But Del. Robert G. Marshall (R-Prince William) and his wife pleaded with \nthe county to keep it open. Marshall's father-in-law used the program.\n\n\"The delegate reminded us on several occasions that he could have helped if we asked,\" Caddigan said. \"Let's see \nif he'll help.\"\n\nIn other business, the board got a preview of the county's soon-to-be updated strategic plan. County staff \nmembers conducted a survey earlier this year, in which residents ranked the issues most important to them. Eight \nissues remained on the list, as they did four years ago, including improving county roads and the quality of public \neducation, but in a slightly different order.\n\nKeeping the county safe from crime remains the No. 1 issue for Prince William residents. Meeting the basic needs \nof low-income residents and promoting economic development fell off the top 10, replaced by better public \ntransportation and affordable housing.\n\nThe new strategic plan will provide policy guidance for the county's budget and operating decisions from 2010 \nthrough 2013. Nearly 1,300 residents participated in the survey, conducted from May to July.\n\nTracking this fall's campaign season, immigration made its first appearance on a list of priorities among those who \nattended community meetings in October and November. It came in fifth to transportation, schools and education, \nenvironment and parks and recreation. Supervisors will select goals in April of next year and adopt the final plan \nnext fall.\n"}