{"title": "Citizenship For 6,000 In Ceremony In Queens", "body": "\nIn the largest naturalization ceremony in New York City since 1954, more than 6,000 people from 100 different \ncountries crammed a Queens auditorium yesterday and pledged allegiance to the United States.\n\nThe pipes and drums of the New York City Police Department Emerald Society band brought roars of approval from \nthe crowd. And when the keynote singer did not arrive to sing the national anthem, half a dozen immigration \nlawyers improvised a chorus and asked the 6,050 new American citizens to sing along.\n\nThe hourlong swearing-in ceremony was the largest since 1954 when 9,000 new Americans were sworn in at the \nPolo Grounds in upper Manhattan. The crowd yesterday was a result of immigration housekeeping. In one fell \nswoop, the Immigration and Naturalization Service cleaned up a backlog caused by the increasing numbers of \nqualified applicants in the Eastern District of New York, which encompasses Brooklyn, Queens, Staten Island, \nNassau and Suffolk Counties, immigration officials said.\n\n \n\nAuditorium at St. John's\n\n \"We figured 9,000 would wipe out our backlog but we couldn't find a place to do 9,000,\" said Charles Troy, a \nspokesman for the I.N.S. Officials did not want to risk inclement weather by having the ceremony outside. The \nlargest auditorium they could find held 6,000 people and was at St. John's University in Hillcrest, Queens.\n\nSuch ceremonies are not uncommon in other parts of the country. Joe Flanders, an information officer for the \nI.N.S. in Southern California, said, \"We average ceremonies with 7,000 to 8,000 people, two or three times a year.\"\n\nMost of the immigrants yesterday were from Brooklyn and Queens, two boroughs that have come to embody a \nchanging New York City, reshaped in the last decade by a large immigrant influx. The New York City branch of the \nI.N.S. interviews an estimated 60,000 immigrants a year, Mr. Troy said. Most become citizens.\n\nImmigration requires all citizens to hold resident green cards for at least five years before becoming American \ncitizens. Yesterday's crowd was a mixture of races and religions and reasons for becoming citizens. Becoming an \nAmerican made it easier to get a job and travel and made it possible to vote, they said. They all planned to \ncelebrate: dinners with family, a barbecue bash in upstate New York, a date with a new boyfriend.\n\n \n\nFlags Are Distributed\n\n\n \"Most probably came here through other family members,\" Mr. Troy said. \"They may have come for economic \nreasons. When they become citizens it's easier under immigration laws to turn around and petition for other \nimmediate relatives.\"\n\nAs the thousands poured into the auditorium dressed as if they were going to a fancy reception, they were all given \nminiature American flags. The largest representation was 547 people from Guyana. The next largest groups were \nfrom China, Barbados, Jamaica and the Dominican Republic.\n\nDressed in a brown suit, holding an American flag, Iftikar Aziz Nazmi, 27, had trouble letting his not-yet so nimble \nEnglish express his emotions. Mr. Nazmi, a printing product manager in Brooklyn, left Bangladesh six years ago \nand is the first of his family -- seven siblings and his parents -- to get citizenship. His father had worked in the \nUnited States embassy in Dacca for 38 years before coming to this country, he said.\n\n\"Today, I am finally free,\" he said. \"Sometimes I miss Bangladesh. But today I am an American. I am a passport \nholder.\"\n\nYesterday evening, the entire family planned to go out to dinner.\n\nWon Ju Kim believes his greatest privilege will be to vote. A native of Seoul, South Korea, Mr. Kim, 31, arrived as a \nstudent eight years ago. Since then he has moved from Illinois to Brooklyn where he works in a Korean importing \nbusiness. Aside from economic incentives, his reasoning for becoming an American is simple and straightforward. \n\"I can now do what I believe,\" he said. \"My life is more wide open.\"\n\nVictoria Eugenia Nieto left Barranquilla, Colombia, when she was 25. She did not speak English, had few friends \nand no job. She did not even know how to drive a car. Now, six years later, she works at Macy's at Roosevelt Field \non Long Island as a sales associate.\n\nMiss Nieto said she brought her values from Colombia and that she will never forget where she came from. First \nthing yesterday morning, she called her father in Colombia to tell him the news. \"Tonight,\" she said, opening her \neyes wide and laughing, \"I have a date! We're going out for sushi.\"\n\nGraphic\n\n \n\nPhoto: Palia Arviv, an immigrant from Israel, and her son, Rachal, during the naturalization ceremonies yesterday \nin Queens. (Dith Pran/The New York Times) (pg. 26)\n"}