{"title": "Illegal Immigrant Students Await Votes on Legal Status", "body": "\nWith both houses of Congress set to vote this week on a bill that would give legal status to hundreds of thousands \nof illegal immigrant students, one of those students will wait for news of the outcome at an immigration detention \ncenter in Arizona.\n\nThe student, Hector Lopez, 21, was deported to Mexico in August after having lived with his family in Oregon since \nhe was an infant. After two months of trying to find his bearings and a job in Mexico City, Mr. Lopez, who does not \nspeak Spanish, traveled to the border last month and turned himself in to the immigration authorities, requesting \nasylum in the United States.\n\nMr. Lopez's deportation and effort to return offer a look at one prospect awaiting illegal immigrant students if the \nbill, known as the Dream Act, fails.\n\nVotes on the measure were expected in the Senate and the House on Wednesday, Congressional leaders said. It \nstands a slim chance of passage in the House, where Democrats are in the final days of their majority. In the \nSenate, although its champion is the Democratic majority leader, Harry Reid of Nevada, the bill appears unlikely to \nsucceed.\n\nMany Republican senators, led by Jeff Sessions of Alabama, have denounced the bill as a ''nightmare act'' that \nwould give amnesty to millions of illegal immigrants and provide safe harbor for some with criminal records. Other \nRepublicans, including several who supported the bill in the past, said they would not vote for it this time because \nthey believe Democrats are pushing it to please Latino voters.\n\nIn demonstrations this year in support of the bill, hundreds of immigrant students declared their illegal status and \nthousands joined street protests. Young illegal immigrants like Mr. Lopez are regularly caught in sweeps by \nimmigration agents.\n\nThe Obama administration, which supports the measure, said it has steered away from arresting illegal \nimmigrants who might be eligible for legal status under its terms, with officials saying their focus was on deporting \nconvicted criminals. Still, Janet Napolitano, the homeland security secretary, said that immigration authorities would \ndeport any illegal immigrant they detected.\n\n''Our job is to enforce the law, and we are going to continue to do our job,'' Ms. Napolitano told reporters last week.\n\nOn Sept. 1, Mr. Lopez was flown by Immigration and Customs Enforcement to the Texas border and deported to \nMatamoros, Mexico. He and his parents were arrested on Aug. 23 near their home in Milwaukie, Ore., by agents \nwith a court order for their deportation issued in April 1999, when Mr. Lopez was 9. Mr. Lopez and his parents, who \nare also illegal immigrants from Mexico, said in court papers that they did not receive the notice to attend an \nimmigration hearing the previous month.\n\n\nWhen they failed to appear, the judge ordered them deported. The lawyer who represented them was later \nsuspended from practice for three years, in part for failing to notify clients of immigration hearings, according to a \n2002 ruling by the State Bar Court of California.\n\nMr. Lopez's parents brought him to the United States when he was 6 weeks old. In his senior year at Rex Putnam \nHigh School, he was student body president, graduating in 2008. Mr. Lopez would have been eligible for legal \nstatus under the student bill, since he was a child when he was ordered deported, his lawyer, Siovhan Sheridan-\nAyala, said.\n\nWith no immediate relatives in Mexico, Mr. Lopez traveled by bus from the border to Mexico City, to stay in the \nhome of distant family friends in Iztapalapa, a working-class district.\n\nSpeaking by telephone from the detention center in Florence, Ariz., Mr. Lopez said he always felt out of place in \nMexico.\n\n''I felt like everything was far from home, just a completely new world for me,'' he said. ''Not knowing the language \nwell, I wasn't ready for it all. It was almost too much to handle.''\n\nHe said that a local gang of drug dealers harassed him, trying to drive him out of the neighborhood. For several \nweeks he did not leave his residence, until he decided to try to return to the United States. Ms. Sheridan-Ayala has \ninitiated an asylum petition and asked to re-open his deportation case.\n\nThe student bill would provide conditional legal status to illegal immigrant high school graduates who came to \nthe country before they were 16 years old, have lived here for five years and have no criminal records, if they attend \ncollege or serve in the military for two years.\n\nIn a final-hour press by the administration, Clifford L. Stanley, the under secretary of defense for personnel and \nreadiness, said Tuesday in a call with reporters that the bill would help the Pentagon by ''increasing the pool of \nhigh-quality people who are going to be enlisting.''\n\nThe lead sponsor of the Senate bill, Richard J. Durbin, Democrat of Illinois, made changes to it in an effort to attract \nmore votes, lowering the maximum age for eligibility to 29 from 35, and tightening the exclusion of immigrants with \ncriminal records.\n\nBut Mr. Sessions, in a speech on the Senate floor, said that the bill remained ''poorly drafted, filled with loopholes \nand, by rewarding illegal behavior, will without doubt encourage future illegal immigration.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTO: Hector Lopez, in a 2008 Oregon school photo, was deported to Mexico in August and is seeking asylum in \nthe U.S.                                    \n"}