{"title": "Latino state senator to bow out of politics;", "body": "\nState Sen. Sam Zamarripa, an Atlanta Democrat who was a key player in this year's heated legislative debate over \nillegal immigration, announced Wednesday that he will not seek re-election this year.\n\nZamarripa, a 53-year-old investment banker, said he has decided to bow out of politics to focus on spurring \neconomic development --- particularly global business opportunities --- in Atlanta. He said his decision had nothing \nto do with the controversy over illegal immigration.\n\n\"My feeling was that the greatest opportunity for me was to pursue things I am very good at related to economic \ndevelopment, and to do that out of the Senate,\" Zamarripa said at a Capitol news conference.\n\nAfter making a name for himself as an activist with ties to Atlanta's business community, in 2002 Zamarripa was \namong three men who became the first Latinos elected to the Legislature. This year, the second-generation \nMexican-American became the unofficial face of the opposition to Senate Bill 529, one of the most controversial \nproposals introduced during the recent legislative session.\n\nThat measure, which awaits Gov. Sonny Perdue's signature to become law, seeks to crack down on illegal \nimmigrants and those who hire them, mostly by verifying the legal status of adults applying for taxpayer-provided \nservices in Georgia and by removing tax breaks for anyone who employs undocumented workers.\n\nZamarripa opposed the bill, arguing that the federal government ought to handle illegal immigration issues.\n\nHe voted against it in the Senate, but he worked with the bill's sponsor, Sen. Chip Rogers (R-Woodstock), to soften \nthe proposal's impact.\n\n\"I hate to see Sam go,\" Rogers said. \"He and I worked together not just on that issue, but on a couple of others. \nAlthough the public would sense we are diametrically opposed, we're not. We agree on a number of pro-business \nissues. I enjoyed my time working with him.\" \n\nZamarripa said Wednesday that he was most pleased with his work on the Senate Economic Development \nCommittee during his four years as an elected official. \n\nThere, he sponsored successful legislation that encourages the People's Republic of China to invest in Georgia and \nbuild strong business relationships that will create jobs and encourage economic growth in the state.\n\n\nThe lawmaker said he plans to continue his work in that area both within his private business and as a volunteer for \nthe city and state.\n\nHe also said that he has not ruled out future political runs, and plans to stay active within the Democratic party.\n\nHe's said he has signed up to help New Mexico Gov. Bill Richardson if he runs for president in 2008, and is \nsupporting Lt. Gov. Mark Taylor's gubernatorial campaign in Georgia this year.\n\nGraphic\n\n \n\nPhoto: BEN GRAY / StaffState Sen. Sam Zamarripa (D-Atlanta) says he is bowing out to focus on business.\n"}