{"title": "BOARDWALK PASSES ALSO GOOD AT BORDER", "body": "\nKen and Joan Cole didn't expect problems when they took a vacation trip to Victoria, B.C. How hard could it be to \ndrive across the border into friendly Canada?\n\nIn their case, hard.\n\nIt was a busy Friday afternoon, recalls Ken, who directs Santa Cruz's Homeless Services Center. In a long line of \ncars, they inched their way to the border. There, a guard checked the Coles' IDs, and then pointed to their 10-and \n6-year-old children in the back seat. \"May I see their passports or birth certificates?\" the guard inquired. Oops. \"I \ndidn't know they needed any,\" Ken confessed. \"We didn't bring birth certificates or anything.\" The guard directed \nthem to an immigration officer in a nearby building. \"Our vacation began to sink at that point,\" Ken says. Familiar \nCanada suddenly seemed like a much more foreign country, and they were across the line.\n\nIn the office, they were met by a stone-faced immigration official. \"If our children's services officers were to take \nyour children into custody, how are you going to prove they're yours?\" he asked the Coles. Pawing frantically \nthrough wallet and purse, the Coles looked for documentation. The children's HMO cards? No photos; no good.\n\n\"But then at the back of my wallet I found the Endless Summer passes to the Santa Cruz Beach Boardwalk that \nwe'd bought for the family,\" Ken says. \"They had digital photos on them.\" The official looked them over and, after \nchecking some data on a computer, relented and finally let the Coles continue on their way.\n\n\"It was pretty awful to live through,\" says Ken, embarrassed, \"but it's seeming more humorous with the passage of \ntime. My wife isn't much for publicity, but she thought if we shared our experience it might save other travelers \nsome trouble.\"\n\nCanada enforces its border policies strictly, and although U.S. passports aren't required, some form of photo ID is -\n- even for children, especially if there's suspicion parental custody issues might be involved in the border crossing. \nI hadn't thought of that. The Coles think of it now.\n\nAnd about that surprise ID: \"We're heading back to the boardwalk shortly,\" Ken concludes, \"to renew our passes.\"\n\nAROUND AND ABOUT: Talk about a meaningful location for Friday's visit by Yolanda King, the eldest daughter of \nDr. Martin Luther King Jr. She will participate in a 4 to 6 p.m. book-signing at the new main San Jose library named \nin honor of her dad.\n\nThe California Alliance of African American Educators, meanwhile, has something special set for Saturday at the \nSan Jose Airport Hyatt: what's billed as the state's only all African-American science fair. Seventy students will be \ncompeting for Dr. Frank S. Greene Scholars Program awards and shots at scientific careers.\n\n\nQUESTION MAN: Speaking of careers, Ron Schwartz wonders if it's true that when ex-Gov. Gray Davis came here \nfor the Democratic convention \"he looked over San Jose the same way another ex-governor looked over Oakland?\" \nScary thought, but all it takes is a moving van. It worked for former Sunnyvale guy Ron Gonzales.\n"}