{"title": "Immigration hot topic for voters, not candidates", "body": "\nSurvey after survey plainly shows it: American voters are preoccupied with  immigration, sometimes intensely so.\n\nBut in a presidential campaign in which partisan lines have been sharply  drawn over welfare and the budget, the \nsubject of immigration has yet to  provoke muchof a stir. With the notable exception of Pat Buchanan, for \n instance, the major Republican challengers have been content to voice  approving soundbites about legal \nimmigration, while uniformly condemning  illegal entry.\n\nA year after inspiring the Proposition 187 movement in California to deny  public services to undocumented aliens, \nthough, illegal immigration is less  and less the issue, at least in presidential politics. Everyone is against it,  even \nmany of the most ardent defenders of immigration, leaving little room for  argument.\nMiami Herald26205\n\nIt may simply be too early. The campaign, after all, has yet to move full  force into the states where immigration \nreally matters, like California and  Florida.\n\nThere may be a deeper reason, though: When it comes to immigration, there  is no simple liberal-conservative \ndivide. It's a Democratic president, Bill  Clinton, who can lay claim to actually cracking down on illegals, and who \nhas  endorsed a proposal to reduce the levels of legal immigration by as much as a  third.\n\nOnly Buchanan has gone further. He calls for a five-year moratorium on most  legal immigration, while other \nRepublican candidates, including Sens. Bob Dole  and Phil Gramm, have pointedly refused to follow his lead. To a \nman, they  defend legal immigrants as an asset, a wellspring of economic vigor for the  country.\n\nMeanwhile, it is publishing heir Steve Forbes who has directly attacked the  Clinton-backed proposal to scale back \nlegal immigration as \"misguided.\"\n\nWith pro- and anti-immigration sentiment crossing party lines, some  political observers say, there is little partisan \nadvantage in attacking legal  newcomers for Republican candidates - and potentially much to lose.\n\n\"This issue is not really a winner for most Republicans,\" said Frank  Sharry, executive director of the National \nImmigration Forum, a  pro-immigration lobbying group. \"You have many traditional conservatives who  are very \npro-immigration. If you're a candidate who wants to win the  Republican nomination, you have to be very careful. \nYou could lose Cubans in  Miami, Asians in California, 20 different ethnic groups in New York, and some  very \nconservative Mexican-Americans in Texas.\"\n\nA Voices of Florida poll last fall found that an overwhelming majority of  registered Florida voters, even Hispanic \nand foreign-born residents, consider  immigration to be a problem. The poll revealed that a majority of voters favor \n\n\n tough measures to crack down on illegal immigration by denying access to  public services such as health care \nand education.\n\nVoices of Florida is a coalition of six newspapers, 11 television stations  and public radio - including the Times, the \nMiami Herald, WTSP-Ch. 10 and  WUSF-FM 89.7. The news organizations joined forces to explore which issues \nare  most important to voters in Florida.\n\nIn South Florida, where Cuban-Americans remain pivotal to the GOP, Dole,  Gramm and Lamar Alexander have \nfound themselves treading very cautiously  around the immigration issue, avoiding talk about making English the \nnation's  official language, sealing the borders and declaring the \"American culture\"  superior to all others.\n\nThe gap between Buchanan and the others reflects deep divisions over  immigration in the Republican Party. Like \nDole, Gramm, Forbes and Alexander,  the party's traditional pro-business and libertarian wings see the growth that \n immigration produces as good for the economy.\n\nThey also regard some proposals to control immigration - including national  ID cards and a tax on businesses that \nimport workers - as intrusive big  government.\n\nGramm and Dole have taken firm stands on one issue: They have backed bills  that would end or restrict \nimmigrants' use of certain government benefits,  including welfare and Social Security.\n\nBut their other forays into immigration-related issues have been careful,  even tentative. In a highly publicized \nspeech to the American Legion last  year, Dole called for English to be made the country's official language and \n blasted bilingual education - then seemed to quickly abandon that course.\n\nAlexander's main proposal has been to strip control of the country's  borders from the Immigration and \nNaturalization Service and turn it over to  the military or a private contractor. The former Tennessee governor said \nthe  agency is incapable of controlling illegal border crossings at the same time  that it oversees legal immigration.\n\nThose moderate stands could clash with the hard-line position of many in the  Republican rank-and-file.\n\nIn both houses of Congress, Republicans have introduced bills that would  scale back legal immigration from the \npresent level of about 900,000 a year,  some drastically.\n\nThey would do so by varying methods. Most legal immigrants are relatives of  naturalized citizens or permanent \nU.S. residents. Some proposals would bar  parents, siblings and adult children of immigrants from joining them, or \nplace  a strict cap on their numbers, for instance.\n\nBuchanan has backed a bill that would freeze all immigration for five  years, with the exception of spouses and \nminor children of U.S. citizens.\n\nThe idea, he says, is to keep the millions of recent arrivals from  overwhelming the country culturally and \neconomically, giving them time to  learn English, get on their feet economically and join the American  mainstream. \n\"We've got to become one country again,\" Buchanan has said.\n\nAt least two bills are expected to make it out of committee this spring. As  they come up for debate, and as the \npresidential campaigns move into Florida,  California and Texas, immigration could again catch fire, and the \ncandidates  could be forced to show their hands.\n\nAlexander, Forbes and Gramm have criticized the bills, directly or  indirectly, but none has given specifics about \nhow he would deal with legal  immigration. In columns in his business magazine, Forbes has suggested that \n present levels suit him fine.\n\nGramm has left the door open to some restrictions.\n\n\n\n\"We are here setting up arbitrary limits that prevent people who came here  legally, who have been successful, who \nhave achieved the American dream, from  bringing their kinfolk to America,\" he said recently. \"I do not think that  is \nright. I do not think it makes any sense.\"\n\nYet, he added on another occasion, \"I think we ought to put a premium on  people who can bring new skills, new \nenergy. But I'm not ready to tear down  the Statue of Liberty.\"\n"}