{"title": "NO MATTER WHAT SANCHEZ DOES, IT SURE BEATS FLIPPIN' BURGERS", "body": "\nJavier Sanchez got off to a sizzling start Thursday in the first round of the U.S. Open, going par-birdie-par before \nplay was suspended because of fog.\n\nThat said, few people -- if anyone -- believe Sanchez has a prayer of being on the leader board down the stretch.\n\nThat's OK by Sanchez. He doesn't pay much heed to naysayers or mind-boggling odds. After all, he beat incredible \nodds just to get this far.\n\nSanchez, 41, took up golf 20 years ago when he was a cook at Palo Alto Municipal Golf Course. Four years earlier, \nhe left his home in Mexico and paidsomeone $50 to help him cross the border. He had an uncle who lived in \nRedwood City and Sanchez settled there, where he got a job as a dishwasher.\n\nHe later got a job cleaning rooms at a Holiday Inn. There, he had some close calls with the Immigration and \nNaturalization Service.\n\n\"There were a couple of times when I was working in Palo Alto and a lot of the immigration came in and chased us \naround the place,\" he said. \"We sneaked out into the rooms until they left.\"\n\nHe eventually got a job in the golf club kitchen, where he made $3 an hour and saved enough money to buy a used \nset of clubs for $150.\n\n\"I saw people out there playing but I had no idea what they were doing,\" he said. \"I was very interested in finding \nout. So I got some golf clubs, a bag, and I used to go to the driving range and not even hit a ball, just watch people \nswing. And later on, when everybody would leave, I'd kind of start imitating them. I started hitting the ball up in the \nair and fell in love with the game. Later on, (the club pro) gave me some instructions and I went on from there.\"\n\nSoon, Sanchez was hooked.\n\n\"After I'd get done with work, I'd go out and practice,\" he said. \"It was a piece of cake. I'd spend a lot of hours in the \ndark. I used to putt with the lights on in the parking lot; they'd shine on the putting green. I used to play there until 9, \n10 at night. I put in a lot of hard work.\"\n\nIt paid off. He eventually married an American woman (he has since remarried) and became a legal resident. He \nmoved to Fayetteville, Ga., where he got a job at a driving range and wound up on the T.C. Jordan Tour.\n\nIn 1983, Sanchez got a call from the U.S. Golf Association that Billy Ray Brown was pulling out of the Open and \nthat Sanchez was the first alternate. He hopped a plane to New Jersey, and 12 hours later was playing in the Open \nat Baltusrol, a course he had never seen. He missed the cut.\n\n\nSanchez qualified for four more Opens (1993 through '96), finally making the 36-hole cut in '96 and finishing in a tie \nfor 90th, for which he collected $5,305. The same year was his best on the Nike Tour. He played in 14 of those \ntournaments, including a second-place showing in the St. Louis Golf Classic.\n\nOnce again, he made the Open this year with strong rounds in the local and sectional qualifiers.\n\n\"(I made it by) chasing that ball and shooting low numbers,\" he said. \"It's hard. It's hard to get into the local and \nsectional qualifiers. I was very fortunate to be playing good at the time. It seems like when the summer comes \naround, my game gets a little better.\n\n\"I feel good about my game. This is a very hard golf course. As long as I keep it in the short grass, I think I'll be \nOK.\"\n\nSutton starts quickly\n\nHal Sutton buried the first opening-hole eagle in U.S. Open history Thursday. He followed that by sinking birdies at \nNo. 2 and No. 4 and eventually went to 6-under-par through 13 holes.\n\nThen things started to unravel.\n\nSutton double bogeyed 14 and bogeyed 16 and 18. Once at the top of the leader board, Sutton finished 2 under \npar, four strokes behind Tiger Woods, the leader.\n\n\"What a weird day,\" Sutton said. \"The weather was kind of strange and my finish was real strange. Lot of good and \na lot of bad . . . I guess that is U.S. Open type stuff.\"\n\nSutton watched playing partner Lee Westwood's lie at the par-5 14th and noticed that his ball slowed in the wind \nand ended up in a bunker.\n\n\"I went ahead and hit a smooth pitching wedge,\" Sutton said. \"I guess the wind got in behind mine, because I didn't \nhit it very hard. We were uphill.\"\n\nSutton's ball landed in deep rough.\n\n\"I hit a really good chip from where that ended up,\" he said. \"But I hit a weak putt.\"\n\nThere were more problems at No. 18.\n\n\"I couldn't see over about 150 to 200 yards,\" Sutton said, referring to the fog that had settled in. \"That makes it \nusually pretty hard.\"\n\nJack gets choked up\n\nJack Nicklaus stepped up to the first tee to start his 44th consecutive U.S. Open, looked at his son and caddie Jack \nII and stepped back for a moment.\n\n\"Excuse me,\" Nicklaus said, fighting back tears. \"I was just having a moment for our defending champion.\"\n\nNicklaus was referring to Payne Stewart, who died in a plane crash last fall. As reigning champion, Stewart was \nsupposed to play in a group that included the British Open champion and the U.S. amateur champion. Nicklaus, a \nfour-time Open champion, was asked to take Stewart's place.\n\nAfter Nicklaus' pause, he again stepped to the tee and started what could be his final U.S. Open. Nicklaus stood at \n2 over par through nine holes when play was postponed.\n\n'Happy Halloween'\n\n\n\nJesper Parnevik got lots of notice for his orange shirt. Which is exactly what he must have wanted when he put on \nhis shirt.\n\n\"Hey Jesper, Happy Halloween,\" one spectator yelled.\n\nTiger Woods called his threesome member \"a beacon,\" and at times in the thick fog, Parnevik's shirt was the only \nthing that stood out.\n\nTiger the fan\n\nWoods said he tries to stay away from the media reports calling him a favorite. He tries not to watch television or \nread newspapers during a tournament. However, he confessed to one breakdown this week.\n\n\"Actually, I got pretty good vibes last night after my Lakers won,\" he said.\n\n* Monterey High track star Sani Roseby, who won the state 100-meter championship two weeks ago, is working at \na much slower pace this week. She's monitoring press credentials at the media dining commons.\n\nNotes\n\n100TH U.S. OPEN AT PEBBLE BEACH\n\nNOTEBOOK\n\nGraphic\n\n \n\nPhotos (2);\n\nPHOTO: RICHARD WISDOM -- MERCURY NEWS\n\nMiguel Angel Jimenez, who trails leader Tiger Woods by one stroke, blasts from a bunker at 15 en route to a bogey-\n5.\n\n[000616 SP 10D]\n\nPHOTO: NHAT V. MEYER -- MERCURY NEWS\n\nHal Sutton eagled the first hole and got to 6 under before his round began to unravel on the back nine. He finished \nat 2-under-par 69, four strokes behind Tiger Woods.\n\n[000616 SP 10D]\n"}