{"title": "Police Try Reaching Out to Immigrants; A Program Called 'Unidos,' Which Is Catching On in Texas, Found Reassuring", "body": "\n When a group of men posing as police officers robbed several Hispanic immigrants, not all the victims reported \nthe crimes to the real authorities. The reason for their silence is simple, many immigrants say. \n\n  \"Tienen miedo,\" meaning \"They're afraid.\" \n\n  \"Yes, sometimes you get afraid. It's not because you're doing anything bad. Lots of times, because you're \nHispanic, people don't want you around,\" said Irma Delgado, 34, a Mexican immigrant. \n\n  Fear of police and deportation make illegal immigrants easy targets for criminals, prompting police departments \naround the country to try outreach programs designed to build trust among residents. \n\n  One program developed in this Dallas suburb is called Unidos, Spanish for \"united,\" has yielded such promising \nresults that Dallas began using it in February. The suburb of Richardson has plans to use start it in July, and \nseveral Texas departments are considering it. \n\n  Unidos features meetings on topics relevant to immigrants. Departments bring in guest speakers, and Spanish-\nspeaking officers are always available. The message: Police will not single out immigrants if they are living in the \ncountry illegally. \n\n  \"We all had another concept of police in Garland, that they would mistreat us,\" said Delgado, who has attended \nthe meetings. \"I've learned a lot of things  --  mainly, that they're here to help us.\" \n\n  In the 21/2 years since Unidos meetings began in 2003, Garland Police Assistant Chief Steve Dye said, \nattendance regularly surpasses 100, and more crimes are getting reported. \n\n  \"It's focused not so much on the esoteric concerns [of] immigration policy . . . but on enabling officers to become \nmore aware of the day-to-day issues and people to navigate those day-to-day issues,\" said Phillip Lyons, executive \ndirector of the Texas Regional Center for Policing Innovation at Sam Houston State University. \n\n\n  With more than 31 million people in the United States who were born abroad, including an estimated 11 million \nliving here illegally, some departments want to involve immigrants in community policing programs. \n\n  There is no way to tell how many departments are using outreach programs, and they vary greatly, said Gilbert \nMoore of the Office of Community Oriented Policing Services at the Justice Department. Some publish crime-\nprevention materials in Spanish or other languages, while others provide cultural training for police officers and \nresidents. \n\n  For example, Austin police coordinated with the Mexican consulate and area banks so undocumented workers \ncould open accounts, helping reduce the number of robberies. The Charlotte-Mecklenburg Police Department in \nNorth Carolina created an international relations unit charged with holding crime-prevention training for residents, \nrecruiting bilingual officers and providing cultural training to police. Unit members include Spanish, Laotian, Thai \nand Vietnamese speakers. \n\n  After Hmong refugees and other Southeast Asians resettled in St. Paul, Minn., police started ACOP (A \nCommunity Outreach Program). The program added police storefronts in apartment buildings with predominately \nAsian residents and employs social workers and translators. \n\n  Now the department is trying to include Hispanic immigrants in its efforts and recently received a $250,000 grant \nto develop a program for Somali and Muslim immigrants, said Pete Crum, St. Paul police spokesman.  \n\n  Several Clearwater, Fla., officers were sent to the Mexican state of Hidalgo so they could learn about the place \nand culture many immigrants call home. Departments from Corcoran, Calif., to Dallas have set up citizen police \nacademies in Spanish. \n\n  Before Dye started Unidos, the department had faced a series of police shootings involving Hispanics, a string of \nmuggings of undocumented workers and the killing of an immigrant during a robbery. \n\n  Still, many immigrants steered clear of the police station. \n\n  At the same time, police say, recent immigrants were finding themselves on the wrong side of the law often \nbecause they did not speak English or were misinformed. \n\n  It is unclear how the outreach programs might be affected by the immigration measures pending in Congress. \nThe House approved a measure to enlist local authorities in enforcing immigration laws, but the Senate continues \ndiscussion on other measures, including border security. \n\n  Regardless of the outcome in Washington, advocates say outreach programs are crucial. They note that \nimmigrants are vulnerable to street crime and scams because they do not have proper documents for traditional \nbanking or are not fluent in English. \n\n  \"The system is taking advantage of these people, not just robbing them,\" said Joe Campos of the League of \nUnited Latin American Citizens. \"They know they won't complain.\" \n\n  At a recent meeting in Garland, about 100 people, most of them immigrants, gathered at police headquarters. \n\n  They listened intently as police warned about the men who target mainly Hispanic neighborhoods and rob their \nvictims while pretending to search them.  \n\n They had questions, too, including how a new ordinance to tow uninsured vehicles would work and which office to \ngo to for a driver's license. \n"}