{"title": "Battle Lines: McCain & Romney Rift: New Approach for Breast Cancer: Less Radiation More Effective?", "body": "\nJOHN ROBERTS, CNN ANCHOR: All roads to the White House go through New Hampshire, and tonight that is \nexactly where the GOP contenders are going to be. They are getting ready for their first Granite State debate, but \nthere is already a major rift between two rivals over immigration.\n\nCNN Senior Political Correspondent Candy Crowley joins me now live with a breakdown.\n\nWhat do you expecting tonight just in terms of the amount of engagement between all the candidates? Mike \nHuckabee, who was here earlier, told me off camera -- he says he's worried about a free-for- all on stage tonight.\n\nCANDY CROWLEY, CNN SR. POLITICAL CORRESPONDENT: Well, I think he should be. I mean, the \nRepublicans all along have been a little bit more contentious than the Democrats are. The Democrats have a \nvested interest in staying sort of unified.\n\nThe Republicans really are in a brawl at this point when you look at the social issues, where Rudy Giuliani sort of \nstands out from the rest of the pack in his pro-choice position. And then you look at this whole immigration battle, \nwhich is really -- it's not just John McCain versus Rudy -- versus Mitt Romney. It's the entire party that is sort of in \nan upheaval over this.\n\nROBERTS: But certainly there's a lot of engagement between John McCain and Mitt Romney. They were at it \nyesterday.\n\nJohn McCain accusing Mitt Romney of pandering for votes on the immigration issue. And take a quick listen to \nMcCain yesterday in a Coral Gables, Florida, defending his position on this bill.\n\n(BEGIN VIDEO CLIP)\n\nJOHN MCCAIN (R-AZ), PRESIDENTIAL CANDIDATE: I'm not running to do the easy things, so I defend with no \nreservation our proposal to offer the people who harvest our crops, tend our gardens, work in our restaurants, care \nfor our children, and clean our homes a chance to be legal citizens of this country.\n\n(END VIDEO CLIP)\n\n\nROBERTS: So he is there defending his bill. At every opportunity, Mitt Romney says, well, it's the McCain-Kennedy \nbill, which drives conservatives nuts. And McCain has really got a bug somewhere for Romney as well.\n\nWhat is it with these two?\n\nCROWLEY: Well, I think that in some ways, they are very different. And they're different, hugely different \npersonalities. But I think in another way, the two of them, the different camps, look at Rudy Giuliani and think that, \neventually, he will fade a little bit. And it may be between the two of them, but basically, they're fighting for the \nconservative vote at this point.\n\nROBERTS: Yes.\n\nCROWLEY: And that is what's out there that they are vying over.\n\nROBERTS: I guess one of the big worries with Rudy Giuliani is, could he ever lead a united Republican Party into a \ngeneral election?\n\nHey, we'll get you back here on the half hour, put you with Wolf Blitzer and John Dickerson, a little roundtable. Look \nforward to it.\n\nThanks, Candy.\n\nAnd you can catch the Republican debate at 7:00 p.m. Eastern, moderated by Wolf Blitzer. And of course we'll have \na pre-game show and a post-game show. So just leave it on CNN all day for all of the news about politics you need \nto know -- Kiran.\n\nCHETRY: Will do. Looking forward to it.\n\nMeantime, President Bush is trying to smooth things over with Russia. Early this morning in Prague, the president \nsaid the proposed missile shield in the Czech Republic and in Poland is meant to protect against an attack from Iran \nor North Korea. And he will try to explain that to Russian president Vladimir Putin when he sees him at the G8 \nsummit tomorrow.\n\n(BEGIN VIDEO CLIP)\n\nGEORGE W. BUSH, PRESIDENT OF THE UNITED STATES: And my message will be, you know, Vladimir -- I call \nhim Vladimir -- that you shouldn't fear a missile defense system. As a matter of fact, why don't you cooperate with \nus on a missile defense system? Why don't you participate with the United States? Please send your generals over \nto see how such a system would work.\n\n(END VIDEO CLIP)\n\nCHETRY: Well, Vladimir Putin not seeming to be buying that argument. He sees the missile shield, he says, as a \nthreat, and is talking about aiming nuclear missiles at Europe if the U.S. goes ahead with it.\n\nROBERTS: To Capitol Hill now and a 94-page indictment against Democratic Louisiana Congressman William \nJefferson on bribery, racketeering, conspiracy and money laundering. Investigators say $90,000 of that money \nended up in Jefferson's freezer, that he took nearly $500,000 in bribes over five years.\n\nJefferson has denied those charges. House Minority Leader John Boehner is expected to call today for an Ethics \nCommittee review.\n\nAnd a big day for Lewis \"Scooter\" Libby. The former top aide to the vice president will be sentenced today in the \nCIA leak investigation. Libby was convicted in March of lying during the investigation into who leaked the identity of \nCIA operative Valerie Plame. The prosecutor, Patrick Fitzgerald, has asked that Libby serve up to three years.\n\n\n\nSenator Craig Thomas died last night at the age of 74 after a battle with leukemia. Thomas, a Republican from \nWyoming, was reelected in November with 70 percent of the vote, even while he was in the hospital undergoing \nchemotherapy.\n\nSo what happens to Thomas' seat in the Senate? Will it somehow affect the balance of power? The governor of \nWyoming will pick his replacement.\n\nEven though the governor is a Democrat, state law says he must choose the replacement from a list of names \ngiven to him by the state's GOP committee. So it will remain Republican.\n\nCHETRY: Well, there is some promising news that's coming in today from a cancer conference in Chicago. More \nthan 32,000 specialists are meeting, and one of the studies that caught our eye, at least, is a new approach to \nradiation for breast cancer.\n\nFor details on that, we're paging Dr. Gupta. He joins us from the CNN Center in Atlanta.\n\nAnd it sounds like some promising research. Anyone going through the devastation of cancer and being treated for \nit would love to know that you could undergo less when it comes to treatment that end up having bad side-effects.\n\nDR. SANJAY GUPTA, CNN CHIEF MEDICAL CORRESPONDENT: Yes, absolutely. You know, the diagnosis of \nbreast cancer obviously can be a devastating one.\n\nResearchers specifically wanted to look at, what are the treatment options and how much of the various treatment \noptions does someone really need? If you're given a diagnosis of early stage breast cancer, sometimes surgery, \nsometimes chemotherapy, sometimes hormone therapy and radiation therapy as well.\n\nRadiation therapy can be very difficult. This is after the surgery takes place. You have to travel to the hospital, and it \ncould be for several weeks at a time.\n\nWhat they really try to do is figure out, could you actually have fewer days of radiation therapy and still get the same \neffects? And the answer appears to be yes -- Kiran.\n\nCHETRY: And so, is that going to have any immediate impact in terms of treatment, or is this something that is still \nbeing studied?\n\nGUPTA: Well, it's still a study. And it's an early stage study as well. They need to do broader studies before it \nbecomes a recommendation.\n\nBut let me give you some of the specifics here, because I was interested in this. I think women who have dealt with \nbreast cancer might be interested as well.\n\nTypically what happens is you get what are called 50 grays, which is just a unit of radiation, for five weeks. You \nknow, five days a week for five weeks. That is 25 treatments.\n\nThey compared that to getting 40 grays every day for three weeks. So two fewer weeks. And what they found was \nthat the outcome was just about the same in terms of the likelihood of recurrence.\n\nIn neither group did the woman have any higher reoccurrence than before. So it could be a significant number of \ndays cut down in terms of traveling to the doctor's office and then actually getting the treatments.\n\nCHETRY: And it would be interesting if this can also by extension work for things like prostate cancer, where, you \nknow, radiation can have very devastating side-effects once the cancer is knocked out.\n\nGUPTA: Yes. You know, side-effects are a real concern. You know, they're not as profound as with chemotherapy, \nfor example, but you could have skin changes, for example, you could have significant fatigue.\n\n\n\nAnd you're right, with some of the other cancers as well, whether it's prostate or brain cancer, the radiation side-\neffects are going to be even more profound. So this specific study was just on breast cancer, but you're right. I think \nfine-tuning of some of these other therapies are probably going to go on, on the other cancers, as well.\n\nCHETRY: Very interesting. Well, thanks again, Sanjay.\n\nGUPTA: Thank you.\n\nCHETRY: And by the way, if anyone has a question for Dr. Gupta, go to cnn.com/americanmorning. E-mail us. \nSanjay will answer your questions here on AMERICAN MORNING, on our show, Thursday.\n\nROBERTS: A fiery crash this morning on I-95 tops your \"Quick Hits\".\n\nIt's from three tractor-trailers in a chain reaction crash on I- 95, north of Richmond, Virginia. Police say the \nsouthbound of 95 is going to be closed for several hours this morning until it's all cleaned up. That will make traffic a \nnightmare.\n\nStepping up the search for a missing teen in Overland Park, Kansas. Police say surveillance tapes show 18-year-\nold Kelsey Smith (ph) being forced into her car in a store parking lot. They are releasing this video of a person of \ninterest.\n\nInvestigators say they believe he may have information in the case. The family is offering $10,000 for any \ninformation.\n\nThe Senate picks up the immigration bill again today, but there are a whole lot of hurdles to cross. Up next, CNN \nanchor Lou Dobbs gives us his take on it.\n\nYou're watching AMERICAN MORNING. The most news in the morning is on CNN.\n\nROBERTS: \"Quick Hits\" for you now.\n\nNo surprise, there seems to be epidemic of erratic driving across the country. In Dallas, an elderly driver smashed \nhis car into a restaurant. Police say he hit the gas pedal instead of the break. Five people, including customers and \nthe driver, were hurt.\n\nAnd an SUV plowed into a home in southern California, leaving a toddler badly hurt. Police say a 12-year-old boy \nwas behind the wheel at the time. They are trying to figure out how got his hands on the family's SUV. The 2-year-\nold and a 12-year-old girl in the apartment were hurt.\n\nIt's 11 minutes after the hour now. Chad Myers down in the weather center in Atlanta checking in on extreme \nweather in parts of this country.\n\nWe've been in a cloud for most of this morning, Chad. Are we going to get some relief from this?\n\nWow. Look at that. Chad is lost in the cloud himself, too, Kiran. We'll get back to him a little bit later on, but right \nnow over to you.\n\nCHETRY: Yes, he is still trying to find that typhoon video for us. So maybe he will check in a little bit later.\n\nMeantime, the Senate taking up the immigration debate again this morning. And while both parties fight it out on \nthe Senate floor, you can bet that it's also going to be a hot topic for the Republican candidates in the GOP debate, \nwhich is airing tonight on CNN.\n\nCNN anchor Lou Dobbs, host of \"LOU DOBBS TONIGHT,\" joins us now as well to talk about it.\n\nGood to see you this morning.\n\n\n\nLOU DOBBS, HOST, \"LOU DOBBS TONIGHT\": Good to be with you, Kiran.\n\nCHETRY: So, the GOP, many people find it extremely important, and as you have pointed out this morning, there is \nopposition widespread pretty much in the polling on both sides. DOBBS: Right.\n\nCHETRY: Tell me where the GOP candidates stand. Of course, we know McCain.\n\nDOBBS: Well, McCain is standing in a level that's sort of unique. He and the president are, in my opinion, \ndepressing the level of this discussion.\n\nMcCain quoted as saying point blank that he is worried about riots if this amnesty legislation doesn't go through. \nThe president talking to Americans -- this is the president of the United States saying -- telling Americans not to be \nafraid of diversity. And here we are in the most diverse society on the face of the earth, and we've got two, at least, \ntitular leaders of this effort really, I think, embarrassing the nation and themselves with their language.\n\nThe second part is to where the candidates stand.\n\nYou heard the Democrats on our network Sunday evening. I mean, there is not a tinker's darn worth a difference \namongst them in terms of this amnesty bill. Yet, \"USA Today\" reported in its Gallup poll by a 3-1 margin, those \nsurveyed oppose this legislation.\n\nAnd the American people are not nearly stupid enough to see the Senate go through this again and ram this down \ntheir throats. I think there will be huge political ramifications if this Senate passes it.\n\nCHETRY: And that is a big \"if\" right now.\n\nDOBBS: Yes.\n\nCHETRY: Apparently, there is at least, what, a hundred different amendments being -- being thrown at the last \nminute?\n\nDOBBS: Oh, there are more -- yes.\n\nCHETRY: Some of them in polar opposite in terms of what they are aiming to do, and some meant to be a poison \npill, if you will, to derail it.\n\nDOBBS: Exactly. But, I mean, more than a hundred amendments, and they are calling this leadership in the \nSenate.\n\nSenator Harry Reid saying he's going to get this legislation through in five days. That was his original statement. \nNow we've seen the debate open up to two weeks. And there is hope on the part of those same extraordinarily \ngifted Senate leaders to get a vote on it by Friday.\n\nThis is legislation that could, according to the Heritage Foundation, cost the United States $2.5 trillion in costs over \nthe course of 30 years. There is no CBO study on the fiscal impact after two years of discussion and debate. This \npresident, talking about he wants to elevate the discussion, drives it lower, and at the same time, doesn't provide a \nfactual base for the debate. CHETRY: It's interesting to see if this bill will implode on its own, though, based on \nwidespread opposition, but on both sides. I mean, how do you -- the liberals don't like it.\n\nDOBBS: Oh, they love it. Are you kidding?\n\nCHETRY: And the conservatives don't like it. No, they're...\n\nDOBBS: The liberals love it because -- they love it en masse because it is a direct drive for votes from the liberal \nwing of the Democratic Party.\n\n\n\nCHETRY: Well, there are people who say, look, number one, if you're not going to be more inclusive with the \nfamilies, that's a huge problem. The guest workers will create an underclass of people who don't really have a \nvoice.\n\nDOBBS: Right. Well, there are elements within the left wing of the party, absolutely. But Robert Menendez has \nintroduced an amendment that may be voted upon today calling for the removal of the preference for highly \neducated, highly qualified people to be brought into this country and given a path to citizenship who are here \nillegally.\n\nThat may be voted upon. If that happens, there are a lot of members of this compromise who say they're walking \naway from it, because what they're trying to do is break the chain migration in this country that came up out of the \nimmigration law of 1965. And so we're going to see. I mean, that is a definite flash point in this discussion.\n\nCHETRY: You know, there are some -- and you've spoken to Jon Kyl, who has taken a lot of heat from his \nconstituents...\n\nDOBBS: Right.\n\nCHETRY: ... over his hand in this.\n\nDOBBS: Right.\n\nCHETRY: Who is saying, you have to do something. And if I sit back on the sidelines, if I sit back on the sidelines, \nsomething is going to go through. And at least I can try to drive it in the correct direction.\n\nDOBBS: Yes. And I've got great respect for Jon Kyl. He's been an outstanding U.S. senator for the state of Arizona. \nBut the fact is that he has reversed direction here with his constituents.\n\nMany of them consider him to have betrayed them. But taking the man at face value, trying to do the right thing, it \nis, in my judgment, always the wrong thing to suggest that bad legislation is better than no legislation. And that is \nwhat you are hearing Democrats and Republican senators both saying here.\n\nAnd these people have not, as I said, even the most rudimentary analysis of the fiscal and economic and social and \neducational impact of this legislation they're proposing, and yet, they've been at it for two years and they're calling \nthis heavy lifting. This is the most irresponsible, ridiculous approach to legislating that I have -- that I have \nwitnessed.\n\nCHETRY: We'll see if they are asked about that Heritage Foundation study tonight at the debate. I'm sure you'll be \nwatching.\n\nDOBBS: I will absolutely be watching, and we will be doing the lounge act, if you will, at 6:00 p.m., with a special \nedition of \"LOU DOBBS TONIGHT\". So we hope you'll tune in.\n\nCHETRY: Of course. As always.\n\nDOBBS: As we warm everybody up for the debate.\n\nCHETRY: Lou Dobbs, great to see you, as always.\n\nDOBBS: Good to be with you, Kiran.\n\nCHETRY: And by the way, \"LOU DOBBS TONIGHT,\" weeknights from 6:00 to 7:00 p.m. Eastern. And he said, the \nlounge act tonight right here on CNN -- John.\n\nROBERTS: Hey, thanks. Hey, we managed to find Chad Myers. He's out of that cloud there. Got the audio working \nagain, too.\n\n\n\n(WEATHER REPORT)\n\nROBERTS: Coming up to 19 minutes after the hour. News just in from the Coast Guard tops our \"Quick Hits\".\n\nIt says no one survived the crash of a medical plane that was carrying six members of an organ transplant team. \nThe plane crashed into Lake Michigan just after taking off from Milwaukee. It was on its way to Ypsilanti.\n\nThe Coast Guard says no one could have survived the impact. The search still on for the bodies of four members of \nthe University of Michigan transplant team, as well as two crew members.\n\nThe Department of Homeland Security is considering using armed but unmanned planes to patrol U.S. airports. \nThey would fly at about the 50,000 foot level above an airport and be armed with lacers or infrared jammers that \ncould zap shoulder-launched missiles.\n\nAnd there's a new way to keep track of your kids on the road, how to tell if they are staying on the straight and \nnarrow or breaking the law behind the wheel.\n\nThat's coming up next on AMERICAN MORNING.\n\nROBERTS: An arrest in the murder of journalist Daniel Pearl tops our \"Quick Hits\" this morning. Police in Pakistan \nsay they have arrested two suspected militants in Kashmor. That's a town about 300 miles northeast of Karachi. An \nattorney for the men's family say they have been held since 2003. Daniel Pearl was killed in 2002.\n\nCHETRY: Well, there is some good news on gas prices. The prices dropped a nickel since last week, now at $3.14 \na gallon, according to AAA, nationwide. That is also down from the all-time high of $3.22 set almost two weeks ago.\n\nIt's 22 past the hour now. Ali Velshi is off. Carrie Lee is \"Minding Your Business\" this morning.\n\nAnd for parents who don't necessarily know if they trust what their kids are doing when they're not there, they have \nan answer today.\n\nCARRIE LEE, CNN CORRESPONDENT: This is for teen drivers. And for parents out there who have a teenager or \nyoung person who is starting to drive, it can be really nerve-wracking. You're nervous about their lack of \nexperience.\n\nWell, Safeco Insurance has a new product. It's going to be available later this month, June 27th. It's called \nTeensurance, and it can notify parents when young drivers speed, break curfew or drive outside an agreed upon \narea.\n\nNow, this costs $25 a month in addition to insurance. And what Safeco does is basically use a GPS-like system to \ntrack where the car is, how fast it's going, things like that.\n\nSo the parents basically set up a contract with the company that can give details on things like driving time, range. \nAnd then the company notifies you or the parent if the teen is going outside of the rules.\n\nSo, a huge relief for parents. I know when I started driving -- and this was going back some years -- nothing like \nthis, of course, existed. And it's really nerve-wracking. You know, you wonder where...\n\nCHETRY: My parents just never let me drive. They just put the kabosh on that all together.\n\nLEE: There you go.\n\nCHETRY: The interesting thing, though, Carrie, could the insurance company then see that your child, let's say, \nspeeding or driving erratically and sort of adjust their rates accordingly?\n\nLEE: Good question. No, no.\n\n\n\nThe information actually goes to a third party, a separate third party in California. So Safeco never gets access to \nthis information, even if an accident leads to a claim. So, a fair-playing field as far as that is concerned. But once \nagain, this is called Teensurance. By the way, 19 teens die in car crashes every day in this country. So they're \nreally trying to do their part here for parents.\n\nOne other thing the system can do, let parents unlock a car remotely if a teen locks keys in a car, which is \nsomething that a lot of inexperienced drivers apparently do. So...\n\nCHETRY: Wow. That really is an all-in-one service there if you're...\n\nLEE: Yes.\n\nCHETRY: ... if you've got a teen driver.\n\nLEE: Yes.\n\nCHETRY: Carrie Lee, thanks so much -- John.\n\nROBERTS: Some more \"Quick Hits\" for you now.\n\nThe top story on CNN.com, GOP 10 jostle for the spotlight. Republican candidates preparing for their debate in \nNew Hampshire tonight. Of course you can catch that live right here on CNN at 7:00 p.m. And make sure you stay \naround for the post-game show as well.\n\nAnd most popular right now on CNN.com, laundry letters worth millions. Letters covering more than 500 years of \nhistory were found in a filing cabinet in a Swiss laundry room. They were collected by a wealthy Austrian banker \nand include letters from Napoleon, Winston Churchill and Peter the Great.\n\nComing up, we'll talk with the best political team on television, and what they say we should be watching for in \ntonight's debate.\n\nYou're watching AMERICAN MORNING. The most news in the morning is on CNN.\n\nCHETRY: And welcome back. It's Tuesday, June 5th.\n\nI'm Kiran Chetry, here in New York.\n\nROBERTS: And good morning to you. I'm John Roberts, live in Manchester, New Hampshire, which is the scene of \nthe second in our series of debates. The Republicans going at it tonight.\n\nBut some other stories \"On Our Radar\" this morning.\n\nOf course the immigration bill is all the talk in Washington, and a new flash point for the immigration battle -- a \nborder town library where a line separates America and Canada. There it is. It's the line on the floor.\n\nOne side of it, you're in Vermont. The other side, you're in the province of Quebec.\n\nWe'll tell you about the concerns that that raises in this little town and how it's illustrative of some of the larger \nproblems in the immigration battle -- Kiran.\n\nCHETRY: And also, some of us in the newsroom looked twice at this story and said, is this -- is this for real?\n\nUnited by tragedy, apparently, but there are reports this morning of a growing friendship and perhaps a blossoming \nromance between the mother of Natalee Holloway, Beth Twitty, and the father of JonBenet Ramsey. Both of them, \nof course, lost children in very high profile cases. Neither of the murders or presumed murders have been solved.\n\nIn the case of Natalee Holloway, presumed dead. And, of course, in JonBenet's case, we know.\n\n\n\nBut we're going to tell you how they met and what they're saying about it this morning.\n\nROBERTS: Wow. Big news there.\n\nThe 10 Republican candidates for president take to the stage tonight here in New Hampshire. You can watch the \ndebate live right here on CNN. It begins at 7:00 tonight.\n\nSo, what should we be looking for?\n\nFor a preview, I'm joined now by members of the best political team on television.\n\nJohn Dickerson is the chief political correspondent for slate.com. He's a good friend of AMERICAN MORNING'S.\n\nCandy Crowley is CNN's senior political correspondent.\n\nAnd, of course, the moderator of tonight's debate and host of \"THE SITUATION ROOM,\" Wolf Blitzer is here.\n\nAnd Wolf, let's start with you.\n\nWhat are you going to do tonight to mix it up? You did a really good job on Sunday night getting the Democrats to \ntalk about each other, try to differentiate themselves from each other.\n\nWhat is the strategy for this evening?\n\nWOLF BLITZER, CNN ANCHOR: I don't think I'm going to have to work all that hard, given what is going on. These \nguys have different positions on some of the most important issues facing the country. And if you go into a debate \nlike this and you're fully briefed, you know where their respective stances are, whether on immigration or some of \nthe social issues, or the nuances of the war in Iraq, or Iran, for that matter, you can -- after the question is asked, \nyou go to somebody else to get a response, and they're going to start to mix it up on their own. So I expect it will be \nlively. ROBERTS: What do you expect are going to be the top issues of discussion tonight, Candy? I mean, what \nare people here in New Hampshire concerned about? What do they want to see from these candidates?\n\nCROWLEY: Well, I think you have to first look at immigration and the war on terror. I think those are the two. In \nIraq, they tend to sort of agree in the generalities of the war on terror will be interesting just because you have Rudy \nGiuliani into the mix, you have tough guy John McCain. So you have that and the immigration battle as you know \nexploded again yesterday between John McCain and Mitt Romney.\n\nROBERTS: What do you expect John Dickerson is going to be the game plan for the candidates going in tonight. \nWhat are the front runners going to try to do? What are the second tier candidates going to try to do based on their \nperformance in the last debate?\n\nJOHN DICKERSON, CHIEF POLITICAL CORRESP., SLATE.COM: Well, let's get the second tier out of the way \nfirst. They want to bump into the first tier so they'll try to be amusing, they'll try to break through. They'll try to maybe \nknock one of the front runners, just get themselves in the round of clips that will play in the days after this. And \nthey're out there trying to raise money. They want to show that they're players. That they belong on the stage. So \nthe first tier candidates Romney and McCain will go at each other. Giuliani might try and stay above the fray and \nhide the fact he has a movable position on immigration, too. You know McCain and Romney have been mixing it \nup and Giuliani would like to stay away. I think they won't try and bring him in but maybe Wolf will.\n\nWOLF BLITZER: I will. I'll try to make sure all of them have an opportunity to weigh in.\n\nROBERTS: You know Wolf, you're a little bit of a troublemaker on that front.\n\nBLITZER: Maybe a little bit.\n\nROBERTS: Fred Thompson , he is as in as some other candidates were during the first debate. Should he be here \ntonight? Should he be facing the issues?\n\n\n\nBLITZER: We would have welcomed him if he wanted to and I'm sure down the road he'll be in all of the debates \nbecause he is for all practical purposes now a candidate. He's filed some initial paperwork. He is going to be doing \nmore of that in early July. Presumably he's going to be making a big formal announcement so he'll be involved. One \nthing that I think will be clear, his presence during this two-hour debate tonight will be there because I'm going to \nmake sure we bring his name up and get some responses from some of the candidates, to some of the positions \nhe's taken on some of these more sensitive issues and we'll see if they differentiate. I want to make sure that the \nviewers out there, the potential voters know who these men are, where they're coming from, what their positions are \nand where they differ. So if they're undecided they'll have a better sense after the debate than before. ROBERTS: \nOf course Fred Thompson is seen by some conservatives as Mike Huckabee put it this morning, sort of as mighty \nmouse coming in to save the day because they're not really happy with the conservative candidate. Of course Rudy \nGiuliani now this morning Candy finding himself perhaps in more trouble on this conservative front, now that the \nbishop of Rhode Island has said I hate his position on abortion, it's hypocritical, it's confusing. More problems for \nGiuliani tonight? What does he need to do if he hopes to be able to attract some of these conservatives?\n\nCROWLEY: Here is what's interesting about that is that Rudy Giuliani could say, listen, my position is the same as \nJohn Kerry's was or as Ted Kennedy's was on abortion. This is not something you want to say in a Republican \ndebate when you're trying to court what basically is a conservative position. But what Rudy Giuliani has done and \nwhat he will continue to do, I suspect, is say, look, this is my position. We have other things to agree about.\n\nROBERTS: John, quickly, do you think that any one of these candidates can lead the party the same way that \nGeorge Bush did in the year 2000?\n\nDICKERSON: No, it's a much more complicated party. It's an uglier party in terms of the political situation, they see \nand have confronted them at that moment. So no.\n\nROBERTS: Part of the best political team on television here. John Dickerson from slate.com, Candy Crowley our \nCNN senior political correspondent and of course Wolf Blitzer. He will be front and center on the stage tonight and \ndon't forget that is tonight, 7:00 p.m. the Republican debate here on CNN. Pre-game show with Lou Dobbs, post \ngame show with Wolf Blitzer, Anderson Cooper, Larry King and others so make sure that you join us tonight for all \nof that. Kiran?\n\nCHETRY: All right. Sure thing, we'll be there.\n\nLewis \"Scooter\" Libby arriving in court in Washington just moments ago. That tops our quick hits. These pictures \nare just in now. Libby, the former top aide to Vice President Cheney is facing up to three years in prison for lying to \ninvestigators who were looking into who leaked the name of CIA operative Valerie Plame.\n\nSo what will Democrats in Louisiana do now that Louisiana Congressman William Jefferson has been indicted on \nbribery, conspiracy and money laundering charges? The investigators say he accepted nearly half a million dollars \nin bribes over five years, $90,000 of that ended up in Jefferson's freezer, according to prosecutors. Jefferson has \ndenied the charges.\n\nStill to come this morning, it's a border town library that's become a flashpoint in the immigration battle. \nAMERICAN MORNING's Alina Cho is there. Alina?\n\nALINA CHO: Hey Kiran good morning to you. So what do library books like this one and this black line in front of \nme have to do with the immigration debate? I'll tell you when AMERICAN MORNING continues.\n\nROBERTS: Coming up now to 38 minutes after the hour. A near miracle plane crash in southern California on your \nquick hits now. Take a look at this. A twin engine piper lost power on approach and hit several homes in the town of \nUpland, that's just east of Los Angeles. Amazingly the pilot and two passengers on board walked away from this \ncrash with only minor injuries. You can see the plane perched right on top of the garage there. No one on the \nground was hurt either.\n\n\n\nNo bail for the woman behind the hit and run horror in our nation's capital over the weekend. Tonya Bell is accused \nof driving her station wagon through a crowd of people while high on crack cocaine on Saturday. She could face \nmore charges on Thursday for driving 70 miles an hour into a crowded street festival. At least 40 people were \ninjured including seven children. Some of them with broken legs. Witnesses described the whole thing as pure \nchaos. People lying everywhere on the streets. Mangled strollers and bicycles all over the place.\n\nWe're getting a firsthand look at a terrifying scene this morning. A drag race gone very wrong. Take a look at this. \nIt's amateur cell phone video. It happened on Saturday in Carroll County, Ohio. The car veers off the track, plows \ninto a group of spectators. Seven people were hurt including an 11-year-old boy who was pinned under the car for a \nwhile. He, though, is in fair condition.\n\n(WEATHER REPORT)\n\nCHETRY: As the senate resumes debate today on the immigration reform bill protesters are camping out right now \nin downtown Des Moines, Iowa. They say the goal of this protest is to bring focus to the immigration debate back \nto the families that are going to be affected by it.\n\nWell not far from the scene of tonight's Republican debate in Manchester, New Hampshire is a century-old library \nthat's literally on the border of Vermont and the Canadian province of Quebec. The border runs right through the \nlibrary. AMERICAN MORNING's Alina Cho is live on the Canadian side of the Haskell Library to show us \nfirsthand. Hi Alina.\n\nCHO: Hey there Kiran, good morning to you. You know you have to come here and visit the Haskell Library. It's \nsomething you have to see to believe. It was even featured on \"Ripley's Believe it or Not.\" Take a look here, the \nHaskell Library literally straddles the border. Here is the black line that runs through the middle of it, separating \nCanada from the United States. For instance right now, I'm in French- speaking Stanstead Quebec, but when I walk \nover the line I'm officially back in the United States in Derby Line, Vermont. Now here is the problem, the only way \nto get into the library is on the U.S. side and if border patrol agents have their way, soon Canadians may have to \nshow a passport just to check out a book.\n\n(BEGIN VIDEOTAPE)\n\nCHO (voice-over): People often joke the Haskell-free Library and Opera House is the only library in America with \nno books. The books are in Canada. The library literally straddles the border. Built more than a century ago so that \nboth Americans and Canadians would have access. Today, tourists come to marvel at the black line that cuts the \nlibrary in half.\n\n(on camera): Here in the reading room right now I'm on the U.S. side. But cross the line here and I've arrived in \nCanada. If I want to check out a book, I can only do so here on the Canadian side. Upstairs in the opera house, the \nstage is in Canada. But here in the audience, many of the seats are in the United States.\n\n(voice-over): The only entrance to the building is in Derby Line, Vermont. Canadians like Don Corman simply park \ntheir cars in Canada, walk over the border and enter in the U.S., without showing ID. But U.S. and Canadian border \nagents say there has been an increase in the number of illegal immigrants crossing the border, so they're \nconsidering closing three unmanned side streets. If it happens, Canadians who want to check out books would \nhave to detour through a port of entry. A good thing?\n\nDON CORMAN, CANADIAN: Well, not for me. I mean, it depends on your point of view. I mean good thing in terms \nof security, sure.\n\nCHO: People around here say the more than 100-year-old gentleman's agreement allowing people to cross the \nborder freely, at least to get to the library, should not be changed.\n\nKEITH BEADLE, HASKELL LIBRARY BOARD PRES.: It's going to make things more inconvenient for people that \nwant to enter the country illegally but it's not going to stop them.\n\n\n\nCHO: Others say sealing the streets runs counter to the bilateral, bilingual spirit of the library.\n\nCORMAN: The original purpose of this library is draw a line down the middle and have a free flow between the two \ncountries. So that would probably stop or at least the spirit of it would stop.\n\n(END OF VIDEOTAPE)\n\nCHO: Now, remember, this library was built more than a hundred years ago, deliberately on the border to sort of \ninspire a mingling of both cultures. And if I take a walk back here you can see that there are books in English right \nnext to books in French. Now, patrons are afraid that if border agents get involved in all of this that that sort of \nmelding will disappear. Keep in mind, no decisions have been made yet on what to do with those three side streets. \nAll parties involved will meet later this month here at the library and they'll talk about options like setting up barriers \nperhaps or maybe even erecting a gate. And once they talk about those options, hopefully they'll have some sort of \nagreement. One option, of course, is to do nothing at all Kiran. And I can tell you overwhelmingly, the residents here \nprefer the status quo.\n\nCHETRY: Which side are they going to meet on, the American or Canadian?\n\nCHO: Well people get confused when they walk around here so maybe on both sides of the border, depending on \nhow many people show up.\n\nCHETRY: So they could literally be on both sides of the issue? All right. I'm getting corny now.\n\nCHO: Very good, yes. You ought to come up here and see it for yourself Kiran.\n\nCHETRY: I would love to. You've really painted a great picture today when I saw you in all of those different \nlocations. Sometimes in America, sometimes in Canada. Alina Cho, thanks so much.\n\nCNN \"NEWSROOM\" is just minutes away. Tony Harris is at the CNN Center with a look at what's ahead. Hi Tony?\n\nTONY HARRIS, CNN ANCHOR: Kiran, good morning to you. We have got these stories in the \"NEWSROOM\" \nrundown for you this morning. Heading off a new cold war? President Bush looks to ease tensions with Russia over \nplans for a missile defense system. Agents say they caught him with $90,000 in cold cash, now almost two years \nafter that freezer find, Congressman William Jefferson faces a 16-count indictment. And tragedy in the desert. He \nfailed a survival course but his family says he didn't have to lose his life. Heidi's with me in the \"NEWSROOM.\" We \nget started at the top of the hour, right here on CNN. Kiran, back to you.\n\nCHETRY: All right Tony, thanks so much.\n\nHARRIS: Sure thing.\n\nROBERTS: Some quick hits now. An arson attack caught on tape. Surveillance tape show a man breaking into a \nconvenience store in Rome, Georgia. He sprayed the whole place with lighter fluid, set it on fire and then stole \nlottery tickets. Police think the same guy has hit the area about six times in a little more than a year.\n\nAnd on the cnn.com most popular list this morning, Diana crash photos upset princes. Prince William and Prince \nHarry are urging a British television channel not to air photographs of their mother's fatal car crash in a \ndocumentary set to air tomorrow.\n\nDid they unite over tragedy? The mother of Natalee Holloway and the father of Jon Benet Ramsey reportedly \ndating. How they met coming up ahead.\n\nAnd graduating from high school should be something to cheer about. But in one Illinois town, cheering can land \nyou in hot water. That story coming up.\n\nROBERTS: Some quick hits for you now. Pulled over for driving drunk while in a golf cart. The suspect was in the \nmiddle of a game when he decided to drive to a friend's wedding. The problem was the wedding wasn't at the \n\n\n\ncountry club, it was eight miles away. Ironically he says he was using the golf cart to avoid a DUI, but he was \nallegedly drunk so judgment is slightly in question there.\n\nParis Hilton's first day in prison went well, according to her attorney who says the staff at the jail is being polite and \naccording to tmz.com, allowing her to keep her hair extensions because they meet the standard of being tightly \nwound. Always important, it allows Paris to look like this in her mug shot. Not a bad mug shot.\n\nActor Shemar Moore from criminal minds is accused of the crime of driving under the influence. Moore was busted \non Friday doing 65 on Santa Monica Boulevard in Los Angeles and booked after taking a breath test. He is due \nback in court on June 26.\n\nCHETRY: Well John, thanks. They both lost their children and they say that they're linked through that loss. We're \ntalking about John Ramsey, the father of Jon Benet Ramsey and Beth Twitty, the mother of Natalee Holloway who \ndisappeared in Aruba in a very high profile case. Well the two of them have apparently linked up. It has a lot of \npeople buzzing. AMERICAN MORNING's Lola Ogunnaike is here with more. It really is strange when you think \nabout it, that they had to issue public statements like dating celebrities about their status.\n\nLOLA OGUNNAIKE: Exactly. It seems like something that was dreamed up in some tabloid back room but it \nactually is really true. They've been linked, they've been seen together out on the town in Alabama where Beth \nTwitty lives and, yeah, their mutual lawyer Lynn Wood has come out and said that the two share a mutual \nadmiration for one another. They've stopped short of saying that they're actually together, together but they have \nbeen seen out on the town together, so.\n\nCHETRY: Kissing, right?\n\nOGUNNAIKE: Kissing, at dinners. Yes, so, there could be something there.\n\nCHETRY: It's really interesting that they could find love, you know, despite all of the tragedies they've been through. \nHow did they meet?\n\nOGUNNAIKE: Well they met on a national speaker's circuit last year and, you know, John lost his wife, Patsy, to \novarian cancer last June. And Beth divorced her second husband in December, so they're both available. And if you \nthink about it, these are two people who've survived huge tabloid spectacles and they both lost daughters. Jon \nBenet in '96, '97 and Natalee Holloway disappeared in 2005. So, only two people in the world who can understand \nwhat each other is going through really.\n\nCHETRY: Exactly. Also, we're going to show some video really quickly. This was illusionist Criss Angel and his big \nstunt that he pulled right in Manhattan. The big thing was that he was in that concrete glass box. OGUNNAIKE: \nConcrete glass box covered in cement. Three-inches deep cement and countdown, 10, 9, 8, 7, 6, 5, 4, 3, 2,1 -- they \ndropped the box and he is not in the box!\n\nCHETRY: He managed to escape?\n\nOGUNNAIKE: He did but how did he do it? People have been watching that box for the past 24 hours. He's been in \nthere that long but he escaped. He was hanging out there on the rooftop. How he got there, I don't know.\n\nCHETRY: So people watched him go into the box, have it be all sealed up like it was and people sat there and \nwatched it for hours.\n\nOGUNNAIKE: And he was chained in the box, too. So we see him no chains and he's out of the box.\n\nCHETRY: That's a pretty cool magician for you. Lola Ogunnaike, as always, thanks.\n\nROBERTS: Coming up to 53 minutes after the hour and how is this for harsh? A no-cheer rule has cost some grads \nin Illinois their diplomas. A month before the big day students and their parents were told to behave or they would \n\n\n\nsuffer the consequences. But when a few parents cheered as their children's name were being called, the hammer \ndropped!\n\n(BEGIN VIDEO CLIP)\n\nCAISHA GAYLES, DENIED DIPLOMA: There was a little cheering. Like they said my name, there was some \ncheering for like five seconds and then that was it.\n\nUNIDENTIFIED MALE: It was disrespectful, I think, to our community.\n\n(END OF VIDEO CLIP)\n\nROBERTS: The band was put in place after a particularly rowdy ceremony two years ago. Parents had complained \nthat they couldn't hear their child's name being called because of all the cheering. The school's principal says the \nstudents can get their diplomas if they perform eight hours of public service.\n\nHere's a quick look now at what \"CNN NEWSROOM\" is working on for the top of the hour.\n\n(BEGIN VIDEO CLIP)\n\nHARRIS: See these stories in the CNN NEWSROOM. Learning his fate, \"Scooter\" Libby is sentenced for his role in \nthe CIA leak scandal.\n\nRepublicans in the ring. We will preview tonight's GOP presidential debates.\n\nGround beef recall, possible e.Coli contamination leads to action in 10 states.\n\nAnd abducted in Kansas. Police are searching for a missing teen and a person of interest. You're in the \nNEWSROOM, 9:00 eastern, 6:00 pacific.\n\n(END OF VIDEO CLIP)\n\nCHETRY: All this year, CNN is introducing you to people making a difference in their own communities. They're \nCNN heroes, like a dentist from New York who is not afraid to leave behind a lucrative practice to make a \ndifference. Trey Wilson is today's CNN Hero.\n\n(BEGIN VIDEOTAPE)\n\nUNIDENTIFIED MALE: Introduce yourself.\n\nTREY WILSON: Every single one of us has that capacity to be of service to others and I just did something about it. \nI'm Trey Wilson. I live in New York City. And I provide free dental care and dental education to Kenyans.\n\n(SPEAKING IN FOREIGN LANGUAGE)\n\nWILSON: Dental care in Kenya is virtually nonexistent. When I arrived in Kenya, routinely, I saw my clinic, 4-year-\nolds with 20 teeth that needed to be extracted. I bring a team of dentists and volunteers who provide dental care \ninto clinics that we've established in Ketali which is the fifth largest city in Kenya. When we arrive in the morning, \nthere are already four or five hundred people assembled ready to be seen. My organization gives patients the \nopportunity to have their teeth fixed. We provide dental education and we hand out toothbrushes to people. There \nwas a woman who waited seven hours to see me because she said, \"I like my smile and I won't have anything to \nsmile about if they pull my front tooth.\"\n\nI think it would be a good idea to try to save that tooth. She was so happy that her beauty, I mean, her beauty really \ncame out. Give me a hug. All right. My life would have been a Monday through Friday Madison Avenue dentist, \ngetting in my car and driving out to the country and gardening all weekend, but I had a revelation that, with just a \nlittle bit of effort, I can make a huge impact!\n\n\n\nAll of us are far more resourceful than we ever think we are. And we have much more to give than we think that we \nhave.\n\n(END OF VIDEOTAPE)\n\nROBERTS: Well that's all from here in New Hampshire on this AMERICAN MORNING. But, we'll be back again \ntomorrow with a full wrap up of tonight's debate. So we hope to see you back here again.\n\nCHETRY: Yeah, you'll be a little blurry eyed but I'm sure very eager to tell us about all the happenings. You're doing \nthe post-game as well for tonight's GOP debate and of course we'll be watching. \"CNN NEWSROOM\" with Tony \nHarris and Heidi Collins begins right now.\n\nTO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE \nORDER FORM LOCATED AT www.voxant.com\n"}