{"title": "15 arrested in police probe of human smuggling ring: People paid up to $40,000 U.S. for passage from South Asia, RCMP say", "body": "\nA joint Canadian-U.S. police operation arrested 15 people for smuggling illegal immigrants from South Asia \nthrough Canada to the United States, police said yesterday.\n\nThe RCMP said illegal migrants from India and Pakistan paid up to $40,000 U.S. each to be smuggled into \nCanada and then the United States.\n\nThey included as many as 1,000 men, women, young families and the elderly who were smuggled by truck, tractor \ntrailer and car trunks across the border into the U.S.\n\nSome were smuggled in boats across the St. Clair and Niagara Rivers, police said.\nCitizen Special; with files from Canadian Press\n\nFour of those arrested were from Windsor and are accused of helping the movement of illegals across the Windsor-\nDetroit border, said RCMP spokeswoman Michele Paradis.\n\nThe other 11 accused smugglers are from the Hamilton and Toronto areas.\n\nThe RCMP alleges the illegal migrants gained entry into Canada through airports in Toronto, Vancouver and \nMontreal using either forged passports or posing as tour groups.\n\nAfter being taken to safe houses or hotels in the Toronto area, the illegals were smuggled across the border in \nWindsor, Niagara Falls and Fort Erie.\n\nThe charges include two counts each of \"conspiracy to violate U.S. immigration laws\" and one count each of \n\"unlawfully participating in and-or contributing to the activities of a criminal organization.\"\n\nIt's the first time charges of membership in a criminal organization have ever been applied to a migrant smuggling \ncase, RCMP Insp. Steve Martin told a news conference in Toronto.\n\nThe arrests took place early yesterday morning after a 12-month investigation by the RCMP Toronto district's \nimmigration and passport section. Arrest warrants were issued for four others.\n\nAt 6 a.m. Monday, 75 officers from the RCMP, OPP, Toronto Police Service, Citizenship and Immigration Canada \nand the U.S. Immigration and Naturalization Service made the arrests in Windsor, Hamilton and the Greater \nToronto area.\n\nRCMP in Windsor and the U.S. Border Patrol were also part of the investigation, which revealed a core group of \nhuman smugglers in Toronto were responsible for the vast majority of South Asian migrants being smuggled into \nCanada and then illegally transported into the U.S.\n\n\n\"This will have a huge impact,\" said Const. Paradis, adding yesterday's arrest \"took the whole ring down\" and put to \nan end an operation that smuggled between 100 and 1,000 illegals across the border. Dubbed Operation Oldtimer, \nRCMP described it as one of the top 10 smuggling-ring busts in Canadian history.\n\nAn estimated 80 per cent of those smuggled into Canada were shipped on to the U.S., investigators allege.\n\nThree alleged smugglers were arrested in Michigan, said Bart Szafnicki, an Immigration and Naturalization Service \nattache with the U.S. Embassy in Ottawa. \"This sends the clear message that U.S. and Canadian authorities are \nworking co-operatively and really focusing our efforts,\" said Mr. Szafnicki, who added the joint hunt against human \nsmugglers continues\n\nConst. Paradis said RCMP met yesterday with representatives of the Indian and Pakistani communities in Canada \nto assure them their communities weren't being targeted, but rather those \"who were taking advantage of these \ncommunities I this was a commodity.\"\n\nGraphic\n\n \n\nPhoto: Rick Madonik, Toronto Star; RCMP officers bring in unidentified suspects alleged to be involved in an illegal \nhuman smuggling ring yesterday in Oakville, Ont. The smuggling operation moved illegal aliens through Canada \nto the U.S.\n"}