{"title": "Honda introduces bill that would make sweeping changes in legal immigration", "body": "\nTo ensure that issues involving legal immigration don't get lost in the fiery debate about illegal immigration, \nSilicon Valley Congressman Mike Honda today will introduce a bill that would give green-card holders the same \nrights as citizens to bring their spouses and children to the U.S.\n\nThe wide-ranging legislation, which already has about 50 House co-sponsors and the support of powerful groups \nsuch as the NAACP and the Anti-Defamation League, is expected to help build momentum for \"comprehensive \nimmigration reform\" this year. Two years ago, a reform bill collapsed in Congress amid criticism that it was an \n\"amnesty bill\" for undocumented immigrants.\n\nHonda's bill also includes a controversial provision to allow gays and lesbians to sponsor the immigration of \nsame-sex \"permanent partners.\" That issue gained traction recently when immigration authorities tried to deport a \nlesbian mother from Pacifica to the Philippines.\n\nThe law would also increase numerical caps on the number of visas for countries such as Mexico, the Philippines, \nChina and India. People from those countries hoping to immigrate to the U.S. routinely face waits of more than a \ndecade in a system with a backlog of 5.8 million people.\n\n\"We're a nation that believes in family values, so to say this is not important to talk about means\" that some \npoliticians and activists \"are talking out of both sides of their mouths,\" Honda, D-Campbell, said Wednesday.\n\nBut opposing groups argue that the number of immigrants permitted to come to the U.S. each year   roughly a \nmillion   is already too high. They are vowing to fight the proposals as strongly as they have fought amnesty for \nillegal immigrants.\n\nEnough people to fill \"a new San Jose are moving to the United States every single year,\" said Ira Mehlman of the \nFederation for American Immigration Reform, or FAIR.\n\n\"These kind of numbers have an impact on schools, health care and every institution in the country   an impact lost \non people in Congress like Rep. Honda,\" Mehlman said. \"All of these proposals seem to disregard the fact that we \nnow have 9 percent unemployment in this country.\"\n\nShrewd move\n\nBut Paul Donnelly, a longtime pro-immigration activist and lobbyist in Washington, D.C., said \"Honda has done a \nvery shrewd thing here.\"\n\n\n\"Legal immigration tends to be left out of the immigration debate because the elephant in the room is legalization \nof undocumented immigrants,\" he said. \"But here's a comprehensive list of things that need to be fixed. It's the right \ndebate to have.\"\n\nHonda's bill, Donnelly said, will complement another recently introduced bill by Sen. Robert Menendez, D-New \nJersey, which is supported by Senate Majority Leader Harry Reid. That bill did not contain the same-sex provision, \nwhich is being debated separately in another bill by Sen. Patrick Leahy, D-Vermont. The various bills are expected \nto reach the floors of the two houses by the fall.\n\nVivek Jayanand of Santa Clara said he is happy that an issue that so deeply affects him will soon be taken up by \nCongress. He is among a group of more than a million legal, permanent U.S. residents forced to live without their \nspouses   and in many cases their children. These green-card holders often wait five to seven years for their \nimmediate family members to come to the United States.\n\nJayanand, a 32-year-old hardware engineer at Marvell Semiconductor, married his wife, an Indian physician, in \nFebruary 2007. He said the earliest she will be allowed to come is the end of 2010, after Jayanand becomes a \ncitizen   unless the \"incredibly frustrating\" law is changed before then.\n\nSuch waits are intolerable in a society that believes in fairness and in families, Honda and pro-immigration \nactivists contend.\n\n\"The nation's strongest family units are immigrant families,\" he said. \"When we talk about the tapestry of our \ncountry and its fabric,\" immigration helps \"weave us tighter together.\"\n\nFear of fraud\n\nGroups such as the American Civil Liberties Union and gay rights organizations praised the provision allowing the \nimmigration of \"permanent partners\"   defined as someone 18 years or older in a \"committed, intimate relationship\" \nin which both parties \"intend a lifelong commitment.\"\n\n\"It's very exciting,\" said Judy Rickard, who recently retired from San Jose State University because she couldn't \nsponsor her partner of four years, a Briton, for immigration. \"She's only allowed to visit in the U.S. for six months at \na time, so we are probably going to have to live in another country.\"\n\nBut groups like FAIR and the Washington, D.C.-based Center for Immigration Studies say such a policy would be \nan open invitation to fraud, in addition to letting the culture wars be played out in immigration policy.\n\nMassachusetts, Iowa, Connecticut, Vermont, Maine and (as of Wednesday) New Hampshire now permit gay \nmarriage. But the issue is still being fiercely fought in California and other states.\n\n\"Our view is that until we have determined what constitutes a marriage, immigration policy should stay out of \nsocial policy,\" said FAIR's Mehlman.\n\nHonda said he realizes that \"some people wince when they see that provision because they know it's going to be a \ntough dialogue,\" he said. \"But I think it's based on the principal of doing the right thing.\"\n\nContact Ken McLaughlin at kmclaughlin@mercurynews.com or 408-920-5552.\n\n\"Recapture\" unused family-based and employment-based visas previously allocated by Congress. Allow green-\ncard holders to reunite with their spouses and minor children by classifying them as \"immediate relatives.\" \nIncrease the per-country limits of family and employment-based visas. Allow orphans, widows and widowers to \nimmigrate despite the death of a petitioner. Give the attorney general greater flexibility to address numerous \nhardships, including family separation, caused by a provision that bars, for up to 10 years, individuals who had \nbeen illegally in the United States. Give priority to children of World War II Filipino veterans by exempting them \nfrom the numerical caps on visas. Allow citizens to bring same-sex \"permanent partners\" to the U.S.\n\nmailto:kmclaughlin@mercurynews.com\n\n\nSource: Office of Rep. Mike Honda\n\nGraphic\n\n \n\nRep.Mike Honda: We re a nation that believes in family values.\n"}