{"title": "Court voids Hazleton law", "body": "\nIn a decision raptly watched across the country, a federal judge yesterday threw out Hazleton's ordinance designed \nto crack down on undocumented aliens.\n\nSupporters of the decision said the broadly worded ruling was likely to freeze attempts by scores of municipalities to \nenact their own immigration policy. Opponents said there were strong grounds for appeal. U.S. District Judge \nJames Munley of Scranton found the first-of-its-kind ordinance, which sought to penalize businesses that hire illegal \nimmigrants and landlords who rent to them, was unconstitutional because immigration policy is the purview strictly \nof the federal government.\n\nMunley said Hazleton's action was preempted by federal law and violated the plaintiffs' due-process rights.\n\n\"The genius of our Constitution is that it provides rights even to those who evoke the least sympathy from the \ngeneral public. In that way, all in this nation can be confident of equal justice under its laws,\" Munley wrote. \n\"Hazleton, in its zeal to control the presence of a group deemed undesirable, violated the rights of such people. . . \n.\"\n\nThe executive director of the American Civil Liberties Union, which represented the 11 plaintiffs in the case, said the \nruling sent a \"clear message\" to scores of other municipalities with laws on the books - and others considering \nthem - that such ordinances overstepped jurisdictional bounds.\n\n\"We are thrilled at this ruling,\" Anthony Romero said in a conference call yesterday. \"It is a categorical rejection of \nthe Hazleton ordinance that promoted discrimination.\"\n\nMore than 100 municipalities, including Riverside, Burlington County, have passed similar ordinances since \nHazleton's was approved last July. None have yet gone into effect, in large part because of the pending Hazleton \nruling, according to the ACLU. \n\nLou Barletta, the popular mayor of Hazleton, a city of 30,000 located 90 miles northwest of Philadelphia, said \nyesterday afternoon that he had yet to read the full opinion but that he would appeal to the U.S. Court of Appeals \nfor the Third Circuit.\n\n\"Both sides knew this would not be the last day. Both sides pledged to go the distance,\" said Barletta, whose cause \nhas received wide support and financial donations from anti-immigration groups. \"As Abraham Lincoln once said, \nthis 'is a slip and not a fall.' \"\n\n\nHazleton's Illegal Immigration Relief Act was championed by Barletta as a way to stem the tide of illegal immigrants \nflowing into this struggling former coal-mining city. He and other officials blamed the immigrants for rising crime and \na declining economy.\n\nBarletta said that after watching the quality of life in his city erode, he decided to take action when two illegal \nimmigrants were charged in the fatal shooting of a pedestrian.\n\nThe Hazleton ordinance quickly became a flash point in the growing debate over the nation's ability to curb illegal \nimmigrants and encouraged scores of other municipalities with large immigrant populations to enact similar laws. \n\nThe ACLU, on behalf of 11 plaintiffs, including four undocumented aliens who went by aliases, challenged the \nHazleton ordinance, saying the city had used the Hispanic community as \"scapegoats\" for its problems.\n\nThe ordinance was never implemented, however, because Munley issued a temporary order blocking its \nenforcement.\n\nYesterday's ruling - which came four months after the nine-day trial had concluded - was the first addressing local \nimmigration laws to be issued by a federal court.\n\n\"This decision should be a blaring red stoplight for local officials thinking of copying Hazleton's misguided and \nunconstitutional law,\" said Witold Walczak, legal director of the ACLU of Pennsylvania.\n\nBut Kris Kobach, an attorney for Hazleton and a University of Missouri-Kansas City law professor, said he felt there \nwere strong grounds for an appeal.\n\n\"This was the paradigm of judicial activism,\" Kobach said, asserting it was clear to him the judge had \"bent over \nbackwards\" to agree with the plaintiffs.\n\nStill, Peter J. Spiro, a law professor at Temple University's Beasley School of Law, called the decision a \"knockout \nfor the plaintiffs.\"\n\n\"They couldn't ask for anything more,\" he said. \n\nEven so, Spiro said it would not surprise him if an appeals court modified or even reversed the ruling.\n\n\"A lot of this is uncharted territory,\" he said. \"In the context of failed immigration reform, an appeals court might be \nmore amenable to upholding this sort of local law than the district court was.\"\n\nRudy Espinal, a plaintiff and head of Hazleton's Hispanic Business Association, said he hoped the outcome would \nrestore a sense of normalcy to his community. The ordinance \"brought an incredible amount of division and turned \nthe town upside down,\" he said.\n\n Excerpts From the Ruling \n\nThe United States Congress has provided complete and thorough regulations with regard to the employment of \nunauthorized aliens including anti-immigration discrimination provisions. Allowing States or local governments to \nlegislate with regard to the employment of unauthorized aliens would interfere with Congressional objectives. . . .\n\nDefendant seems to argue that the law is constitutional because it is aimed at illegal aliens who have no right to \nbe in the United States. Defendant's position fails to acknowledge that the law will affect more than illegal aliens. It \nwill affect every employer, every employee who is challenged as an illegal alien and every prospective employee \nespecially those who look or act as if they are foreign. . . .\n\nHazleton's ordinances burden aliens more than federal law by prohibiting them from residing in the city although \nthey may be permitted to remain in the United States. The ordinances are thus in conflict with federal law and pre-\nempted. . . .\n\n\n\nWhatever frustrations officials of the City of Hazleton may feel about the current state of federal immigration \nenforcement, the nature of the political system in the United States prohibits the City from enacting ordinances that \ndisrupt a carefully drawn federal statutory scheme. Even if federal law did not conflict with Hazleton's measures, \nthe City could not enact an ordinance that violates rights the Constitution guarantees to every person in the United \nStates, whether legal resident or not. \n\nSOURCE: Associated Press\n\nTo read Judge James Munley's ruling, go to http://go.philly.com/munley\n\nContact staff writer Amy Worden at 717-783-2584 or aworden@phillynews.com.\n\nInquirer staff writer Michael Matza contributed to this article.\n"}