{"title": "U.S. TO OVERHAUL DETENTION POLICY FOR IMMIGRANTS", "body": "\nThe Obama administration intends to announce an ambitious plan on Thursday to overhaul the much-criticized \nway the nation detains immigration violators, trying to transform it from a patchwork of jail and prison cells to what \nits new chief called a ''truly civil detention system.'' \n\n  Details are sketchy, and even the first steps will take months or years to complete. They include reviewing the \nfederal government's contracts with more than 350 local jails and private prisons, with an eye toward consolidating \nmany detainees in places more suitable for noncriminals facing deportation -- some possibly in centers built and run \nby the government.\n\n  The plan aims to establish more centralized authority over the system, which holds about 400,000 immigration \ndetainees over the course of a year, and more direct oversight of detention centers that have come under fire for \nmistreatment of detainees and substandard -- sometimes fatal -- medical care. \n\n  One move starts immediately: the government will stop sending families to the T. Don Hutto Residential Center, a \nformer state prison near Austin, Tex., that drew an American Civil Liberties Union lawsuit and scathing news \ncoverage for putting young children behind razor wire.\n\n  ''We're trying to move away from 'one size fits all,' '' John Morton, who heads the Immigration and Customs \nEnforcement agency as assistant secretary of homeland security, said in an interview on Wednesday. Detention on \na large scale must continue, he said, ''but it needs to be done thoughtfully and humanely.''\n\n  Hutto, a 512-bed center run for profit by the Corrections Corporation of America under a $2.8 million-a-month \nfederal contract, was presented as a centerpiece of the Bush administration's tough approach to immigration \nenforcement when it opened in 2006. The decision to stop sending families there -- and to set aside plans for three \nnew family detention centers -- is the Obama administration's clearest departure from its predecessor's \nimmigration enforcement policies.\n\n  So far, the new administration has embraced many of those policies, expanding a program to verify worker \nimmigration status that has been widely criticized, bolstering partnerships between federal immigration agents and \nlocal police departments, and rejecting a petition for legally binding rules on conditions in immigration detention. \n\n  But Mr. Morton, a career prosecutor, said he was taking a new philosophical approach to detention -- that the \nsystem's purpose was to remove immigration violators from the country, not imprison them, and that under the \ngovernment's civil authority, detention is aimed at those who pose a serious risk of flight or danger to the \ncommunity.\n\n\n  Janet Napolitano, the secretary of homeland security, said last week that she expected the number of detainees to \nstay the same or grow slightly. But Mr. Morton added that the immigration agency would consider alternative ways \nto assure that those who face deportation -- and are not dangerous -- do not flee. \n\n  Reviewing and redesigning all facilities, programs and standards will be the task of a new Office of Detention \nPolicy and Planning, he said. Dora Schriro, special adviser to Ms. Napolitano, will become the director, assisted by \ntwo experts on detention management and medical care. The agency will also form two advisory boards of \ncommunity groups and immigrant advocates, one focusing on detention policies and practices, the other on \ndetainee health care.\n\n  Mr. Morton said he would appoint 23 detention managers to work in the 23 largest detention centers, including \nseveral run by private companies, to ensure that problems are promptly fixed. He is reorganizing the agency's \ninspection unit into three regional operations, renaming it the Office of Detention Oversight, and making its agents \nresponsible for investigating detainee grievances as well as conducting routine and random checks.\n\n  ''A lot of this exists already,'' he said. ''A lot of it is making it work better'' while Dr. Schriro's office redesigns the \ndetention system, which he called ''disjointed'' and ''very much dependent on excess capacity in the criminal justice \nsystem.''\n\n  Asked if his vision could include building new civil detention centers, he said yes. The current 32,000-bed network \ncosts $2.4 billion a year, but the agency is not ready to calculate the cost of a revamped system. \n\n  Vanita Gupta, an American Civil Liberties Union lawyer who led the lawsuit against the Hutto center, was jubilant \nover the decision to stop sending families there, but cautious about the other measures.\n\n  ''The ending of family detention at Hutto is welcome news and long overdue,'' she said in an e-mail message. \n''However, without independently enforceable standards, a reduction in beds, or basic due process before people \nare locked up, it is hard to see how the government's proposed overhaul of the immigration detention system is \nanything other than a reorganization or renaming of what was in place before.''\n\n  Ms. Gupta said the changes at Hutto since 2006 illustrated the importance of enforceable rules. Before the \nA.C.L.U. lawsuit was settled in 2007, some children under 10 stayed as long as a year, mainly confined to family \ncells with open toilets, with only one hour of schooling a day. Children told of being threatened by guards with \nseparation from their parents, many of them asylum-seekers from around the world.\n\n  Only through judicial enforcement of the settlement, she said, have children been granted such liberties as \nwearing pajamas at night and taking crayons into family cells. The settlement also required the agency to honor \nagency standards that had been ignored, like timely reviews of the decision to detain a family at all. Some families \nhave been deported, but others were released or are now awaiting asylum decisions in housing run by nonprofit \nsocial service agencies.\n\n  That kind of stepped-up triage could be part of the more civil detention system envisioned by Mr. Morton and Dr. \nSchriro, who has been reviewing the detention system for months and is expected to report her recommendations \nsoon.\n\n  But the Hutto case also points to the limits of their approach, advocates say. Under the settlement, parents and \nchildren accused of immigration violations were detained when possible at the country's only other family \ndetention center, an 84-bed former nursing home in Leesport, Pa., called the Berks Family Shelter Care Facility. \nThe number detained at Hutto has dropped sharply, to 127 individuals from as many as 450.\n\n  Advocates noted that Berks, though eclipsed by the criticism of Hutto -- the subject of protest vigils, a New Yorker \narticle and a documentary -- also has a history of problems, like guards who disciplined children by sending them \nacross the parking lot to a juvenile detention center, and families' being held for two years. \n\n  The Hutto legal settlement expires Aug. 29. In the most recent monitoring report last month, Magistrate Judge \nAndrew W. Austin wrote: ''Although the use of this facility to hold families is not a violation of the settlement \n\n\n\nagreement, it seems fundamentally wrong to house children and their noncriminal parents this way. We can do \nbetter.''\n\n  Mr. Morton, a career prosecutor, seemed to agree. Hutto will be converted into an immigration jail for women, he \nsaid, adding: ''I'm not ruling out the possibility of detaining families. But Berks is the better facility for that. Hutto is \nnot the long-term answer.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTOS: Two views inside the notorious T. Don Hutto Residential Center in Texas: Above, a family cell\n\nleft, families in the hall. The government will stop sending families there. (POOL PHOTO BY L.M. OTERO\n\n CHARLES REED/DEPARTMENT OF HOMELAND SECURITY. VIA ASSOCIATED PRESS) (pg.A4)                    \n"}