{"title": "EL CENTRO SECTOR BORDER PATROL RESCUES ILLEGAL ALIEN FROM THE ALL AMERICAN CANAL", "body": "\nThe following information was released by the U.S. Customs and Border Protection:\n\nYesterday, Border Patrol agents assigned to the Calexico station successfully rescued an illegal alien from the \npowerful currents of the All American Canal.\n\nThe incident occurred at approximately 8 p.m., when a Border Patrol agent operating a mobile surveillance scope \nobserved an individual on the south bank of the All-American Canal east of Calexico waving for help. The agent \nimmediately notified nearby agents to respond to the call for help. Responding agents encountered a 27-year-old \nmale Mexican national who notified them of another male in the canal struggling to stay above water. Agents \nspotted the man, 34, and successfully deployed rescue throw bags for the man to grab. The man reached the bags \nand agents pulled the 225 pound drowning man out of the All American Canal to safety.\n\nAn agent certified as an Emergency Medical Technician, attended to the man and concluded that he did not require \nany further medical assistance.\n\nThe two men were determined to be Mexican citizens illegally present in the United States. The illegal aliens were \ntransported to the Calexico Border Patrol station for processing and further evaluation.\n\nEl Centro Sector Chief Patrol Agent Carla L. Provost said, \\\"This incident serves as a reminder that a moving body \nof water, such as the All American Canal, while appearing calm can be extremely dangerous and further \nexemplifies the efforts Border Patrol agents undertake to preserve human life in the course of their duties.\\\"\n\nThe El Centro Border Patrol\\'s \\\"See Something, Say Something\\\" Campaign is a simple and effective program to \nincrease the safety and welfare of the Imperial Valley by bringing public awareness to the indicators of crime and \nother threats. The community plays a key role keeping our country safe by identifying and reporting suspicious or \ncriminal activity. We encourage Imperial Valley residents to report any suspicious activity to the Border Community \nThreat Hotline at (800) 901-2003 .\n"}