{"title": "Rally pushes end of aid to illegals; Proposal to be hot issue for lawmakers", "body": "\nOpponents of illegal immigration rallied at the state Capitol on Monday, stepping up their push for legislation to \ndeny state benefits to illegal immigrants and urging Gov. Sonny Perdue to get involved.\n\n\"If legal Georgia residents are not first in line for taxpayer services, then who is?\" state Sen. Chip Rogers (R-\nWoodstock) asked a crowd of a couple of hundred outside the Capitol.\n\nRepublican leaders in the Senate recently promised to make illegal immigration a top priority when lawmakers \nconvene in January, and the subject is shaping up to be one of the hot issues of the 2006 General Assembly. \nRogers is sponsoring legislation that would make anyone who receives state taxpayer-funded benefits prove that he \nor she is a Georgia resident and a U.S. citizen or is in the United States legally.\n\nSupporters say states have a right to keep their limited resources for their residents. Opponents say the issue \nneeds to be resolved at the federal level and accuse the GOP of trying to exploit voter worries about jobs and tax \ndollars during an election year.\n\n\"No single bill on a state level is sufficent,\" state Sen. Sam Zamarripa (D-Atlanta) said in an interview. \"I put it in the \ncategory of pandering.\"\n\nMonday's rally was organized by Cobb County Republican Chairman Anthony-Scott Hobbs and broadcast live on \nWGKA radio at 920 AM.\n\nHobbs, who hosts a talk show on the station, said he is \"tired of the left trying to frame this . . . as anti-immigration. \nIt's not anti-immigration. It's anti-illegal immigration.\"\n\nSome rally speakers and participants said that Perdue, a Republican, should speak out on the issue. \"Sonny, pick \na side. We have,\" one sign read.\n\nConservative author Phil Kent said Perdue had been \"sad to say, . . . silent\" on the \"outrage\" of some illegal \nimmigrants receiving college tuition breaks in Georgia.\n\nPerdue was on a trade mission to Japan and China on Monday. Spokeswoman Heather Hedrick said the governor \nplans to work with legislators on the issue.\n\n\n\"Although illegal immigration is primarily a federal issue, we will take action at the state level to limit the drain on \ntaxpayer-funded programs by illegal immigrants who do not contribute to the system,\" Hedrick said.\n\nDebbie Ellis, a systems engineer from Marietta, spent her lunch hour at the rally because she said she believes \nillegal immigration is a problem \"that needs to be addressed, not ignored.\"\n\n\"It is up to the states to remove the welcome mat for illegal aliens,\" said Ellis, who said she also favors penalties for \nemployers who knowingly hire illegal immigrants --- which some business-friendly Republicans might not support.\n\nRogers' bill would not apply to some services. School systems must accept all children, regardless of legal status, \nand federal law requires hospitals, in life-threatening emergencies, to provide treatment to illegal immigrants.\n\nUnder the measure, illegal immigrants would be barred from enrolling in the state's 34 public universities and \ncolleges. Currently, state officials do not keep track of how many illegal students are in the University System of \nGeorgia. Colleges ask potential students whether they are Georgia residents for the purpose of assigning in-state or \nout-of-state tuition fees.\n\nRogers told the crowd that illegal immigrants may be costing the state up to $1 billion for everything from \nemergency room care and public schooling to incarceration and traffic congestion.\n\nZamarripa said Rogers has no way of accurately calculating the potential costs.\n\n\"He's just making stuff up, and all he's really serious about is playing on the dark side of human emotions,\" \nZamarripa declared. He called Rogers' legislation \"overly simplistic and extreme.\"\n\nDana Tofig, spokesman for the state Department of Education, said state officials, relying on a 1982 U.S. Supreme \nCourt ruling, don't even ask a person's residency or visa status when a child is being enrolled. \"So we have no way \nto know how much educating undocumented students has cost us,\" he said.\n\nSecretary of State Cathy Cox and Lt. Gov. Mark Taylor, both Democrats planning to run for governor in 2006, \ndeclined to comment Monday on Rogers' legislation.\n\n\"Everyone agrees we should not promote illegal immigration,\" Taylor spokeswoman Kristi Huller said. \"But we're not \ngoing to comment on the bill until the legislative process begins.\"\n\nMorton Brilliant, spokesman for Cox's campaign, would say only that the illegal immigration problem needs to be \nsolved at the federal level. \"The federal government needs to get real and start protecting our borders,\" he said.\n\nGraphic\n\n \n\nPhoto: CHARLOTTE B. TEAGLE / StaffAt Monday's rally, Cobb County Republican Frank Brent holds a blowup of \nthe driver's license issued to Mohammed Atta, a ringleader of the Sept. 11, 2001, terrorist attacks.\n\nPhoto: CHARLOTTE B. TEAGLE / StaffState Sen. Chip Rogers (R-Woodstock) speaks Monday at the Capitol to \nbackers of a bill to limit state services to illegal immigrants.\n\nGraphic: A LOOK AT THE BILLSenate Bill 170, which was filed during the last legislative session but not acted on, \nis expected to be debated when the General Assembly convenes in January. The bill: * Requires that anyone \nseeking taxpayer services, which require Georgia residency, must prove Georgia residency. Many agencies already \nrequire this. * Establishes that someone who is not legally residing in the United States cannot be considered a \nlegal resident of Georgia. * Requires that Georgia agencies notify the U.S. Department of Homeland Security if a \nperson who is subject to verification requirements fails to prove he or she is lawfully in the United States.\n\n\n"}