{"title": "Ruben Navarrette: One subject Ryan could help milk", "body": "\nSAN DIEGO -- Got illegal immigrants? The nation's dairy industry does, and it wouldn't last long without them.\n\nNow that Wisconsin's Paul Ryan has been picked by Mitt Romney for the Republican ticket, let's pour ourselves a \nglass of milk and have a discussion that we've been none too eager to have.\n\nWe need to talk about immigration not as an emotional issue but as an economic one. Like other dairy states -- i.e., \nCalifornia, New York, Vermont -- Wisconsin depends heavily on the dairy industry. And the industry depends \nheavily on illegal immigrant labor. It's that simple.\n\nThe same goes for other outdoor industries such as farming, ranching and landscaping. If it's a job where you work \nwith your hands and where you work outside, you're going to find a lot of foreign workers doing it.\n\nYou can bet that Ryan understands this reality, and that it's one reason he has long supported efforts in Congress \nto provide a more stable workforce for these kinds of industries. This includes the AgJobs bill, which was put \ntogether by a bipartisan group of lawmakers and would have legalized about 500,000 farm workers. Ryan was a \nco-sponsor of every version of that legislation in four consecutive Congresses.\n\n\"I believe there was a certain pragmatism at work,\" Craig J. Regelbrugge, co-chair of the Agriculture Coalition for \nImmigration Reform, told me. \"There was a serious constituent issue and economic issue in his district. The dairy \nindustry in his district produces over $100 million annually in milk and dairy products. Its `the district's~ nurseries \nand greenhouses grow almost $45 million in trees, shrubs, and plants.\"\n\nRegelbrugge, who is also vice president of government relations for the American Nursery & Landscape \nAssociation, all but admits that these industries would falter without undocumented workers.\n\n\"Most of the labor force sustaining these industries wasn't born in America, and has papers that look better than \nthey really are,\" he said. \"They are pretty much the only ones applying for a job that gives them the privilege to \nhave their arm well past the elbow inside Elsie the Cow at 3 a.m. when she goes into labor.\"\n\nSpot on.\n\nAmericans talk a great deal about immigration, but we usually talk about it in the wrong way. We're more likely to \nargue over the impact of immigrants on the culture -- i.e., complain about people speaking Spanish at the \nsupermarket or the post office -- while not admitting the positive impact of immigrants on the economy.\n\nIt's part of the conundrum that Republicans face this week in Tampa at their convention. They can't win without \nHispanics. Yet they can't get Hispanics to vote for them until they learn how to talk about immigration in a way that \n\n\nisn't offensive. And they can't do that until they stop harping on how immigrants impact the culture and start talking \nabout how immigrants -- even the illegal kind -- impact the economy.\n\nThis is where Ryan comes in. He could help unlock this debate, and he could help his party stay afloat. And in the \nprocess, he could help the rest of us come to grips with basic realities that we have been reluctant to confront.\n\nA few years ago, I was guest hosting a radio show in San Diego when I got a call from a city slicker who must have \nthought that milk comes from cartons in the supermarket. As one who grew up in the farm country of Central \nCalifornia, I know that some of our hardest and dirtiest jobs would not get done in a world with no illegal immigrants.\n\nFor instance, I said on the radio, milking cows. That morning, The Wall Street Journal had run an article detailing \nhow dependent the modern dairy industry had become on foreign workers, most of them undocumented. The caller \nwanted to challenge that argument. After all, he pointed out, these days, most dairies use milking machines.\n\nI responded, \"That's true. But, who connects the machine to the cow?\"\n\nAt that point, my producer sarcastically chimed in with her own answer: \"The cow does.\"\n\nThere you go. As far as some are concerned, there's the answer to our immigration problem: The self-milking cow.\n\nMeanwhile, back in the real world, we need people like Ryan to step up and help shape an immigration debate for \nreal people dealing with real labor shortages.\n\nRuben Navarrette is a syndicated columnist.\n"}