{"title": "Langberg: Tech visas come with obligation for valley leaders", "body": "\nSilicon Valley's lobbyists in Washington are reviving a touchy topic that's been largely dormant since the tech \nbubble burst in 2001: whether we need to continue importing thousands of foreign engineers and other skilled \nprofessionals on temporary H-1B visas.\n\nMany U.S. engineers believe the H-1B program is nothing more than a back door for greedy corporate bosses to \nget low-cost workers who can be quickly sent home if they complain.\n\nEmployers, on the other hand, say they have lots of jobs they can't fill, and argue that U.S. tech companies will lose \nground to foreign competition without H-1B talent or will be forced to move even more operations overseas.\n\nWhatever the truth about H-1Bs, Silicon Valley companies need to do more to resolve the issues surrounding these \nvisas.\n\nThe dispute, meanwhile, is likely to land in the lap of Congress.\n\nRep. John Shadegg, a Republican from Arizona, is planning to introduce a bill this week or next that would nearly \ndouble the number of H-1B visas granted every year to 115,000 from 65,000 -- a key goal of lobbying groups \nincluding TechNet and AeA, formerly the American Electronics Association.\n\nThis would complement a similar bill introduced in the Senate last month by Sen. John Cornyn, a Republican from \nTexas.\n\nAlso in D.C., the H-1B process is getting new scrutiny. The Government Accountability Office, the investigative arm \nof Congress, released a report last week criticizing federal agencies for lax enforcement of H-1B rules.\n\nThe IEEE-USA, a group representing engineers, seized on the GAO report as further evidence the H-1B program is \na failure.\n\nAeA, meanwhile, added fuel to the H-1B fire last week by sending every member of Congress a position paper \narguing that criticisms of the H-1B program are ``myths,'' three of which are worthy of debate.\n\nThe first AeA myth is that foreign nationals steal American jobs.\n\n\n``High-tech companies are increasingly seeking skilled labor to feed a growing industry and cannot find it,'' the \nposition paper says. ``Visit the website of many American technology companies and you will find thousands of \nunfilled U.S.-based positions. Foreign nationals are critical for filling this void.''\n\nNorman S. Matloff, a professor of computer science at UC-Davis and a longtime H-1B critic, counters that claims of \nlow unemployment among engineers don't count underemployment.\n\nFor example, many Silicon Valley professionals were driven out of the tech industry during the downturn from 2001 \nto 2004. A former software engineer now working as a teacher or a real estate agent doesn't count in the statistics, \nand may be making significantly less money.\n\nCurrent engineering vacancies could reflect employers unwilling to hire older engineers, even if they've retrained \nthemselves, when the companies can hold out for the alternative of cheaper H-1B labor.\n\nThe AFL-CIO, in a February position paper, argued that H-1Bs and other loopholes allow employers ``to turn \npermanent jobs into temporary jobs. . . . As a result, working conditions for all professional workers have suffered: \npressures caused by employer exploitation of professional guest workers coupled with increases in outsourcing \ncontinue to have a chilling effect on any real wage increases for professionals, even those not directly or \nimmediately impacted.''\n\nAeA's second myth is that foreign nationals are paid less than U.S. workers.\n\n``The vast majority of companies (hiring H-1B workers) play by the rules, pay market wages and do not wish to see \nthe integrity of the program called into question by a minority of infractors,'' the position paper says.\n\nAeA cites several supporting studies, although Matloff and other critics cite competing studies and even interpret \nthe same studies in different ways.\n\nIt's impossible to settle the question definitively, in part because immigration laws don't require H-1B employers to \ndisclose sufficient data.\n\nAeA's third myth is that H-1B employers are bound to their U.S. employers ``and are therefore little more than \nindentured servants.''\n\nLegally, H-1B visa holders are free to take other jobs in the United States, and some do. But any H-1B hoping for a \n``green card,'' the much-sought-after ticket to permanent residence, must restart the application process if they \nswitch employers. Given the glacial pace of green-card approvals, this can create a de facto obligation to stay put.\n\nLast week's report by the GAO said the U.S. Department of Labor isn't doing enough to verify even the minimal \nprotections built into the current H-1B law.\n\nFrom January 2002 through September 2005, the GAO reported, the Labor Department approved 99.5 percent of \nthe 960,563 applications it received for H-1Bs -- a suspiciously high number.\n\n``We do not know the true magnitude of the error rate in the certification process,'' the GAO report concluded.\n\nRalph W. Wyndrum Jr., president of the IEEE-USA, issued a statement in response to the GAO's findings:\n\n``Implementation of the H-1B program fails every test of the principles its advocates have asserted. Employers can \nand do give preference to H-1Bs over U.S. workers. Employers who choose to do so can easily manipulate the \nsystem to pay below-market wages.''\n\nSilicon Valley's tech leaders have a broader immigration agenda with some laudable objectives, such as making it \neasier for bright foreign students to study at U.S. universities and for those students to remain when they graduate.\n\n\n\nTo keep that agenda on track, valley companies should balance their demand for H-1Bs with a commitment to \nmaking the program more transparent. They should also support clearly visible programs to retain and retrain their \nexisting employees, so we can accept at face value their requests for more temporary foreign workers.\n\nContact Mike Langberg at mike@langberg.com or (408) 920-5084. Past columns may be read at \nwww.langberg.com.\n"}