{"title": "A MOTHER'S DILEMMA;AS THE TWIN CITIES BECOME HOME TO MORE IMMIGRANT WOMEN, SOME OF THEIR MOST PERSONAL SORROWS - SUCH AS FEMALE CIRCUMCISION - ARE BECOMING MORE PUBLIC.", "body": "\nSome call it \"cutting the rose.\"\n\nThe term is a veiled reference to a widespread practice of paring away parts of a girl's genitals - usually in crude \nconditions and without anesthesia - to render her \"clean\" in her culture's eyes.\n\nPracticed in many African, Middle Eastern and Southeast Asian countries, the procedure that affects an estimated \n130 million of the world's women is more often called female circumcision. A growing number of people who \nadvocate against it use a harsher term - female genital mutilation.\n\nWith the recent influx to Minnesota of thousands of African immigrants, the practice is no longer a concern that \nlooms half a world away. Now, a group of Twin Cities women is using grass-roots theater to help bring the issue \nhome.\n\n\"My pure and innocent daughter, I will not have you suffer the same pain and suffering that I have suffered,\" a \nwoman's voice calls. \"But how can I prevent it?\"\n\nThe voice is a female actor's in a play and puppet show to be staged Saturday during a workshop as part of \nInternational Women's Day on the University of Minnesota's St. Paul campus. Participants will be challenged to \nanswer her perplexing question.\n\n\"We're not trying to interfere in anyone else's culture,\" says Marilyn Cuneo, who heads the play's artistic crew. \"And \nwe don't plan to come to a conclusion. But we do want to educate, to make people aware of what's going on. This is \nnot something occurring way over there, but in our own community.\"\n\nInsome traditions' belief, the clitoris is an \"impure organ\" that can lead women into promiscuity. Altering or \nremoving it, which diminishes or kills sexual pleasure, is a rite of passage to womanhood often required for \nmarriage and community acceptance. Infibulation, the most radical form of circumcision, includes sewing shut the \nlabia, or outer genital skin, leaving one opening through which both urine and menstrual blood must flow. The \npractice is believed to increase male sexual pleasure and promote marital fidelity.\n\nA mother must choose her young daughter's fate: rejection by her culture or the agony of crude surgery without \npain-killers and risk of after-effects circumcised women know too well.\n\n\n\"In the play, the woman is relating her own story, because that's the way this all began, with a story submitted to us \nby two immigrant women,\" says Cuneo, of Minneapolis. She is producing it with other members of the Women's \nInternational League for Peace and Freedom, one of more than 50 sponsors of the Saturday event.\n\nThe story was written by Selamawit Yohannes and Purna Kumari Gurung, 20-something women who live and work \nin the Twin Cities. Yohannes is a native of Ethiopia, where 90 percent of women are circumcised. Gurung came \nhere from Nepal. The play's production crew hopes to repeat the 25-minute presentation and a discussion in other \ncommunity settings.\n\nThe quandary the mother faces - whether to have her daughter circumcised - is a complex issue colored by \ntraditional, medical and women's rights perspectives. The issue has been compared to male circumcision.\n\n\"But we are making a distinction, \" Cuneo says. \"Female circumcision is like cutting off the penis.\"\n\nMale circumcision in this country was declared unnecessary earlier this week by the American Academy of \nPediatricians.\n\nIn the U.S. immigrant community, an estimated 160,000 girls and women have been subjected to some form of \nfemale circumcision or are at risk of it, according to a recent report from the U.S. Health and Human Services \nDepartment. Because the practice is shrouded in secrecy and against the law, there is little documentation of its \noccurrence in this country. Twin Cities researchers say they have heard second- and third-hand accounts of \nwomen taking their daughters to Africa, Europe or Toronto, where there is a large Somali population, for \ncircumcision.\n\nA 1994 Minnesota law bans female circumcision except for medical reasons. It sprung up after a young \nimmigrant girl was taken to a Twin Cities hospital with severe bleeding after being circumcised, according to \ninformation from the office of Sen. Ellen Anderson, DFL-St. Paul, the law's author.\n\n\"People aren't going to talk about female genital mutilation here, where it's illegal,\" says Yohannes, who researched \nthe practice as part of her college studies. \"That's one of the reasons it's going to be hard to enforce the law, \nbecause people will do it undercover. The main issue is not that it prevents sexual pleasure, but that kids are hurt \nand can die from it. So the best thing to do is to educate people about the dangers.\"\n\nClash of cultures\n\nThe most common form of female circumcision is clitorectomy, removal of all or part of the clitoris, a procedure \nthat usually leaves a woman unable to achieve orgasm. In a more invasive procedure, all or part of the inner labia \nalso is removed.\n\nMuch more radical is infibulation, which includes sewing the outer labia together, leaving a single, small opening - \noften the size of a straw - through which urine and menstrual blood must pass. The practice leads to bladder and \nkidney infections, causes pain during menstruation and sexual intercourse and heightens pain during childbirth.\n\nInfibulation is done on nine out of 10 women in Somalia, from where about 12,000 people have recently immigrated \nto the Twin Cities.\n\nAs part of a 1997 study for the Urban Coalition, registered nurse and study author Keyah Davis of St. Paul met with \n30 to 50 Somalian women whose job it has been to perform circumcision.\n\n\"They were angry,\" Davis says. \"This is their culture, they said. You can write this law, but it doesn't stop us from \ncircumcising our daughters if we want them circumcised.\"\n\n\n\nSome Somalian women told Davis that when they returned to Africa to visit, family members abducted their \nuncircumcised teens and infibulated against them against their parents' wishes. Many immigrant women wrongly \nassume that circumcision is dictated by Muslim religion.\n\n\"It really is a process of male power and control that has been turned over to female gatekeepers,\" Davis says.\n\nInfibulation guarantees a woman's virginity and, when a girl is married, the small opening in a girl's outer labia is \nenlarged, often to her husband's specifications. But most immigrants now understand that infibulation is not \nnecessary for a woman to be marriageable in America, she says.\n\n\"Some of these men are having sex with American women. And only the most battered American woman would \nallow herself to be infibulated.\"\n\nAn immigrant woman who is isolated from the community is more likely to subject her child to circumcision, \nDavis says. Women who work outside the home often change their perspective on female circumcision fairly \nquickly.\n\n\"It is not the custom in America. It's frowned upon. A lot of people see this as a practice of violence. Once women \nare heavily exposed to that opinion, most make the decision to set circumcision aside.\"\n\nTwin Cities doctors now face the question of resuturing Somalian women after they give birth in metropolitan-area \nhospitals. Davis' research indicates that most doctors comply with a patient's wishes, she says.\n\nKarima Bushnell, an international researcher and trainer who also has researched female circumcision, says \nsome doctors have been reluctant. \"But how can you do transgender surgery for one person and not do this for \nanother?\" Bushnell asks.\n\nIn the Urban Coalition study, health professionals at 31 Twin Cities clinics reported treating immigrant women \nand girls - some as young as 12 - with complications of female circumcision.\n\nThe age at which girls are circumcised varies widely, says Agitu Wodijo, a registered nurse from Ethiopia and \nfounder of the Minneapolis-based International Self-Reliance Agency for Women.\n\n\"It is done on infants and girls 5 or 6, or sometimes 12 or 13,\" Wodijo says. \"Some do it on marriage day. Some \nbelieve that without circumcision, girls will be hypersexual and that will spoil a lot of their lives. Without it, some \ndon't get acceptance for marriage. Some nurses say it's mostly the women who support female genital mutilation.\"\n\nWodijo opposes circumcision and has directed workshops in Ethiopia that train midwives who make their livings \ndoing circumcisions for other kinds of paying jobs. Grass-roots movements have sprung up in many African \ncountries to reduce female circumcision.\n\nMatter of choice\n\nA native Minnesota woman who had a partial clitorectomy at age 6 on advice of medical doctors adds an intriguing \ntwist to a discussion hinged on the power of cultural beliefs.\n\nHer surgery was recommended, she says, because the size of her clitoris didn't conform to a cultural norm.\n\n\"In this country, female circumcision is done because it doesn't pass a cosmetic test,\" says Martha Coventry, 46, \na Minneapolis writer. \"But it is no less culturally imposed.\"\n\nThe procedure, which doctors call inter-sex surgery, is often recommended for girls - and sometimes boys - whose \ngenitals appear ambiguous, neither perfectly male or perfectly female. In Coventry's case, her clitoris extended a \nhalf-inch outside her labia. When she was a child, no one told her why the surgery was done, even when she \nasked.\n\n\n\nShe was left with a nagging, shameful feeling about her body that led her to write a memoir centered on that \nexperience. A publisher is considering the book for publication. She advocates that children with ambiguous sex \norgans be allowed to decide for themselves whether or not to have surgery when they are old enough. Some \nmedical doctors now agree, she says, that the psychological toll of childhood inter-sex surgery exceeds that of \ngrowing up with a medically defined genital imperfection.\n\n\"The most important thing is there's no need for this to be done to children,\" she says. \"No one demands it, but the \nculture.\"\n\nThe larger female circumcision issue stemming from tribal tradition is part of the U.N. Platform for Action derived \nfrom the Fourth World Conference on Women in Beijing, China, in 1995. It is a subject on the table at meetings of \npeople concerned with women's rights around the world, says Cuneo of the play's artistic crew.\n\n\"Since ancestral times, in silence, we have surrendered our bodies for society to grow and prosper,\" says a voice in \nthe women's play.\n\n\"But has no one stopped to consider the pain and suffering of girls and women of our society?\" another voice asks. \n\"The moment has come to break the silence.\"\n\nA little girl's story\n\nEDITOR'S NOTE: The following text contains graphic material that may be offensive to some readers.\n\nIt is an excerpt from the short story \"I See Hope in Her Eyes,\" by two immigrant women, Selamawit Yohannes and \nPurna Kumari Gurung. Their story has been adapted as a play and puppet show to raise awareness of female \ngenital mutilation.\n\nThe story is a fictionalized account of a 4-year-old girl's infibulation - genital surgery without anesthesia to cut away \nher clitoris and inner labia and sew the outer skin together, leaving one small opening for urine and menstrual blood \nto pass. Infibulation is the most radical of various forms of circumcision that have been performed on an \nestimated 130 million girls and women in various parts of the world.< From 'I See Hope in Her Eyes'\n\n\"Are you ready to be a big girl?\" the old woman whispered in my ear, and I replied, \"Yes.\" The woman started to \nundress me. At this point, I was a willing participant as I hadn't the slightest clue what was going to happen.\n\n\"Then I heard the most terrifying noise, the sharpening of a knife. I felt the woman touching my private part. … \nOther village women who had gathered started to chant and sing, and I could hear a drum beating in the \nbackground.\n\n\"Then I felt the knife slicing away at my flesh as I felt pain take over my body, a pain so excruciating that tears \nstarted to well in my eyes. I opened my mouth to scream, but the shock and surprise were too much. No sound \ncame out. I felt the old woman slicing again. I let out a terrifying scream that faded away among the chanting and \nthe drumming. I started to turn and twist, but to no avail. The hands that held me down were too strong. \"Don't \nscream, be strong. Make your mama proud,\" one of the women said.\n\n\"I don't know how long this went on. All I could hear were my own screams and cries for help: 'Mother, help me! \nMother, help me!' By this time I was so exhausted that I must have passed out. When I came to, I had been washed \nand my legs tied together so I couldn't move. I saw the beaming village women telling me that I was a real girl now \nand that they were proud of me. I looked for my mother among the faces. She was looking down at me, and I could \nsee the pain in her eyes.\"\n\nEVENT: \"Women's Voices,\" the fourth annual celebration of International Women's Day\n\nWHEN: 9 a.m. to 3:15 p.m. Saturday; registration begins at 8:30 a.m.\n\nWHERE: Student Center on University of Minnesota's St. Paul campus, 2017 Buford Ave., St. Paul\n\n\n\nCOST: Free; donations are accepted to offset conference costs.\n\nABOUT THE EVENT: Sponsored by Minnesota Advocates for Human Rights, Minnesota Women's Foundation and \nmore than 50 other women's organizations and agencies, the event offers workshop sessions focusing on \nwomen's issues at home and around the globe. They range from the challenges of immigrant women to girls' self-\nesteem, women and girls in sports, safety, economic security and the challenge of balancing work and family life.\n\nABOUT THE PROGRAM: A play and panel discussion open the program. At both 10:30 a.m. and 1 p.m., \nparticipants may attend any of 10 simultaneous workshop sessions on various topics. A break at 11:40 a.m. will \ninclude arts performances and breakout sessions for girls and women. Lunch may be purchased. A puppet and \nmask performance will start at 2:25 p.m., and a call to action will end the program.\n\nKay Harvey covers aging and family issues and can be reached at kharvey@pioneerpress.com or (651) 228-5468.  \n\nCorrection\n\nFriday, March 5, 1999\n\nA story in Thursday's Express section inferred that female circumcision proliferates among Muslims. A cultural \nrather than religious tradition, it is practiced by some Muslims but opposed by other Muslims in many parts of the \nworld. Christian and Jewish women also are subjected to it in some regions of Africa, Southeast Asia and the \nMiddle East.\nCorrection-Date: March 5, 1999\n\nGraphic\n\n \n\nPhoto:Chris Polydoroff, Pioneer Press\n\nA story by Selamawit Yohannes, left, and Purna Kumari Gurung has been\n\nturned into a play about female circumcision.\n\nGraphic:Pioneer Press Graphic\n\nFemale circumcision: Each year, about 2 million girls have their\n\ngenitals ritually altered, primarily in many nations of Africa.\n\n[See microfilm for details]\n"}