{"title": "Hispanic/Latino fatal occupational injury rates.; United States fatal injury rates of Hispanic/Latino employees by nativity and occupation for 2006 to 2008", "body": "\nThe overall fatal occupational injury rate is higher for Hispanic/Latino workers than for all workers; foreign-born \nHispanic/Latino workers have higher rates than native-born Hispanic/Latino workers in certain occupations, a \nstatistic that is explainable by differentials in employment between the two groups\n\nThe topic of job safety among Hispanic/Latino workers continues to command the attention of a growing number \nof people in the occupational safety community. Various events, including the coordination of efforts among various \nagencies and organizations at the first National Action Summit for Latino Worker Health and Safety, held in April \n2010, signal the increasing prominence of this issue. (1)\n\nOne statistic frequently noted by professionals in the field is the national fatal injury rate for Hispanic/Latino \nworkers in comparison to that of all workers. Citing BLS data, Dr. John Howard, director of the National Institute \nfor Occupational Safety and Health, spoke at the National Action Summit:\n\nFor much of the past two decades ...\n\nthe rate of work-related fatalities for\n\nLatinos has exceeded the rate for all\nU.S. workers, at times dramatically\nso. During the period 2003-2006,\nfor instance, the fatality rate for Latino\nworkers exceeded the rate for all\nworkers by nearly 35 percent. (2)\n\nThis article examines the national Hispanic/Latino fatal injury rate, with a focus on fatal injury rates by major \noccupation group and nativity. Findings indicate that rates are higher for foreign-born workers, but only in certain \noccupations. In addition, differentials in employment may explain some of the disparities in fatal injury rates \nbetween the two groups discussed. Rates are constructed with the use of data from the Census of Fatal \nOccupational Injuries (CFOI) (3) and the Current Population Survey (CPS) (4) on workers born inside and outside \nof the United States by each major occupation. Occupational rates for all workers will be used as a baseline for \ncomparison to provide a context for understanding the rates of fatal injury among subpopulations of Hispanic/Latino \nworkers.\n\nForeign- and native-born Hispanics/Latinos\n\n\nDespite a common ethnicity shared by foreign- and native-born Hispanic/Latino workers, it is helpful to view them \nas two distinct groups in assessing occupational safety. As suggested by the Pew Research Hispanic Center, (5) \nworkers born outside of the United States, particularly those who migrated later in life, share an experience \ndifferent from that of native-born workers. Chart 1 shows Hispanic/Latino workers by nativity as a proportion of \nthe U.S. workforce. (6)\n\nIn 2008, the CPS reported that, of more than 145 million employed civilians in the United States, 14 percent, or \nroughly 20 million, were of Hispanic/Latino ethnicity. About 11 million, or 54 percent, of Hispanic/Latino workers \nwere born outside of the United States. That year, Hispanic/Latino workers accounted for 49 percent of all foreign-\nborn workers in the nation. Overall, foreign-born Hispanic/Latino workers incurred 66 percent of all fatal injuries to \nHispanic/Latino workers, but made up a lesser 54 percent of employment. Native-born Hispanic/Latino workers \nconstituted 6 percent (about 9 million) of all employed persons (see chart 1), and suffered the same percentage of \nfatal work injuries among all employed persons, from 2006 to 2008. During that same time span, native-born \nHispanic/Latino workers incurred 34 percent of fatal work injuries among all Hispanic/Latino workers (see chart \n2), slightly more than half the number incurred by foreign-born Hispanic/Latino workers.\n\nForeign-born Hispanic/Latino workers come from diverse countries in Latin America and Europe. The largest \nshare, according to the American Community Survey, is from Mexico. (7) The greatest portion (46 percent) of fatal \nwork injuries incurred by Hispanic/Latino workers from 2006 to 2008 involved Mexican-born workers, as depicted \nin chart 2.\n\nAgencies and organizations from diverse backgrounds, such as the Pew Research Hispanic Center, Department of \nLabor, National Council of La Raza, and American Federation of Labor and Congress of Industrial Organizations \n(AFL-CIO), frequently assert that foreign-born Hispanic/Latino workers are more likely than other workers born in \nthe United States to encounter barriers to occupational safety, including limited English proficiency and limited or no \nknowledge of worker safety laws and rights. (8) Among other obstacles that have been cited are the absence of a \ncultural precedent for safety, as well as the fear of employer retaliation against workers who speak up about safety \nhazards in the workplace. (9)\n\nThough certainly not a homogenous demographic, native-born Hispanics/Latinos are fairly well aligned culturally \nwith other U.S. citizens, with whom they share similar educational opportunities, a good understanding of U.S. law, \nand a rich exposure to the English language. For example, a 2008 study by the Pew Research Hispanic Center \nfound that 48.2 percent of all native-born Hispanics/Latinos over the age of 18 in the United States spoke English \nvery well while 13.9 percent spoke English less than very well. (10) In contrast, the same study found that 43 \npercent of Hispanic/Latino populations of Mexican nativity, 41 percent of Central American nativity, and 21 percent \nof South American nativity spoke English less than very well. Furthermore, 88 percent of native-born \nHispanics/Latinos had completed high school, compared with 67 percent of foreign-born Hispanics/Latinos. (11) \nNative-born Hispanic/Latino workers also appear to have better access to health care, with 80 percent of the \ngroup being insured in 2008, in contrast to 50 percent of foreign-born workers who had health insurance that year. \n(12) For all of these reasons, native-born Hispanic/Latino workers may have a reasonably good understanding of \nworker safety, enabling them to incur fewer workplace injuries than their foreign-born counterparts.\n\nMethodology\n\nThis article employs the imputation methods used to calculate the official hours-based CFOI rates at the state level. \nData were obtained from both the CFOI and the CPS. The CFOI is a federal-state cooperative program that has \nbeen implemented in all 50 states and the District of Columbia since 1992. To compile counts that are as complete \nas possible, the census uses multiple sources to identify, verify, and profile fatal worker injuries. Data compiled by \nthe program are issued annually for the preceding calendar year.\n\nHours-based fatal injury rates measure occupational risk by standardizing fatal injuries in terms of length of \nexposure. These rates are generally considered to be more accurate than employment-based rates, which assess \nthe number of fatal injuries per number of employed persons, regardless of the amount of time spent on the job. \n\n\n\nHours-based rates represent the number of fatal occupational injuries per 100,000 full-time equivalent workers \n(FTEs) in a given worker population (13) and are calculated as\n\nN/EH x 200,000,000, (1)\n\nwhere\n\nN = number of fatal work injuries in a given population,\n\nEH = total hours worked by all employees in a given population during the calendar year, and\n\n200,000,000 = base for 100,000 FTEs in a population (working 40 hours per week, 50 weeks per year).\n\nEH is calculated from two CPS estimates: average hours and time at work. Unfortunately, data on average hours \nworked by Hispanic/Latino workers are not available at certain levels of detail, such as by state, by nativity, or by \noccupation. For this reason, the CFOI program developed a method for imputing EH in order to produce fatal injury \nrates by state. The method uses employment data (E) that are available by state and combines those data with \nnational estimates of average hours (hours worked, or HW) by industry. The CPS also produces employment data \n(E) on Hispanic/Latino workers by nativity and occupation. Consequently, the method for calculating state rates by \nindustry can be adapted to produce fatal injury rates for Hispanic/Latino workers by occupation. The formula\n\n[EH.sub.L] = [E.sub.L] x [HW.sub.N],\n\nwhere\n\n[E.sub.L] = Hispanic/Latino employment and\n\n[HW.sub.N] = average annual number of hours worked by each employee in a given worker population for the \nentire United States,\n\nshows how average hours ([HW.sub.N]) for the entire United States and \"at work\" (employment, or [E.sub.L]) \ninformation on Hispanic/Latino workers can be used to calculate [EH.sub.L] (total hours worked by all employees \nin the Hispanic/Latino population during the calendar year). The imputed value for EH can then be substituted back \ninto the original hours-based fatal injury rate equation (1).\n\nThe fatal injury rates obtained exclude members of the resident military, volunteers, and workers under 16 years of \nage, because these groups are not included in CPS employment estimates. Rates derived from numerators that \nincluded three or fewer fatal injuries did not meet CFOI publication criteria and do not appear in this article.\n\nHispanic/Latino fatal injury rates\n\nTable 1 presents fatal injury rates from 2006 through 2008 for Hispanic/Latino workers as a population, as well as \nseparate rates for foreign-born and native-born Hispanic/Latino workers. The table also provides the all-worker \nfatal injury rate for comparison. For all of the years shown, the overall fatal injury rate for all Hispanic/Latino \nworkers was higher than the rate for all workers. (14) However, the separate rate for native-born Hispanic/Latino \nworkers was lower than that of all workers for all years shown. Foreign-born workers had significantly higher rates \nin all years than did all workers.\n\nGiven the disparities in fatal injury rates mentioned in the previous paragraph, examining rates for each nativity \ngroup by major occupation yields somewhat unexpected results. Four of the six occupation groups of \nHispanic/Latino workers with statistically higher rates than the annual average rate of 4.0 for all workers in 2006-\n2008 show native-born workers as having a higher rate of fatal injuries than foreign-born workers. The four \ngroups are farming, forestry, and fishing; construction and extraction; transportation and material moving; and \nbuilding and grounds cleaning and maintenance. Foreign-born workers had higher rates in the other two \noccupation groups. Although these differences in rates between the two nativity groups may seem \n\n\n\ncounterintuitive, a closer examination of employment within those occupations offers some possible reasons for the \ndisparities.\n\nIn farming, forestry, and fishing occupations, the 3-year average fatal injury rate for native-born workers was 32.6 \nper 100,000 FTEs while the average for foreign-born workers was 18.0 per 100,000 FTEs. Construction and \nextraction occupations saw a 3-year average fatal injury rate of 14.0 per 100,000 FTEs for native-born workers and \n11.4 for foreign-born workers. Fatal injury rates for native-born and foreign-born workers in transportation and \nmaterial moving occupations were, respectively, 12.1 and 10.2 per 100,000 FTEs, for the 3-year average. Building \nand grounds cleaning and maintenance occupations also had higher native-born than foreign-born fatal injury rates \nfor 2 out of 3 years.\n\nProtective services showed significantly higher rates for foreign-born Hispanic/Latino workers than for native-born \nHispanic/Latino workers in 2006 and 2007. Foreign-born Hispanic/Latino workers in this occupation group saw \nan average fatality rate of 15.1 per 100,000 FTEs for the 3-year period, compared with the native-born average of \n8.6. Installation, maintenance, and repair occupations had 3-year average fatal injury rates of 7.7 per 100,000 FTEs \nfor foreign-born Hispanic/Latino workers and 6.5 per 100,000 FTEs for native-born Hispanic/Latino workers, \nalthough only one year, 2006, showed a statistically significant difference.\n\nThe rest of this article examines the composition of fatal injury rates, as well as occupational safety issues, for \nHispanic/Latino workers in light of the numbers of fatal injuries and the proportions of workers employed in \nvarious occupations. Fatal injury rate results are analyzed on the basis of the total number of fatal work injuries by \nmajor occupation group and detailed occupation. Also assessed is employment by occupation group and nativity.\n\nFatal injury counts by occupation group. Table 2 lists the number of fatal injuries by major occupation. The table \nalso gives the percentage of fatalities, by nativity, in each occupation group. Workers identified as native-born \nHispanics/Latinos account for only a third of the total fatal injuries involving Hispanic/Latino workers. The \npercentage is lower for native-born Hispanics/Latinos across all occupational categories except protective service \noccupations, in which native-born workers account for a greater percentage.\n\nThree out of the four previously identified occupation groups in which native-born workers had higher fatal injury \nrates than foreign-born workers saw approximately one-fourth or less of Hispanic/Latino fatalities involving native-\nborn workers. In other words, although more fatal injuries were incurred per 100,000 native-born Hispanic/Latino \nFTEs, the actual number of fatal injuries suffered by this group was still fewer than that of foreign-born \nHispanic/Latino workers, because larger numbers of foreign-born workers are employed in these occupations. \nThe three groups were farming, forestry, and fishing; construction and extraction; and building and grounds \ncleaning and maintenance. Although the differences in percentages of fatal injuries are substantial, it is important to \nexamine the numbers in the context of employment differences between the two groups; a later subsection does \njust that.\n\nFatal work injuries by detailed occupation. Differences also appear between distributions of fatal injuries among \nmore detailed occupations within the major occupation groups over the 3-year period. The following tabulation \nshows that nearly 90 percent of fatal injuries to foreign-born Hispanic/Latino workers in farming, forestry, and \nfishing occupations were incurred by agricultural workers (percentages may sum to more or less than 100 percent \nbecause only selected detailed occupations are presented):\n\nAll Foreign-born Native-born\n\nHispanic/ Hispanic/ Hispanic/\n\nLatino Latino Latino\n\nOccupation workers workers workers\nTotal (number) 226 187 39\nPercent:\n\nAll farming, forestry,\n\nand fishing occupations 100 100 100\n\n\n\nAgricultural workers 85 89 67\nFarmworkers and laborers,\n\ncrop, nursery, and\n\ngreenhouse 55 59 36\nFarmworkers, farm and\n\nranch animals 21 20 26\nFisher and related\n\nfishing workers 6 3 21\n\nIn 2006-2008, 59 percent of the fatalities suffered by foreign-born Hispanic/Latino workers in the farming, forestry, \nand fishing sector involved farmworkers and laborers in crop, nursery, and greenhouse occupations. In contrast, 36 \npercent of native-born Hispanic/Latino fatalities involved farmworkers and laborers, crop, nursery, and greenhouse \noccupations. Of those workers with fatal injuries in farming, forestry, and fishing occupations, native-born \nHispanic/Latino workers suffered about 21 percent of their fatal injuries in fishing and related occupations, an \noccupation group that has one of the highest fatal injury rates overall of any occupation among all workers. By \ncontrast, fishing and related occupations accounted for only 3 percent of injuries to foreign-born Hispanic/Latino \nworkers.\n\nAs the following tabulation shows, 88 percent of foreign-born Hispanic/Latino workers' fatal injuries suffered in \ndetailed construction occupations occurred in construction trades worker occupations, compared with 77 percent of \nnative-born Hispanic/Latino workers' fatalities (again, percentages may sum to more or less than 100 percent \nbecause only selected detailed occupations are presented):\n\nAll Foreign-born Native-born\n\nHispanic/ Hispanic/ Hispanic/\n\nLatino Latino Latino\n\nOccupation workers workers workers\nTotal (number) 960 707 253\nPercent:\n\nAll construction and\n\nextraction occupations 100 100 100\nSupervisors 5 4 6\n\nConstruction trades\n\nworkers 85 88 77\nCarpenters 9 9 6\nConstruction laborers 42 46 31\nRoofers 9 10 6\nExtraction workers 6 4 13\n\nConstruction laborers accounted for a considerable part of this difference, incurring 46 percent of the total number \nof fatal injuries involving foreign-born Hispanic/Latino workers but just 31 percent of those involving native-born \nHispanic/Latino workers. The proportion of native-born Hispanic/Latino workers who died while working in \nextraction occupations (13 percent) was more than 3 times the proportion of foreign-born Hispanic/Latino workers \nwho died while working in those same occupations (4 percent).\n\nHeavy truck or tractor-trailer drivers suffered the most fatal injuries involving Hispanic/Latino workers in any single \noccupation within transportation and material moving occupations. The following tabulation shows that the \nproportion of native-born Hispanic/Latino workers who were fatally injured while working as a heavy truck or \ntractor-trailer driver was about 20 percent greater than the proportion of foreign-born Hispanic/Latino workers (as \nbefore, percentages may sum to more or less than 100 percent because only selected detailed occupations are \npresented):\n\n\n\nAll Foreign-born Native-born\n\nHispanic/ Hispanic/ Hispanic/\n\nLatino Latino Latino\n\nOccupation workers workers workers\nTotal (number) 541 313 228\nPercent:\n\nAll transportation and\n\nmaterial moving\n\noccupations 100 100 100\nTruck drivers, heavy and\n\ntractor-trailer 45 42 50\nTruck drivers, light or\n\ndelivery 8 7 9\nMaterial moving workers 33 36 28\n\nLaborers and material\n\nmovers, hand 19 21 16\n\nForeign-born Hispanic/Latino workers incurred 8 percentage points more of the total injuries in material moving \noccupations, with hand laborers and material movers accounting for most of the difference.\n\nAs the following tabulation shows, foreign-born Hispanic/Latino workers succumbed to more than 3 out of 4 fatal \ninjuries within building and grounds cleaning and maintenance occupations (once more, percentages may sum to \nmore or less than 100 percent because only selected detailed occupations are presented):\n\nAll Foreign-born Native-born\n\nHispanic/ Hispanic/ Hispanic/\n\nLatino Latino Latino\n\nOccupation workers workers workers\nTotal (number) 249 192 57\nPercent:\n\nAll building and grounds\n\ncleaning and maintenance\n\noccupations 100 100 100\nBuilding, cleaning, and\n\npest control workers 26 21 42\nJanitors and cleaners,\n\nexcept maids and\n\nhousekeeping cleaners 22 18 35\nGrounds maintenance\n\nworkers 65 71 46\nLandscaping and\n\ngroundskeeping\n\nworkers 47 49 39\nTree trimmers and\n\npruners 18 22 7\n\nThe greatest share of fatalities for these workers (71 percent) involved grounds maintenance workers. Fatal \ninjuries involving native-born Hispanic/Latino workers were more likely to be split between building cleaning and \npest control workers and grounds maintenance workers.\n\n\n\nHispanic/Latino employment in selected occupations with high fatality rates. For all Hispanic/Latino workers, the \ngreatest number of fatal injuries occurred in occupational categories with traditionally high fatality rates among all \nworkers. However, 63 percent of all fatal injuries involving native-born Hispanic/Latino workers occurred in these \noccupations with high-fatal injury rates, compared with 77 percent of all fatal injuries involving foreign-born \nHispanic/Latino workers. This difference indicates that, although the single-year and 3-year average fatal injury \nrates for the native-born workers were statistically higher in those occupations in 2008, a greater number of \nforeign-born Hispanic/Latino workers are employed in occupations with relatively high fatal injury rates.\n\nTable 3 shows the percentages of foreign- and native-born Hispanic/Latino workers across occupations. This \nemployment distribution yields important insights into differences in fatal injury rates between the nativity groups. \nNative-born Hispanic/Latino workers have the greater representation in office and administrative support \noccupations, sales and related occupations, and management occupations, which together employ 37 percent of \nthat population. As shown in table 1, fatal injury rates of native-born Hispanic/Latino workers were either lower \nthan or on a par with the all-worker rates for management, sales and related, and office and administrative support \noccupations from 2006 to 2008.\n\nAgain from table 3, the occupations with high fatality rates for native-born Hispanic/Latino workers had the four \nlowest percentages of native-born employment of any of the six previously identified groups and made up only 19 \npercent of native-born Hispanic/Latino employment. In contrast, those same occupations accounted for 44 percent \nof foreign-born Hispanic/Latino employment. Chart 3 illustrates this proportional difference. The total size of the \nforeign-born and native-born shares of the Hispanic/Latino worker population is close to a 1-to-1 ratio: 56 percent \nand 44 percent, respectively, of all Hispanic/Latino workers. Still, this ratio equates to more than twice as many \nforeign-born Hispanic/Latino workers as native-born Hispanic/Latino workers employed in these higher risk \nindustries.\n\nIn contrast to the nearly equitable ratio of native- to foreign-born Hispanic/Latino workers, 66 percent of fatal \noccupational injuries incurred by Hispanic/Latino workers in all occupations from 2006 to 2008 involved foreign-\nborn workers, with native-born workers, of course, accounting for the remaining 34 percent. This is a ratio of \nnearly 2 to 1 and is an important contributor to differences in fatal injury rates between foreign-born and native-born \nHispanic/Latino workers.\n\n[GRAPHIC 3 OMITTED]\n\nIn the calculation of fatal injury rates, high employment in an occupational sector effectively increases the \ndenominator. Despite a large numerator (the number of fatal injuries), a greater denominator serves to push rates \ndown for native-born Hispanic/Latino workers. In other words, the large number of fatal injuries involving foreign-\nborn workers in occupations with higher fatal injury rates is masked by the fact that more foreign-born workers are \nemployed in these occupations relative to native-born workers. Chart 4 illustrates this point. The top panel \nillustrates the difference between the fatal injury rates of foreign- and native-born Hispanic/Latino workers in \nconstruction and extraction occupations, while the bottom panel compares the relative numbers of foreign- and \nnative-born Hispanics/Latinos employed in construction and extraction occupations with the number of fatal injuries \nincurred by those workers in this same occupation group. Note that, although the number of fatal injuries is more \nthan 3 times higher for foreign-born than for native-born Hispanic/ Latino workers, the greater relative difference in \nemployment causes the fatal injury rate for native-born workers to be higher. This is despite the fact that \nconsiderably more foreign-born Hispanic/Latino workers are exposed to the higher risks of employment in the \nconstruction industry and that they suffer a much higher absolute number of fatal injuries than do native-born \nHispanic/Latino workers.\n\n[GRAPHIC 4 OMITTED]\n\nHISPANIC/LATINO WORKERS HAVE AN OVERALL higher fatal injury rate than that of all workers. Native-born \nHispanics/Latinos tend to succumb to occupational injuries at a higher rate than foreign-born Hispanics/Latinos in \noccupations that typically have higher all-worker fatal injury rates, but that is because native-born Hispanic/Latino \n\n\n\nworkers' employment in these same occupations is less than half that of foreign-born Hispanic/Latino workers. \nTherefore, despite some indication that the native-born workers may face greater risks in these sectors, efforts at \nimproving worker safety may prevent more workplace injuries in the foreign-born Hispanic/Latino population \nbecause of the larger numbers of such workers who are employed in relatively risky occupations. Certainly, great \nstrides have been taken to combat occupational injuries among Hispanic/Latino workers, but much still can be \ndone to combat the gap between their level of workplace safety and that of other worker populations.\n\nNotes\n\n(1) Dr. David Michaels, \"Modernizing OSHA: Plenary Remarks,\" paper presented at the American Society of Safety \nEngineers Professional Development Conference & Expo, Baltimore, Maryland, June 14, 2010, \nhttp://osha.gov/pls/oshaweb/owadisp.show_documentPp_table=SPEECHES&p_id=2221.\n\n(2) John Howard, M.D., paper presented at the National Action Summit for Latino Worker Health and Safety, \nHouston, Texas, Apr. 14, 2010, http:// www.osha.gov/latinosummit/speech_drhowardcumbre_04-14-10.html.\n\n(3) See \"Injuries, Illnesses, and Fatalities: Census of Fatal Occupational Injuries--Current and Revised Data\" (U.S. \nBureau of Labor Statistics, Oct. 18, 2012), http://www.bls.gov/iif/oshcfoi1.htm.\n\n(4) See \"Labor Force Statistics from the Current Population Survey\" (U.S. Bureau of Labor Statistics, Dec. 7, 2012), \nhttp://www.bls.gov/cps/home.htm.\n\n(5) \"Statistical Profiles of the Hispanic and Foreign-Born Populations in the U.S\" (Washington, DC, Pew Research \nHispanic Center, Mar. 30, 2010), http://www.pewhispanic.org/2010/03/30/statisticalprofiles-of-the-hispanic-and-\nforeign-born-populations- in-the-us.\n\n(6) See Table S0201, Selected Population Profile in the United States, 2006-2008, American Community Survey \n(U.S. Census Bureau, Sept. 30, 2010), \"Measuring America--People, Places, and Our Economy,\" http:// \nfactfinder2.census.gov/faces/tableservices/jsf/pages/productview. \nxhtml?pid=ACS_08_3YR_S0201&prodType=table; and Table C03001, Hispanic or Latino Origin by Specific Origin, \n2006-2008, American Community Survey (U.S. Census Bureau, Aug. 4, 2010), \"Measuring America--People, \nPlaces, and Our Economy,\" http://factfinder2.census.gov/ \nfaces/tableservices/jsf/pages/productview.xhtml?pid=ACS_08_3YR_C03001&prodType=table.\n\n(7) See Table B05006, Place of Birth for the Foreign-Born Population, 2006-2008, American Community Survey \n(U.S. Census Bureau, Aug. 4, 2010), \"Measuring America--People, Places, and Our Economy,\" \nhttp://factfinder2.census.gov/faces/tableservices/jsf/pages/productview.xhtml?pid=ACS_08_3YR_ \nB05006&prodType=table.\n\n(8) See \"20 FAQs about Hispanics\" (Washington, DC, National Council of La Raza, 2010), \nhttp://www.nclr.org/index.php/about_us/faqs/ most_frequently_asked_questions_about_hispanics_in_the_us; and \n\"Immigrant Workers at Risk: The Urgent Need for Improved Workplace Safety and Health Policies and Programs\" \n(Washington, DC, AFL-CIO, August 2005),            http://digitalcommons.ilr.cornell.edu/laborunions/28.\n\n(9) S. Buchanan, \"Day labor and occupational health: time to take a closer look,\" New Solutions, vol. 14, no. 3, \n2004, pp. 253-260, http://baywood. metapress.com.ezproxy.welch.jhmi.edu/media/9a0kwvtrrl7317hp9g7t/ \ncontributions/0/f/a/t/0fatlrgyam4dcd2p.pdf\n\n(10) See Table 20. Language Spoken at Home and English-Speaking Ability, by Age, Race and Ethnicity: 2008 \n(Washington, DC, Pew Research Hispanic Center), \"Statistical Portrait of the Hispanic-Population in the United \nStates, 2008,\" http://www.pewhispanic. org/2010/01/21/statistical-portrait-of-hispanics-in-the-unitedstates-\n2008/2008-statistical portrait-23.\n\nhttp://osha.gov/pls/oshaweb/owadisp.show_documentPp_table=SPEECHES&p_id=2221\nhttp://www.osha.gov/latinosummit/speech_drhowardcumbre_04-14-10.html\nhttp://www.bls.gov/iif/oshcfoi1.htm\nhttp://www.bls.gov/cps/home.htm\nhttp://www.pewhispanic.org/2010/03/30/statisticalprofiles-of-the-hispanic-and-foreign-born-populations-\nhttp://www.pewhispanic.org/2010/03/30/statisticalprofiles-of-the-hispanic-and-foreign-born-populations-\nhttp://factfinder2.census.gov/\nhttp://factfinder2.census.gov/faces/tableservices/jsf/pages/productview.xhtml?pid=ACS_08_3YR_\nhttp://www.nclr.org/index.php/about_us/faqs/\nhttp://digitalcommons.ilr.cornell.edu/laborunions/28\nhttp://www.pewhispanic/\n\n\n(11) See Table 23. Persons, by Educational Attainment and Region of Birth: 2008, \"Statistical Portrait of the \nForeign-Born Population in the United States, 2008,\" \nhttp://pewhispanic.org/files/factsheets/foreignborn2008/Table%2023.pdf.\n\n(12) See Table 38. Persons Without Health Insurance, by Age, Race and Ethnicity: 2008, \"Statistical Portrait of \nHispanics in the United States, 2008,\" http://www.pewhispanic.org/2010/01/21/statisticalportrait-of-hispanics-in-the-\nunited-states-2008/2008- statistical- portrait-45.\n\n(13) For example, all Hispanic/Latino workers, foreign-born Hispanic/Latino workers, and native-born \nHispanic/Latino workers.\n\n(14) Note that, although single-year rate comparisons are statistically significant, statistical significances for the 3-\nyear average rate comparisons shown in the table were not established; therefore, caution should be used in \ndiscussing the comparisons.\n\nChristen G. Byler is an economist in the Division of Census of Fatal Occupational Injuries, Office of Compensation \nand Working Conditions, Bureau of Labor Statistics. Email: byler.christen@bls.gov\n\nTable 1. Fatal injury rates1 of Hispanic/Latino\n\nworkers, by nativity and occupation, 2006-2008\nAll workers\n\n2006-\n\nOccupation 20\n06\n\n20\n07\n\n20\n08\n\n2008\n\nTotal 4.2 4.0 3.7 4.0\nManagement 3.4 3.2 3.3 3.3\nSales and related 2.0 2.1 1.8 2.0\nProtective service 8.6 10.\n\n0\n9.1 9.2\n\nFood preparation and serving 1.4 1.0 1.1 1.2\nBuilding and grounds cleaning and\n\nmaintenance 6.1 5.4 5.1 5.5\nOffice and administrative support .5 .8 .5 .6\nFarming, forestry, and fishing 29.\n\n9\n25.\n7\n\n28.\n4\n\n28.0\n\nConstruction and extraction 13.\n7\n\n12.\n6\n\n11.\n8\n\n12.7\n\nInstallation, maintenance, and repairs 7.7 7.1 6.7 7.2\nProduction 3.0 2.8 3.0 2.9\nTransportation and material moving 17.\n\n1\n17.\n3\n\n16.\n1\n\n16.8\n\nAll Hispanic/Latino workers\n\n2006-\n\nOccupation 20\n06\n\n20\n07\n\n20\n08\n\n2008\n\nTotal 5.3 4.8 4.2 4.8\nManagement 2.1 1.3 1.4 1.6\nSales and related 1.9 1.5 1.7 1.7\nProtective service 7.8 14.\n\n0\n8.0 9.9\n\nFood preparation and serving 1.2 1.3 1.4 1.3\n\nhttp://pewhispanic.org/files/factsheets/foreignborn2008/Table%2023.pdf\nhttp://www.pewhispanic.org/2010/01/21/statisticalportrait-of-hispanics-in-the-united-states-2008/2008-\nhttp://www.pewhispanic.org/2010/01/21/statisticalportrait-of-hispanics-in-the-united-states-2008/2008-\nmailto:byler.christen@bls.gov\n\n\nBuilding and grounds cleaning and\n\nmaintenance 5.9 5.1 5.2 5.4\nOffice and administrative support .7 .9 .5 .7\nFarming, forestry, and fishing 21.\n\n1\n17.\n3\n\n20.\n0\n\n19.4\n\nConstruction and extraction 13.\n3\n\n12.\n2\n\n10.\n7\n\n12.0\n\nInstallation, maintenance, and repairs 8.0 7.4 5.9 7.1\nProduction 3.2 2.9 2.6 2.9\nTransportation and material moving 12.\n\n0\n11.\n6\n\n9.3 10.9\n\nForeign-born Hispanic/\n\nLatino workers\n\n2006-\n\nOccupation 20\n06\n\n20\n07\n\n20\n08\n\n2008\n\nTotal 6.4 5.9 4.8 5.7\nManagement 2.7 1.9 1.5 2.0\nSales and related 2.5 2.5 2.0 2.3\nProtective service 11.\n\n6\n24.\n8\n\n9.0 15.1\n\nFood preparation and serving 1.1 1.3 1.6 1.3\nBuilding and grounds cleaning and\n\nmaintenance 6.2 4.7 5.0 5.3\nOffice and administrative support 1.0 1.2 1.0 1.1\nFarming, forestry, and fishing 20.\n\n7\n16.\n3\n\n17.\n1\n\n18.0\n\nConstruction and extraction 12.\n5\n\n12.\n2\n\n9.6 11.4\n\nInstallation, maintenance, and repairs 9.7 7.6 5.7 7.7\nProduction 3.2 2.7 2.4 2.8\nTransportation and material moving 11.\n\n1\n11.\n2\n\n8.4 10.2\n\nNative-born Hispanic/\n\nLatino workers\n\n2006-\n\nOccupation 20\n06\n\n20\n07\n\n20\n08\n\n2008\n\nTotal 3.9 3.5 3.4 3.6\nManagement 1.8 .8 1.3 1.3\nSales and related 1.5 .8 1.4 1.2\nProtective service 6.8 11.\n\n2\n7.7 8.6\n\nFood preparation and serving 1.3 1.2 1.1 1.2\nBuilding and grounds cleaning and\n\nmaintenance 4.9 6.8 6.3 6.0\nOffice and administrative support .5 .7 .3 .5\nFarming, forestry, and fishing 24.\n\n0\n24.\n8\n\n49.\n1\n\n32.6\n\nConstruction and extraction 15.\n8\n\n12.\n2\n\n14.\n2\n\n14.0\n\nInstallation, maintenance, and repairs 6.1 7.2 6.2 6.5\n\n\n\nProduction 3.2 3.4 2.9 3.2\nTransportation and material moving 13.\n\n4\n12.\n3\n\n10.\n7\n\n12.1\n\n(1) The fatal injury rate is the number of\n\nfatalities per 100,000 full-time equivalent employees.\n\nSOURCES: Census of Fatal Occupational Injuries, Current\n\nPopulation Survey.\n\nTable 2. Fatal occupational injuries involving Hispanic/\n\nLatino workers, by major occupation and nativity, 2006-2008\nForeign-born\n\nHispanic/\n\nCount of Latino workers\n\nall Hispanic/\n\nOccupation Latino workers Count Percent\nAll occupations 2,731 1,804 66\nManagement 58 31 53\nSales and related 88 50 57\nProtective service 95 30 32\nFood preparation and serving 49 34 69\nBuilding and grounds cleaning\n\nand maintenance 249 192 77\nPersonal care 19 10 53\nOffice and administrative\n\nsupport 44 23 52\nFarming, forestry, and fishing 226 187 83\nConstruction and extraction 960 707 74\nInstallation, maintenance, and\n\nrepair 159 92 58\nProduction 165 113 68\nTransportation and material\n\nmoving 541 313 58\nNative-born\n\nHispanic/\n\nLatino workers\n\nOccupation Count Percent\n\nAll occupations 927 34\n\nManagement 27 47\n\nSales and related 38 43\n\nProtective service 65 68\n\nFood preparation and serving 15 31\n\nBuilding and grounds cleaning\n\nand maintenance 57 23\n\nPersonal care 9 47\n\nOffice and administrative\n\n\n\nsupport 21 48\n\nFarming, forestry, and fishing 39 17\n\nConstruction and extraction 253 26\n\nInstallation, maintenance, and\n\nrepair 67 42\n\nProduction 52 32\n\nTransportation and material\n\nmoving 228 42\n\nNOTE: Detailed entries do not sum to totals because\n\nsome occupations are excluded from the table.\n\nSOURCE: Census of Fatal Occupational Injuries.\n\nTable 3. Hispanic/Latino employment, (1)\n\nby major occupation and nativity, 2006-2008\nForeign-born\n\nCount of all Hispanic/Latino\n\nHispanic/ workers\n\nLatino\n\nOccupation workers Count Percent\nTotal 20,114 11,169 56\nManagement 1,128 476 42\nBusiness and financial 441 134 30\nSales and related 1,877 776 41\nEducation 626 181 29\nProtective service 313 66 21\nFood preparation and serving 1,629 1,100 68\nBuilding and grounds cleaning\n\nand maintenance 1,803 1,432 79\nPersonal care 655 321 49\nOffice and administrative support 2,396 803 34\nFarming, forestry, and fishing 386 344 89\nConstruction and extraction 2,735 2,111 77\nInstallation, maintenance, and\n\nrepair 732 393 54\nProduction 1,916 1,372 72\nTransportation and material moving 1,683 1,044 62\n\nNative-born\n\nHispanic/Latino\n\nworkers\n\nOccupation Count Percent\n\nTotal 8,945 44\n\nManagement 653 58\n\nBusiness and financial 308 70\n\nSales and related 1,101 59\n\nEducation 445 71\n\nProtective service 247 79\n\n\n\nFood preparation and serving 529 32\n\nBuilding and grounds cleaning\n\nand maintenance 371 21\n\nPersonal care 334 51\n\nOffice and administrative support 1,593 66\n\nFarming, forestry, and fishing 42 11\n\nConstruction and extraction 623 23\n\nInstallation, maintenance, and\n\nrepair 338 46\n\nProduction 544 28\n\nTransportation and material moving 638 38\n\n(1) Employment is the average of the 3-year \nperiod 2006-2008.\nNOTE: Detailed entries do not sum to totals \nbecause some\noccupations are excluded from the table.\n\nSOURCE: Current Population Survey.\n\nChart 1.\n\nU.S. employment, by nativity and Hispanic/Latino ethnicity, 2008\n\nTotal employment = 145,362,000\nPercent\n\nNon-Hispanic/Latino foreign-born workers 8\nAll Hispanic/Latino workers, 14\n\nForeign-born Hispanic/Latino workers 8\nNative-born Hispanic/Latino workers 6\nNon-Hispanic / Latino native-born workers 7\n\n8\nSOURCE: American Community Survey.\n\nNote: Table made from pie chart.\n\nChart 2.\n\nFatal occupational injuries involving Hispanic/Latino workers,\n\nby region or country of nativity, 2006-2008\nEurope <\n\n1\nCaribbean 4\nSouth America 4\nCentral America, excluding Mexico 1\n\n1\nMexico 4\n\n6\nUnited States 3\n\n4\nSOURCE: Census of Fatal Occupational Injuries.\n\nNote: Table made from pie chart.\n\n\n"}