{"title": "CONFEREES AGREE ON BILL TO REVISE U.S. DISABILITY LAW", "body": "\nHouse and Senate conferees reached agreement today on a bill to overhaul the Social Security disability \nprogram, which has been in turmoil for more than a year.\n\n The agreement would liberalize eligibility standards and make it harder for the Government to remove people from \nthe rolls. Since 1981, the Government has reviewed 1.2 million disability cases and informed 490,000 beneficiaries \nthat they would lose their benefits because they were no longer disabled. But more than 200,000 of those \nbeneficiaries were put back on the rolls after they appealed.\nHouse and Senate conferees make substantial progress in negotiations on comprehensive immigration bill, but \nthey cannot agree on how to prevent job discrimination against US citizens and aliens legally in US; agree to \neliminate important provision of Senate-passed bill that would have established overall limit on legal immigration \nand revised system for distributing visas to aliens; Rep Peter W Rodino Jr comments (M)\n\nThe reviews were conducted under a 1980 mandate from Congress.\n\n \nEmotional Political Issue\n\nRepresentative J. J. Pickle, Democrat of Texas, who is chairman of the House Ways and Means Subcommittee on \nSocial Security, said in an interview today: ''We have reached an agreement on the disability bill and we hope to \nhave it formalized by Monday. As a result of this agreement, the Social Security Administration will again be able to \nrun a workable program.''\n\nThe operation of the disability program has become a highly charged political issue. Democrats asserted that the \ntermination of benefits for thousands of disabled workers showed that the Reagan Administration was unfair. \nRepublican members of Congress, deluged with complaints from constituents, joined Democrats in criticizing the \nSocial Security Administration. Governors and Federal judges also put pressure on the Social Security \nAdministration to change its policies.\n\n \n48,000 Cases Pending\n\nThe United States Attorney for the Southern District of New York, Rudolph W. Giuliani, has refused to defend the \nGovernment in two dozen cases where it was trying to cut off disability benefits. He said the position of the Social \nSecurity Administration in those cases was unreasonable and indefensible.\n\n\nOther United States attorneys have expressed dismay at the rapidly growing volume of Social Security cases. \nWhen a person is notified that he is no longer eligible for benefits, he may pursue an appeal within the Social \nSecurity Administration and, after exhausting this avenue, may file a lawsuit in Federal court to regain benefits. The \nUnited States attorneys normally defends the Government's position in court. Social Security officials said there \nwere now 48,000 disability cases pending in Federal courts around the country.\n\nA key element of the compromise reached by the conferees is an agreement that the Federal Government could \nnot remove a person from the disability rolls unless it could show that his or her medical condition had improved.\n\nCongressional aides said that the ''medical improvement'' standard was much closer to the one in the House bill \nthan in its Senate counterpart. Under current law, the Government has cut off disability benefits for many people \nwithout demonstrating that their condition has improved.\n\nThe House of Representatives approved its version of the disability legislation by a vote of 410 to 1 on March 27. \nThe Senate passed its bill unanimously, with 96 ayes, on May 22. Since then the two houses have had difficulty \nreconciling the bills, in part because the Reagan Administration objected to changes that would liberalize the \neligibility criteria.\n\nThe conference agreement is still subject to approval by both houses of Congress. But Congressional aides said \nthat approval was virtually certain, in view of the overwhelming margins by which the legislation was initially \napproved. To become law, a single version of the bill must be approved by both houses and signed by the \nPresident.\n\nA Social Security official said the agency did not necessarily endorse every detail of the conferees' agreement but \nwould support the overall compromise. Administration officials said they expected President Reagan to sign the bill \nif it got to his desk, although the White House has not made any formal public commitment to do so.\n\n \n\nBenefit Cutoffs Suspended\n\nBecause of the uncertainty caused by differing standards imposed by Federal courts throughout the country, \nMargaret M. Heckler, the Secretary of Health and Human Services, temporarily suspended efforts to cut off \ndisability benefits last April. The provisional resumption of benefits since then has been costing the Government \n$10 million a month more than the program currently costs, Social Security officials said. The program is expected \nto cost $18.5 billion in the current fiscal year.  The agreement on the disability bill was worked out by members of \nthe House Ways and Means Committee and the Senate Finance Committee. The key negotiators were Mr. Pickle \nand Senator Bob Dole, the Kansas Republican who is chairman of the Finance Committee. The bill, known as the \nSocial Security Disability Amendments of 1984, is a freestanding piece of legislation that deals specifically with the \nproblems of the disability program.\n\nThe conferees dropped a provision of the House bill that would have required the Social Security Administration to \nfollow decisions issued by a United States Court of Appeals in the circuit where they were issued. The agency \nsometimes refuses to acquiesce in such rulings, on the ground that it may wish to reargue issues of law on which it \nhas suffered adverse decisions.\n\nCongressional aides said the confereees would issue a statement disapproving Social Security's practice of \n''nonacquiescence'' in Federal court decisions. The statement would not be part of the language of the new bill, but \nwould be expected to influence Social Security officials and Federal judges.\n\n \n\nStandards for All Reviews\n\nThe statement says that the Social Security Administration should follow appeals court rulings except in situations \nwhere it has taken, or has a ''reasonable expectation and intention'' of taking, the steps necessary to appeal to the \nSupreme Court.\n\n\n\nThe standards in the bill would apply to all disability reviews done in the future and to many disability cases \npending in Federal courts. Individual court cases and people in certified class actions would be sent back to the \nSocial Security Administration for review under the new medical improvement standard, Congresisonal aides \nsaid.The bill appears to allay the fears of Administration officials who were worried that a nationwide class-action \nsuit might be filed on behalf of all the people who had been improperly removed from the disability rolls.\n\nThe conference agreement provides that disability benefits and Medicare coverage should be continued for people \nwho are pursuing administrative appeals of a decision to remove them from the disability rolls.\n"}