{"title": "Immigrants' dispersal broadens issue", "body": "\nThey are more likely than American citizens to hold jobs but less likely to have high school diplomas. They tend to \nbe younger, and many have children who were born in the U.S., making the kids citizens.\n\nThey are illegal immigrants, their numbers estimated at 12 million as the question of what to do about them \nreaches a boiling point on Capitol Hill.\n\nLess than half fit the profile of young men sneaking across the border to find jobs and send money back home to \ntheir families. Today, most bring their families with them, according to an analysis by the Pew Hispanic Center, a \nresearch organization in Washington.\n\n\"There's about 6.5 million adults who are in families, either couples or couples with children, and there's another 2 \nmillion children,\" said Jeffrey Passel, a senior research associate at the center. \"The vast majority of this population \nis families.\"\n\nImmigration has become a national issue as the Senate debates legislation that would tighten border security while \nenabling illegal immigrants to eventually become citizens.\n\nOne reason for the sudden broader interest: These immigrants now live in more cities and states than ever.\n\nIn 1990, almost half lived in California, the Pew analysis said. By 2004, California's share had dropped to about a \nquarter, even though the state's illegal population had grown from 1.48 million to about 2.45 million.\n\nThey are moving to states like North Carolina, Iowa, Ohio and Georgia, as they seek jobs and establish \ncommunities. North Carolina has nearly 16 times the number of illegal immigrants it had in 1990, the Pew analysis \nsaid. The state had 390,000 in 2004, the most recent state numbers available.\n\n\"It's not a regional issue anymore,\" said Randy Capps, a senior research associate at the Urban Institute, a \nWashington think tank. \"It's a national issue.\"\n\nThe Pew center estimates there are as many as 12 million illegal immigrants in the United States, though \nresearchers acknowledge that they are difficult to count. Other organizations have put the number at 11 million, but \nall agree the total is rising quickly.\n\nAbout a quarter of them arrive in the United States legally and simply overstay their visas, Passel said.\n\n\"We have about 30 million people per year come here on temporary visas, either tourists or visitors for business,\" \nhe said. \"With 30 million folks coming here a year, a very small percent who stay adds up over the years.\"\n\n\nAdult men make up the largest share of illegal immigrants, followed by adult women and then children.\n\nMany families include relatives of differing immigration status. Nearly two-thirds of the children were born in the \nUnited States, making them U.S. citizens.\n\nIllegal workers make up about 5 percent of the U.S. labor force. More than nine in 10 males illegally here are in that \nlabor force, compared with 83 percent of men born in the United States.\n\nIllegal immigrants tend to be younger than American workers, which helps explain why they are more likely to hold \njobs, researchers said.\n\nFemale illegal immigrants, however, were less likely to work than their American counterparts, perhaps because \nmost have young children, the Pew analysis said.\n\nThe Center for Immigration Studies, which advocates restricting immigration, recently issued a report saying that \nimmigrants compete for jobs with less-educated Americans, especially high school dropouts.\n\nGraphic\n\n \n\nMAP\n\n MAP BY THE ASSOCIATED PRESS - ESTIMATED ILLEGAL IMMIGRATION POPULATION, 2004 \n"}