{"title": "Churches to shelter illegal immigrants", "body": "\nChurches in five U.S. cities plan to protect illegal immigrants from deportation, offering their buildings as \nsanctuary if need be, as they pressure lawmakers to create a path to citizenship for the nation's estimated 12 \nmillion illegal immigrants.\n\nThis month, a Catholic church in Los Angeles and a Lutheran church in North Hollywood each intend to shelter \none person, and churches in other cities may do so in coming months as part of the \"New Sanctuary Movement.\"\n\n\"We want to put a human face to very complex immigration laws and awaken the consciousness of the human \nspirit,\" said the Rev. Richard Estrada of Our Lady Queen of Angels Catholic Church in Los Angeles, where one \nillegal immigrant will live.\n\nOrganizers don't believe immigration agents will make arrests inside the churches.\n\nThe Immigration and Customs Enforcement agency has not tried to arrest Elvira Arellano, an illegal immigrant \nwho has lived at a Methodist church in Chicago since August. Her son is a U.S. citizen.\n\nAgency spokeswoman Virginia Kice noted agents had the authority to arrest anyone violating immigration law.\n\nAnti-illegal-immigration groups called the sanctuary effort misguided.\n\nThe faith groups \"don't seem to realize that they are being charitable with someone else's resources, and that's not \ncharity,\" said Ira Mehlman of the Federation for American Immigration Reform, which favors limits on immigration.\n\n\"We are talking about illegal immigrants taking someone else's job, filling up the classroom of someone else's \nchild,\" he said.\n\nThe sanctuary effort is loosely based on a movement in the 1980s, when churches harbored Central American \nrefugees fleeing wars in their home countries. Organizers of the current movement include members of the Jewish, \nMuslim, Catholic and other faiths.\n\nParticipating churches in San Diego, Seattle, Chicago and New York won't initially house illegal immigrants. \nInstead, leaders will provide legal counsel, accompany them to court hearings and prepare plans to house them in \nchurches if authorities try to deport them.\n\nThe first to receive refuge in Los Angeles will be a single father from Mexico who has two children who are U.S. \ncitizens, said the Rev. Alexia Salvatierra, executive director of Clergy and Laity United for Economic Justice, an \ninterfaith association spearheading the national plans.\n\n\n---\n\nSTLtoday.com/current Should churches provide sanctuary for illegal immigrants? Talk about it in Current Affairs.\n\nGraphic\n\n \n\nPHOTO\n\n PHOTO - At a news conference Wednesday, Elvira Arellano, an illegal immigrant living at a church in Chicago, \nspeaks by phone to an immigrant at a Los Angeles church. The Associated Press \n"}