{"title": "Support grows to help East Bay immigrant get kidney transplant", "body": "\nAn effort to save the life of an Oakland father who was denied an organ transplant because of his immigration \nstatus has gained a legion of supporters across the country.\n\nJesus Navarro now has a website, an online petition with thousands of supporters, several lawyers and a laundry \nlist of groups organizing on his behalf.\n\nThe soft-spoken 35-year-old has a willing donor in his wife and private insurance to pay for a kidney transplant. \nBut UC San Francisco Medical Center refuses to perform the operation because administrators can't be sure he will \nbe able to afford follow-up care given his status as an illegal immigrant.\n\nSupport has poured in for Navarro since this newspaper published his story Tuesday, and his allies are trying to \nset up a meeting with the UC administrators who turned him down.\n\n\"I've spent maybe 10 percent of my time doing my job in the past few days,\" said Donald Kagan, a partner in a \nBerkeley technology firm who has become Navarro's chief advocate.\n\nKagan received a kidney transplant himself at UCSF in 2010. His donor was a Nicaraguan immigrant who came \nto this country illegally and later gained citizenship.\n\n\"I really know the process because I've lived it,\" said Kagan, who notes that he was never asked about his \nimmigration status.\n\nOn Thursday,Change.org posted a petition asking UC administrators and California's U.S. senators to help save \nNavarro's life. The national website is best known for pressuring Bank of America to drop its debit-card fee plan.\n\nA day later, nearly 3,000 people had signed on and left messages of support for the family.\n\nUC medical students are also trying to arrange a meeting with administrators.\n\n\"As a medical student, I'm committed to human rights and health care for all of my patients, regardless of \nimmigration status,\" said first-year medical student Josh Connor.\n\nState lawmakers and Oakland Councilman Ignacio De La Fuente have also joined the cause.\n\nSeveral physician organizations, including the California Nurses Association, have signed a separate letter \ndemanding that UC perform the transplant immediately.\n\nProfessors from universities such as Stanford, UC Davis and UCSF have also endorsed the letter.\n\n\nThe signatories demand that UCSF pay for Navarro's post-surgery care if necessary.\n\n\"Your actions have inexcusably delayed his treatment,\" the letter states.\n\nNavarro waited on a kidney transplant list for years. When he moved to the top of the list this year, administrators \ndiscovered his illegal status and refused to perform the transplant. His wife was found to be a match, but \nadministrators still declined, fearing that he might not be able to pay for the follow-up care he would need for the \nrest of his life.\n\nIn January, Navarro was caught in an immigration audit and lost his job of 14 years at Berkeley's Pacific Steel. But \nhis supporters say they have arranged to have him keep his private insurance.\n\nAt a meeting in Kagan's Berkeley conference room Friday evening, representatives from organizations such as the \nLawyers' Committee for Civil Rights and the Bay Area's Interfaith Coalition met to talk strategy.\n\nNavarro sat in a baseball cap holding his 3-year-old daughter and occasionally chiming in as the conversation \nmoved in and out of Spanish.\n\nAfterward, he explained why it had never occurred to him to reach out for help.\n\n\"I thought no one would want to pay attention to me,\" he said. \"I figured they would tell me to go away.\"\n\nNavarro's supporters expect to hear back from UCSF administrators Monday about a meeting time. They are \nhoping the clinic reverses its decision.\n\nBut Navarro's insurance will also cover the operation if he has it at UC Davis, and a transplant physician in Ohio \nhas taken up the case.\n\nContact Hannah Dreier at 510-262-2787. Follow her atTwitter.com/hannahdreier .HOW TO HELP\n\nSign the online petition: www.chn.ge/z8eGS2\n\nVisit Navarro's website:           www.transplant4jesus.com\n\nReach out to the family:help@transplant4jesus.com\n\nGraphic\n\n \n\nJesus Navarro, of Oakland, right, and his daughter Karen Jaquelin, 3, listen to Rev. Deborah Lee, left, of Oakland, \nand with the Interfaith Coalition for Immigrant Rights, (CLUE) as they attend a meeting with community members \nat Alternative Technologies in Berkeley, Calif. on Friday, Feb. 3, 2012. Navarro needs a kidney transplant but was \ndenied the operation because of his legal status. (Jane Tyska/Staff)\n\nJesus Navarro, 37, an undocumented alien in need of a kidney transplant, waits at a local coffee shop with his \nthree-year-old daughter Karen-Jacquelyn before his appointment at a dialysis facility in Oakland, Calif., Thursday, \nJan. 5, 2012. (D. Ross Cameron/Staff)\n"}