{"title": "Holiday is reminder for Jews that others need 'safe harbor'", "body": "\nThen\n\nPassover, which begins today at sundown, commemorates the biblical story of the passage of the Israelites out of \nEgypt, where they had been strangers and oppressed.\n\nNow\n\nLocal Jewish leaders are using the Passover story to raise awareness about illegal immigrants in America and to \ninspire support for reform.\n\n---\n\nTwo verses from the Hebrew Bible's book of Leviticus have been used extensively by Jewish and Christian groups \nin the recent debate over immigration reform. The words come directly from God.\n\n\"When a stranger resides with you in your land, you shall not wrong him. The stranger who resides with you shall \nbe to you as one of your citizens; you shall love him as yourself, for you were strangers in the land of Egypt . . .\"\n\nAs Jews have prepared their homes over the last couple of weeks for Passover, which begins at sundown today, \nJewish leaders in St. Louis have been preparing to dive into the national conversation about immigration reform.\n\n\"It is especially appropriate during Passover to focus on immigration,\" Terry Bloomberg, president of the St. Louis \nJewish Community Relations Council told a meeting of members last week. \"While we remember that we were \nonce strangers in Egypt.\"\n\nJacob Milgrom, a rabbi and retired biblical scholar at the University of California at Berkeley, has called the last \nclause of the Leviticus verses \"the summit of biblical ethics,\" and local Jews are using the Passover story and its \nethical message to engage in what many see as a crisis of national conscience. They are hoping that message will \ninspire Jews to help \"the stranger who resides\" here.\n\nPassover (or Pesach in Hebrew) is a seven-day festival that commemorates the Exodus of the people of Israel from \nEgypt. Jewish families and guests gather on the first (and sometimes second) night of Passover to celebrate a \nseder -- a festive meal and service -- together. Symbolically significant food and drink are consumed at the seder \ntable, and the Haggadah -- a guide or script for the ritual service recounting the Exodus -- is recited.\n\n\"In my view, it's clear that there's an obligation and a responsibility to welcome strangers in our own midst,\" said \nRabbi Carnie Shalom Rose of Congregation B'nai Amoona in Creve Coeur. \"Passover is a time when we, as Jews, \ncan remember to provide safe harbor and safe passage -- to help strangers find for themselves the promised \nland.\"\n\n\nThe U.S. House of Representatives passed a bill in December that would criminalize illegal immigrants and those \nwho help them, including religious groups and clergy. That bill provided the spark for many immigrants, especially \nLatinos, and many religious groups to organize and go on the offensive. Millions have marched in support of \nimmigration reform in cities across the country, including St. Louis.\n\nLast week, the U.S. Senate recessed for its two-week Easter break without coming to an agreement on what to do \nwith the estimated 12 million undocumented immigrants now living in the U.S. The number of undocumented \nworkers in the St. Louis region is uncertain; estimates range from fewer than 20,000 up to 100,000.\n\nThe Roman Catholic church has taken a lead over the last few months in pushing the U.S. Senate for a morally \nacceptable solution. Maria Lucrecia Knapp of Manos Unidas, a Latino ministry based at Our Lady of Guadalupe \nRoman Catholic parish in Ferguson, said her office was trying to work with other faith communities, including \nJewish groups, to spread the message that immigrants in St. Louis have help if they need it when they arrive.\n\nChristians and Jews are working together on this issue. Last week, Bolivar Fraga, a community organizer with \nMetropolitan Congregations United and a Christian, addressed the Jewish Community Relations Council on the \nimmigration issue.\n\n\"In the Jewish community, the Exodus resonates in this debate,\" said Fraga. \"With their history of persecution, \nJewish people can identify with any instance of injustice toward any group of people.\"\n\nThe American Jewish Committee chapter in St. Louis is trying to raise awareness on the immigration issue, \naccording to director Betsy Gallop Dennis. \"We want our members and friends to talk to senators and tell them they \nsupport comprehensive immigration reform,\" she said. \"We want to come up with recommendations for a pathway \nto citizenship for the 11-plus million undocumented individuals living in this country.\"\n\nJonathan D. Sarna, a professor of Jewish History at Brandeis University and author of \"American Judaism,\" said the \nissue of immigration is especially important to American Jews.\n\nFor many Jews \"coming to America meant saving their own lives,\" said Sarna. \"They knew what suffering they left \nbehind them. Immigration has a special place for Jews who know what a haven America provided.\"\n\nRabbi Rose said he believed that just as the people of Israel were promised the land of Israel, the immigrant \nexperience in America is about promise. \"We as Jews are immigrants to our country,\" he said. \"We call the U.S. a \nlight unto nations. Often that language is reserved for the Jewish land, but we see the U.S. as a beacon of hope.\"\n\n---\n\nPassover (or Pesach)\n\nThe festival that commemorates the Exodus of the people of Israel from Egypt.\n\nFamilies gather\n\nFamilies get together on the first nights of the holiday to celebrate a seder together.\n\nFood & symbols\n\nSymbolically significant food is eaten at the seder table, and the Haggadah, a recounting of the Exodus, is recited.\n\n---\n\nSTLtoday.com/links Learn more about Passover.\n\nGraphic\n\n\n\n \n\nPHOTO\n\n PHOTO - An illustration from Cottage Pictures from the Old Testament shows Moses and the Israelites passing \nthrough the Red Sea as they leave Egypt in the biblical book Exodus. Getty Images  PHOTO - Demonstrators \nmarch down Market Street in downtown St. Louis on Sunday to support immigration reform, a topic that has \ntouched off rallies and marches nationwide in the last few weeks. Odell Mitchell Jr. | Post-Dispatch \n"}