{"title": "HOUSE OKS EMERGENCY MILITARY SPENDING$82 BILLION BILL INCLUDES IMMIGRATION MEASURES", "body": "\nWASHINGTON -- The House overwhelmingly passed an $82 billion emergency spending bill Thursday to pay \nfor military operations and rebuilding efforts in Iraq and Afghanistan as well as tsunami relief efforts in Asia.\n\nThe measure, passed 368 to 58, also includes provisions -- decried by immigrant and refugee advocates -- that \nwould restrict illegal immigrants from getting driver's licenses, tighten U.S. asylum laws, and speed completion of a \nfence along the southwest border between the U.S. and Mexico.\n\nThe bill also includes a nearly tenfold increase in death benefits for survivors of troops killed in combat, money for \nmore border patrol agents, and $592 million for construction, security and maintenance of an American embassy in \nIraq.\n\nThe Senate is expected to pass the bill next week and President Bush is expected to sign it into law.\n\nMost of the money, nearly $76 billion, will go toward the military operations, bringing the total amount spent on \nfighting primarily in Iraq and Afghanistan to about $300 billion since 2001.\n\nLawmakers of both parties praised provisions of the bill that would increase benefits for military personnel.\n\nThe measure increases the death benefits for survivors of troops killed in combat from around $12,000 to $100,000 \nand adds a new $100,000 insurance benefit for those who have suffered traumatic injuries, such as the loss of \nlimbs.\n\nWhile most Democrats supported the overall bill, many said the immigration and driver's license measures \nspearheaded by Republicans were \"anti-immigrant\" and opened the door to a national identification card.\n\nRepublicans touted the overall spending bill as vital to U.S. efforts to rebuild Iraq and Afghanistan and bring \ndemocracy to the Middle East. They also said the immigration measures will improve national security and help \ndeter another Sept. 11-style attack.\n\nRep. Louise McIntosh Slaughter, D-N.Y., said Democrats were forced to vote for the immigration provisions since \nthey were attached to the must-pass spending bill.\n\nDemocrats were also upset that the bill did not include the creation of a commission to investigate and monitor \nmilitary contracts in Iraq.\n\n\nMinnesota Reps. McCollum and Oberstar voted against the bill; the others voted for it. Only Baldwin among \nWisconsin's representatives voted against the bill.\n"}