{"title": "With reflection and tears, Angel Island turns 100", "body": "\nMalin Tom is an \"emotional man,\" which explains why he kept his journey through Angel Island mostly to himself \nfor 60 years.\n\n\"I did not want to cry in front of people,\" says Tom, now 81 and living in Santa Clara. \"It is a sad story. I was so \nscared and poor. I was ashamed, and Chinese don't talk about their shame.\"\n\nBut he could not resist a granddaughter's plea a few years ago. Would he talk to her classmates about passing \nthrough the \"Ellis Island of the West\"?\n\n\"My granddaughter gave me courage.\"\n\nAnd when Tom finally spoke it was as if a dam holding back immigrant tears had cracked, replenishing the soil of \nAmerican history with bittersweet truth.\n\nOn Thursday, a ceremony in San Francisco will commemorate   100 years to the date   the opening of Angel \nIsland's immigration station. The government will swear in 100 new American citizens. Some of the nation's top \nimmigration officials will speak, as well as people who actually went through the island in San Francisco Bay, \nincluding poet Nellie Wong and her sister from Sunnyvale, Lai Webster.\n\nThe speakers won't sugarcoat the island's checkered past. Angel Island was different from its welcoming \ncounterpart in New York Harbor.\n\nAbout 500,000 immigrants passed through the island from 1910 to 1940. Of these, 300,000 were detained, a third \nof them Chinese. While most were ultimately allowed in, many, like Tom, waited months in a torturous limbo while \ntheir backgrounds were investigated.\n\n\"Angel Island was really there to keep people out, not to welcome them,\" says Judy Yung, a University of \nCalifornia-Santa Cruz professor emeritus of American studies and author of two books on the subject. \"We need to \nremember that. How can we use the lesson of Angel Island to live up to our ideal as a nation of immigrants?\"\n\nBy the late 19th century, the easy gold in California was gone, an economic recession had settled in across the \ncountry and a new wave of immigrants from Asia and southern Europe stirred up a nativist backlash. Congress \nlooked for scapegoats.\n\nEven today Tom asks, \"Why did they home in on the Chinese?\"\n\nHe was 12 years old in 1939 and living with his mother in a poor village in Canton province. His father, Yip Way \nTom, had sneaked through Angel Island in 1916 as \"Jack Chew,\" the supposed son of a Chinese-American family. \n\n\nUnder the Chinese Exclusion Act of 1882, laborers could only immigrate if they were the children or grandchildren \nof U.S.-born, Chinese-Americans.\n\n\"The Chinese figured out a intricate system right away,\" Yung says.\n\nAmerican-born Chinese who could sponsor relatives often sold their immigration slots to underground brokers, who \nsold them in Hong Kong to desperate immigrants like the Toms. Sometimes, undocumented Chinese here created \nentirely new identities on paper, especially after thousands of birth records were destroyed by the 1906 San \nFrancisco earthquake and fire.\n\nThe Chinese men who came to Angel Island with these false identities were known as \"paper sons.\"\n\nAt 4 feet, 8 1/2 inches tall, young Tom boarded a ship in Hong Kong with a new identity, May Kwong Chew, son of \nJack Chew, and \"coaching\" notes about the Chew family. He had to study notes between bouts with seasickness \nbecause he would be grilled by interrogators on Angel Island bent on ferreting out paper sons and daughters.\n\n\"After three weeks on a ship,\" Tom says, \"the next three months were even worse.\"\n\nTom remembers going through three or four interrogations: Where was the water well in your village? How many \nsteps did your front porch have? When did your uncle in America die? What company did he work for? Did he have \nbirthmarks, and where?\n\nThen he, like the other detainees, waited as immigration agents checked out his answers. Tom waited three \nmonths, about average, but some detainees were forced to remain on the island up to two years.\n\nNothing frightened him more than the whispers of suicides. Yung says some immigrants who flunked the \nquestioning probably killed themselves on the island, but there is no official proof.\n\n\"They would have been too ashamed to go home and face their families and villages,\" said Yung, whose own father \nwas a paper son and adopted the surname \"Yung.\"\n\nShe estimates that 4 percent of Chinese were deported from the island.\n\nImmigrants channeled their hopes and desolation into poetry, which they etched on the walls of their prison \nbarracks. Tom read some of these, but \"they made me feel even more sad.\"\n\nTo help pass the time, he played games with other Chinese boys in the recreation yard and picked up a few words \nof playground English. Because of the strict segregation, he never met boys from other nations, though he could \nsee them during their allotted time in the yard.\n\nMostly though, he mulled over the interrogation questions during the day, complained about \"terrible mush\" and \nother western food, and cried silently under his blanket at night.\n\n\"I didn't want to make noise for the others,\" he says.\n\nAfter three months, he was released and traveled to San Diego, where his father delivered produce to restaurants. \nOn a much better diet, Tom sprouted to nearly 6 foot tall and played basketball in high school. He mastered English \nand kept his Chinese.\n\nWhen he and his father returned to China in 1947, they learned Tom's brother and sister had died during World War \nII, probably from disease. Tom married, but with the communists taking over, he and his new bride moved to the \nUnited States in 1949 and sailed through immigration as Mr. and Mrs. Chew.\n\nHe might have remained a Chew were it not for the \"Chinese Confession Program,\" a sort of amnesty for \nundocumented immigrants in the early 1960s, so long as they weren't communists or criminals. After three \ndecades in the shadows, he became Malin Tom again, and a U.S. citizen. More than 18,000 Chinese paper sons \nand paper daughters also confessed and were allowed to stay.\n\n\n\nHe raised a family, and owned a nursery in Silicon Valley. And he never talked to anyone in detail about Angel \nIsland.\n\n\"Not even to me,\" says his wife, Jean.\n\nToo much shame.\n\nIn 2001, Tom returned to the island after 61 years with his adult children and grandchildren, who had begged him \nto go. He says the hardest part was visiting a restored dormitory, where he spent so many tearful nights, \nremembering the sound of doors being locked behind him.\n\n\"I cried again,\" Tom says. \"I'm still an emotional guy.\"\n\nContact Joe Rodriguez at 408-920-5767.\n\nAn immigration station opens on Angel Island in San Francisco Bay on Jan. 21, 1910 to enforce the Chinese \nExclusion Act of 1882.\n\nAs immigrants from Asia, Russia and Mexico arrive, the station is dubbed the Ellis Island of the West, but its \ndetainees are segregated by race, ethnicity and gender.\n\nAbout 500,000 immigrants pass through over the next 30 years, the majority of them Asians.\n\nWhile Europeans arriving at Ellis Island passed through in two to three hours, Chinese immigrants at Angel \nIsland endure interrogations that often lasted two weeks to six months, with a few forced to stay up to two years.\n\nOn Nov. 5, 1940 the last group of 200 immigrants on the island \" 150 of them Chinese \" are transferred to San \nFrancisco. Congress repeals the exclusion act in 1943.\n\nToday, visitors to Angel Island can visit a museum, restored dormitory and read the poems carved into the \nimmigration station\"s walls. Guided tours are $4 for adults and $3 for children. For schedules and directions, go \nwww.aiisf.org or call 415-435-3392.\n\nSource: Angel Island Immigration Station Foundation\n\nGraphic\n\n \n\nJanuary 15, 2010. Portrait of 79-year-old Lai Webster of Sunnyvale, who made it through Angel Island as a child, at \nher home in Sunnyvale. This is the 100th anniversary year of Angel Island, the \"Ellis Island of the West.\" Angel \nIsland in SF Bay was where US immigration officials mostly tried to disqualify Chinese immigrants from entering \nthe county. (LiPo Ching/Mercury News)\n\nJanuary 15, 2010. Portrait of 79-year-old Lai Webster of Sunnyvale, who made it through Angel Island as a child, at \nher home in Sunnyvale. This is the 100th anniversary year of Angel Island, the \"Ellis Island of the West.\" Angel \nIsland in SF Bay was where US immigration officials mostly tried to disqualify Chinese immigrants from entering \nthe county. (LiPo Ching/Mercury News)\n\nMalin Tom, 81, reflects on his experiences living on Angel Island at his home in Santa Clara on Jan. 14, 2010. \nTom immigrated from China when he was twelve-years-old. Angel Island was his point of entry. It was not a friendly \nplace. Sentiments against Chinese was still strong during the 1940's with laws like the Chinese Exclusion Act of \n1882 still looming. Angel Island celebrates it's 100th anniversary. (Gary Reyes/Mercury News)\n\n'http://www.aiisf.org'\n'http://www.aiisf.org'\n\n\nMalin Tom, 81, holds the tattered cover of the original immigration documents that were issued to him upon his \narrival to Angel Island in 1940 when he was twelve-years-old. This photo was taken on Jan. 14, 2010 at his Santa \nClara home. Tom immigrated from China when he was twelve-years-old. Angel Island was his point of entry. It was \nnot a friendly place. Sentiments against Chinese was still strong during the 1940's with laws like the Chinese \nExclusion Act of 1882 still looming. Angel Island celebrates it's 100th anniversary. (Gary Reyes/Mercury News)\n\nMalin Tom, 81, reflects on his experiences living on Angel Island at his home in Santa Clara on Jan. 14, 2010. \nTom immigrated from China when he was twelve-years-old. Angel Island was his point of entry. It was not a friendly \nplace. Sentiments against Chinese was still strong during the 1940's with laws like the Chinese Exclusion Act of \n1882 still looming. Angel Island celebrates it's 100th anniversary. (Gary Reyes/Mercury News)\n"}