{"title": "Local Officials Seek Help From U.S. on Immigration", "body": "\nGather 100 local officials from 30 states -- Democrats and Republicans from big states and little ones -- and there \nare probably few issues on which all will agree. But President Bush's record on illegal immigration apparently is \none. \n\n  ''It is a failure,'' said Mark D. Boughton, speaking on Monday at a gathering of those officials here. Mr. Boughton, \nthe mayor of Danbury, Conn., created a stir last year when he sought, unsuccessfully, to have State Police \ntroopers deputized as immigration control agents.\n\n''A terrible hardship for my taxpayers,'' said Gloria D. Whisenhunt, chairwoman of the Forsyth County board of \ncommissioners, in Winston-Salem, N.C. The schools there are crammed with the children of illegal immigrants, she \nsaid.\n\n  ''Enough is enough,'' said Steve Levy, the Suffolk County executive and co-organizer of the event. Mr. Levy \nbecame a sort of guiding light among local officials around the country after he decided last summer to help shut \ndown boarding houses in Farmingville, N.Y., where hundreds of illegal immigrants lived in crowded conditions. \n\n  ''The federal government has to adopt a sane immigration policy,'' Mr. Levy said.\n\n  The gathering, organized and convened here under the banner of the Coalition of Mayors and County Executives \nfor Immigration Reform, called for border security and, most urgently, reimbursement to localities for the cost of \ndealing with a problem its members say the federal government has ignored. \n\n  ''In recent polls, 88 percent of the people said that illegal immigration is a serious or 'somewhat serious' problem,'' \nMr. Levy said. ''Yet there just seems to be a disconnect between that and what the Congress and the media think.''\n\n  In the contentious national debate over what is called immigration reform, there are a half-dozen factions at odds, \nfactions representing the interests of business, of labor, of immigrant advocates and opponents, of Republican \npresidential hopefuls and Democratic partisans. \n\n  For good measure, because most illegal immigrants are Hispanic, the issue is loaded with racial and ethnic \novertones, a reality that Mr. Levy had to face last summer when immigrant advocates in Suffolk County labeled his \nboarding house sweeps as racist.\n\n  ''But this group has nothing to do with racism or bigotry,'' said Robert Vasquez, a county commissioner from \nCanyon County, Idaho. ''We are here because we are elected United States officials, and it's our duty to uphold \nthe laws.'' \n\n\n  Major bills under review in the House and Senate promote an array of conflicting responses to the question of how \nto define the issue, and how to deal with the reality of 11 million illegal aliens in the United States. Among the \nsuggested solutions are amnesty, deportation, temporary worker status, permanent guest work status and an \nimpermeable wall at the Mexican border. \n\n  But Monday's assembly of local officials introduced a new faction into the fray. This one, its members say, is \ncomposed of officials who must deal every day with the realities of illegal immigration as they intersect with \ntaxpayers. \n\n  The officials raised many questions for the federal government. Who pays for the shuttering of boarding houses \nlike those in Farmingville? Who pays for the extra classroom space, the unreimbursed cost of medical care, the cost \nof police and fire protection for the additional human lives? Where will they be housed? \n\n  The White House did not ignore the meeting, but at the last minute downgraded the rank of its representative. In \nplace of Ruben Barrales, a deputy assistant to the president and White House director of intergovernmental affairs, \nwho was originally scheduled to attend, the White House sent a liaison to city officials, Toby Burke. \n\n  Mr. Burke, who listened respectfully, at one point said the president was seeking ''a comprehensive, not a \npiecemeal, solution'' to the problem of illegal immigration. He said the president's proposal to create guest worker \nstatus for some or all illegal aliens would not constitute an amnesty. \n\n  Then, while the officials vented for two hours with what seemed like the relief of troubled individuals finding their \nfirst support group, Mr. Burke said little else. \n\nhttp://www.nytimes.com\n"}