{"title": "Investigation by I.N.S. Delays Obtaining Visas and Snarls Adoptions in Vietnam", "body": "\nFor nearly two years, Lisa C. Kombrink and Jesse Camacho did everything they could to adopt a child. They \nnavigated mounds of paperwork, exposed their marriage to the scrutiny of social workers, and waited. \n\n     Finally, on Dec. 9, they arrived in Hanoi, Vietnam, from their Suffolk County home in East Quogue and were \nhanded the baby they had decided to name Gabriel. \n\n But in the weeks that followed, something went wrong. Instead of receiving a visa from the State Department that \nwas required to bring Gabriel back to America, the couple got a thick packet at their hotel in early January from the \nUnited States Immigration and Naturalization Service, informing them that no visa would be forthcoming, at least for \nnow.\n\nIt turned out the Vietnamese agency that was helping out with the adoption was being investigated by the I.N.S. \nSeven other couples who had adopted children through the same agency were also left in the lurch. They were the \nlegal parents of a child they fell in love with when they first saw his picture, but they could not bring him home.\n\n\"You can imagine being only days away from being flown back to the United States and being told, 'No, you can't \nbe a parent in your own country,' \" Ms. Kombrink said. \"I can't tell you the heartbreak and the anger at hearing that \nterrible news.\" \n\nShe returned to America on Jan. 9 to press her case and tend to her law practice. Mr. Camacho, a self-employed \nwoodworker, and 13-month-old Gabriel are still at the Evergreen Hotel in Ho Chi Minh City, in a room overlooking a \nstreet busy with scooters and taxis.\n\n\"It's just so frustrating,\" Ms. Kombrink said. \"I waited so long to become a mother. I became a mother, and then I \nhad my son torn away from me.\"\n\nAt a news conference today, Senator Charles E. Schumer called on the I.N.S. to grant the eight families visas to \nbring their nine adopted children -- one family adopted two -- home. \"They say this agency isn't doing things \ncorrectly. I say, Fine, investigate,\" Mr. Schumer said. \"But don't hold these families in limbo.\" \n\nJill Cole, director of international adoptions at Spence-Chapin Services to Families and Children, the Manhattan \nadoption agency that assisted Ms. Kombrink and Mr. Camacho, defended the Vietnamese agency in question, the \nInternational Mission of Hope. \"We know them very, very well, and they're a wonderful agency,\" Ms. Cole said. \n\n\nA spokesman for the immigration service, Bill Strassberger, said officials had found \"irregularities\" in the adoption \nprocess and did not intend to approve the visas without investigating each case.\n\n\"We've had a history of children being approved for adoption by foreign governments, only to find the birth mother \nshowing up afterwards looking for the child,\" Mr. Strassberger said. \"We're not doing this maliciously. This is being \ndone to protect everyone involved -- the child, the birth mother and the adoptive parents.\" \n\nBut Irene Recio, a lawyer in the Washington office of Baker & McKenzie who is representing International Mission \nof Hope as well as the eight families stranded at the Evergreen Hotel, said the immigration service has not \npresented any information indicating anything was wrong in these cases.\n\n\"I don't care whether there's been wrongdoing in the past,\" Ms. Recio said. \"If you're going to keep these babies \nfrom coming into the U.S., the I.N.S. must present credible, reliable, accurate evidence.\" \n\nhttp://www.nytimes.com\n"}