{"title": "'A Day Without a Mexican' catches on Little-noticed movie resonates with activist immigrants", "body": "\nAs activists urge work and school boycotts May 1 in what's being called \"A Day Without Immigrants,\" a movie \nwith a similar title and the same message -- America needs immigrants -- is enjoying a revival.\n\nThe 2004 independent movie \"A Day Without a Mexican\" made less than $5 million in theaters. But now, rentals \nare up and a new ad campaign is in the works. Some protesters are sporting T-shirts with the movie's logo, a \nsilhouette of a man in a sombrero carrying a duffel bag.\n\n\"There's been a lot of talk about the film -- it has served as an organizing tool, a kind of reference,\" said Yareli \nArizmendi, who co-wrote the script and whose husband, Sergio Arau, directed the movie.\n\nArizmendi first noticed renewed interest in the movie when she went to protests in downtown Los Angeles in \nMarch. Not only were people wearing the movie's T-shirt, others carried banners with the logo and some chanted \nvariations on a key movie line: \"How do you make the invisible visible?\"\n\nIn the last month, rentals of the movie are up 17 percent compared with the month before, said Leigh Savidge, \nCEO of Xenon Pictures, the distributor.\n\n\"It was the right film pegged to the zeitgeist right now,\" he said, adding that Xenon was planning new billboard ads \nand radio spots and would give away T-shirts at upcoming rallies.\n\nPlaying for laughs\n\nAn HBO movie titled \"Walkout\" also was prophetic. The feature dramatizes an event when thousands of Latino \nstudents in Los Angeles boycotted classes over the poor quality of schools. It made its debut March 18, a week \nbefore hundreds of thousands, including many students, marched in Los Angeles.\n\n\"A Day Without a Mexican\" is a mockumentary showing what happens when mysterious fog surrounds California \nand all the Latinos -- one-third of all residents -- disappear. Arizmendi plays a television news reporter who is the \nonly surviving Latino.\n\nThe comedy plays on stereotypes of California's immigrants, most of whom are Mexican, as farm laborers and \ngardeners. Without them, carts of oranges go unsold beside freeway ramps and leaf-blowers spin in circles with no \none to work them. The governor disappears, garbage goes uncollected and public safety is endangered as police \ndepartments are decimated.\n\nMixed reviews\n\n\nThe moviemakers' point: The state needs immigrants as much as the immigrants need the state.\n\nMany immigration activists are now saying just that, as they plan for May 1. Though there is disagreement over the \nstrategy, many are urging immigrants to boycott work, school and shopping that day to show how important they \nare to the nation.\n\n\"One of the arguments is that immigrants take away from the U.S. economy. Then, if they're not here -- if they \ndon't work or buy anything -- essentially the economy will go up, right?\" said Oscar Byanko Sanchez-Quinto, a \nspokesman for the March 25 Coalition in Los Angeles.\n\n\"This will be a good marker. Let's show our economic power,\" he said. \"I think the film made perfect sense from that \npoint of view.\"\n\nThough nearly everyone involved in the immigration movement seems to have seen the movie, not everybody \nloved it or even acknowledges it. Reviews were mixed, with many saying its clever premise falls short. Nearly 2,700 \nviewers who rated it on Yahoo! Movies gave it an average grade of C.\n\n\"What? You mean the really bad movie? No, no, we're not connected to that,\" said Brad Baldia, spokesman for the \ncoalition in Philadelphia that staged a Day Without an Immigrant boycott on Feb. 14.\n\nStill, the movie won festival awards in Mexico and grossed $4.6 million in theaters -- more than twice what it cost to \nmake. In its first six weeks available for DVD rental, it brought in $13 million, Arizmendi said. Netflix, which rents \nmovies online, said demand for the movie spiked dramatically starting late March.\n\nActivists who want to use the movie to raise money are free to do so, Arizmendi said, but the distributor now \ncontrols any commercial screenings.\n\n\"As artists, the pleasure is to really have your work resonate and mean something,\" she said. \"Art takes its \ninspiration from reality.\"\n\nGraphic\n\n \n\nPHOTO\n\n PHOTO - High school students in Denver join a march Wednesday to the state Capitol to show their support for \nimmigration reform. More than 2,000 public school students joined the rally. The Associated Press \n"}