{"title": "Texas Sheriff Is Actively Pushing Visas Through For Illegal Immigrants", "body": "\nJun 10, 2017( Right Wing News: http://rightwingnews.com/ Delivered by Newstex)  Travis County Sheriff 'Sanctuary \nSally' Hernandez[1] is actively defying Governor Greg Abbott and SB4, also known as the anti-sanctuary cities law. \nShe is having pamphlets printed up instructing illegal immigrants on how to apply for special visas to stay in the \ncountry. She is showing them how to apply for a 'U visa,' which is meant for actual victims of crime, not those nailed \nfor being here illegally. Simply filling out the paperwork is enough to block immigration officials from deporting \nthem.Hernandez is pushing the lie that the new sanctuary city law is a threat to victims of crime. She knows that's \na lie. SB 4 specifically prohibits officers from inquiring about the immigration status of a crime victim or a witness to \na crime, unless the information is pertinent to the crime as in the case of human smuggling or sex trafficking crimes. \nThis must have Governor Abbott hopping mad. These misleading flyers could be used to teach people how to \nabuse or take advantage of a program designed to protect true victims of or witnesses to crimes. The sheriff is fully \naware of this and doesn't care. \n\nhttp://rightwingnews.com/wp-content/uploads/2017/06/Travis.jpg From Breitbart: A Texas sheriff is actively \npromoting visas to the illegal immigrant community. The sheriff is preparing pamphlets advising certain illegal \nimmigrants how they might qualify for special visas. Travis County Sheriff 'Sanctuary Sally' Hernandez came up \nwith the idea of instructing crime victims who happen to be in the country illegally on how they can apply for a 'U \nvisa,' Fox 7 in Austin reported[2]. Merely filing out the application for the visa, intended to help true crime victims, is \nenough to at least temporarily block immigration officials from deporting an applicant. Her work continues to \npropagate the myth that Texas' new sanctuary city law (previously known as Senate Bill 4[3]) is a threat to crime \nvictims. ×           https://www.amazon.com/Things-Young-Adults-Should-Know-\nebook/dp/B06XY87BF4/ref=sr_1_1?ie=UTF8...=1495655071...8-\n1...words=101+things+all+young+adults+should+know 101 Things All Young Adults Should Know[4] by Sir John \nHawkinsJohn Hawkins's book 101 Things All Young Adults Should Know is filled with lessons that newly minted \nadults need in order to get the most out of life. Gleaned from a lifetime of trial, error, and writing it down, Hawkins \nprovides advice everyone can benefit from in short, digestible chapters.Buy Now[5][] Sheriff Hernandez is having \nthe pamphlets printed up to begin distribution, Travis County Sheriff's Office Spokesman Kristin Dark told Breitbart \nTexas in an email response. It is currently being published in English and Spanish, despite the fact that Travis \nCounty has immigrant communities speaking many different languages. The report by Fox 7 does not state what \nfunds the sheriff is using to pay for these pamphlets. Dark told Breitbart Texas she would research the source of \nfunding. The sheriff's office told the local Fox affiliate they currently receive about 10 U visa applications per month. \nThey stated the department attempts to process the visas within 30 days to forward to immigration officials. The \nfederal government issues approximately 10,000 U visas per year. Victims or witnesses granted approval receive \nup to four years of protected status. They are required to cooperate with law enforcement regarding prosecuting the \ncrime they witnessed or were a victim of. While the application is pending, the applicant cannot be removed from \nthe US. Which is exactly why Hernandez is twisting the law here. She should immediately be removed from office \nand a special election should be held over this.One Democrat Texas sheriff stood up to tell the truth about SB 4. \nHidalgo County Sheriff J.E. 'Eddie' Guerra joined with local chiefs of police in the Rio Grande Valley to try and calm \npeople down. 'As Texas Governor Greg Abbott has stated [SB 4] is simply a mechanism such that when someone \n\n\nhas a criminal record, or who is also wanted by [U.S. Immigration and Customs Enforcement], they are going to be \ndetained and turned over to ICE,' Sheriff Guerra told local reporters. 'If you have not committed a crime, regardless \nof your immigration status, and unless you are subject to an ICE detainer, you have absolutely nothing to worry \nabout.' Sheriff 'Sanctuary Sally' Hernandez teamed up with four other Texas sheriffs to claim that 'FBI crime \nstatistics have found that labeled 'sanctuary' cities experience lower rates of all crime types, including homicides.' \nAlthough fact checkers at the left-of-center PolitiFact admitted that the FBI report does not exist, they still dubbed \nthe statements 'Half-True.' 'In my book, a 'half true' for an open borders study from Politifact means it was definitely \nbogus,' Center for Immigration Studies Director of Policy Studies Jessica Vaughn told Breitbart Texas. 'It means 'we \nwould like it to be true, but it wasn't.'' Hernandez will break the law however she can to keep illegal immigrants in \nAmerica. Just fire her and remove her from office before she does even more damage. Reinstate the rule of law in \nTexas.            http://rightwingnews.com/wp-\ncontent/uploads/2017/06/Travis1.jpghttp://rightwingnews.com/author/Terresa%20Monroe-Hamilton/Terresa \nMonroe-Hamilton Terresa Monroe-Hamilton is an editor and writer for Right Wing News. She owns and blogs at \nNoisyRoom.net[6]. She is a Constitutional Conservative and NoisyRoom focuses on political and national issues of \ninterest to the American public. Terresa is the editor at Trevor Loudon's site, New Zeal - trevorloudon.com[7]. She \nalso does research at KeyWiki.org[8]. You can email Terresa here[9]. NoisyRoom can be found on Facebook[10] \nand on Twitter[11]. [ 1]:            http://www.breitbart.com/texas/2017/06/10/texas-sheriff-actively-promoting-visas-\nillegal-immigrants/ [ 2]:            http://www.fox7austin.com/news/local-news/259882973-story [ 3]:            \nhttp://www.capitol.state.tx.us/tlodocs/85R/billtext/pdf/SB00004H.pdf#navpanes=0 [ 4]:            "}