{"title": "Detours ahead for immigration; Both sides agree legislation will shift -- and likely stall -- under new Congress", "body": "\nWASHINGTON -- President Obama said Wednesday that he will persist in pushing a bill to legalize some illegal \nimmigrants who came to the U.S. as children. But passing the DREAM Act, and any other immigration legislation, \nwill become much harder when the new Congress convenes in January, advocates on both sides predict.\n\nWhen Republicans take over the House of Representatives and Democrats lose six seats in the Senate, bills that \ncrack down on illegal immigration will find new life, and those that help legalize any of the country's 11 million \nillegal immigrants will struggle.\n\n\"Nothing is going to happen. The House will kill everything,\" said Roy Beck, executive director of NumbersUSA, \nwhich advocates lower levels of immigration.\n\nJim Kessler of the Third Way, a moderate think tank, agreed \"the prospects for the next two years are modest.\"\n\nRep. Lamar Smith, a Texas Republican who will chair the House Judiciary Committee that oversees most \nimmigration legislation, said he will not consider any bills in the first few months of the new Congress. Instead, \nhis immigration subcommittee will focus on oversight hearings.\n\n'Two touchstones'\n\nLeading off will be a review of the Obama administration's decision to cut down on work-site raids targeting illegal \nimmigrants -- a tactic used under former President George W. Bush. Obama has focused on removing illegal \nimmigrants with criminal records and penalizing employers who hire illegal immigrants.\n\nNext up: a review of the E-Verify program, a system that allows employers to electronically verify the immigration \nstatus of job applicants, which Smith wants to expand.\n\n\"The two touchstones for me are going to be job creation and oversight,\" Smith said. \"I'm hoping that the Democrats \nand the Senate want to be on the side of the American worker.\"\n\nOn Wednesday, Obama said his administration has improved security along the Southwest border with Mexico. He \nsaid he would continue pushing for a comprehensive overhaul of the nation's immigration system and the DREAM \nAct.\n\n\"I am determined and this administration is determined to get immigration reform done,\" he said. \"If I believe in \nsomething strongly, I stay on it. And I believe strongly in this.\"\n\nImmigration experts aren't sure how the two sides will find common ground.\n\n\nAli Noorani, executive director of the National Immigration Forum, which supports a process for some illegal \nimmigrants to become citizens, worries that Republicans will pursue legislation that fires up their conservative \nbase ahead of the 2012 elections, but has little chance of clearing the Senate or surviving a presidential veto.\n\nHe cited the debate over the 14th Amendment. Republicans such as Rep. Steve King of Iowa say the amendment \nshould no longer be used to grant citizenship to the children of illegal immigrants born in the U.S. \"In the House, \nyes, we will be playing defense,\" Noorani said. \"But when you look at the grownups within the Republican Party, \nthey should know they cannot continue to demagogue immigrants.\"\n\nKing, the highest-ranking Republican on the Judiciary panel's immigration subcommittee, noted passing anti-\nimmigration legislation will be tough while Democrats control the Senate and the White House. \"What we can do \nnow is lay down some arguments, establish the parameters and be able to ...  go on offense in an effective fashion, \nperhaps in the 113th Congress,\" King said, referring to the legislators who would take power after the 2012 \nelection.\n\nNeither side has voters' full trust\n\nSome immigration observers, such as Kessler, believe surprise acts of bipartisanship are possible, such as the \ndeal Obama struck with Republicans this month on tax cuts.\n\nKessler said Obama should enlist Republicans who are moderate on immigration, including former president \nGeorge W. Bush, to try to bring the two sides together.\n\n\"Voters in the middle don't fully trust Democrats on reform because they think they're giving away the store. And \nthey don't fully trust Republicans because they think they're mean-spirited,\" Kessler said. \"Both parties need to lean \non each other to mitigate their weaknesses.\"\n\nMark Krikorian, executive director of the Center for Immigration Studies, which advocates tighter immigration \ncontrols, said many legislators don't want to upset Hispanic voters heading into the 2012 elections. But he said \nothers, including some of the Tea Party legislators who swept into Congress in the November elections, will see \nthe Republican majority in the House as an opportunity to go on the offensive.\n\nKrikorian said Republicans have spent years fighting off bills such as the DREAM Act, which would have given legal \nstatus to illegal immigrants who were brought to the U.S. as children and planned to go to college or join the \nmilitary. The measure died Saturday when the Senate failed to move it to a floor vote.\n\nNow, Krikorian said those Republicans may fight back, pushing for a reduction of the 50,000 visas granted to \nforeigners through a lottery process and other anti-immigration measures.\n\n\"There's no question that the Tea Party enthusiasm very much overlaps with hawkishness on immigration,\" \nKrikorian said. \"I hope you're going to see more of that.\" \n\nGraphic\n\n \n\nPHOTO, B/W, Jason Redmond, AP\n\nPHOTO, B/W, AP\n"}