{"title": "Hispanic groups at odds over census; Disagreement over calls for a boycott.; Some say dodging the count in protest will cause more problems.", "body": "\nWhile government officials blanket the area to encourage participation in the 2010 Census, some Hispanic groups \nare at odds as to whether to stand up and be counted.\n\nThe Rev. Antonio Mansogo, president of the Confraternity of Pastors and Ministers of Atlanta, is advising \nundocumented residents to avoid the census. He said the failure of lawmakers to enact immigration reform and the \nimplementation of the new inmate screening program, known as 287g, has raised suspicions among Hispanics.\n\n\"With the absence of immigration reform, we are very concerned,\" Mansogo said. \"As you know, the 287g program \nis causing so many problems. The bridge that used to be between the police and the Latino community is \ncompletely broken.\"\n\nHe said the National Coalition of Latino Clergy is mounting drives to boycott the census in order to pressure \nCongress for immigration reform. That group, headed by the Rev. Miguel Rivera, supports an immediate \nlegalization plan that will allow undocumented immigrants to pay a fine and comply with rigorous guidelines in order \nfor them to be considered eligible for permanent residency status.\n\nMansogo, pastor of the Ministerio Pentecostal Central de Atlanta in Norcross, said the drive is gaining ground in \nGwinnett County, which has the state's largest Hispanic population. Based on his community contacts and \nlukewarm turnout for census forums, he said he is convinced 75 percent of the undocumented Latino community \nwill not participate.\n\n\"They want to bring them out of the shadow without any guarantees,\" he said. \"We believe it is immoral to con \nthese people out of the shadows so [the governments] can receive federal funds, then use the same money to \npersecute them.\"\n\nBut Jerry Gonzalez, executive director of the Georgia Association of Latino Elected Officials, blasted the boycott, \nsaying it will drive an already under-represented group further into the shadows.\n\n\n\"Pastor Rivera's call for a boycott is irresponsible, and it's dangerous,\" he said. \"He's encouraging undocumented \nimmigrants to be invisible, which is the same thing anti-immigrant groups, such as the Minutemen, want.\"\n\nGonzalez said the boycott movement is spreading fear and untruths about the census.\n\n\"If you want immigration reform, we must work through the political process,\" he said. \"It's important, because it's \nabout power and money for our communities.\"\n\nGonzalez said his group is leading an effort with more than 100 organizations and cities to advocate a complete \ncount of residents.\n\nUnder-reporting could spell trouble for local governments because, as the true Hispanic population rises, the \ncounty cannot keep up with its needs, said Tanikia Jackson, grants manager for Gwinnett County. Census \nnumbers are a major component of the federal grant funding formula, she said.\n\n\"If our population remains stagnant or decreases, it will have a significant impact on the funding because that is the \ndriving force for us to receive the amount of money we receive,\" she said.\n\nLast year, Gwinnett County received $58 million in federal grant funding.\n\nSteve North, director of support services, said the county is coordinating with cities to form a governmental \ncommittee, which will use its resources to encourage participation and locate hard-to-find groups that often go \nunder-counted.\n\nNorth said he is also working to form a community committee, comprising members of church, business and \nservice groups who will fan out through their communities to promote census participation.\n\nMetro Atlanta Hispanic populations\n\nCounty percent Overall\n\ntotal pop. '08\n\nClayton 11.6% 273,718\n\nCobb 11.7% 698,158\n\nDeKalb 10.4% 739,956\n\nDouglas 6.2% 127,932\n\nFayette 4.2% 106,465\n\nFulton 8.3% 1,014,932\n\nGwinnett 17.5% 789,500\n\nHall 26.3% 184,814\n\nHenry 5.2% 191,502\n\nRockdale 9.8% 83,222\n"}