{"title": "Q&A: How is China-India summit affecting Asia rivalry; Q&A: How is China-India summit affecting Asia rivalry", "body": "\nNEW DELHI - Chinese President Xi Jinping is coming to India to meet with Prime Minister Narendra Modi on \nFriday, just weeks after Beijing supported India's rival Pakistan in raising the issue of New Delhi's recent actions in \ndisputed Kashmir at the U.N. General Assembly meeting.\n\nIt was just the latest slight to India-China relations, which both leaders project as solid but which are constantly at \nrisk because of the ongoing rivalry for dominance in Asia. Here's a look at what the upcoming meeting signals:\n\nQ: WHY ARE THEY MEETING?\n\nA: The two leaders will be touring a temple town, Mamallapuram, in southern India at the tip of the Bay of Bengal \nthat is popular with Chinese tourists before sitting down for their first one-on-one since meeting at a resort in \nWuhan, China, in April 2018. On Saturday, Modi and Xi will hold talks on regional development, according to India's \nforeign ministry.\n\nIn Wuhan, the two leaders agreed to meet regularly for \"informal summits\" to keep tensions from escalating to a \npoint of forcing their countries to detach from regional commitments.\n\nIndia wants to expand its ties to global powers, particularly China, its neighbour and largest trading partner. China \ndoesn't want India's proximity to the United States to enable it to become an instrument to contain China.\n\n\"International relations are at its most interesting when there is no clear supremacy or hegemony being \nestablished,\" said Amitabh Mattoo, a professor of politics at Jawaharlal Nehru University in New Delhi.\n\n\"I think both Prime Minister Modi and President Xi are entering into this conversation now at a time when it's not just \nto confirm a certain relationship, it's still to feel around and see what can be done,\" he said.\n\n___\n\nQ: WHAT'S THE RIVALRY ABOUT?\n\nA: India is wary of China's Belt and Road Initiative, Xi's signature policy to expand China's economic influence by \nconnecting more countries to the Far East by road and rail, along with pipelines and optical fiber cable networks.\n\n\nIndia is concerned that China's policy is part of an effort to build a China-centric world order in which all roads lead \nto Beijing and India's influence in its own backyard of South Asia is eroded.\n\nIndia has tried to counter China's billion-dollar investments and high-interest loans to Sri Lanka, Bangladesh, the \nMaldives, Bhutan and Nepal, which Indian officials have referred to as debt traps, by upping its foreign aid to those \ncountries.\n\n___\n\nQ: WHAT IS THE SOURCE OF FRICTIONS?\n\nA: Frictions date from India's years as a British colony over occupation of land China considered a part of Tibet, the \nHimalayan region Beijing claims as its own territory.\n\nIn all, China claims some 90,000 square kilometres (35,000 square miles) of territory in India's northeast, including \nthe Indian state of Arunachal Pradesh with its traditionally Buddhist population. India says China occupies 38,000 \nsquare kilometres (15,000 square miles) of its territory in the Aksai Chin Plateau in the western Himalayas, \nincluding part of the Ladakh region, which New Delhi recently made into a federal territory separate from the rest of \nIndian-controlled Kashmir.\n\nThe countries fought a brief but bloody border war in 1962 over their disputed frontier and their armed forces \nengaged in a 10-week standoff in the neighbouring state of Bhutan in 2017. China then began work on a road that \nNew Delhi saw as endangering its control over a spit of land known as the \"Chicken's Neck\" that connects the rest \nof India with the eastern district of Assam. While the sides say they're proud to have maintained overall calm along \nthe border, 21 rounds of talks between them have failed to make headway toward a final resolution.\n\nChina routinely objects to visits by Indian leaders to Arunachal Pradesh as well as by the Dalai Lama - Tibet's \nexiled spiritual leader who has lived in India since fleeing there amid an abortive uprising against Chinese rule in \n1959.\n\n___\n\nQ: HOW DOES PAKISTAN FIGURE INTO IT?\n\nA: The other main point of contention involves Pakistan, India's nuclear-armed arch rival and China's close \"all-\nweather\" ally. Pakistan is seeking Chinese support in opening a U.N. inquiry into India's revocation of Kashmir's \nstatehood, splitting it into two federal territories: Jammu and Kashmir, and Ladakh, something New Delhi says was \nmade necessary by Pakistani political exploitation and lagging regional economic development.\n\nIndia stripped Kashmir's semi-autonomous status in August, deploying thousands of troops and cutting off internet \nconnectivity to prevent protests. Thousands of people, including mainstream political leaders and young people, \nhave been detained.\n\nThe Himalayan region is claimed by both Pakistan and India and split between them.\n\nAt the U.N., China said India should not act unilaterally on Kashmir, a portion of which China also controls, and \nwhere there have been occasional border skirmishes between India and China.\n\nPakistani Prime Minister Imran Khan met with Chinese Premier Li Keqiang and President Xi Jinping on a visit to \nBeijing this week, just days ahead of Xi's trip to India. Khan reportedly discussed reviving major Chinese-backed \nprojects such as hydropower, oil refining and steel production that are part of the $60 billion China-Pakistan \nEconomic Corridor.\n\nSet up in 2015, the 3,000-kilometre (1,900-mile) corridor is a vital component of Xi's Belt and Road Initiative.\n\n___\n\n\n\nBodeen reported from Beijing.\n"}