{"title": "European Summit Talks Open Today; Focus Is Immigration Control", "body": "\nThe European Union is at an important crossroads, 15 countries looking to enlarge to 25 while transforming its own \nponderous procedures, trying to become both efficient and democratic. But the Union's summit meeting here \nFriday and Saturday will barely make a dent in the organizational problems. \n\n     Instead, stung by a political shift to the right in Europe, the leaders have turned this meeting into one dominated \nby immigration, which was shoved onto the agenda only after the far-right politician Jean-Marie Le Pen did so well \nin the first round of the French presidential vote in April. \n\n The meeting will also face the now common demonstrations against globalization and Europe's confusion in \npressing for open trade while continuing to subsidize its own businesses, including an outdated and wildly \nexpensive system of farm subsidies that takes up 45 percent of the European Union budget.\n\nIn fact the host, Jose Maria Aznar, the conservative prime minister of Spain, which is ending its six-month \npresidency, had to postpone the beginning of the meeting by several hours on Friday to allow his colleagues to \narrive. There was a general strike today in Spain, which left few open businesses and no taxis. \n\nThe strike was about domestic changes to social security, but it has made the leaders ever more sensitive to the \npolitical backlash from voters concerned about their living standards, crime and foreigners. \n\nImmigration as a general issue has been roiling Europe and providing votes for right-wing and populist candidates. \nIt has become a major election issue in Germany, with its stagnant economy, high unemployment and history of \ngenerosity to refugees.\n\nIn Germany, as in France, Britain and Spain, the issue of immigration has also become associated with a \nperception of rising crime and has taken on a tinge of terrorism. Muslim immigrants in all four countries have been \nlinked to the Sept. 11 attacks on New York and Washington.\n\nUrged on by Mr. Aznar and Prime Minister Tony Blair of Britain, the leaders will debate how to press other countries \nto stop the flow of illegal immigrants to a Europe grown wealthy and attractive. \n\nBritain has suggested economic sanctions or reductions in aid, but other countries, like France and Sweden, are \nlooking for softer solutions, arguing that punishing poor countries will only generate more illegal migration.\n\nBut the leaders are expected to endorse plans to increase the number of border guards and to set a timetable to \nwork out a common asylum policy and rules on how applicants are treated. \n\n\nThe European Commission, the Union's executive body, estimates that half a million illegal immigrants enter each \nyear, almost as many as the 680,000 legal immigrants. But most of the illegal immigrants are believed to be \neconomic migrants who overstay their visas, not people abusing the asylum process. In fact the number of people \nseeking asylum in Europe has dropped steadily since the end of wars in the Balkans.\n\nPrime Minister Aznar has rejected allegations that Europe is seeking to seal its borders to anybody from outside, \nwhich the candidate countries of Eastern Europe fear also means them. \"I have said it clearly and I want to reiterate \nthat debates about a 'Fortress Europe' make no sense,\" Mr. Aznar said. \"Europe is not going to be a fortress, nor \ndo we want it to become one, but it will not either be a chasm where anything can pass through.\"\n\nBut both the United Nations Commissioner for Human Rights, Mary Robinson, and its High Commissioner for \nRefugees, Ruud Lubbers, have warned European leaders not to toy with people's fears. \n\n\"There is a kind of public mood which unfortunately is not being addressed by political leaders with sufficient \nleadership,\" Ms. Robinson said. Efforts to seal borders must be coupled with clear legal channels for immigration, \nMr. Lubbers said.\n\nThe leaders are also struggling with Europe's economic downturn and the requirement that all countries balance \ntheir budgets by 2004, and keep budget deficits less than 3 percent of gross domestic product in the meantime. \n\nGermany was warned for approaching that ceiling, infuriating Chancellor Gerhard Schroder, who faces a tough \nelection fight. So his government has leaked figures showing that France is coming close to the ceiling now.\n\nFinance ministers are trying to soften the 2004 target, making it subject to \"growth remaining in line with forecasts,\" \na Spanish official said, one more example of how reality often undermines European Union commitments.\n\nSimilarly, Mr. Schroder has said that unless Europe's agricultural policy is reformed, his country cannot afford to \npay farm subsidies that would be due to new, poorer members when they join.\n\nEuropean leaders want to keep new members from getting full benefits right away, but that would only postpone \nthe real problem, which is to change a subsidy system that hugely benefits the 5 percent of European workers who \nare farmers. The 10 candidate countries will more than double the number of farmers and increase the amount of \nland under cultivation by 42 percent. \n\nThe leaders will also work to resolve another embarrassing problem: The Union wants to have a first real task for its \nown security and defense program, which is formally separate from NATO. \n\nThe current NATO peacekeeping force in Macedonia is only about 800 troops, and the Europeans want to take it \nover as a European Union project. But they still need the use of the larger group's equipment, and squabbles \nbetween Greece and Turkey -- a member of NATO but not of the Union -- has blocked this small effort to project \nEuropean power. \n\nThe leaders will also discuss proposals from the president of the European Commission, Romano Prodi, to create \nan \"inner cabinet\" to work more efficiently, especially once the Union enlarges. But all such proposals are \ncomplicated, touching national interests and even affecting political coalitions within states.\n\nSo as usual, major structural change will be put off for another time, awaiting the results of a \"convention\" talking \nabout a new constitution for the new, larger European Union.\n\nhttp://www.nytimes.com\n\nGraphic\n\nhttp://www.nytimes.com/\n\n\n \n\nPhoto: Thousands marched in Madrid yesterday in a general strike protesting social security changes on the eve of \na European summit meeting in Seville. (Agence France-Presse) Map of Europe highlighting Seville in Spain: \nFifteen government leaders are gathering today in Seville.\n"}