{"title": "A 2nd Chance Bail Bonds Celebrates the One-Year Anniversary of its DeKalb Office; The office in DeKalb County has performed exceptionally well, becoming a bail bond agency of choice in the area", "body": "\nPR Newswire\n\nATLANTA, Oct. 16, 2019 /PRNewswire-PRWeb/ --A 2nd Chance Bail Bonds,one of Metro Atlanta's top bail bonding \nagencies, is celebrating the one-year anniversary of its DeKalb County office in Decatur, Georgia.\n\nThe DeKalb office has performed exceptionally well over the past year and become a bail bond agent of choice in \nthe area, ranking number one in monthly liabilities on the DeKalb County Courthouse's July 2019 report on bonding \ncompanies. \"It's great to be performing so well after just one year serving the local area, and we're fully expecting \nthis rapid business growth to continue,\" says Daniel Matalon, founder and co-owner of A 2nd Chance Bail Bonds.\n\nWith an optimal location less than one quarter mile from the DeKalb County Jail, the A 2nd Chance DeKalb office \nserves clients and attorneys throughout DeKalb County, including the cities of Avondale Estates, Brookhaven, \nClarkston, Decatur, Pine Lake and Stone Mountain. A 2nd Chance brings a new attitude to the bail bonding \nbusiness-one that prides itself on being friendly, efficient and non-judgmental. \"Our mission is to provide the most \nknowledgeable, professional, and personable staff and services available in the area - 24/7/365. We're here when \nour clients need us the most in some of life's most vulnerable situations,\" Matalon continues.\n\nThe DeKalb office is supported by four full-time staff. In addition to the DeKalb office, A 2nd Chance has three \nother locations serving Metro Atlanta: Fulton, Marietta and Roswell/Alpharetta. All four offices are located \nconveniently near the detention facility that serves the local jurisdiction.\n\nAbout A 2nd Chance Bail Bonds\n\nA 2nd Chance Bail Bonds is an experienced bail bonding agency with locations throughout the Metro Atlanta area. \nThe company also provides nationwide services and has helped thousands of clients prepare for criminal defense \nfrom home instead of jail. Representatives are available 24 hours a day, seven days a week to explain the bonding \nprocess. A 2nd Chance Bail Bonds was founded in 2007 by Daniel Matalon and is one of the largest and fastest-\ngrowing bonding agencies in Metro Atlanta with an average annual growth of 20%. The family-owned firm currently \noperates four locations and employs a staff of more than 30. For more information, please \nvisithttp://www.a2ndchancebailbonds.com.\n\nSOURCE A Second Chance Bail Bonds\n"}