{"title": "Kucinich: Poverty Numbers 'a State of Emergency'; The United States of America is Better Than This\"; Rep. Dennis J. Kucinich (D-OH) News Release", "body": "\nWashington, Dec 15 -\n\nCongressman Dennis Kucinich (D-OH) today made the following statement after a recent Supplemental Poverty \nMeasure report from the United States Census Bureau data showed that more than 146 million people, or 48 \npercent of the U.S. population, are poor.\n\n\"This is a state of emergency. 1.6 million American children--one in 45--are homeless. This is a situation that rivals \nsome of our worst natural disasters. As Americans struggle to find jobs that simply do not exist, the gap between \nthe rich and the rest of America is widening. That nearly 1 in 2 Americans is now considered low-income or have \nfallen under the poverty line demonstrates the extent of our economic crisis. For the poorest Americans, things \nhave only gotten worse. Since the 1980s, the percentage of families who applied for and actually received public \nassistance has been cut in half. And yet today, the top 1% of Americans own 34.6% of all privately-held wealth in \nthis country. The top ten most well-paid C.E.O.s in America earned a combined $770 million in 2010, while the \naverage American workers' wage rose just two percent,\" said Kucinich.\n\n\"We have an obligation to get the American economy back on solid ground. Congress must, first and foremost, help \nprevent Americans from sinking deeper into poverty and to get back on their feet. We must fully fund \nUnemployment Insurance and protect Medicare, Medicaid, and Social Security, and other safety net programs. We \nalso need to get real about creating jobs, starting by putting millions of people to work on our massive infrastructure \nbacklogs. The National Emergency Employment Defense Act, H.R. 2990 would do exactly that,\" concluded \nKucinich.\n\nLearn more about the NEED Act here http://kucinich.house.gov/theneedact/.\n\nRead this original document at: http://kucinich.house.gov/News/DocumentSingle.aspx?DocumentID=272822\n"}