{"title": "SMITH URGES MIAMI BUSINESSMEN AS HEAD OF IMMIGRATION SERVICE", "body": "\nAttorney General William French Smith has asked President Reagan to nominate Norman Braman, a 48-year-old \nMiami businessman, to be Commissioner of Immigration and Naturalization.\n\nJustice Department officials said today that the choice of Mr.  Braman reflected the Administration's conclusion that \nmanagement expertise was the quality most needed in the person who would direct the Immigration and \nNaturalization Service. Members of Congress, Government auditors and immigration attorneys had complained \nfor years that the agency was mismanaged.\n\nMr. Braman started a chain of discount drug stores in Pennsylvania before moving to Florida, where he is the head \nof an automobile sales and leasing organization. He owns Braman Cadillac, which he has described as the largest \nCadillac retail dealership in the country.\nAttorney General requests nomination of Norman Braman for Commissioner of Immigration and Naturalization \npost\n\nMeanwhile, Justice Department officials said that President Reagan intended to replace Peter B. Bensinger, the \nhead of the Drug Enforcement Administration. Mr. Bensinger was appointed by President Ford in 1975 and retained \nby President Carter.\n\n \n\nBudget Opposition Cited\n\nA Reagan Administration official said that Mr. Bensinger was regarded as a poor ''team player'' because he had \nlobbied against budget cuts that the White House had proposed for his agency.\n\nJohn H. Langer, a spokesman for the drug agency, said that Mr.  Bensinger was on a brief vacation, on a sailboat in \nthe Chesapeake Bay, and could not be reached for comment. Mr. Bensinger had apparently not been formally \nnotified of the President's plans to replace him.\n\nAt a meeting with reporters on May 14, Associate Attorney General Rudolph W. Giuliani sharply criticized the drug \nenforcement agency, saying that the Federal effort against narcotics had had ''abysmal'' results in the last four \nyears. Attorney General Smith said recently that ''drug enforcement simply was not a priority of the previous \nAdministration.'' However, neither Mr. Giuliani nor Mr. Smith has publicly criticized Mr. Bensinger by name.\n\nMr. Smith has emphasized the control of illicit drug traffic as a means of combating violent crime.\n\n \n\nInterim Leadership Possible\n\n\nMr. Bensinger's deputy, Frederick A. Rody Jr., is scheduled to leave Washington for another assignment at the end \nof next week. The agency may be run by interim appointees for several months because no one has been selected \nto succeed either Mr. Bensinger or Mr. Rody.\n\nThe immigration service has been under the direction of temporary appointees for 20 months, since Leonel J. \nCastillo left office at the end of September 1979. David W. Crosland, the general counsel of the agency, served as \nacting commissioner until last month, when the Attorney General named Doris M. Meissner to serve in that \ncapacity.\n\nMr. Braman described himself as ''the product of a good, sane immigration policy,'' noting that his mother had \ncome from Rumania and his father from Poland.\n\nMr. Braman was a fund raiser for Mr. Reagan in last year's Presidential campaign. He is vice president of the \nGreater Miami Jewish Federation and chairman of the local United Jewish Appeal campaign.\n\n \n\n----\n\n \n\nHearing on Haitians Postponed\n\n \n\nSpecial to the New York Times\n\nMIAMI, June 12 - A hearing to determine the legality and fairness of deportation proceedings against \nundocumented Haitians was postponed today by a United States District Court judge here.\n\nJudge Alcee Hastings instructed the Immigration and Naturalization Service to make transcripts of its June 1-5 \nMiami deportation hearings at which 76 Haitians were ordered deported to their country. He indicated he might \nbegin taking testimony next Wednesday.\n\nThe judge ruled on a petition filed on behalf of the Haitians by the Haitian Refugee Center Inc. and the American \nCivil Liberties Union. The disposition of the case could affect more than 6,000 Haitians who might be deported as \nundocumented aliens.\n"}