{"title": "Coast Guard to Stop Vessels Bound for Cuba; Reno Issues Warning to Head Off Exodus After Refugee Boat Is Reported in Florida Straits", "body": "\nAlarmed that at least one boat left Florida for Cuba and brought back refugees this week, Attorney General Janet \nReno warned yesterday that the Coast Guard will stop, inspect and impound boats in the Florida Straits that \nappear headed for the island.\n\nThe warning, issued in an unusual evening news conference, highlighted the importance placed by the Clinton \nadministration on preventive measures to head off a potential massive boatlift of Cubans to Florida. Cuban \nPresident Fidel Castro recently threatened to let citizens of his country flee by sea and to open his coasts to exiles \nfrom the United States who want to pick up relatives and friends.\n\n\"We want to take all steps that are prudent, that are consistent with our policy, to ensure that that does not happen,\" \nReno said.\n\nThe prospect of an exodus of the magnitude of the 1980 Mariel boatlift, in which 125,000 Cubans crossed the \nstraits separating Cuba from Florida, has set off a series of administration steps to nip any movement in the bud. \nMost of the Cubans who migrated during the Mariel incident were picked up by exiles from Florida and brought \nback.\n\nA senior administration official said the Reno announcement was meant to be a \"preemptive message\" aimed at \npersuading Cuban Americans not to head to Cuba to pick up relatives.\n\nA few hours after Reno's announcement in Washington, Castro held an equally unusual late-night news \nconference in Havana. In remarks apparently directed toward an international audience, he denounced U.S. \nimmigration policy he says denies Cubans the right to come legally to the United States and instead encourages \nthem to take to the seas in unseaworthy rafts and hijacked boats. But he did not directly threaten another Mariel \nboatlift.\n\nCastro also said a Cuban navy boat whose 26 passengers arrived in Key West Wednesday was hijacked, and that \nLeonel Macias Gonzalez, a Cuban soldier being detained by U.S. immigration officials, shot and killed a Cuban \nnavy lieutenant during the hijacking at the port of Mariel in Cuba.\n\nCastro said that the dead lieutenant's body, shot in the head and abdomen, was recovered from the waters, \nalthough the body has not been publicly shown in Cuba. He called Gonzalez \"an assassin.\"\n\n\n\"Macias Gonzalez takes a revolver from a bag, shooting the officer twice by surprise, and at the rear of the ship, he \nfell into the water, mortally wounded, according to the statements of the crew,\" Castro said. \"He was hit in the \nabdomen and head in a traitorous way, by surprise.\"\n\nMacias Gonzalez's fellow refugees said Wednesday that there was an exchange of gunfire and that he shot in self-\ndefense. They called him a hero.\n\nDuring a long, mostly calm speech in front of a handful of journalists in Havana, Castro also attacked the long-\nrunning U.S. economic blockade against Cuba, which Castro said was the cause of his island's troubles and behind \nthe current wave of illegal immigration.\n\nA U.S. official said that Customs officials in Florida had discovered one boat that had left Florida, picked up \nrefugees in Cuba and returned. Customs officers arrested three men who docked their speedboat at Ocean Resort \nin Key Largo, after receiving a tip that the boat had smuggled 20 refugees into the country. The refugees were \nbeing held at a Coast Guard station before transfer to Miami.\n\nAnother boat also was reported to have made the crossing, although that report remained unconfirmed. In any \nevent, the administration \"decided we needed to send a clear message that we were serious\" about stopping it, a \nsenior official said.\n\nAdministration officials held discussions yesterday with Cuban American leaders and remain convinced that Cuban \nexiles support the policy of resisting crossings to Cuba. The one or two boats were an aberration, an official added, \nbut \"we believed it was prudent\" to both seize the one boat and to issue a warning in Washington.\n\nIn Miami, Cuban American leaders continued to call for calm, urging their constituents not to leap into boats for a \nride to Cuba to rescue family or friends.\n\nOne U.S. official said Reno's news conference was scheduled before Castro's news conference plans were known, \nalthough another said that the expected Castro speech did play a role.\n\n\"We thought it wise to lay down a marker,\" an administration official said.\n\nCuba is pressing the United States to stop granting automatic asylum to boat people and to let more refugees into \nthe country legally, noting that the maximum 20,000 annual U.S. immigration quota is rarely, if ever, filled.\n\nAt a news conference on Monday, Alfonso Fraga, Cuba's top diplomat in Washington, repeated Castro's charge \nthat Washington's policy of granting the refugees automatic political asylum encourages the exodus.\n\nU.S. immigration officials concede that far fewer Cubans migrate through the legal channels available at the U.S. \nInterests Section in Havana than could under the 20,000 annual ceiling. Only about 5,000 Cubans are granted visas \nthere, a U.S. official said.\n\nStaff writer William Booth in Miami contributed to this report.\n\nGraphic\n\n \n\nPHOTO, JANET RENO\n"}