{"title": "BUSINESS PUNISHMENTS RESISTED IN MIGRANT BILL", "body": "\nArizona lawmakers considering new restrictions against illegal immigrants have stifled an attempt to punish \nbusinesses that get caught hiring illicit foreign labor.\n\nCritics say the proposal to restrict illegal immigrants from receiving certain government benefits is unfair, because it \nfocuses solely on illegal border-crossers yet does nothing to confront the other side of Arizona's immigration \nproblems: employers who turn to immigrants for cheap labor.\n\n\"If we are going to do it, let's do it fair, let's do it consistent and let's not be hypocrites,\" said Democratic Sen. Bill \nBrotherton of Phoenix, who proposed adding eight employer sanctions on the immigrant-restriction proposal.\n\nThe sanctions would have revoked the tax benefits and required audits of businesses that get caught hiring illegal \nimmigrants. Violators would no longer be eligible for state contracts, and their infractions would be posted on a state \nWeb site.\n\nOpponents said sanctions would place a huge burden on businesses, which are already limited by anti-\ndiscrimination laws in the way they can scrutinize prospective employees in determining whether they are legal \nworkers.\n\nA sanction to suspend the business licenses of violators for six months, which was initially approved and then \nstripped away, would have closed most small employers, said Farrell Quinlan of the Arizona Chamber of \nCommerce.\n\nLawmakers initially rejected the eight proposed employer sanctions Monday. Supporters of the sanctions then \nsucceeded in reviving one of the measures, but lawmakers erased that decision and called off voting on the \nremaining punishments.\n\nBrotherton said his proposals to punish employers who hire illegal immigrants will probably be considered again \nsoon.\n\nBoth sides of the debate said the federal government hasn't done enough to fulfill its sole responsibility to enforce \nimmigration laws already on the books, including enforcing a federal prohibition on hiring the thousands of foreign \nworkers who sneak into the country each year.\n"}