{"title": "Immigrant women find shelter from spousal rage", "body": "\nThere are echoes of classical tragedy in the International Women's House, a shelter for battered immigrants and \ntheir kids. It's midday and very quiet in this half-industrial corner of DeKalb County. The children are at school or \nasleep upstairs.\n\nSeveral women gather in the small living room, their hands in the laps, pulling at their fingers, smiling or staring \ngloomily. The house looks rather neat for such a crowded place. But it must be hard to stop the kids from using their \ncrayons on the walls.\nAJC\n\nA woman tells how she got there --- a tale of tragedy offstage. A knifing, perhaps. Or maybe a husband smashed a \nchild's head against the wall.\n\nNow the women are safe, though. So are the children. And the staff here speaks each woman's language, Spanish \nor Arabic or Hindi or whatever. Soon the other young women add their bits, speaking the simple sorrows that \nchoruses are meant to speak.\n\nBut when the children --- English being their lingua franca --- return from school, hours later, and go out to play in \nthe back yard, with the yellow sun slanting through the pines and over their towering playhouse, you can almost \nimagine all these people living normally again someday.\n\nThe homeless fill niches (if the right niche exists), and immigrant women and their kids have been coming to this \nordinary-looking house for the past five years, ever since the Junior League of DeKalb County got the place going.\n\nWhat most of the women have in common, in addition to language barriers, is that they've been abused. They've \nfled, they have no money, there are kids in tow. Sometimes they're pregnant. They may be illegal aliens.\n\nYet their plights are often so heartbreaking that even the U.S. Immigration and Naturalization Service will give them \na break. (The INS, in fact, recently asked the shelter to house one of its own illegal aliens, a government witness in \nan international sex ring case.)\n\nThere are now 12 women in residence, plus 15 children, ages 4 months to 14 years. One woman just left to move \ninto an apartment. Another woman (no: a 14-year-old girl, raped by her mother's partner) just moved in.\n\nThere are only 12 beds stuffed into four bedrooms. And two bathrooms.\n\n\nSafety, that's the main draw. And there's more. A bed, food, medical care. Legal help with divorces and the feds. \nHelp getting jobs, apartments, furniture. Fewer than one in five of the women ends up going back to their batterers.\n\n\"One guy tried to drown his wife by pushing her head into the washing machine, down into the water, into the \nblades,\" says Anna Blau, the director.\n\nBlau, a longtime social worker, came to America in 1949 as a baby with her parents, who were Holocaust survivors.\n\n\"Some of the abuses can make your hair turn blue,\" she says. Arms broken. Flesh burned. Kids used as hostages. \nAnd, of course, some men simply keep their women from learning English, driving, getting jobs, associating with \nstrangers.\n\nSo Blau and her caseworkers (a Mexican, a Latvian, a Greek-Colombian, etc.) try to help on a budget of $450,000 a \nyear. They try, in particular, to motivate bureaucracies.\n\n\"When a kid comes in here with broken teeth,\" Blau says, \"and he gets teased at school, and it's going to take six \nmonths to fix his teeth, that's just not good enough.\"\n\nAlmira, 26, is one of the women in the living room. She's a refugee from Bosnia and she communicates in French \nthrough a Moroccan staff member. She's nearly eight months pregnant. She recently fled to St. Louis to escape her \nhusband, but he tracked her down. She came back and found International Women's House.\n\nPetra, 30, is a Mexican, married 15 years, three of them in Atlanta. She got hurt at home. \"I went to the hospital,\" \nshe says. Her family has been caring for her son.\n\nEma, 28, from Afghanistan has lived in the United States 13 years. She recently learned that her husband had \ndivorced her, evidently claiming she'd abandoned him. There were also other problems, \"and I called the police and \nleft the house.\"\n\nNow her son visits her; he still lives with his father. She bursts into tears and says her plan is to move, get a job and \nget her son back.\n\nHours later, a Syrian and an Indian were fixing dinner in the kitchen. They didn't want to talk, but the kids were \nhome from school, and the Indian's bright-eyed 7-year-old daughter says in perfect American English that she was \na \"star\" at school. The girl laughs and runs outside to play around the tall playhouse, insisting that it needed a new \nslide.\n\n\"When they first come here, they're scared,\" Blau said of the children. \"Now they're just kids.\"\n\nBut the house is too small. Blau and her colleagues say they need more bedrooms, more bathrooms, more space \nfor the kids to study. Really, they need a new house.\n\nSo contact Blau if you'd like to help. Her e-mail address is iwh@bellsouth.net.  \n\n \n\nccampbell@ajc.com  \n"}