{"title": "Minnesota Journal;Bilingual Police to Say, 'Aqui Se Habla Espanol'", "body": "\nIn a lot of small towns in Minnesota, bilingualism means understanding the occasional Norwegian or Swedish oath, \nusually muttered at safe distance from the Lutheran pastor.\n\nBut next week most of the 26 police officers in Willmar, a farming center of 18,000 people in west-central \nMinnestoa, will gather with local sheriff's deptuies and begin a 20-week course in Spanish.\n\nIn the last three years the number of Hispanic residents of this small prairie town, settled in 1869 by Scandinavian \nimmigrants, has tripled to nearly 1,500 people, including many who do not speak English. Over the same period the \nnumber of Hispanic children enrolled in the Willmar schools has grown to 285 from fewer than 30.\n\nMany of the new Hispanic residents are former migrant workers and their families who used to spend their summers \nworking in the farm fields of Minnesota, returning home to Texas after the harvest.\n\nNow, as a result of a sagging economy in the Southwest, a growing number have decided to put down stakes in \nWillmar and a handful of other rural towns in Minnesota, where they are looking for new jobs and a permanent \nhome, said Jose Trejo, executive director of the Spanish Speaking Affairs Council, a state agency that deals with \nHispanic issues.\n\nHispanic people make up barely 1 percent of Minnesota's 4.2 million residents. With its strong heritage of \nScandinavian and German settlement, Minnesota's population is more homogenous than most states; members of \nall minority groups combined constitute only about 4 perent of the population.\n\nMr. Trejo says the influx of Hispanic families into towns like Willmar has caused some disruption of schools and \nsocial service agencies, putting pressure on public assistance programs, housing and job markets.\n\nFor Todd Miller, the chief of police, the growing population of Spanish-speaking residents has been a special \nburden. ''We have had trouble making arrests, talking to witnesses and even taking down complaints,'' said Chief \nMiller, who initiated the Spanish language course for his men.\n\nDoes he have any bilingual officers now? ''I think I've got a couple of guys who know some Norwegian,'' the chief \nsaid.\n\n \n\nStalking the Wild Ginseng\n\n\nOf all the seasonal rituals, few are as eagerly anticipated as the opening of hunting season in Minnesota, where \none of every six residents hunts. The first wave took to the fields here this week, ears straining for the telltale \nsounds of quarry: the growl of the bear, the honk of the goose, the trill of the woodcock.\n\nBut the rustle of the wild ginseng? For a special breed of some 1,000 hunters, September marks the opening of \nMinnesota's only wild plant season, when enthusiasts wielding spades take to the fields and ravines to stalk the \nwild ginseng.\n\nDried and powdered, the aromatic ginseng root can sell for as much as $220 a pound among those who value it for \nits storied curative qualities.\n\nThe small leafy plant once flourished throughout Minnesota, but ginseng was nearly wiped out in the 19th century \nby traders who found a market for its aromatic root in China.\n\nWhat remains now grows wild in the southeastern part of the state, and the harvest is strictly controlled: ginseng \ncan be dug out only in a four-week period, and hunters must have a license. Last year they harvested about 1,200 \npounds.\n\n \n\nWhat's in a Name?\n\nThe School of Physical Education and Recreation at the University of Minnesota made a formal proposal this \nmonth to the Board of Regents: it asked to change its name to the School of Human Movement and Leisure \nStudies.\n\nSchool officials said the new name would better reflect what they described as ''an overall scholarly focus on the \nscience of human movement.'' Besides, they added, faculty competing with other sciences for research funds often \nhas problems getting grant money from national foundations.\n\n''This is a recognition that, for many, the term 'physical education' does not associate itself with scientific activity,'' \nthe school's proposal noted.\n\nThe regents will vote on the name change next month, but the editorial board of The Minneapolis Star Tribune, the \nstate's largest newspaper, has already rendered its verdict.\n\n''Will art history be renamed retrospective aesthetics? Would chemistry fare better as test-tube technology?'' the \nnewspaper asked in an editorial. ''Enough,'' the editorial concluded. ''Fight the temptation to title inflation.''\n"}