{"title": "PSYCHOLOGY OF TORTURE AND TORTURERS", "body": "\nJUAN WILLIAMS, host:\n\nThis is TALK OF THE NATION.  I'm Juan Williams.\n\nHere's a puzzle: How could you, a decent, caring, intelligent soul, possibly approve of torture and could a nice \nperson like you actually torture someone? The answer is yes.  Nice, caring people have approved of torture \nthroughout history.  Our friends, our neighbors and we ourselves are not only accepting of torture done by the \ngovernment, but we are easily trained to become people who torture other people.\n\nThat is the thesis of a gripping new book, \"Unspeakable Acts, Ordinary People: The Dynamics of Torture.\" Author \nJohn Conroy weaves in and out of three cases as he studies the repulsive yet somehow titillating reality of torture. \nThe first story is about torture done by the British against 342 Catholics suspected of ties to the Irish Republican \nArmy in 1971.  The second case occurred in 1982 when a man accused of killing a Chicago police officer is tortured \nby one of the city's leading police officials.  And the third case took place in 1988 when Israeli soldiers tortured \nPalestinians.\n\nIn all the cases, Conroy found that the people who torture others are not monsters.  Quite the contrary, in fact.  For \nexample, Conroy concluded that the Chicago police commander who tortured the suspect cop killer was a \nwonderful man, full of humor, wit and intellect.  The policeman was the sort of person who Conroy would be glad to \nhave at his family's Fourth of July picnic, for example.  The kind of guy who would certainly stop, Conroy said, to \nhelp an old lady with a flat tire.\n\nThis seems crazy.  Most Americans view torture as something that goes on in Idi Amin's Uganda, or Pinochet's \nChile.  And the popular image of a person who would commit torture is that of a stupid, brutal man.  But Conroy \nargues that torture is a worldwide reality done by nice, educated people.  And he notes that the news media in all \nnations, including America's leading papers and National Public Radio, may do an investigative piece on torture \nonce every few years, but generally they take part in a conspiracy of silence that surrounds the use of torture.\n\nIs Conroy right?  Is it really possible that you could torture someone? Or is this an author who is trying to shock \npeople by exaggerating occasional incidents and classifying them wrongly as torture?  Our guests today are John \nConroy, the author of \"Unspeakable Acts, Ordinary People: The Dynamics of Torture,\" and William F. Schulz, \nexecutive director of Amnesty International USA.  Amnesty International released its list of torture sites around the \nworld this morning.\n\nIf you want to join the conversation, our number here in Washington is 1 (800) 989-8255. That's 1 (800) 989-TALK. \nOur e-mail address is totn@npr.org. Please include your name and where you're writing from.  \n\nJohn Conroy, let me start with you by asking: Is it possible that you, John Conroy, could be a torturer?\n\n\nMr. JOHN CONROY (Author, \"Unspeakable Acts, Ordinary People: The Dynamics of Torture\"): Well, I think that it \nmight have been possible back when I was 18 years old had I been drafted.  I was lucky enough to get a high draft \nnumber during the Vietnam War and I wasn't drafted.  But one of the men I interviewed was someone very much \nlike me who had been drafted back then and he was very smart.  He was an enthusiastic recruit who began to lose \nhis enthusiasm after the assassinations of Martin Luther King and Robert Kennedy, but at the same time he carried \non and he was posted as an interrogator to Vietnam.\n\nAnd I imagine myself, an 18-year-old, landing in this foreign place scared and my job is to interrogate.  And this \nfellow whom I describe in the book, who lives outside Detroit, told me that his first interrogation that he witnessed as \npart of his training was of a major who was interrogating a Viet Cong suspect who had a leg blown off and who was \nwaiting to be evacuated by helicopter.  And the major didn't like the answer he was getting and he began poking the \nman's wounds with his pencil.  This act was witnessed by high-ranking officers, doctors, nurses and nobody said \nboo.  This man's argument was that torture was just the milieu.  That was how it was done. And I could imagine, \nhaving been raised an obedient Catholic, that when I arrived in Vietnam, scared and uncertain, I would believe in \nwhatever leadership was there and might--if they had said, 'Conroy, this is how we do it here.' I might have said, \n'Yes, sir.'\n\nWILLIAMS: Well, you describe that the potential torturer is often selected to become part of an elite group.  And \nthe elite group could be combating everything from drugs to crime to terrorism to the subversive acts of people who \nwant the country to become Communist.  And they, therefore, dehumanize the victim--that the victim is seen as \npeople of a lower class and they become sort of, you know, 'the untouchables' of that society.  Is that the way--is \nthat the tactic that's most often used to turn ordinary nice people into those who would administer torture?\n\nMr. CONROY: Well, I don't think that--I think it's a whole slew of things that help make a torturer and that certainly \nit's very difficult to torture someone whom you regard as your equal.  So I think that is a key component that the \nperson who is the victim is a member of this outgroup, whatever that group might be.  In Chicago, I argue that the \noutgroup is African-Americans with criminal records.\n\nWILLIAMS: And is there any kind of pleasure taken by people who torture other people?  Is there any sadistic \ndelight taken in administering the torture?\n\nMr. CONROY: I'm sure that there are some torturers who might enjoy the power, but several of the ones I \ninterviewed said there was not much feeling about it at all, it was just business.  And there was no hard feelings.  \nOne of them, Hugo Garcia(ph), a torturer I interviewed from Uruguay, said we had nothing personal against these \nguys.  And a Rhodesian torturer, Bruce Morking(ph), whom I interviewed, said pretty much the same thing.  He told \nme he was in a hurry to get the information because he was part of a--it was a tracking unit in the Rhodesian army \nand they were trying to find where the guerrillas had gone.  They'd pull into a--they'd ride into a village on their \nhorses and he would take out the electrical device, attach the clips to a man's ears and turn the crank.  And he \ncouldn't remember a single face or a name.  He just needed the information and he was going to get it.  Anger \nwasn't part of the psyche at all.  It was just very cold-blooded.  I need this information. This is how we get it.\n\nWILLIAMS: Gosh.\n\nWilliam Schulz, you're the executive director of Amnesty International USA, and this very morning you released a \nlist of where you have found torture taking place around the world.  How extensive was your finding?\n\nMr. WILLIAM F. SCHULZ (Executive Director, Amnesty International USA): Well, unfortunately, approximately two-\nthirds of the countries of the world are places where Amnesty has found evidence of torture and ill-treatment that is \ntantamount to torture.  That has increased by approximately 28 percent in terms of the number of countries that we \nhave documented torture over the last 10 years.  So it's a pervasive phenomenon found in every continent and \nunfortunately, here in the United States as well.\n\nWILLIAMS: And where is it most prevalent?  In any one country, as a particularly alarming rate of torture?\n\n\n\nMr. SCHULZ: Well, because we find it so common throughout the world, it's hard to pick out a particular country.  \nCertainly in China, for example, torture is a regular part of the treatment of prisoners, particularly in Tibet, where \nelectroshock weapons are utilized with some of the young Buddhist monks and nuns there.  Electroshock weapons \napplied to the teeth, the ears, the genitalia.  Torture has been documented in Colombia, in Peru, in Turkey, in, of \ncourse, Bosnia and Kosovo, Chechnya, very, very common.\n\nWILLIAMS: You say it's growing.\n\nMr. SCHULZ: It has increased.  At least the number of countries in which we found it has increased over the last 10 \nyears.  I think, in part, that's because torture is something that in some ways can be hidden.  It is not like taking a \nprisoner of conscience prison--putting a prisoner of conscience in prison.  That's usually a public act because there \nare people who know about it.  It's not even the same as executing someone because someone--there is a dead \nbody in most cases.  But by torturing someone, that can often happen in a prison, in a back alley, in a police station \nand very few people need necessarily know about it or the person who is tortured is not always able to prove that \nthey suffered torture. That's particularly true with the popularity--the growing popularity of electroshock weapons \nthat in many cases leave no physical marks or scars on the victim.\n\nWILLIAMS: William Schulz is executive director of Amnesty International USA, and you mention the United States \nand what kind of torture did you find taking place here in these United States?\n\nMr. SCHULZ: Well, I might point out that it was not just Amnesty.  But just a few weeks ago, the United Nations \nCommittee on Torture criticized the United States for the prevalence of torture or acts that are tantamount to torture \nhere in this country.  And I'll just give you a couple quick examples. It is very common these days that those in jails \nand prisons use metal restraint chairs in terms of punishment of prisoners.  These are chairs to which all four limbs \nare strapped and a person is held in a very uncomfortable arched position, often for extended period of time.  There \nhave been at least 11 deaths attributed to this kind of punishment in prison.  Electroshock weapons in the form of \nboth stun guns and in the form of a growing popularity, the use of the stun belt which is a device that is wrapped \naround the waist of a prisoner and can issue a 50,000 volt shock.  This is very common--used in federal prisons as \nwell as in state and local jails as well.  The use of pepper spray in terms of intentional infliction of pain through \npepper spray, not just to control people but to actually punish them by swabbing it in the eyes, for example, which \nis, of course, an extraordinarily painful burning sensation.  This has been documented here in the United States.  \nThose are just a few examples, Juan.\n\nWILLIAMS: John Conroy, I wanted to ask you about research that was done by Stanley Milgram back in 1960--he \nwas a Yale psychologist--that showed, I believe, that ordinary people can, if they are told to, readily become \ntorturers and start to administer extraordinary shocks to people that they don't know even when those people are \nscreaming, 'Please, stop it. I don't want to be part of this experiment.  I'm in pain.  Let me out of here.' Does that \nexperiment by Milgram still hold up?\n\nMr. CONROY: Well, I think it does and I say this because it's been duplicated in other countries and also in the \nUnited States.  The gist of the experiment was that a group of volunteers were recruited and brought to the testing \nsite and were told they were taking part in an experiment on the effects of punishment on learning.  And they were \ntold that when this other volunteer here answers a question wrong, you will flip the switch and give him an electric \nshock and the shocks started at very mild, 15 volts, and proceeded down a long scale to 450 volts, above which it's \na dangerous severe shock.\n\nAnd the volunteer who was being shocked was actually not being shocked at all--he was in league with the \nexperimenters--but gave out very realistic screams throughout.  And 62 percent of the people in the model \nexperiment--there were variations of it--but 62 percent were willing to go all the way to the end of the scale as long \nas there was somebody there in authority saying the experiment must continue.\n\nWILLIAMS: They were also told that the victim had a heart condition, weren't they?\n\nMr. CONROY: Yes.  At one point, the--Milgram was so surprised at the level of obedience that he started to insert \nvarious clauses and he'd change what was happening from the volunteer's perspective so that initially their--I don't \n\n\n\nthink there were any screams, but the screams got worse and worse and at one point, there was a--he had the \nperson yelling that he had a heart condition.  And that was relatively early on. I think that was in the 160-volt range \nthat people started to complain and scream and yell to get out of it.\n\nWILLIAMS: Mr. Schulz, very briefly, I only have about 30 seconds.  How would you define torture?\n\nMr. SCHULZ: Well, torture is ill-treatment of an extended nature which causes extreme pain.  The official definition \nusually is that it has to be administered by some kind of official, a person in some kind of official status.  But it \ncertainly has to be extensive and ongoing.\n\nWILLIAMS: We're going to take a short break right now. You're listening to TALK OF THE NATION. I'm Juan \nWilliams. When we return, we'll be talking with someone who has firsthand knowledge of what it's like to a victim of \ntorture and we'll begin taking your calls at (800) 989-8255. You can also e-mail us at totn@npr.org.  \n\nAt 21 minutes past the hour, it's TALK OF THE NATION from NPR News.\n\n(Soundbite of music)\n\nWILLIAMS: Welcome back to TALK OF THE NATION.  I'm Juan Williams.\n\nToday we're talking about the dynamics of torture.  Joining me now from Belfast, Ireland, is Jim Auld, who was \ntortured by British intelligence forces in 1971.\n\nMr. Auld, thanks for joining us.  I wanted…\n\nMr. JIM AULD (Victim of Torture by British Government): OK.\n\nWILLIAMS: I wanted to ask you what are the so-called five techniques of torture?\n\nMr. AULD: Well, the five techniques that they used on me were isolation, particular noise that was sent through my \nhead.  There was a hood put over my head.  I was made to stand in a particular position and I was deprive of food \nand sleep.\n\nWILLIAMS: And how long did this continue for?\n\nMr. AULD: Nine days and nights.\n\nWILLIAMS: What did they want you to tell them?\n\nMr. AULD: Well, they thought that I had information about the IRA.  I was--at that stage, I was a 20-year-old living in \nwest Belfast.  In the early '70s, there was--as most people would probably be aware, there was widespread unrest \nin Belfast.  And they…\n\nWILLIAMS: And…\n\nMr. AULD: They picked up--the British authorities picked up something like three and a half hundred people.  And \nout of those three and a half hundred people, they picked out 12 to undergo a particular technique, which was \nknown as interrogation in depth or--and using sensory deprivation techniques…\n\nWILLIAMS: Did…\n\nMr. AULD: ...to try and elicit information that they thought that those people had.\n\nWILLIAMS: Could you see the person who was torturing you?\n\nMr. AULD: No.  Well, from the very first day and hour that I was brought into the interrogation center, a hood was \nplaced over my head.  I was stripped naked and I was taken away in a helicopter.  When the helicopter landed, I \n\nmailto:totn@npr.org\n\n\nwas taken out of the helicopter--I was kicked out of the helicopter, run against a metal bar that I couldn't see \nbecause of the hood on and I was severely beaten by what I assumed was RUC officers and British soldiers.  I was \nbrought into a building and put against a wall and made to stand back from the wall, leaning against the wall with \nmy fingertips just touching the wall.  So the weight of my body was on my fingertips.  And I was left there.\n\nAfter a short period of time standing in the one position, I became--hands became numb.  And I tried to move them.  \nAs soon as I moved them, I was attacked again with batons and I was knocked unconscious with them.  When I \nwoke up, I was put back up on the wall and it was made plain by movement of other people's hands against mine \nthat I had to stay there.  And that continued until I couldn't stand at all.  And when I fell, I was beaten again. And I \nwas beaten unconscious again.  And that was just repeated.\n\nAt that stage, I wasn't aware particularly of the annoyance of a sound that was going through the room.  It was later \nidentified as a white noise.  The noise after a period of time went from one of annoyance to one of taking over your \nhead, taking over control.  It was very much there.  It was there buried at the front of your mind.  You couldn't think \nof anything at all except the noise.  And that just went on until I defecated.  I urinated where I was and I was beaten \nagain.  After four deaths, they sat me down and lifted the hood up off my mouth to the bottom of my nose and they \ngave me a slice of bread and a mouthful of water.  And I was put back up onto the wall again.\n\nAt that stage, they started taking me down from the wall and asking me questions.  And the question was--first \nquestion was, 'Do you now anybody in the IRA?' And when I told them no, I was dragged out, beaten again and put \nup on the wall.  And so it was.  It went on and the impression was that you better start talking or you're going back \ninto the room with a knife.\n\nWILLIAMS: Well, was this technique effective?  In fact, did you know people in the IRA who you could have told \nthem about?\n\nMr. AULD: Well, I told them a couple of well-known IRA men, like Joe Carroll(ph) and Sean McSteffen(ph) at the \ntime.  But they were the only ones who I knew were in the IRA.  Of course, there were other people around the \narea, around the same age as me, but--who people had suspected of being in the IRA.  However, I'm still alive.  If \nthe IRA, at that stage, knew that anybody had told information about them, the dilemma was that you would have \nbeen shot as an informer.  So they--contrary to what the British government have since said publicly, that they got \ninformation and they got lots of information from the people that were interrogated in depth, there was very, very \nlittle information that anybody there could have given.\n\nWILLIAMS: Did you want to die?\n\nMr. AULD: Yes, I did.  I attempted to kill myself while I was on the wall. At one stage I said to myself, 'There is no \nway a government in this hemisphere could allow this to take place and allow for that information to be got out to \nthe world.' And I resolved the opinion that they were going to kill me anyway.  So I thought that the easiest option \nfor me was to kill myself, to save me suffering any.  I mean, after a few times falling, I was well aware of a two-inch, \nthree-inch pipe running along the bottom of the floor.  And I attempted to hit my head on that hoping that I would \nbreak my neck.  In fact, at one stage when that happened and all I did was hurt my head, but I cried when I couldn't \nkill myself.\n\nWILLIAMS: Hmm.  Let me ask, did you ever meet any of your torturers later?\n\nMr. AULD: No.  No, but we are aware of--I had met one of them prior to going away on the helicopter.  He's a well-\nknown special branch man called Harry Taylor(ph).  He's retired now.  And before he retired, he was given a metal \nfor what he did, for services to the RUC.\n\nWILLIAMS: Were you allowed to go to court and sue?\n\nMr. AULD: Yes, we were.  They were--the British government were found guilty of inhuman and degrading \ntreatment on me.  The court found that they weren't guilty of torture because the people who were carrying it out \ndidn't get any pleasure from it.  But I can assure you, it didn't make any difference to me. It was still painful.\n\n\n\nWILLIAMS: Well, wait a second here.  That was the criteria, that they had to get pleasure from it.\n\nMr. AULD: Yes.\n\nWILLIAMS: As in they had to be sadistic or take some sexual delight in it.\n\nMr. AULD: Yes.  And because they didn't, it wasn't torture.  It was only inhuman and degrading treatment.\n\nWILLIAMS: Goodness.  Now how do you feel about that man whose name I forget at the moment.  You just said he \nwas honored for what he did there.\n\nMr. AULD: Well, I can't forgive any human being and I have a difficulty at accepting that one human being can do \nthat to another.  And I've listened to just a part of what was said by John Conroy, just before I started speaking, and \nI accept what it is that he's saying.  But me, as a human being, have difficulty accepting that one human being can \ncarry out those acts on another human being without having some sort of psychological difficulty.\n\nWILLIAMS: Now has that experience continued to have impact on you or your family?\n\nMr. AULD: Yes, it has.  Of course, it has, up until the present day. This is probably the first time that I've spoken \nabout this publicly, and I can tell you, it's not a comfortable situation for me.\n\nWILLIAMS: Why?\n\nMr. AULD: Because I'm sitting here and I'm sweating, thinking about it. The water's running down my head.  I'm \nfeeling very, very uncomfortable at the thought of talking about it, because it is bringing it to the front of my head.\n\nWILLIAMS: Well, at the same time, don't you have a sense that all of us really are in sympathy with you, that what \nhappened to you was wrong, that, in fact, we hope that this is an example to the world so it won't happen again?\n\nMr. AULD: It's been happening--certainly in Ireland it's happening on a very regular basis.  The British government, \nthrough its forces, through the British army and through the RUC, are continually inflicting torture on people.  \nThey're not using the same techniques, but I can assure you, they are continually inflicting torture on people.\n\nWILLIAMS: And…\n\nMr. AULD: So it doesn't do me any good knowing that people in America are aware of it.  I just know that my \ncommunity are suffering at the hands of it.\n\nWILLIAMS: You mean you think it continues?\n\nMr. AULD: Yes.  Oh, undoubtedly it continues.\n\nWILLIAMS: Well, give me some evidence of that.  Why would you say that it continues?\n\nMr. AULD: Well, Robert Hamill is a young Catholic from Lurgan(ph) four years ago who was systematically beaten \nby a group of loyalists 50 yards from four policemen in a Land Rover who allowed it to take place, and they kicked \nhim to death.  Those people were never--there was one of them charged and found not guilty.  The four policemen \nwere never prosecuted and are still serving within the RUC.\n\nWILLIAMS: Jim Auld, I wanted to ask if--when you finally were released, what did your family do?  Who came to get \nyou?\n\nMr. AULD: I was really--when I was released, I was released into the hands of a psychiatrist and sent to an asylum.\n\nWILLIAMS: Got sent to an asylum, you say?\n\nMr. AULD: Yeah.\n\n\n\nWILLIAMS: What is that?\n\nMr. AULD: Well, it's a mental hospital.\n\nWILLIAMS: Oh.  And the psychiatrist then became your friend and supporter.\n\nMr. AULD: Yeah.\n\nWILLIAMS: And did you get to see a doctor?\n\nMr. AULD: Well, it was the psychiatrist that brought me from prison, because after I got out of the torture place, \nwhere we--incidentally, we still don't know where it was.  They won't release those details at all. But after we were \nbrought out of the torture chamber, I was in prison for nine months without charge.  I was never--I've never been in \na court in my life.  I've never been found guilty of any charge.  But I was held for nine months and then released.  \nAnd I was released for two months, and then I was arrested again and put back in prison for another nine months \nbecause my court case was coming up through the civil courts, and when my claim was coming through--on the day \nmy claim was coming through, they reinterned me for another nine months.\n\nWILLIAMS: Jim Auld, I wanted to thank you personally for coming on TALK OF THE NATION today.  I know how \ndifficult this has been for you, and I just want to again express my thanks, because I think it's so important that the \nworld hear your story.\n\nMr. AULD: My pleasure.\n\nWILLIAMS: That was Jim Auld, who joined us from Belfast, Ireland.  He was tortured by British intelligence forces in \n1971.\n\nMy guests for the rest of the hour are John Conroy, author of \"Unspeakable Acts, Ordinary People: The Dynamics \nof Torture,\" and William F. Schulz, executive director of Amnesty International USA.  If you want to join the \nconversation, our number here is 1 (800) 989-8255. That's 1 (800) 989-TALK.\n\nWilliam Schulz, when you hear that kind of story, does it seem representative to you of what takes place in torture \naround the world?\n\nMr. SCHULZ: Oh, yes, indeed.  It's a very realistic story.  I have absolutely no doubt that what Mr. Auld described \nhappened to him, and indeed, it has happened to many other people.  I think it is important to point out that not all \ntorture, however, takes place for the purpose of securing information, as was apparently the case here.\n\nThere is a certain amount of torture that takes place simply to send a message to other people, or simply as a form \nof punishment of the individuals involved.  The examples of that include instances in which the individual him or \nherself has not been tortured, but is aware of the fact that a loved one is being tortured in the next room, for \nexample. And that is designed to send a message, not necessarily to get information.  We have a recent report out \nof Chechnya just yesterday of a filtration camp, a prisoner camp, in which individuals are being tortured not for the \npurpose of getting information, but simply in order to send a message to some of the so-called rebels in Chechnya \nthat their rebellion needs to stop.\n\nWILLIAMS: I want to remind everyone who's tuned in that they're listening to TALK OF THE NATION from NPR \nNews.\n\nJohn Conroy, I wanted to come to you.  Now that situation in Northern Ireland is one of the examples that you wrote \nabout in your book, and I wanted to ask you if, in fact, what we heard from Mr. Auld is typical of what happened to \nthe 342 Catholics who were suspected of IRA affiliation.\n\nMr. CONROY: Oh, in the book I state that 342 Catholics were arrested in this internment sweep.  That means that \nthey were interned without charge on an indefinite basis with no right of appeal.  But that doesn't mean that all 342 \nwere tortured in that precise way.  They chose a dozen of those 342 of this initial sweep--they later did it to two \n\n\n\nother men--and it was those dozen men who--11 of them were with Jim Auld in that room. No one knows exactly \nwhy these 12 were chosen.  They seemed to have been chosen on a geographical basis.  There were three men \nfrom each of the four brigade areas in Northern Ireland--excuse me--and that was about the only way, the only sort \nof common denominator.  There were members of the IRA there; there were people there who had nothing to do \nwith the IRA, like Jim.  And they all got the same treatment at the same time, same techniques.\n\nIn some ways, I argue, they are like a control group.  It's very difficult to find a group of individuals who were \ntortured using the same techniques at the same time, same socioeconomic group, like these men. And so I think \nthat they're a fair example of--if you look at what's happened in the last 20 years.\n\nWILLIAMS: John Conroy, we have an e-mail here from Eileen in Lawrence, Massachusetts, who wants you to think \nabout why there are so few cases of women acting as torturers.  Is that, in fact, true?\n\nMr. CONROY: I think that it is true that women are not usually torturers.  I would argue that it is because of lack of \nequal opportunity in military and police forces, who generally carry out the torture.  I haven't seen any--the Milgram \nexperiment, for instance, found equal rates of obedience between men and women.  And one of the torturers I \ninterviewed, Hugo Garcia, said there were women in his unit.  There were two women torturers, and one of the \nsergeant's main job was to make sure that the men did not soften up when they were interrogating a woman, that \nthey went as hard on her as they did on men. So I don't think that it's that women are not capable of it; I think that \nthey are--but if there's someone out who there can correct me, I'm open to hearing their argument.\n\nWILLIAMS: Now in Kosovo and in eastern Europe, we've heard recently of the use of rape as a weapon of war.  Is \nthat classified as torture?\n\nMr. CONROY: I certainly would classify it as torture.\n\nWILLIAMS: William Schulz?\n\nMr. SCHULZ: Yes, indeed.\n\nWILLIAMS: And it's intended to, just as the rest of torture, intimidate and send a signal, but it does so with such \ndamage even across the generations.\n\nMr. SCHULZ: I think all torture damages across the generations.  And there are some various studies that bear this \nout.  Rape is a particularly awful one, and I don't want to diminish that, but somebody who is tortured who goes \nback and lives with their family, their families suffer.  And I can recall a study of children of Chilean victims who all \nhad--a huge majority of them had all sorts of problems.\n\nWILLIAMS: We're going to take a short break right now.  You're listening to TALK OF THE NATION.  I'm Juan \nWilliams.  My guests are John Conroy and William F. Schulz.  When we return we'll continue talking about torture \nand whether it's possible to hold torturers accountable, and we'll take more of your calls at (800) 989-8255.\n\n(Soundbite of music)\n\nWILLIAMS: At 40 minutes past the hour, it's TALK OF THE NATION from NPR News.\n\n(Announcements)\n\nWILLIAMS: Welcome back to TALK OF THE NATION.  I'm Juan Williams.\n\nToday we're talking about torture and how victims can seek redress from society.  My guests are John Conroy, \nauthor of \"Unspeakable Acts, Ordinary People: The Dynamics of Torture,\" and William F. Schulz, executive director \nof Amnesty International USA.  If you want to join the conversation, please do.  Call us at 1 (800) 989-8255.  That's \n(800) 989-TALK.\n\nLet's go to Ray in San Francisco.  Ray, you're on TALK OF THE NATION.\n\n\n\nRAY (Caller): Good.  I wanted to--as an aside, I think somebody once observed that the system of torture operates \nin such a way that the methodology of delivering torture is that you recruit people to deliver that torture.  So the way \nyou torture people is by recruiting torturers. I wanted to ask a specific…\n\nWILLIAMS: Wait a second, Ray.  I didn't understand it.  I mean, you just pull--you recruit them in some special way, \nyou're saying, or…\n\nRAY: Well, it's--the whole system of torture is--as you may notice, if you try to discuss it, as we are trying to do now, \nit's a little bit slippery.  We know that we despise it, but when we go about trying to define what it is that torture \nconsists in, one of the observations that we do make is that it's rarely delivered by people who are, quote, unquote, \n\"free agents.\" Usually a torturer is working for somebody.  And the system of torture itself is initiated in the process \nof recruiting a torturer to be just that, a torturer to torture somebody else.  And I think your guest touched on this \nearlier on in the hour.\n\nWILLIAMS: Well, let me see if William Schulz agrees.\n\nMr. SCHULZ: Well, I'm not sure exactly what our caller is saying, but it certainly is true that you can train someone \nto be a torturer.  I think some of the most important points that John makes here is that you can often take people \nwho are not inclined to be torturers and, largely through abusing them in various ways, through various kinds of \nphysical insult and attack on them, can enrage them, can teach them to dehumanize others as they may feel that \nthey have been dehumanized themselves in that training.  And I think we even see this in our own training of police \nand military here in this country, to the extent to which some of that is engaged with a very kind of brutal, \ndehumanizing kind of interaction.  So that is certainly true, that you can train people to be torturers.\n\nRAY: Right.  And the other thing I wanted to know…\n\nWILLIAMS: Ray, was that what you're saying?\n\nRAY: ...would be how to protect ourselves or our children or other loved ones, not only from being tortured but from \nbeing recruited to this very system.  But I wanted to ask you a question, specifically, to both of you. How is it that we \ncan literally define the system of torture in such a way that it doesn't include the delivery of--say, the meting out of \npunishment? In the meting out of capital punishment, wouldn't you say that it's very hard to distinguish between the \nmeting out of capital punishment and the torturing of that individual who is going to be eventually put on some sort \nof restricted incarceration and gradually moved up the pipeline to be executed?\n\nWILLIAMS: Ray, thanks for your call.  John Conroy?\n\nMr. CONROY: Well, this is probably a better one for William.  But I would say that it's easy to get into a semantical \nargument about what is torture; is the death penalty torture?  Well, the death penalty is abhorrent.  Whether it's \ntorture or not depends, of course, on how it's administered and, you know, what research has been done on the \nlethal injection and what kind of pain might be caused by the lethal injection or the lethal injection badly \nadministered, or of course, the Florida electric chair is certainly torture. So, you know, to me--you know, I don't see \na whole lot of point in spending a whole lot of time on this argument.\n\nWILLIAMS: All right.\n\nMr. CONROY: William?\n\nMr. SCHULZ: Well, I will say that one of the great paradoxes, I think, of our society is that, at least officially, we \nwould find ourselves expressing great horror at almost any kind of physical torture, but we find little horror \nexpressed, at least by the majority of people, at executions.  And that really is paradoxical.  The old 'eye for an eye, \ntooth for a tooth' argument, which is so common in this respect, is taken apart.  If you ask ourselves, 'Well, if we \nreally believe in that, would the punishment of rape be to rape the rapist in return?  If the murderer plucked out \nsomeone's eye, would we pluck out his or her eye before executing them?' Of course, not.  Those are things that \nwe regard as inhumane, as uncivilized.  But when it comes to the extreme form of execution, we find ourselves \nsomehow able to rationalize that.\n\n\n\nWILLIAMS: But let me just say, isn't it the case that, ideally, when we execute someone we think we've found them \nguilty of a horrific crime? Someone who's just being tortured may be guilty of nothing.\n\nMr. SCHULZ: Of course, but my point is that someone who is guilty of rape, we would certainly not agree should be \nraped in return as punishment.  We would find that a form of inhumane behavior.  But we don't find execution \ninhumane.\n\nWILLIAMS: John, you were snickering.\n\nMr. CONROY: Well, that's because I don't think that because we execute someone that necessarily means they \nweren't innocent, either.  You know, the state of Illinois is a grand example of how close we have come to executing \ninnocent people.  I think we've executed 12 and let 12 go who were very close to being strapped on that gurney.  \nAnd so I--and the Chicago Tribune has just done a very fine series on executions in the state of Texas raising \nsevere doubts about the guilt of some of the people who've been executed down there.\n\nWILLIAMS: Let's go to Rob in Columbus, Ohio.  Rob, you're on TALK OF THE NATION.\n\nROB (Caller): Yes.  I would like you to talk about some of the more subliminal or sinister psychological torture that \noccurs in groups or corporations.  For instance, I was affiliated with a company that hired temporary workers, and \nwhen I stood up for better treatment of them, a lot of psychological what I consider to be torture was applied to me, \nsuch as searching my locker, lot of insults; uniforms stopped--made to wear temporary uniforms, things of that \nnature.  And I think this occurs pretty widespread all across the country.  And it just amazes me, you know--or it \nreally doesn't amaze me--that civilized people, once they're part of a group, and in order to protect their current \nstatus quo, will go to these means in order to persuade or dissuade people from conflicting with their beliefs.\n\nAnd later on, if something then is changed, such as the Mandela case, where he was tortured for a while because \nhe believed in certain things and later he was released and then uplifted because of his beliefs--I guess I'm asking, \nwhen groups apply torture because they don't want to change the status quo, how can you convince them \notherwise?\n\nWILLIAMS: All right.  Thanks for your call, Rob.  Would that classify in your mind as torture, William Schulz?\n\nMr. SCHULZ: Well, I am not really prepared to comment on this kind of behavior within a corporate context.  That's \nnot something that Amnesty studies.  But I will say that there certainly are many subtle forms of torture.  We think of \ntorture as excruciating physical agony, but certainly we have documented many examples--and John does in his \nbook--of psychological torture of various different kinds.  One of the most horrific, for example, comes from \nAfghanistan.  Before the Taliban took over--and they, God knows, are bad enough--the mujahedeen used to simply \ntie individuals to corpses. They didn't inflict direct physical pain upon them; they simply tied them to corpses and left \nthem tied to a dead body for days on end.  So there certainly are ways in which torture can be inflicted, even if it \nisn't in the form of outright physical punishment.\n\nWILLIAMS: John in North Tonawanda, New York, you're on TALK OF THE NATION.\n\nJOHN (Caller): Oh, thank you, Juan.  Great show.\n\nWILLIAMS: Thank you.\n\nJOHN: My question--I see torture or those who torture as a result of people who are either obsessed or have been \nbrainwashed by some sort of ideology. And I'm just questioning whether people who are susceptible to that kind of \nbrainwashing are, indeed, normal or ordinary at all, or perhaps just look so--just appear to be normal.  But I'd like to \nbelieve that there's a subset of every society who simply are not capable of this kind of behavior, and I'd like your \ncomment on that.\n\nWILLIAMS: Well, wait.  Who do you think is not capable of becoming a torturer?\n\n\n\nJOHN: People who have proven--for example, I took issue with the comment about women arising, you know, in \nsociety and not becoming torturers.  It could be that women have suffered enough and can get their needs met by \nother means.  It could be that there are people who have proven themselves to have risen above this kind of \nbehavior.\n\nWILLIAMS: Well, John Conroy, would you agree that, in fact, there are certain groups of people who could never be \ntorturers?\n\nMr. CONROY: I don't know that I would classify certain groups of people; I'm sure there are individuals who could \nnot be torturers, but if you look at the membership of the Einsatzgruppen--I probably mispronounced that, but the \ngroup of men who carried out the assassinations of Jews in Eastern Europe, in those ranks there were the \nProtestant ministers, the opera singers, academics, civil servants.  There's a wide range of people who, given the \nopportunity, have committed torture and execution.  And so I would argue that, no, I can't say that ministers will not \nengage in torture.  I can't say that, you know, this particular religion is less likely to engage in torture.  I don't--\nmaybe William can; I don't know.\n\nWILLIAMS: All right.  Well, let me just remind everyone that they're listening to TALK OF THE NATION from NPR \nNews.\n\nJohn, are we the only species that engages in torture?\n\nMr. CONROY: That's a question that I've never studied.  I'm sorry, Juan, but I can't give you that answer.\n\nWILLIAMS: Let's take a call now from Amy in Cambridge, Massachusetts. Amy, you're on TALK OF THE NATION.\n\nAMY (Caller): Hi.  Thanks for taking my call.  I was hoping to find out if the inclusion of the School of the Americas \nthat is in the United States, funded by the United States government or military, was found out to be training officers \nfrom other countries in this hemisphere in various things, including torture.  And I wondered if that was covered in \neither of these books.\n\nWILLIAMS: Well, John Conroy's the author of the book; William Schulz is director of Amnesty International.  Let me \nask you both, have you come in contact with this School of the Americas that was training military personnel?\n\nMr. SCHULZ: Yes, indeed.  There's certainly no question but what in the past, at least, the School of the Americas \ndid train in various different types of torture techniques.  In fact, it was revealed a year or so ago that there was a \ntorture manual that was, indeed, part of the curriculum there.  I'm not prepared to say that that is still the case.  \nWe're certainly assured by those who run the School of the Americas that it's not, but there's no question that it has \nbeen in the past.\n\nWILLIAMS: All right.  Let's go to Bernie in Portland, Oregon.  Bernie, you're on TALK OF THE NATION.\n\nBERNIE (Caller): Yes.  Good afternoon.  Thank you.  I wondered if you'd heard anything about Con Son Island in \nVietnam.\n\nWILLIAMS: John Conroy?\n\nMr. CONROY: I don't know anything about it.\n\nBERNIE: The tiger cages?\n\nMr. CONROY: Oh, torture of American prisoners?  Yes, I have.  Yes.\n\nBERNIE: No, no, it was South Vietnamese who imprisoned South Vietnamese, their own people, in the tiger cages \nin Con Son Island, about 125 miles off the coast from Vunkow(ph).  My ship took a bunch of people over there \nonce, and I was just so upset I was just livid.  Young children and women, old men, they chained them in our tank \n\n\n\ndeck.  It was a most horrible trip for those people overnight, going out to that island.  And then they were thrown into \nthe tiger cages.  Senator…\n\nWILLIAMS: What's a tiger cage, Bernie?\n\nBERNIE: Pardon me?\n\nWILLIAMS: What was a tiger cage?\n\nBERNIE: A tiger cage is just a pit; the French built the prison in the '40s or the '50s; I don't know exactly when.  But \nit's a pit that has just bars over the top.  So anything that goes out has to go out through the top, even your own \nbody, if you make it.  And Senator Harland(ph) of Iowa--I think it's Harland…\n\nWILLIAMS: We only have a few seconds left, Bernie.\n\nBERNIE: I know that.  And John Anderson--they found out about it.  And I just wondered if your guests had heard \nabout the tiger cages.\n\nWILLIAMS: All right.  Thanks for your call, Bernie.  It doesn't sound like either of you have.\n\nMr. CONROY: Well, I've certainly heard about it, but I've not studied it.\n\nWILLIAMS: William Schulz, where do we go from here?  How can Americans take a stand to stop torture, not only \nin this country, but worldwide?\n\nMr. SCHULZ: Well, the fundamental issue is accountability, and whether that be through creating international \nstructures, such as an international criminal court before which people who torture can be brought to justice, \nwhether it be supporting international efforts such as that taken with regard to Pinochet, or whether it be holding our \nown police and prison officers to account, that really is the secret.\n\nWILLIAMS: All right.  That's all the time we have for today.  I'd like to thank all of you who called this hour, \nespecially my guests: John Conroy, author of \"Unspeakable Acts, Ordinary People: The Dynamics of Torture\"--he \njoined us from member station WBEZ in Chicago; and William F. Schulz, executive director of Amnesty \nInternational USA.  He was here with me in Washington.\n\nEarlier we spoke with Jim Auld, an Irish victim of torture by the British in 1971.  He joined us from his home in \nBelfast, Ireland.\n\nIn Washington, I'm Juan Williams, NPR News.\n"}