{"title": "GUEST COLUMN; Immigration edict delays fix", "body": "\nTo be clear, President Barack Obama's decision wasn't just about deportations. It was also a commitment to grant \nmillions of new work permits.\n\nThis presidential edict comes at a time when one in two American college graduates is unemployed or \nunderemployed, and when jobs are at a premium for every American.\n\nPerhaps it was a great idea for a president who is trying to find enough votes to get re-elected in November, but it \nwas a bad idea for a president who is tasked by the U.S. Constitution with enforcing the rule of law.\n\nAt its core, America is, and has always been, a nation of immigrants and a nation of laws. These roles are in \nconcert --- not conflict --- with one another.\n\nAt least they are until a president tries to create laws by decree rather than through the people's representatives in \nCongress.\n\nThe troubling nature of the president's announcement has as much to do with the constitutional separation of \npowers and the rule of law as it does with immigration policy.\n\nThe tragic consequence of President Obama's overreach is that it delays America even further from finding a \npermanent solution to our immigration challenges, some of the most morally complex problems of our time.\n\nResidents across the country have different ideas about how to confront illegal immigration.\n\nI believe we must streamline our current immigration laws for temporary workers and permanent residents. We \nmust eliminate those policies that act as magnets to illegal immigrants, policies that provide jobs, birthright \ncitizenship and access to government-financed benefits.\n\nOther folks believe we should offer illegal immigrants a full and immediate path to citizenship.\n\n\nNo matter what you believe, this much is certain: By ignoring the role of Congress and the people and by choosing \ninstead to rule by edict, the president has abandoned any desire for --- and perhaps destroyed any possibility of --- \na long-term, bipartisan solution.\n\nHe has done that in favor of a quick fix designed to earn him the support of a key voting bloc in November.\n\nMuch as he implemented this policy with a stroke of the pen, he --- and any future president --- can take it away \nwith just a stroke of the pen.\n\nIn effect, he is holding these undocumented young people as political hostages and pinning their hopes for the \nfuture on his own re-election.\n\nI represent the most diverse congressional district in all of Georgia. In this district, we celebrate America's history \nand future, again, as both a nation of laws and a nation of immigrants.\n\nThe president's cavalier treatment of both is troubling. There is no question about whether we must work together to \nfind a long-term immigration solution for America.\n\nWe must.\n\nWe must make it simpler for folks who are trying to come here the right way, and tougher on folks who insist on \ncoming the wrong way. But our Founding Fathers intended for debates of this magnitude and decisions of this \nsignificance to take place in the halls of Congress, not in the backrooms of the White House. Americans deserve \npermanent solutions to serious problems, not simply election-year ploys.\n\nCongressman Rob Woodall represents Georgia District 7.\n\nGraphic\n\n \n\nPhoto: Congressman Rob Woodall represents Georgia District 7. /ImageData*\n"}