{"title": "God and immigration reform; People of faith should unite to support a fair and compassionate piece of legislation that solves this crisis, once and for all.", "body": "\nThe immigration crisis  is tearing the social fabric of our nation in ways that are far easier to rend than they are to \nmend. The furor roused across the country by the passage of the Arizona law  is symptomatic of the passions \nraised and the mistrust sown by an immigration crisis that has reached \"critical mass\".\n\nPeople of faith should join to work for fair, just, comprehensive federal immigration reform that embodies the \nprinciples enunciated in the National Association of Evangelical's 2009 resolution, which proclaimed that any \nimmigration reform legislation must:\n\n*Respect the God-given dignity of every person\n\n*Protect the unity of the immediate family\n\n*Respect the rule of law\n\n*Guarantee secure national borders\n\n*Ensure fairness to taxpayers\n\n*Establish a path toward legal status and/or citizenship for those who qualify and wish to become permanent \nresidents.\n\nReferencing the Bible\n\nWhat would the contours and outline of comprehensive immigration legislation based on these biblical principles \nlook like? The Bible tells us God has ordained the civil powers (the government) to punish lawbreakers and to \nreward those who obey the law (Romans 13:1-7).  Unfortunately, the U.S. government has not respected its own \nimmigration laws enough to enforce them consistently  for more than two decades (since President Reagan's \namnesty of illegal aliens in 1986).  The government has not controlled the borders. The reality has been that too \noften, those who desire to enter our country illegally have encountered two apparently contradictory signs at our \nborder: one saying \"No Trespassing\" and the other saying \"Help Wanted.\"\n\nAny immigration reform that will generate sufficient public support to pass Congress must begin with securing the \nborder first, then deal in a constructive and compassionate way with the 12 million undocumented workers already \nin the United States.\n\n\nThe failure of the 2006  effort shows reform must be done sequentially, not simultaneously. The people do not trust \nthe government to commit the resources necessary to secure the border. The government will have to demonstrate \nits commitment by securing the border first.\n\nOnce agreed upon metrics for a secure border have been met, a plan can and should be implemented to bring the \n12 million undocumented workers out of the shadows where they are too often exploited and preyed upon by \nunscrupulous employers and other societal predators.\n\nAfter all, as people of faith, we are called upon to love our neighbors as ourselves (Matthew 22:39) and do unto \nothers as we would have them do unto us (Matthew 7:12).  We are instructed as Christians to meet the needs of \nthose who are suffering (Matthew 25:31-36 ) and to give a cup of cold water in Jesus' name (Matthew 10:42). The \nstory of the Good Samaritan informs our spiritual obligation to reach out to those in need of assistance (Luke 10:30-\n37)  and to treat the weak and vulnerable with kindness (Micah 6:8; Malachi 3:5-6 ).\n\nOnce the borders are secure, we should have a grace period where undocumented workers can come forward, \nregister, pay fines and back taxes, undergo a criminal background check, agree to learn to read, write and speak \nEnglish, and go to the back of the line behind those who have, and are, trying to enter our country legally. Those \nwho do not choose to accept this generous offer should be deported immediately.\n\nThis is not amnesty. Amnesty is a pardon, a \"free ride,\" where government forgives your transgressions and \npardons it with no obligations or penalties.  This proposal would allow undocumented workers to come forward, \nobtain a probationary state and begin to earn their way to full legal status.\n\nNo one is saying that they haven't broken the law and they should not be punished for doing so. The only question \nis what is to be the nature of the punishment -- deportation (which means uprooting huge numbers of people and \ntearing families apart) or the penalties outlined above.\n\nAs I testified before Congress in mid-July,  Rep. Steve King, R-Iowa, implied that it is immoral to not enforce the \nlaw.\n\nI replied that it is, and it is also immoral for the government to ignore its own laws for more than two decades and \nthen one day the government says, \"Now we are going to enforce the law retroactively.\"\n\nWhat if the federal government sent a letter to every American saying, \"We have been monitoring your driving on \nthe interstates by satellite and we have noted every time you exceeded the speed limit for the past 24 years, and \nwe are now going to send you a speeding ticket retroactively for every incidence?\"  Most Americans would reject \nthis as arbitrary and unfair.\n\nIs this not what is being proposed by the hard-liners on immigration reform? \"You broke the law, you must now \nleave.\"\n\nThe U.S. government and the American people have to accept some measure of responsibility for the \nundocumented workers being able to remain in the USA, work, marry and start families. Some have been here 20 \nyears or more. The 12 million undocumented workers are a testament to our federal government's disrespect for its \nown immigration laws under both Democrat and Republican administrations.\n\nEarning their way\n\nThe fair and compassionate thing to do is to give them an opportunity to make restitution for having broken the \nlaws we haven't been enforcing with any consistency and give them a pathway to \"earn\" legal status.\n\nWe are a nation of immigrants -- whether our ancestors came early or late. As Americans, we should always have \nroom in our country for those who are willing to embrace the American dream and the ideals that both inspired that \ndream and define it. The time to forge a fair, just and compassionate consensus on this issue is now.\n\n\n\nIt has often been said that politicians think about the next election, while statesmen think about the next generation.\n\nIt is time for the nation to insist that our elected representatives behave like statesmen and not politicians on this \ncritical issue.\n\nRichard Land is president of the Ethics and Religious Liberty Commission for the Southern Baptist Convention. \n\nGraphic\n\n \n\nGRAPHIC, B/W, Keith Simmons, USA TODAY (Illustration)\n"}