{"title": "GORE BACKS BILL TO TAKE CASE OF CUBAN BOY AWAY FROM INS;VICE PRESIDENT'S STANCE IS A BREAK WITH ADMINISTRATION", "body": "\nWith tension fast rising in Florida over the fate of 6-year-old Elian Gonzalez, the case vaulted into the presidential \ncampaign Thursday as Vice President Gore endorsed special legislation that would grant permanent resident \nstatus to the boy, his father and other family members now living in Cuba.\n\nIn a dramatic break with his own administration and in defiance of President Bill Clinton's pleas that the legal \ndispute be kept out of the political arena, Gore declared in a statement that \"our immigration laws may not be broad \nenough\" to achieve a just resolution in the Gonzalez case.\n\nIf Congress were to pass the legislation, it would move the case from the jurisdiction of the Immigration and \nNaturalization Service and into a Florida family court.\n\nGore's entry into the case -- which won praise, albeit barbed, from Republican presidential rival George W. Bush -- \ncame as an impasse continued between attorneys for the Miami relatives who now have custody of Elian and the \nINS over an agreement to turn the boy over. Hours of negotiations in Miami ended with only an agreement to put \noff more talks until Monday.\n\nOne of the lawyers for the Miami relatives, Jose Garcia-Pedrosa, said the INS had agreed to extend the deadline \nfor reaching an agreement until Tuesday.\n\nThe INS has ruled that the shipwreck survivor, whose mother died trying to flee Cuba, should be returned to the \nisland to live with his father. INS officials want a written pledge from the Miami relatives that they will turn the boy \nover if they lose their court appeals of the INS decision. They also want the relatives to agree that there could be a \nchange in custody during the appeals process.\n\nThose points have prompted an extraordinary show of defiance in Florida against the federal government, with \nmany state and local officials standing clearly with the Miami relatives and their allies in the politically potent Cuban \nexile community in South Florida.\n\nAmid larger and more vocal rallies among Miamians who want Elian to stay here, almost two dozen elected officials \nhave said they would hold Attorney General Janet Reno and Clinton responsible should violence occur.\n\nAt a press conference in Washington, Reno insisted Thursday that she will enforce the INS decision to return Elian \nto Cuba.\n\n\n\"We're . . . bending over backward, I think, to address the concerns that have been raised,\" she said. But asked if \nshe would ultimately push ahead with the INS ruling, she replied, \"You bet.\"\n\nGore defied Reno and Clinton by backing an idea that has been introduced in various bills. Backers say the \nmeasures would allow Elian's father to express his wishes about where he wants to live without the possibility of \ncoercion from Cuban dictator Fidel Castro's regime.\n\nCampaigning in Wisconsin, Bush called Gore's announcement an \"eleventh-hour position.\" Bush said he first \nsupported such legislation in January.\n\n\"I'm glad the vice president has seen the wisdom of the way,\" Bush said. \"What he ought to do is convince the \nattorney general and the president to accept the same position . . . We'll see what kind of influence he has in this \nadministration.\"\n\nGore aides informed Clinton aides of the vice president's decision to break with the president, who has urged \nletting the case move through the judicial and administrative processes without interference from politics. White \nHouse aides reacted with a measure of disdain, but hardly surprise, at what was interpreted as a strictly self-\nprotective gesture by Gore.\n\nDemocratic sources said Gore's political team feared the Elian case could badly undermine their prospects in \nFlorida, an electorally rich state where Gore wants to win or at least force Bush to devote significant campaign \nresources.\n\nGore aides denied that the vice president's statement was motivated by politics. They said he has long been \nconcerned that the immigration law under which Elian's fate has been argued is governed by concerns over \ndiplomatic precedent rather than what is best for the boy.\n\nPressed repeatedly on the issue, Gore has resisted saying how the custody battle should be resolved, while taking \npains to avoid sounding sympathetic to allowing the boy to live in Cuba. In his statement Thursday, he said: \"The \nreal fault in this case lies with the oppressive regime of Fidel Castro. Elian should never have been forced to \nchoose between freedom and his own father.\"\n\nElian's father, Juan Miguel Gonzalez, has said he wants to live with his son in Cuba. His attorney on Thursday \ninitiated the process for the father to travel to the United States to retrieve the boy.\n\nGregory Craig, Juan Miguel Gonzalez's Washington attorney, tried to apply for visas for the father, his second wife \nand 4-month-old son, and \"a favorite cousin\" of Elian's. But State Department officials said the request needs to \ncome through the U.S. diplomatic mission in Havana. They forwarded the information to Havana and said that if \nGonzalez and his family apply, they would get expedited consideration.\n\nCraig said that his client is \"the only person that has the legal and moral authority to speak for Elian Gonzalez.\"\n\n\"Juan Miguel Gonzalez is ready at a moment's notice to come to the United States,\" he said.\n\nElian's father would travel to the United States as soon as he is assured by the INS that he will be given custody of \nhis son, Craig said.\n\nOn Thursday, administration officials were examining visa regulations to determine how many of the would-be \ncompanions - a total of 31, according to a list released by the Cuban government - would be eligible to join the \nelder Gonzalez.\n\nThere are strict eligibility limits for Cuban visas. Officials declined to speculate on whether the entourage being \nproposed by Castro would be granted visas.\n\n\n\nAmid the political and legal maneuvering, dozens of demonstrators linked arms and formed two rows on the street \nin front of the house in Miami's Little Havana neighborhood, where Elian has been staying with his great-uncle.\n\n\"We will not let Elian's civil rights be violated,\" said Ramon Saul Sanchez, head of the Democracy Movement, an \nanti-Castro group.\n\nSanchez instructed the demonstrators on nonviolent protest, telling them that if the police arrived, they should \nremain seated and hold out their fists if they were to be handcuffed.\n\nOver the past few days, demonstrators have vowed to lay down their lives to prevent Elian from being taken away.\n\nReno, who was born and raised in Miami, said she had faith that Miami's Cuban-Americans would ultimately \naccede to federal decisions in the protracted case.\n\n\"The people I know in the Cuban community came to this country . . .  because they believe in the rule of law,\" she \nsaid.\n\nBut David Abraham, a University of Miami law professor, said he saw no alternative to an eventual use of force by \nfederal agents to remove Elian from the care of his Miami relatives.\n\n\"The logic here was to provide them with lots of due process and they would eventually reconcile themselves to a \nloss,\" he said. \"But by refusing to sign the agreement, they have demonstrated they will not respect the law. When \nthey lose in court, as they certainly must, they're not going to give up the child.\"\n\n\"In my view,\" he said, \"that means there is no alternative to the U.S. government using the appropriate force \nnecessary to move Elian in accordance with the determinations of the court.\"\n\nGraphic\n\n \n\nPHOTO Color Photo Headshot - Elian Gonzalez, Remains in Miami\n"}