{"title": "THE SUPREME COURT: WAR CRIMES;No Review of Court Ruling That Let Demjanjuk Return", "body": "\nThe Supreme Court today struck what could be a fatal blow to the Government's 17-year effort to banish John \nDemjanjuk, the World War II figure whom the Justice Department once described as one of the most barbaric Nazi \nfigures of the Holocaust.\n\nWithout comment, the Court refused to review a Federal appeals decision that had found that Justice Department \nlawyers had mishandled the case and fraudulently deceived both the courts and the defense team when they \naccused Mr. Demjanjuk of being the notorious Ivan the Terrible, a sadistic gas chamber operator at the Treblinka \ndeath camp in Poland.\n\nMr. Demjanjuk's family immediately hailed the decision and said it should enable Mr. Demjanjuk, a 74-year-old \nretired auto worker who lives in a suburb of Cleveland, to remain in the United States.\n\n\"Today's decision makes it absolutely clear that the Department of Justice defrauded the U.S. courts, deceived the \nAmerican people and destroyed Mr. Demjanjuk's good name,\" said his son-in-law, Edward Nishnic.\n\nAlthough the Justice Department said it would continue to fight in a related proceeding in Federal District Court in \nCleveland to keep Mr. Demjanjuk from regaining his American citizenship, Government lawyers had said in their \nSupreme Court petition that any reluctance by the Justices to overturn the earlier decision could prevent them from \nwithholding his citizenship.\n\n\"If left undisturbed, there is a significant likelihood that the decision below will hinder the Government's efforts to \nremove\" Mr. Demjanjuk from the United States, said a Supreme Court brief signed by Solicitor General Drew S. \nDays 3d and Assistant Attorney General Jo Ann Harris. \"If the judgment below becomes final, the Government may \nbe precluded in the proceedings involving respondent's denaturalization.\"\n\nBut today the Justice Department's chief spokesman, Carl Stern, said that portion the Government's brief was not a \nstatement of the law but was intended only to foreshadow possible legal arguments made by Mr. Demjanjuk's \nlawyers. Mr. Stern said the Supreme Court's decision would not affect the department's effort to prevent Mr. \nDemjanjuk from regaining his citizenship.\n\n\nThe Government has argued in that proceeding that the Court should continue to withhold Mr. Demjanjuk's \ncitizenship because he lied about his past on his immigration papers.\n\n\"If anything, the Court's decision now permits the district court in Cleveland to accelerate the removal of \nDemjanjuk,\" Mr. Stern said.\n\nSince Mr. Demjanjuk returned a year ago from death row in Israel to his home here, prosecutors have struggled to \nfind a way to revive what is widely considered the most bungled war-crimes case ever brought by the Justice \nDepartment's Nazi-hunting unit.\n\nMr. Demjanjuk was stripped of his American citizenship and extradited to Israel in 1986 after an American court, \nbased on the testimony of several Treblinka survivors, found that he was Ivan the Terrible, the guard who hacked \nand tortured his victims before running the engines that pumped lethal gas in the chambers where more than \n800,000 men, women and children perished. The court also found that Mr. Demjanjuk was trained at the Trawniki \ncamp as a guard but concealed his past on his immigration papers when he came to the United States.\n\nAn Israeli court also concluded that Mr. Demjanjuk was Ivan, and he served five years on death row there. But last \nsummer the Israeli Supreme Court reversed his conviction on the ground that there had been evidence suggesting \nthat the guard Ivan was another man, named Marchenko, who has not been seen since the end of the war.\n\nOver the objection of the Justice Department, Mr. Demjanjuk became the first convicted war criminal ejected from \nthe United States to be permitted to return. The Federal appeals court in Cincinnati ordered his return while the \ncourts sorted out his future.\n\nFor the past year, he has turned down requests for interviews, preferring to lead a quiet life with his family in Seven \nHills, Ohio.\n\nAfter suffering several embarrassing defeats in a Federal appeals court in Cincinnati, Justice Department lawyers \nshifted their legal strategy in December and abandoned their long-held contention that Mr. Demjanjuk was Ivan. \nInstead, they continued to contend that he was a guard at other Nazi death camps, like Sobibor, Flossenburg and \nRegensburg, and that he trained as a guard at Trawniki along with some of the most ruthless Nazi guards of that \ntime.\n\nMr. Demjanjuk says he was a prisoner of the Nazis during this time, having been captured while serving in the \nSoviet Army during the war.\n\nThe Justice Department has been frustrated about the case, as evidence has mounted suggesting that some \nofficials had doubts about the case and that the prosecutors failed to provide Mr. Demjanjuk and his lawyers with \nsignificant information that could have helped his defense. None of the main prosecutors who have been criticized \nby the appeals court remain at the department, leaving the current team of prosecutors with a messy record that \nthey now have to defend.\n\nThe prosecutors have lost four times in the Federal courts and have been excoriated by an appeals panel who \nfound that Mr. Demjanjuk was extradited as a result of prosecutorial misconduct. And during the Supreme Court \nappeal, new evidence emerged to further suggest that prosecutors had purposely failed to tell Mr. Demjanjuk about \ntheir private doubts about important aspects of the case.\n"}