{"title": "Return of the Bracero Program", "body": "\nThis summer the Senate approved a \"guest worker\" measure that would allow U.S. growers to import unlimited \nnumbers of Mexican farmworkers under no-strike, short-term contracts. There's a name for such a plan because \nwe've experienced one before: it's the Bracero program. Under that program, 4 to 5 million Mexican farmworkers \nendured miserable working conditions in the United States between 1942 and 1964. Why repeat history?\n\nU.S. growers currently have a work force of 1.6 million that, according to the Department of Labor's National \nAgricultural Workers Survey, includes about a million domestic workers (mostly immigrants), perhaps 600,000 \nundocumented workers, and about 20,000 H2-A workers (foreign farmworkers whom growers import legally under \nshort-term contracts).\n\nUsing undocumented workers is, of course, illegal, and growers don't like the H2-A program because it comes with \nstrings attached. Growers who want H2-A workers must demonstrate that domestic workers aren't available, pay \nprevailing wages and provide free housing that meets federal migrant housing standards. In return, growers get \nworkers who can't just switch jobs if they don't like the wages or conditions and who can be deported for striking. \nGrowers complain that this system is cumbersome and too costly. Critics call it indentured servitude.\n\nThe Senate plan would remove most of what growers don't like about the H2-A program. There would be no limit \non the number of farmworkers growers could import, and the onus would be on federal officials to prove that \ndomestic workers are available before denying a grower the right to import workers. Growers would no longer have \nto provide housing, at all, and they would have to guarantee only that their workers earned the minimum wage as a \ngroup, not as individuals. What growers would get, in essence, is a new Bracero program.\n\nThe original Bracero program was created at a time when World War II was beginning to give farmworkers some \nleverage in their negotiations with growers. First Public Law 45 was enacted, denying American farmworkers the \nright to leave their jobs and prohibiting the use of federal funds to improve their wages and living conditions. Then \nfederal officials signed agreements with the governments of Mexico and the British West Indies to import workers \nunder temporary, no-strike contracts. Though the program was intended as a war measure, Congress quietly \nextended it in 1945, and the number of braceros peaked during the Korean War.\n\nAdvocates of the current bill insist that it differs from the World War II-era program because it includes measures \ndesigned to protect workers. What they neglect to mention is that the Bracero program too came with stringent \nstandards for working and living conditions; in fact it included provisions that American farmworkers never enjoyed. \nGrowers couldn't get braceros if their housing didn't make the grade; they had to pay at least a set minimum wage; \nand the workers were guaranteed subsistence and three-quarters of the promised wages, even if they sat idle \nbecause of freezes or floods. The Mexican government negotiated this contract, acting as a sort of union negotiator \nfor its expatriates.\n\n\nThe problem then and now is that labor regulations are useless if the workers don't have the power to enforce them. \nOnce the war ended and government officials turned their attention to other matters, Mexicans found themselves \nsleeping in sordid labor camps, drinking contaminated water and accepting whatever wages they were offered. The \nregulations designed to protect them were rarely enforced. Those who complained or went on strike were deported \nand blacklisted.\n\nWhat's to stop a new Bracero program from devolving into a similar system? Farmworkers still lack the right of \ncollective bargaining and \"guest workers\" are particularly vulnerable because they labor under the threat of \ndeportation.\n\nIf there were truly a labor shortage today, farm wages would be rising. Yet Congress's fact-finding commissions \nhave found that farm wages have been falling for 20 years, and housing conditions on both coasts are deteriorating. \nRemarkably, the states where growers protest loudest about labor scarcity are the places where wages are lowest.\n\nBefore signing a new Bracero program into law, Congress should ask if this is a history we want to repeat.\n\nThe writer is an associate professor of history at the College of William & Mary.\n"}