{"title": "Why Fear Foreigners' Free Speech?", "body": "\nThough it bears the names of others, the spirit of Joseph McCarthy lives in the McCarran-Walter Immigration Act, \nspecifically that section that forbids letting people, even visitors, into the country if they hold offensive views. It's \nhigh time for Congress, having finally reformed the law by barring illegal workers, to strike from it the fear that \nAmerica might be infected by foreign ideas.\n\nMcCarran-Walter, passed in 1952, lists 33 grounds for excluding alien visitors or migrants. Some grounds are \nsensible, like former membership in the Nazi Party or previous criminal convictions. Some, like ''sexual deviation,'' \nare outmoded. Others are harmful.Most notable is the broad provision that allows the Government to exclude any \nalien who might ''engage in activities which would be prejudicial to the public interest, or endanger the welfare, \nsafety or security of the United States.'' Two other provisions permit barring people who would advocate, as well as \nthose who would engage in, terrorist, Communist and subversive activities.\n\nOver the years, the law's targets have included political figures like Bernadette Devlin of Northern Ireland and \nRoberto d'Aubuisson of El Salvador, artists like the Italian playwright Dario Fo, and even Nobel laureates like Carlos \nFuentes and Gabriel Garcia Marquez. In 1984 Gen. Nino Pasti, a former member of the Italian Senate, was denied \na visa. General Pasti, an opponent of U.S. nuclear missiles in Europe, was barred despite having been stationed at \nthe Pentagon during the 1960's.\n\nThe United States is strong enough to hear dissenting views, even Communist views; it's stronger for hearing them. \nBut the Reagan Administration has been particularly narrow-minded.\n\nTwo months ago Choichiro Yatani, a Japanese citizen who has lived in this country for nine years, was nearly \ndeported because Federal authorities concluded he had lied about a previous Communist affiliation. Last month \nPatricia Lara, a distinguished Colombian journalist, was declared excludable and deported because it was believed \nshe might engage in subversive activities.\n\nHer case points up a particularly odious aspect of the law. When she sought to enter, she was immediately \ndetained because her name appeared on a ''lookout'' list of excludables maintained by the Immigration and \nNaturalization Service and the State Department. Her visa was then revoked and an immigration commissioner \nordered her out of the country. Yet she was never allowed to see - or challenge - the Government's case. That \ninformation from unknown sources should permanently bar entry insults fairness.\n\nRepresentative Barney Frank, the Massachusetts Democrat, has worked to exorcise the McCarthy ghost from the \nMcCarran-Walter Act. He proposes legislation to limit national security restrictions on entry to persons who could be \nshown to be ''likely to engage'' in espionage, subversion, terrorism or criminal activity.\n\nIn the Congress just ended, this and other worthy proposals took a back seat to those relating to illegal workers. \nWhen the new Congress convenes in January, 35 years will have passed since McCarran-Walter burned a fear of \nfree speech into law. It's past time to make America fearless again.\n\n"}