{"title": "Israel Feels Growing Anguish As Immigration Flow Falters", "body": "\nHanna Mandelgeim's Jewish friends in Leningrad tried their best to talk her out of moving to Israel earlier this year.\n\nThe Palestinian uprising was at its height, and Soviet television seemed to glory in showing footage of Israeli \nsoldiers beating up Arabs.\n\n''They said we should go to America,'' Mrs. Mandelgeim recalled, sitting with her 14-year-old son in one of the bare \nbut functional apartments that Israel makes available to new immigrants for six months, rent-free.\n\n''They said there are Arabs in Israel, and everybody in America is rich. But we think the place for Jews is Israel, not \nAmerica. Here we feel in our own house.'' Mrs. Mandelgeim is an exception. Last month, Israel issued 1,169 visas \nto Soviet Jews who were given permission to emigrate to Israel. But that was not the number who came.\nMany Go Elsewhere\n\nWhen the Soviet Jews stopped to switch planes in Vienna, 1,059 of them, or 91 percent, changed their reservations \nand flew on to the United States, infuriating Israeli officials and contributing to what the Government is beginning to \ncall the immigration crisis.\n\nIt is ''a disgrace'' and ''a national tragedy,'' said Yaacov Tsur, Israel's Minister of Immigrant Absorption. His ministry \nis the Government agency in charge of immigration matters.\n\nHardly another country in the world complains that it takes in too few immigrants. Most try to keep them out. But the \nprincipal tenet of Zionism is that Israel should be home to the world's Jews, who lived without a nation of their own \nfor 2,000 years. Few issues stir more passion in Israel.\n\nFrom 1980 through 1987, about 117,000 Jews immigrated to Israel, according to figures from the Ministry of \nImmigrant Absorption. But during the same period, about 94,000 Jews emigrated from Israel to other countries, \nprimarily the United States, The population of Israel is about 4.5 million, and about 84 percent of Israelis are Jews.\n\n \n\nThe Jews 'Don't Come'\n\n''This is the only Jewish state, we are the pioneers and we created it for the Jewish people,'' said Uri Gordon, the \nhead of the Immigration and Absorption Department of the Jewish Agency, which acts as an intermediary \nbetweem Israel and the world's Jews.\n\n''We built it for them, but nothing happens,'' he said, anguish is his voice. ''The Jewish people don't come.'' So far \nthis year, immigration to Israel is about as high as it was last year. This is primarily because even with the high \n\n\n''dropout rate'' of Soviet Jews, those with Israeli visas who wind up elsewhere, the number of arriving Soviet Jews \nhas been three times greater than it was last year.\n\nNonetheless, the Soviet dropout rate has never been higher. Last year, about 30 percent of the Jews leaving the \nSoviet Union came to Israel, and officials are worried that soon, no departing Soviet Jews will move to Israel.\n\nAt the same time, 25 percent fewer Americans moved to Israel in the first three months of 1988 than moved here in \nthe first three months of 1987, according to Government figures. And twice as many Israelis left for the United \nStates last year as American Jews moved to Israel in the same year.\n\nGovernment figures show that even when American Jews do move here, within two or three years about half of \nthem move back to the United States.\n\n \n\n'Very Worried'\n\nSince the United States and Soviet Union offer the largest pools of potential immigrants, ''this sudden decline \ncauses us to be very worried about the trend,'' said Gad Ben-Ari, the spokesman for the Absorption Ministry.\n\nMany Israelis see immigration as a reflection of their success, or failure, in creating an attractive, livable nation.\n\nThe bulk of Israel's immigrants have come in waves, based largely on events in the countries of origin of the \nrefugees. Pogroms in the Soviet Union late in the last century and early in this one sent thousands of Russians to \nPalestine. Germans and Eastern Europeans arrived before and after World War II. North African and Middle \nEastern Jews came in large numbers in the 1960's after meeting with persecution in their homelands. And large \nnumbers of Americans moved here after the Arab-Israeli war in 1967.\n\nWith immigration levels apparently ready to fall off even more, many Israelis and supporters of Israel attribute the \ntrend to a host of issues other than the country's troubled image in the world today, six months into the Palestinian \nuprising.\n\n \n\nU.S. Is Faulted\n\nSome angrily blame the United States for the Soviet dropout phenomenon, pointing to the United States policy of \ngiving refugee status to Soviet Jews, automatically entitling them to a visa and other benefits. Washington's \napproach amounts to ''bribing Soviet Jewish emigrants,'' said Mikhail Agursky, a specialist in Soviet and East \nEuropean Affairs at Hebrew University. Mr. Agursky set forth his thoughts in a recent newspaper column.\n\n''Could Israel stand idly by if U.S. Jewry were to try enticing Israelis to emigrate to the U.S.?'' Mr. Tsur, the \nAbsorption Minister, asked in the Israeli Parliament last week.\n\nA senior United States Embassy official calls that idea ridiculous. People immigrating to Israel get far more \nattention and benefits than those entering the United States, he said, even with the advantages of refugee status.\n\n \n\nPermits, Not Demands\n\nBesides, the Israeli visas given to Soviet Jews are ''permits, not one-way tickets or demands,'' the United States \nofficial said. ''Whether or not to use it, that's an individual's right.''\n\nTo solve the problem, the Government said Israel is planning to fly Soviet Jews directly here, denying them the \nchance to change planes en route. The Government has also said it may channel Soviet Jews through Bucharest, \nRumania, where it is much more difficult to change travel plans. But it is unclear whether or when that will become \nofficial policy.\n\n\n\n''If we find a way to make a straight flight from the Soviet Union, not stop in Vienna, then the Jews would come,'' Mr. \nGordon of the Jewish Agency said. Asked if they would come then only because they had no choice, he said: \n''That's right. We built a Jewish state for the Jewish people to come here!''\n\n \n\nBureaucracy as Bane\n\nSome Israelis say their country's immigration bureaucracy is so thick and daunting that it alone discourages \npeople from moving here.\n\nNew immigrants ''are being grinded into the ground by the bureacracy,'' said Zeev Bielski, a former Government \nimmigration official and the chairman of the Israeli Forum, a private group that maintains contacts with young \nAmerican Jews, in part to encourage them to move to Israel.\n\n''When they come here and see the absorption process'' he said, new immigrants ''run for their lives because it's \nhopeless, useless.'' Immigration officials quickly offer those and other explanations for the immigration ''crisis.'' \nBut on reflection, after talking for a while, almost all of them settle on one core issue, as Mr. Bielski did.\n\n \n\nThe Uprising as Deterrent\n\n''People don't want to come here when they see us beating Palestinians,'' he said. ''It's a sad, bad situation, and \nthere's only one solution. We have to give immigrants a better place to live.''\n\nMr. Gordon said: ''It's very difficult here. We have a crisis of leadership. Or leaders stop to dream. They are tired. \nWe need new leaders. For the ones that come to Israel now, life is very hard. Every day in the morning we have a \nnew drama. Why go to a place with a lot of problems?''\n\n''Rather than move to Israel and fight wars,'' said Simcha Dinitz, the head of the Jewish Agency, a Soviet Jew might \nthink, ''I can go to Brighton Beach and pick the money off of trees.''\n\nMrs. Mandelgeim, the Soviet emigre, said many of her friends chose to move to the United States ''because they \nwant the good things in life.''\n\n''Their motivation is financial, money, their own car,'' she said. ''Everyone knows that the style of life is better in \nAmerica. And there's lots of Soviet propaganda about Israelis hitting people.''\n\n \n\nThe Orthodox Predominate\n\n''A normal person from a developed country just doesn't pick up and move here,'' Mr. Dinitz said. That is why so \nmany newcomers are the Orthodox, who come for religious reasons, he said.\n\nAt the absorption center in this village west of Jerusalem, 33-year-old Yitzhak Miskin, formerly of Harrisburg, Pa., \nsaid the reason that he and his family moved to Israel nine months ago ''was my Jewish identity, and to improve my \nknowledge of the Torah.''\n\nTwelve families from the United States are living in the Mivaseret center today, and ''only two of them are not \nreligious,'' Mr. Miskin said.\n\nMr. Bielski said that when he approaches American Jews about emigrating to Israel, he tells them: ''Israel is hard \nplace. Help us fix it. We need new leadership. Come help us lead and fix the problems.'' And Mr. Gordon says he \ntells American Jews: ''Come. Bring your ideas. Work with us.'' 'Have a Voice'\n\n''With all the problems I saw here, I couldn't just keep sitting in my easy chair, criticizing,'' Mr. Miskin said. ''I decided \nto come here and have a voice in how it's done.''\n\n\n\nAsked if he has a favored political party, he said: ''I certainly do. Kach. Rabbi Meir Kahane.'' He was referring to the \nnationalist party of Rabbi Kahane, the extreme rightist who advocates forcing all the Arabs out of Israel and the \noccupied territories.\n\nEven with the disappointing immigration results, dozens of full-time Jewish Agency officials travel across the \nUnited States year-round, trying to persuade Jews to move to Israel.\n\nBut Mr. Ben-Ari said the immigration authorities have grown ''so disillusioned and discouraged'' about the level \nand type of Jewish immigrants from the United States ''that there are talks going on now about stopping the efforts \naltogether.''\n\n''They will not come, so let's forget it. It's an illusion,'' he said.  Mr. Gordon does not agree. ''The United States is \njust the Diaspora,'' he said. ''The Diaspora is a journey. Maybe it will take much work and 1,000 years, but Israel is \nthe destination.''\n\nIN AND OUT OF ISRAEL\n\nNumber of Jews immigrating to Israel and Israelis emigrating to other countries, primarily the U.S.\n\n \n\nTo From\n\nIsrael Israel\n\n \n\n1980  20,122  10,700\n\n1981  11,665  22,000\n\n1982  13,176  8,600\n\n1983  16,401  4,100\n\n1984  19,230  10,400\n\n1985  12,298  15,300\n\n1986  10,142  13,900\n\n1987*  14,000  9,000\n\n* Preliminary\n\n(Source: Israeli Ministry of Absorption)\n\nGraphic\n\n \n\nPhoto of Hanna and Valery Mandelgeim with their daughter, Rachel, at the Absorption Center in Mivaseret Zion, \nIsrael (NYT/Micha Bar-Am) (pg. 5)\n"}