{"title": "TESTIMONY April 05, 1995 DONALD L. HUDDLE PROFESSOR EMERITUS OF ECONOMICS RICE UNIVERSITY HOUSE JUDICIARY IMMIGRATION AND CLAIMS IMPORT OF ILLEGAL IMMIGRATION", "body": "\n THE NET NATIONAL COSTS OF IMMIGRATION\n\n INTO THE UNITED STATES:\n\n ILLEGAL IMMIGRATION ASSESSED\n\n Donald L. Huddle\n\n Professor Emeritus of Economics\n\n Rice University\n\n APRIL 5, 1995\n\n Executive Summary\n\n THE NET NATIONAL COSTS OF IMMIGRATION: ILLEGAL IMMIGRATION\n\n CURRENT COSTS FOR 1994\n\n * Direct and Indirect Public Assistance Costs: This study found that in 1994 the 4 to 5.4 million illegal immigrants \nand their citizen children had net public sector costs to taxpayers of .  6 to $21 6 billion after subtracting the taxes \nthey paid.  Included in this total is an estimated $3.6 to $4.8 billion for assistance to the 664,000 to 897,000 \nprimarily low-skill American workers disgrace b the largely unskilled and under-educated illegal immigrants.\n\n * A range of estimates are applied.  In order to cover the reasonable range of illegal immigrants residing in the \nUnited States in 1994, two estimates are used.  The first by the INS estimates some 4 million illegal immigrant \nresidents, the second, used by The Center for Immigration Studies, as well as our study, estimates 5.4 million \nillegal immigrant residents.  Estimates include a net annual inflow of. 300,000 illegal immigrants.\n\n* A net deficit total of $12.4 to $16.8 billion was paid for direct public assistance and $3.6 to $4.8 billion for indirect \nworker displacement costs such as unemployment insurance, food stamps, and other services.  These net costs \nreflected direct and indirect public assistance services such as education, AFDC, medical care, public housing, and \ncriminal incarceration.\n\n * Illegal Immigrant Revenue Deficit in Public Assistance Finances: All illegal immigrants paid between $8.2 and $1 \n1.1 billion in federal, state, and local taxes in 1994, but produced direct and indirect public assistance total costs of \n$24.2 to $32.7 billion per year -- $3,138 and $4,240 per illegal immigrant\n\n\n * Largest Assistance Programs: The largest 1994 direct assistance outlays for all illegal immigrants covered in the \nstudy were primary and secondary public education ($6 to $8.1 billion); net county and city costs ($6.1 to $8.2 \nbillion); 'bilingual education ($1.4 to $1.8 billion); AFDC ($762 million to $1 billion); and criminal justice/corrections \n($447 to $604 million).\n\n LEGAL AND ILLEGAL COST COMPARISON\n\n * The 1994 net national costs of legal immigration are estimated at $27.6 bill on or 56 percent of the $49.2 billion \ntotal net cost of immigration.  Assuming no changes in immigration laws or enforcement, legal immigration over \nthe next decade is projected to continue to account for at least 55 percent of the total net cost of immigration.\n\n FUTURE COSTS 1995-2004\n\n Assuming no change in current immigration law and enforcement policy:\n\n * The current stock of resident illegal immigrants is expected to grow to between 7 and 8.4 million in ten years.  \nTotal net public- sector costs, after subtracting taxes paid, is estimated to be $188 to $225 billion, plus \ndisplacement costs of $65 to $79 billion, for a projected total net cost to taxpayers of $253 to $304 billion.\n\n * For the decade 1995 - 2004, the cumulative net costs for illegal immigrants will reach approximately $280 billion \nor about $2,604 to $3,129 per household for a average cost of $974 to $1.170 per year for each and every \nAmerican.  About 30 percent of these costs, $76 to $91 billion, will be for assistance to displaced U.S.  workers.\n\n COST AVOIDANCE OPTIONS\n\n Halting all further illegal immigration after 1994 would avoid about $108 billion in total net costs over the next ten \nyears.  However, net savings would be reduced due to the necessity of redirecting some spending toward increased \nborder security and tighter enforcement of immigration laws, including improved employer sanctions and secure ' \nidentification.\n\n Updates From 1992 Huddle National Net Cost of Immigration Study\n\n * Revenues and program costs previously omitted in the 1 992 national net costs of immigration study, such as \nimmigrant social security payments, motor vehicle fees, fuel, and city taxes are included in the Huddle 1993 study, \nas well as the current 1994 study.\n\n * Assessed in the 1994 update are 25 federal, state, and local public assistance programs serving immigrants, \nthree more than were assessed for 1992.  Based on 1990 Census data, estimates of immigrant incomes have been \nraised.  Higher per capita costs of most public assistance programs and the estimated increase of 300,000 illegal \nimmigrants and almost one million legal immigrants per year are also taken into account.\n\n APPENDIX ENCLOSURES \"The Net National Costs of Immigration in 1993,\" by Dr. Donald Huddle.  \"A Critique \nof the Urban Institute's Claims of Cost Free Immigration: Huddle Findings Confirmed,\" by Carrying Capacity \nNetwork.\n\n THE NET NATIONAL COSTS OF ILLEGAL IMMIGRATION INTO THE\n\n UNITED STATES\n\n I. Introduction\n\n Rising public concern over the fiscal costs of immigration at both national and local levels has intensified a \nsearch for political and administrative answers.  Major states of immigration settlement, California, Texas.  Florida \nand New York. are pressing Washington in the courts and in Congress for reimbursement of- the costs to them of \npublic assistance to rising. numbers of illegal immigrants due to federal indifference and inaction.  Pressed to find \nnew savings.  Congress has tightened eligibility conditions for some immigrant public assistance programs :and is \n\n\n\nconsidering other steps.  California voters in November 1994 overwhelmingly passed Proposition 187, which limits \npublic services, education, and welfare benefits for illegal aliens.  But Prop 187'.s implementation has been tied up \nin the California courts and its fate will likely be ultimately determined by the U.S. Supreme Court.\n\n In the meantime.  Congress and the Clinton administration have belatedly provided 300 additional border \npatrolmen to beef up the border against illegal border crashers.  This action ignores the fact that about half of \nillegal immigrants actually arrive by air with temporary visas and then quickly disappear without a trace.  Congress \nhas of late seemed to love to hate illegal aliens while lauding legal immigration.  This view is somewhat new.  \nOver much of past U.S.  history, there has been more divided opinion as to whether the undocumented and legal \nimmigrants have been o,,i net balance beneficial or harmful to the economy.\n\n In what follows, this survey will examine theories of illegal immigration, both pro and con,inlight of the available \nfactual evidence.  The reader should be aware at the outset that since we are studying an illegal process, our \nresults are more uncertain than in typical empirical studies of legal entities.\n\n 2. The \"Windfall Myth\" About Undocumented Workers\n\n A widely circulated thesis, bordering on a myth, holds that most illegal alien workers in the United States are a \nblessing in disguise.  This thesis can be traced to a new generation of advocate. scholars who, since the mid-1970 \ns, have maintained that illegal aliens from Mexico, Central America, the Caribbean and other Third World regions \ndo not displace U.S. workers, but :rather take physically demanding and low-paying jobs that; U. S. residents, \ncushioned by the welfare state, do not want.\n\n According to the most common version of this \"windfall\" school of thinking, Mexican illegals, especially in U.S. \nagribusiness jobs, are mostly young men and women in their prime working age who do not seek permanent \nsettlement in the United States, but for the most part return cyclically to their families in the home country.  \nMeanwhile, those families have come to depend on U.S. wages.\n\n Essentially, then, Mexico's undocumented migrants in labor- intensive U.S. industries are seen by windfall \nadvocates as a manifestation of a symbiotic relationship between the two countries: Mexico finds an outlet for its \nsurplus labor and a source of needed income, while the United States finds a never-failing source of cheap, mobile \nlabor.\n\n A top advocate scholar and one of the founders of the windfall school is Professor Wayne Cornelius, a political \nscientist, formerly at the Massachusetts Institute of Technology, and now at the University of California, San Diego, \nwhere he heads the Center for United States-Mexican studies.  Since 1973, Cornelius has done extensive field \nstudies on perennial transborder migrants from certain villages in central Mexico where a European-type tradition of \nindependent proprietorships is maintained.  For more than three generations such Villagers have come seasonally \nto the United States in search of supplementary income.\n\n Cornelius maintains that such migrants do not displace U.S. labor because jobs held by such illegals: … require \nlittle or no technical skills, and only a rudimentary command of English, if at all'.. They involve dirty, often physically \narduous tasks, wages at or slightly above the minimum, low social status, low job security (often due to the short \nterm or seasonal nature of the work) and little chance for advancement (Cornelius 1978:3).\n\n Perennial migrants, who, according to Cornelius, by the 1980 s numbered 750,000 or more, are mostly young men, \nmostly undocumented, and mostly in agriculturally related industries, including food processing and packing.  If \nmarried, they leave families. behind.  Returning to Mexico they invest their savings in small businesses or in \nacquiring farmland, as in the state of Jalisco, the epicenter of his field studies.\n\n Since this migrant cycle is advantageous to both countries it would be mistaken immigration policy to cut off this \nsource of labor.  Instead, Cornelius has advocated that the circular flow be legalized by issuing seasonal guest \nworker permits.  This would also be a sensible means of reducing the border patrol's frustrating problem of having \nto arrest the same migrant \"repeater\" again and again.\n\n\n\n Moreover, Cornelius thinks that some U.S. workers could actually lose jobs through attempts to restrict or expel \nundocumented workers, because more U.S. firms might move abroad in search of cheap labor, not only in \nagribusiness industries, but in garment, shoe and electronics factories.\n\n Other researchers in the 1970s and 80s have found a similar subsidy or boon in America's use of undocumented \nworkers.  Some examples are the following Vilialpondo and others who studied Mexican illegals in San Diego-\nCounty concluded that undocumented workers were essential to some labor-intensive agribusiness and service \nindustries Villalpondo, et. al 1976).  Similar conclusions were reached by others.  Cardenas (1978). as well as King \nand Rizo-Patron (1 979), found little job displacement in the use of undocumented Mexican immigrants in Texas.\n\n In its simplest form the windfall thesis about migrants is badly in heed of revision.  History would show that the \nmajority of illegal entrants from Mexico once worked in seasonal agribusiness jobs and that in the past most of \nthem returned to their native villages.  But since the 1970s Mexico has faced an overwhelming population problem, \nparticularly in the rural areas where there is no arable land available for distribution to large peasant families, or to \nvillage communes (ejidos). Increasingly, undocumented migrants either remain in the United States and bring in \nfamilies, or they gravitate to Mexico's slum-ridden cities, including those in the industrial development zone along \nMexico's northern border.  In turn,.  Mexico's urban workers perhaps with some industrial or service skills, and \nfacing endless competition from incoming village migrants, often move to U.S. cities in search of higher wages and \na better life for their families.\n\n The same factors that \"push\" people out of Mexico are at work in other overpopulated Third World countries in \nCentral America, the caribbean, mainland Asia, Africa, and the Philippines, A significant new pattern of illegal \nimmigration and settlement has emerged during the latter 1970s, the 80s and 90s.  Greater numbers of illegal \nworkers come from urban backgrounds.  These \"urban\" workers are generally better educated than the rural \nmigrant, usually possess a specific occupational skill: seek out jobs in industry, construction and services, tend to \nstay in the United States much longer; more readily bring in family members' and more frequently seek permanent \nresidency.  Plainly we have in them a more competitive threat to U.S. urban workers (Grennes 1980; Huddle, \nCorvin, and MacDonald 1985) Informed legislators, public officials and immigration experts no longer hold that \nmost undocumented aliens are migrant workers Who for the most part seasonally return to their home countries.  \nRather they accept, as a fact, that illegal immigrants from Mexico and other Third World countries are here, often \npermanently, by the millions.\n\n The leading question becomes: Do illegal Third World immigrants displace U.S workers ?\n\n 3. Third World Immigration and Job Creation Pro and Con\n\n Reinforcement for the position that illegal immigrants make rather than take jobs can be found in the study of \nHispanic labor urban labor markets in Los Angeles County by Thomas Muller.  Great numbers of job-eager \nnewcomers, mostly Mexican but also Central American and Orientals, serve to hold down wages so that labor- \nintensive industries can flourish.  More jobs are thus created for immigrants, legal and illegal, and even for U.S. \nworkers through interrelated industries and services, such as retailing, housing, and health care.\n\n The ripple effects go further in Southern California, according to Muller.  Even though most immigrant-created jobs \nare low-paying assembly line or cleanup jobs, such cheap labor keeps down consumer costs, increases business \nprofits and expansion, and favors the employment and upward mobility of white-collar employees, such as foremen, \nmanagers, and supervisors who are principal beneficiaries, Like McCarthy and Valdez, Muller can see no serious \ndisplacement of U.S. workers here, but rather a self-sustaining immigrant labor market ( Muller and Espenhade \n1985: McCarthy and Valdez 1985).\n\n Muller, who noted that Mexican and other Third World immigrants differ significantly from earlier migration \nmovements to America, pointedly titled his field study of Latino labor in Los Angeles The Fourth Wave.  This wave \nis dominated by unskilled Mexicans and other Hispanics in urban labor markets; it is more concentrated in specific \ncommunities and territories; More so than earlier Europ6an-dominated migrations, its immigrants having -been \npushed out of their countries by poverty, lack of jobs and overpopulation.  Yet Muller seems to say that the very \n\n\n\nabundance of cheap \"Fourth Wave\" labor helps retain low- standard, assembley-line industries in Los Angeles \ncounty whereas, otherwise, such industries, including apparel \"sweat shops\"--would migrate abroad perhaps to \nMexico's cut-rate maquilladora zone, to Thailand, the Philippines or Haiti.  Thus, there its good news: \"American\" \njobs are saved.\n\n Yet both Muller and McCarthy and Valdez's study's empirical findings also actually make a powerful -case against \nlaissez-faire and open-border immigration advocates such as Julian Simon. -What Muller studied was a \nmetropolitan industrial area, similar to Houston, affected by Third World immigrants and containing a \"Mexicanized\" \nlabor market for blue-collar and service workers, including domestics and odd-jobbers.  This eager. low-cost labor \nsubsidizes,the economy, but the bad news is that it also has adverse socioeconomic effects.  For as Muller himself \nemphasized, Mexican-Americans and unskilled immigrants already in Southern California had to absorb much of \nthe adverse impact, such as depressed wages and housing shortages.  The McCarthy and Valdez study, for \nexample, found that Latino wages in Los Angeles grew by 40% less than did the national average.\n\n Also, there was displacement of man the territorial animal.  According to deficient Census Bureau and Immigration \nand Naturalization Service (INS) data cited by Muller, nearly 900,000 immigrants, mainly undocumented, from \nMexico, Central America, and the Orient, settled in the Los Angeles metro area in the 1970's.  Muller curiously \nlabeled this settlement phenomenon as a success story in absorbing Third World immigrants, even though he noted \nthat about one million other people moved out of the county in the same period.  Many of the movers may have \nbeen earlier immigrants displaced by newcomers from job markets. In Mullers words: \"workers who 6ould not move \nupward or were unwilling to accept lower wages tended to leave the region\"\n\n Muller and Espenshade 1985).  Other displaces were, no doubt, part of the \"white and black flight', that is, persons \nwho could not adjust to the spreading Third World immigrant subcultures in Los Angeles and the \"Hispanicization\" \nof the public schools where currently over 60% of the pupils are now of Mexican and other Hispanic origin.\n\n Ray Marshall, professor of economics at the University of Texas and former secretary of labor under Jimmy Carter, \nfinds fault with the Muller and McCarthy and Valdez study's conclusions that blacks were not displaced by the \nLatino immigration.  Blacks did avoid some head- to-head competition with illegals by moving into clerical and \ngovernment jobs that required English language skills many Hispanic immigrants did not have.  And blacks also had \nthe required citizenship.status for government jobs.  But not all could find protection in this way and many took \nflight.  Moreover, Marshall believes there was indirect displacement (Marshall 1988).  In essence.  fewer-blacks are \nmigrating to Los Angeles from elsewhere in the United States because jobs they traditionally took are -now \noccupied by Hispanic newcomers.  As well, industries thriving in Los Angeles due to cheap undocumented labor \ncrowd out industries in which black labor is well represented elsewhere in the U.S., e.g., textiles in the Carolinas.  \nThus, blacks are shut out from these jobs when the work, in effect, moves to Southern California.  But again, these \nunemployed black, blue-collar workers are off-stage victims, ignored in studies by Muller and McCarthy and Valdez.\n\n Marshall also correctly emphasizes that both Muller and McCarthy and Valdez ignore the seven to ten million \nAmericans who were out of work nationally and the half to one million unemployed in California alone at the time.  \nThere was no shortage of U.S. workers available for these jobs and this would be especially true if wages were \nallowed to rise in jobs otherwise immediately filled by ever in flowing numbers of illegal immigrants.\n\n 4. The Concept of Displacement and the Empirical Evidence on Displacement\n\n The displacement rate is defined here as-the number of American and legal immigrants actively in the labor force \nwho are not able to work per lOO undocumented who have jobs. Displacement will vary with the wage and \nunemployment rate, the safety and pleasantness of the job, the potential for raises and promotions, and.other \nfactors.  For example, few Americans would be permanently displaced in dirty, unsafe minimum-wage jobs with no \nprospect for promotion.  The displacement rate would be much higher, however, for -clean. safe jobs with prospects \nfor future promotion even, starting at pay rates as low as $5 per hour.\n\n The concept of \"job displacement\" should be understood in its several dimensions.  As the term is used here, it \nmeans, first, that U.S. workers are replaced by undocumented workers, that is, literally thrown out of work.  Second, \n\n\n\nthat U.S. workers remain unemployed because they are not informed of job openings dominated by immigrant \nlabor, or that employers prefer and recruit immigrant labor due to their willingness to work hard without overtime pay \nin unsafe conditions.  Third, that because of the presence of undocumented labor, U.S. job seekers, particularly \nteenagers who have. never worked before, cannot find entry level jobs in motels, in restaurants, car washes, \nwarehouses, assembly lines, garment factories, clean-up crews, construction, landscaping, and so on.\n\n Displacement has a fourth manifestation.  U.S. workers and job applicants, facing competition from cheap alien \nlabor, often migrate elsewhere in search of jobs and better labor standards.  In the depressed Mexicanized border \ncounties of the Southwest, this displacement process has been going on for decades.  Many of the displaced \nborder-area Hispanics move to cities in the interior like Houston, Dallas, Denver, Phoenix, Chicago, or Detroit \nwhere , in turn, they compete directly with earlier immigrants and migrant groups, some of whom have now become \nAmerica's \"disadvantaged minorities\".  Subsidized by the welfare state, many inner-city inhabitants are unwilling to \ncompete with the newcomers.  Put another way, job displacement and social assistance entitlements go hand-in-\nhand to institutionalize what economists call structural unemployment among U.S. minorities, particularly blacks, \nPuerto Ricans, and U.S.-born Chicanos.\n\n In the past when there were shortages of common and unskilled labor, American employers, contractors, and \nrecruiters never hesitated to break through the barriers of structural unemployment to hire minority workers.  During \nWorld Wars I and II and the Korean War employers hustled to recruit southern blacks, Puerto Ricans, American \nIndians, and borderland Mexican Americans and brought them to Chicago, Gary, Detroit, Buffalo, Seattle, Los \nAngeles, and many other cities to work in factory and service jobs, and to live in inner-city colonies.  Now many of \nthe inhabitants of those very colonies are caught in a pattern of structural unemployment.  Too much eager \nimmigrant labor is at hand, This is especially true since the 1960s when massive numbers of Third World \nimmigrants, asylees and refugees- legal and illegal - began -to populate the inner cities of the United States, and \nwhere a new surge of undocumented migrant labor has become readily available from Mexico.\n\n Based on my own national survey of Project Jobs, an enforcement action by the Immigration and Naturalization \nService, which found and deported more than 5,000 illegal immigrants in urban centers in 1982, and three surveys \nof job displacement in the Houston-Galveston area between 1982 and 1990, it was estimated that for every 100 \nundocumented workers in low-skill jobs of all kinds, between 25 and 65 U.S. workers are displaced or remain \nunemployed ( Huddle 1993) Displacement also varies with the business cycle.  When the economy is booming and \nunemployment is low, relatively few Americans - 25 % - are displaced by the undocumented.  When times are \ndifficult, as in a recession, however, unemployed Americans are willing to take jobs they would not otherwise be \nwilling to take and the displacement rate for urban jobs rises as high as 65 % or more.  Being willing to take a job. of \ncourse, does not mean that one can get the job, in part because employers prefer illegal alien labor to native labor \nand due to the alien job network.\n\n What about the other 35 to 75 % of American workers ? Again, based on 4our field experience and comparative \nstudies of other sectors of the economy, both in Houston and elsewhere in the economy, statistics show that around \n35 to 75 % of jobs held by illegal entrants and overstays are jobs which U.S. workers do not want due to low \nwages, unsafe conditions and lack of upward mobility, again depending upon the phase of the business cycle.\n\n There is general agreement among labor economists and immigration specialists that for the most part U.S. \nworkers and job applicants do not want to work as domestic-servants or as migrants in agriculture.  For one thing, \nas in the Southwestern states, these jobs and job standards have become \"Mexicanized\" and so has the recruiting \nand contracting system for such labor.\n\n Nor do U.S. workers compete, or want to compete, for jobs created by immigrants for immigrants. For many of \nthese jobs in the depths of ethnic subcultures there are no fixed labor or wage standards, no paper receipts, nor tax \nreceipts.  We refer to employment of undocumented aliens, often relatives, compadres, or friends, in small \nbusinesses owned or managed by immigrants or citizen members of the same ethnicity, such as family grocery \nstores, restaurants,- boarding houses, retail shops, funeral services, \"soul food\" preparation and processing, \ngarment work in the home and in sweat shops, prostitution, notary publics and other paper fixers, and so on.  This , \n\n\n\ntoo,. is part of America's underground economy.  Obviously, the more immigrant colonies expand. As in the case of \nAsian and Hispanic colonies , the more job opportunities there are for immigrant workers, legal and illegal.  But, \nagain, this is not a labor market for U.S. workers.\n\n Recent studies have corroborated the results of the Project Jobs national study and the three Houston-Galveston \narea displacement field studies.  Richard Freeman and Harry Holzer of Harvard University found that American \nblack youth were willing to work at wage rates comparable to other youth of like education and that black youth in \nthe multicity study were willing to take and keep low-skill jobs.  Freeman and Holzer also found that labor market \nshortages greatly enhanced the employment opportunities of black youth consistent with the generalization that \nminority youth are the last hired and the first fired (Freeman and Holzer 1986).\n\n Two recent econometric studies confirm that not only do immigrants displace, but that they also depress the wages \nof U.S.  workers.  Whereas earlier econometric work had missed such effects due to a deficient methodology that \nstudied the impact on a native workers rather than only the low skilled, Joseph Altonji and David-Card, using an \ninstrumental variables approach across l20 major urban standard metropolitan statistical areas (SMSAs) found \nimmigrant labor greatly depressed the wages of low-skilled native workers, especially blacks and Hispanics , i.e., a \ndepression of more than 12 % in the earnings of all low-skilled U.S. workers for each 10 percentage point increase \nin the quantity of immigrants in the SMSA (Altonji and Card 1991). In the case of black males, the reduction in \nearnings was almost 20% per 10 % increase in immigrant labor.  Altonji and card also found that immigration \ncaused substantial labor displacement that compounded depression of wages.  For example, a 10% point increase \nin the proportion of immigrants in an SMSA: caused a decline in \"labor force participation\" of 1.4% for black males \nand a .8 % decline for white males: and it caused a decline in the \"fraction of last year worked\" of 2% for both black \nand white males as well as a 1.3 % decline for black females.  Since these effects are additive, the displacement \neffects are quite powerful 3.4 % per 10 % for black males, 2-8% per 10% for white males, etc, for other low-skill \nworkers.\n\n Other researchers have also documented labor displacement and wage depression as follows Muller and \nEspenshade (1 985) found that in Los Angeles by 1980 immigrants held 168,000 manufacturing jobs whereas a net \ndecline of 55,000 jobs occurred for other workers, a net displacement of 25%, Borjas, Freeman and Katz (1991) \nfound that roughly 40% of the 10% point decline in the weekly wage of high school dropouts in California was \ncaused by trade and immigration flows, mainly through immigration: Walker, Ellis and Barff (1'992) find that one \nunskilled blue-collar worker out migrates from an SMSA for every seven arriving immigrants.\n\n 5. The Advantages to Employers of Hiring Undocumented Workers\n\n Why is ft that even those unemployed U.S. workers who do want to work at a wage comparable to that paid to \nillegal aliens in metropolitan areas have such difficulty in finding a job in the same market ?\n\n According to our field research and that of other immigration researchers, employers prefer illegal alien workers \nbecause there is a net financial advantage in hiring them even if the employer pays the equivalent of the prevailing \nwage.  How so? As surveys have shown, about half of employers, contractors. and subcontractors who employ \nillegals in the state of Texas do not pay, nor do they -deduct, taxes from the illegal workers gross pay.  For \nexample, a statewide survey done for Texas Governor William Clements in 1982 showed that an estimated 40 to \n50% of the illegals interviewed did not have income tax witholding and FICA taxes taken from their checks, or from \ntheir cash payments.  This survey by V. Lance Tarrance and Associates, public opinion specialists, was done in \nHouston, Dallas, San Antonio and other Texas cities.  The survey included 1,526 aliens, the great majority of whom \nhad been apprehended by INS.\n\n A 1983 survey by Weintraub and Cardenas found that illegals did contribute slightly more in in taxes than they \nused in social services.  But this study has been criticized for having excluded many federal costs, job \ndisplacement and wage depression from its calculations, which would have reversed its cost-benefit calculations.\n\n My own Houston-Galveston surveys support the findings of the Texas statewide survey by Governor Clements and \nyield added corroboration because we did in-depth interviews with 200 undocumented workers, only 50 of \n\n\n\nwhom.had been apprehended by INS.  This pattern was also confirmed in separate -national surveys of illegal \nimmigration by immigration researchers Roger Connor (1982) and David North 1976 and 1981).\n\n Significantly, illegal aliens commonly receive a tax-free wage that is around one4hird less than the going wage in \nthe industry or occupation.  Yet this wage, with no deductions is about equal to the net after tax wage paid U.S. \nworkers for the same job.  In this sense, illegals are obviously \"cheapee\" for employers to hire and American \nworkers are placed at a competitive disadvantage since both they and their employers must pay income and FICA \ntaxes.\n\n The result is that while employers and contractors profit from cheap undocumented labor,this usually tax-supported \ncounty and city hospitals that pick up the bills for treating low-income or jobless illegals and their dependents.  For \nexample, the Los Angeles County Board of Supervisors determined that hundreds of millions of dollars was left \nunpaid,for their medical bills.  All the Southwestern, states have such unpaid bills.  In short, because they are so \nabundant, illegal aliens in common labor jobs are often treated by employers as a disposable commodity.  It is not \nsurprising that U.S. workers either can't or won't compete in such a labor market.\n\n My own field surveys also found that many jobs in industry are never reported to public or private employment \nagencies.  In these industries, low-skill jobs are reserved exclusively for illegal immigrant workers.  Most illegal \naliens arrive at the job site through one of three pipelines, informal grapevine contracts, also known as the \ncompadre system, via a network of professional smugglers called coyotes, or through individual pathways into the \nUnited States.  When a job slot falls open it is commonly refilled by the compadre grapevine, which passes the work \nalong from the job site to family members or friends living in nearby immigrant colonies or barrios, of even as far \naway as the mother country.  In Houston, these were the common means used to recruit new workers for \nsubcontractors at the Economic refinery. The hiring network has also been confirmed in California by Professor \nPhillip Martin at University of California, Davis (1 988).\n\n Due to this well developed process, employers involved in the network have no need to advertise. for workers or to \ncontact the state employment services, for their needs are always met by the numerous new illegal recruits.\n\n Field surveys in Houston and California also showed that once illegal aliens make up a large part of a firm's labor \nforce, they typically.become the dominant work force. confirming what was found in a 1976 national study by, \nimmigration researchers North and Houston.  Not only do depressed wage and labor standards facilitate \ndomination of a work site by Third World illegal aliens. but also in a growing number of industries in the \nSouthwestern states, a U.S. worker who is non-Raza cannot qualify for common labor jobs because Spanish has \nbecome the language of the foremen, the supervisors, the crew leaders, and the workforce.\n\n 5. The Social Costs of Job Displacement of U.S. Workers\n\n According to the Council of Economic Advisers in their 1994 report to President Clinton, between 1981 and 1990 \nabout two million full-time workers per year lost their jobs.  These workers spent an average of 30 weeks \nunemployed, and of those who found new employment one-third lost more than 20% of prior earnings.  The impact \nof job loss was much greater, however, for the low-skilled and less educated.  The real income of the bottom 60% \nof American families were more than 20% lower by the early 1990s than 20 years earlier.  By 1993 those with less \nthan a high school education had a 12.5 % unemployment rate compared to 3.5 % for,those with a college degree.  \nThose with a high school degree had an unemployment rate of 7.2% compared to about 2 % for those with \nadvanced and professional degrees.  The 8.7 million unemployed lost 97 billion dollars. in wages in f 993 alone, \nabout 7% less than in 1992, a recession year.  A major part of their loss was sustained by low-skill labor.\n\n In 1982: federal payments to a displaced worker with dependents averaged around $7,000. By 1993, the annual \ncost for an unemployed worker who qualified for Medicaid, Aid to Families with Dependent Children (AFDC), food \nstamps,.unemployment compensation,and general assistance had risen to more than $11,000.\n\n The question is: how much unemployment was caused by displacement and what was the cost ? We begin by \nasking how many illegal aliens were residing in the United States by 1994 ? The exact number is unknown, but \n\n\n\nestimates by the INS, the Census Bureau and the Center for Immigration Studies (CIS place the number at \nbetween four and 5.4 million.  INS data indicate that approximately 860/a of the undocumented are low-skilled and \nthat 77% are working. _Thus, 2.65 to 3.58 million illegals by these estimates are working in low-skill jobs in the U.S \nas of 1994.  Given that the overall U.S. unemployment rate was lower than the norm during the 1994 economic \nrecovery, we further conservatively estimate at the current time a displacement rate of 25%, i.e., each 100 working \nlow-skill illegals displace 25 U.S. low- skill workers.  Then between 663,000 and 894,000 U.S. workers were \ndisplaced during 1994.  The final adjustment accounts for the fact that not all displaced workers actually qualify for \nMedicaid and other social programs.  Thus, we lower per capita program costs by using only the average \nutilization- rate for each program by the unemployed and arrive at an adjusted total cost of $3.6 to $4.6 billion in \n1994 due to displacement.\n\n While $3.6 to $4.6 billion is not a huge number in comparison with the total losses of the 8.7 million unemployed, \nwe must remember that it represents only the public service costs of displacement, i.e., what it costs the U.S. \ntaxpayer.  The displaced worker himself loses many times this amount in wages and benefits.  Nor is this the end of \nthe story, for the undocumented also consume public resources that must now be accounted for.\n\n 6. The Costs of Public Assistance, Education, and Criminal Justice for Illegal Immigrants:\n\n It is true that some federal and state programs are off limits to the undocumented.  But others are not.  For \nexample, In the Texas School Case Plyer v. Doe, Guardian, et al No. 80-1538 five of nine- justices of the U.S. \nSupreme Court ruled that children of illegal aliens had a constitutional right' to a free public education.  Free public \n-education includes not only primary secondary education for the undocumented, but also for the. citizen children\" \nof illegal immigrants, i.e., children born to illegal aliens residing in the U.S.  who become citizens by right of birth \nhere.  Illegal aliens and their children are also eligible for other education related. programs including student aid, \npublic higher education, school lunch, 'AFDC, compensatory education, Head Start, adult education, and bilingual \neducation.\n\n Illegal aliens with citizen children also qualify for food stamps, housing assistance, women, infants and children \n(WIC ), unemployment compensation, job training, Medicaid, the earned income tax credit, and general assistance.  \nIllegal aliens also cause other costs such as criminal justice and corrections, the costs of federal and state \nhighway maintenance, social security for the injured and disabled ( SSI ), and costs of county and city services, \nhealth, police, fire, libraries, parks, judicial, legal, highways, sewage, welfare, and administration.\n\n As part of a broader study for Carrying Capacity Network, a non- profit, non-partisan organization devoted to study \nof environmental and population issues, the education, social cost, and incarceration costs of illegal aliens and \ntheir citizen children were estimated for the year 1993.  The study used a wide variety of federal and state \ngovernment documents such as the 1990 Census, the Statistical Abstract of the U.S., the Economic Report to the \nPresident, the Digest of Education Statistics, and U.S. Department of Commerce data, among many others, to \ndetermine the cost of, illegal immigration by each cost category.  For example, the cost of primary-secondary. \neducation was found to be $4.4 billion in 1993.  This was determined by using the national per capita cost of K-1 2 \neducation of $6,336 for a school-age population of illegals of 689,520 ('80% of school-a e illegals).  Using census \ndata once again, we determined that there were 557,940 school-age citizen children. of whom 446,352 were \nactually in school according to the 1990 Census costing a t8tal of. $2.8 billion.  This same procedure was followed \nfor some 25 cost categories with appropriate modifications of data for each public service.\n\n Where more direct data were not available, the actual recipiency rate of immigrants - for example the 1990 Census \nshowed that 86% of non citizen immigrant children attended school K-12 -- was adjusted by the actual immigrant \npublic assistance recipient rate of 44.2% from the 1990 Census.  This means that immigrants, on average. receive \n44.2% more public assistance weighted by the frequency of receipt and the amount of assistance received than \ndoes the remainder of the U.S.  population.  For example, the 52.5 % of school-age population getting free school \nlunch was increased to 75.7 % of school-attending illegals due to their greater poverty and public-service recipiency \nrates.\n\n\n\n Using a similar methodology, the total of all public service costs for illegal aliens and their citizen children was \ncalculated to be between $19.6 and $26.5 billion depending upon whether we apply the INS estimate of four million \nillegals or the CIS estimate of 5.4 million illegals, the latter including 550,000 citizen children.  The most costly \nindividual programs were public education, $5.6 to $7.6 billion\" county and city services, $5.8 to $7.8 billion-, social \nsecurity, $2.6 to $3.5 billion and bilingual education, $1.3 to $1.7 billion.  From the $19.6 to $26.5 billion total must \nbe subtracted all city, county, state, and federal taxes paid by the undocumented totaling $7.6 to $10.3 billion.  Total \ncosts minus the total taxes paid in results in total net costs of between $12 to S16.2 billion.  When public service \ncosts are added to the $3.6 to S4.8 billion displacement costs for U.S. workers the overall total cost range is then \nbetween $16 and $21.6 billion in 1994 (Huddle 1994) 1\n\n There has been a misunderstanding of the methodology used to derive immigrants costs.in public service \nprograms.  Dr. Wendy Walker- Moffat (I 995) writes that the probability of immigrants receiving public assistance \nwas derived in my study by multiplying a probability by a mean and that there is no mathematical foundation for \nsuch statistical analysis.  This is incorrect.  In fact, the derivation was found by multiplying the factor by which the \nactual assistance rates of immigrants exceeded that of the native born.  This is not a probability.  It is found directly \nfrom the actual 1990 Census data.  Indeed, both the Urban Institute and the Center for Immigration Studies use \nthis very same methodology.  Dr. Walker-Moffat complains that the resulting adjustment factor makes the \nimmigrants use of services appear as disproportionately large.  For this she should blame the 1990 Census which \nbrings us factual findings untainted by the wishes and manipulations of advocate scholars.\n\n Dr. Walker-Moffat (1 995) also believes that because women and children were the primary users of primary and \nsecondary education, Medi-Cal, county health and welfare services, and AFDC, that an effort should have been \nmade to study these groups directly.  She asserts that my assumption of a fertility rate of three percent yearly for \nU.S. born children of immigrants is important because my calculation of the future public service cost of immigrants \nin California is based in part on this population (Huddle 1993).  She neglects to mention that I also assumed that \nthis 3 percent would be totally offset by the savings of an two % emigration rate and a one % death rate so that \nthere is, in fact, no increase in costs projected from this source.  Quite aside from this, it is well known that fertility \nrates of the foreign born are much higher than those of native born.  For example, in California, where immigration \nfrom Mexico is a major factor, \"Hispanic fertility rose from 3.16 in 1982, to 3.5 by 1988, and to over 3.9 in \n1990....\"the growing share of foreign-born in California is likely to carry fertility a great deal higher...\" 1 Huddle, \nDonald L. 1994.  Executive Summary: The Net National Costs of Immigration in 1993.  Washington,D.C. Carrying \nCapacity Network, June, pp. 13 and accompany appendix of tables. 1994 costs were derived from 1993 actual \ncosts and past average cost increases and tax revenue changes in the study.  Alternative national assessments by \nthe Urban Institute and the Center for Immigration Studies do not disaggregate illegal aliens from all other \nimmigrants as is done in the Carrying Capacity Study.  The Urban Institute did do a later assessment of state and \nlocal costs for the high illegal population states - Arizona, California, Florida, Illinois, New Jersey, New York, and \nTexas - which showed significant net fiscal deficits for the only three limited categories of costs it examined - \nMedicaid, education, and incarceration costs - minus all local and state taxes paid in based on 1992 data.  \nComparatively, the Carryington Capacity Network study examined some twenty categories of illegal immigrant \ncosts.  See, The Urban Institute, Fiscal impacts of Undocumented Aliens: Selected Estimates for Seven States.  \nWashington, D.C. September, pp 187.\n\n The Carrying Capacity Network study also projected the future costs of illegal immigration to the United States.  \nBy assuming no changes in policy or enforcement, the nation's illegal immigrant population was projected to rise \nfrom either 4 million to 7 million or to 5.1 million to 8.1 million by the year 2003.\n\n The Carrying Capacity Network study conservatively projects that the stock of Illegal settlers will grow by an \naverage of 300,000 per year based on current estimates of the Immigration and Naturalization Service (Warren \n1994).  These figures represent the net growth of the stocks of illegal immigrants after taking into account projected \nemigration and death rates of 1.5 % and .5 % respectively.  It is also assumed that tax collections will grow by 4.87 \n% annually and that the skill profile of illegal immigrants entering after 1993 and the displacement factor of 25 % \nwill both continue.\n\n\n\n There is considerable evidence, however, that would support even higher projections of illegal immigration than \nthese if current policies are continued.  For example, the Center for Immigration Studies finds that there were 1.21 \nmillion immigrants nationally in 1992 if asylum entrants are included given that about two thirds of asylees become, \nde facto, illegal immigrants by not appearing for their hearings.  The Center expects this number to continue rising \nCenter for Immigration Studies 1993) along with total immigration.  The Census Bureau's 1992 high projection of \nall immigration is 1.37 million annually by 2080.  Demographers Ahlburg and Vaupel 1990) find total immigration \nrising to two million by 2080.  The INS recently raised its own estimate of illegal immigration from 200,000 yearly \nto 300,000 yearly.  Further increases may well be in store for the U.S. given deteriorating economic and political \nconditions in Mexico and the Third World.\n\n Using our previous estimates of illegal alien stocks of 4 to 5.4 million and growth by 300,000. yearly, we find that \nthe net costs of public assistance for illegal immigrants and the U.S. workers they displace will be between $253 \nand $304 billion in present value 1994 dollars for the decade 1995-2004.\n\n Other looming costs could easily expand the nation's total expenditures for the 1995-2004 decade beyond the \nabove billions. For example, the Clinton Admi4stration has proposed many billions for expansion of assistance \nprograms that, if approved, would favor dependent immigrants.\n\n Under consideration also are enhanced job training and assistance and a $9.3 billion annual package to assist \nclients to leave the welfare rolls.  Further increases in Earned Income Tax Credit subsidies to additional low-income \nhouseholds and to some single mothers already approved in 1994 will carry an additional total cost to the U.S. \ntreasury of several billions.\n\n The Clinton plan for universal health coverage would cost the treasury an additional $100 billion in subsidies.  Few \nillegal immigrants are currently insured.  Unless carefully administered, universal health care itself could become a \nmagnet for additional high-dependency illegals with citizen children.  The White House itself said the plan under \nconsideration would not be open to illegal residents, though they would continue to receive emergency medical \ncare.  However, as in the past, court decisions could overrule the governments exclusion-of illegal.immigrants. And \nit is unclear how illegal immigrants who hold jobs using false,identification could be detected.\n\n Clearly. the current and prospective costs of education and public assistance for illegal immigrants, their citizen \nchildren, and those they displac6 is a massive diversion of federal and state resources from alternative investments \nwith greater potential return.  Hardest hit by the state and local shares of these costs are California, New York, \nTexas, Florida, New Jersey, and Illinois, where nearly 80% of illegal immigrants settle.  Since the.'late 1980s the \nfederal government has actually cut back its contribution to state-run assistance.programs to refugee and other \nhumanitarian entrants, while increasing the numbers admitted..,\n\n 7. Considerations of Other Costs and Benefits of Illegal Immigration\n\n Obviously the major driving force behind illegal immigration is jobs for the illegal him or herself and a hard \nworking, compliant, nonunion labor force for the employer - a labor force that insures lower costs and higher profits \nfor employers.  Survey data also indicates that illegal immigrants also come for a better life for both themselves \nand their children, including a better education.  Many illegals who originally came just to earn money change their \nobjectives as they are in the U.S. longer. and assimilate to the blue- jean and fast food culture and the possibility of \nupward mobility.\n\n Pro immigration advocates have often pointed out that by benefiting the employer's bottom line and by spending \ntheir earnings in the U.S. , illegals also help to create jobs.  George Borjas, an immigration researcher and \nprofessor of economics at the University of California at San Diego, finds that immigrants , legal and illegal, \nprobably contribute about $6 billion net income yearly to the U.S.  economy (Borjas 1995).  This is less than one \ntenth of 1 % of our $6 trillion gross national product (GNP).\n\n Borjas finds two offsetting effects.  First, he estimates that native-born workers lose $114 billion a -year from \nimmigrant competition for jobs in the way of wage depression.  On the other hand, employers and owners of capital \n\n\n\ngain about $120 billion per year from the same wage effect.  This -class of winners includes the more affluent \nmiddle class who hire immigrants as nannies, gardeners, and for home remodeling jobs.\n\n The above income effects are for all immigration, legal and illegal.  Illegal immigrants constitute almost 25 % of \nall immigrants arriving since the year -1 969.  Thus, the gross wage loss imposed by them on the native born would \nbe about $28.5 billion and the gain they yield to their employers and the affluent would be about $30 billion.  The \noverall net gain to employers in the private sector minus the losses of native-born employees due to illegal \nimmigration is the difference of $1.5 billion.\n\n However, this overall net gain to the economy of $1.5 billion is more than offset by the public service, education, \nand incarceration costs of illegal immigrants of between $16 to $21.6 billion yearly resulting in an overall.loss both \npublic and private of between $14.5 to $20.1 billion as of 1994.\n\n Among other,costs not included up to this point are costs related to the environment which accompany population \ngrowth.  These include costs of compliance with clean air and clean water acts, preservation of wetlands, and toxic \nwaste disposal.  One example of such costs that the Carrying Capacity Network study was able to determine was \nthe uncompensated environmental and resource costs of operating motor vehicles.  These costs , estimated at \nS.30 cents per mile by the Todd Littman study in 1993, are projected to total $2.8 to $3.8 billion in 1994 dollars, \ndepending upon whether-the resident population of illegals is four million or 5.4 million, and are projected to total \nover S31.2 to S42.2 billion over the 1995 to 2004 decade. Adding the environmental costs of driving to the prior \nnational deficit results in an overall public, and environmental cost of between $17.3 and $23.9 billion in 1994 and \napproximately $240 billion to $330 billion over the coming decade.\n\n Other costs not addressed in the current study would add billions more to the above totals.  The major costs not \nquantifiable at the current time are: the costs of public assistance obtained by ineligible immigrants through fraud; \nthe costs of -screening, admitting, and administering illegals in federal Departments of Justice, Health and Human \nServices, Labor, and State; costs in border communities and states of subsidized education for foreign commuter \nstudents illegally receiving residential tuition rates in public school and colleges: the value of income taxes and \nother non FICA taxes foregone because of unemployment of displaced U.S. workers and due to depressed wages, \nor the costs of retraining and relocation aid to them; other environmental costs including the compliance costs of \nthe clean air and water acts, preservation of wetlands, and disposal of toxic waste; finally we have not added the \ncosts to which all legal residents contribute, national defense, national parks, interest on the national debt, and \nsubsidies to, government enterprises.\n\n 8. Policy Matters: Avoiding Future Costs Via Reduced Flows and Improved Enforcement\n\n It is by now obvious that the current high levels of illegal immigration are costly to the taxpayer.  In the private \nsector, there is a trade off.  The affluent middle class and owners of capital gain substantially from the cheap labor \nof illegal aliens.  Competing laborers, particularly the low-skill, non-college workers, lose out from displacement and \nwage depression. which offsets most, if not all, of the private sectors gains. Thus, the public sector losses are very \nlarge while the private sector's gains and losses are more or less offsetting.  But, while largely offsetting, the private \nsector changes greatly worsen the income distribution between the \"haves\" and the \"have nots\".  This increasing \ngap exacerbates an already bad situation arising from the continuing internationalization of the economy and rapid \ntechnological change, both influences that have caused the loss of millions of high-wage factory and industrial jobs \nin the U.S. Reflecting these change, U.S. income distribution is -at Its most unequal level since such statistics have \nbeen kept.  The lowest fifth of the population now receives only 4.4% of aggregate income while the top fifth \nreceives 44.6% (U.S.- Department of Commerce 1994).\n\n In poll after poll large majorities of Americans, including native-born and Hispanic immigrants, want to curtail illegal \nimmigration. -This has not happened.  The major governmental attempt to control and reduce illegal immigration \nwas the Immigration Reform and Control Act (IRCA.) in 1986.  IRCA was a compromise: more than three million \nformer illegal aliens who had been residents in the U.S.  since before 1982 were given amnesty.  This included \nalmost a million special agricultural workers -(SAWs) who received special dispensation for having worked in U.S. \n\n\n\nseasonal agriculture for at least six months.  The latter were needed, it was argued by powerful agricultural \ninterests, to insure that the crops didn't spoil in the fields.  The trade off was that business interests allowed an \nemployer-sanctions bill to pass, This required employers to request identification from all new workers hired to \ninsure their legality, or else face stiff fines.  To make the system workable, the border patrol and INS were to \nreceive adequate resources to keep our borders secure and to check the documentation of new business hires.\n\n Immediately after IRCA passed, the numbers of illegal aliens apprehended at the border dropped precipitously - \nfrom almost 1.8 million in 1986 to 1.2 million in 1987 and 950,000 by 1989 - as potential illegal entrants waited to \nsee if the new system would work effectively.  However, by 1990 border apprehensions were once again on the \nrise, reaching 1.3 million in 1 993, 95% of whom were of Mexican origin, as the government failed to provide \nsufficient resources to the INS and border patrol.  Both continued to be underfunded while factories churned out \nmillions of fraudulent identification documents.  Although most employers dutifully kept new employee records as \nrequired by IRCA, INS, had few investigation teams to check documents for authenticity. Subsequent research \nshowed that massive fraud had occurred in the SAW program as illegal aliens in great numbers crossed the border \nto claim special agricultural employment status \"after' IRCA had-passed.  According to subsequent INS \ninvestigators, perhaps two-thirds of the SAW applicants were fraudulent.  In the meantime, the government has yet \nto develop or test a fraud proof identification system even though this was required under IRCA itself.\n\n Thus. eight years after IRCA. the system is moving further out of control with illegal immigration climbing \ndramatically by 50% to more.than 1.3 million in just 4 years. forcing even the conservative Census Bureau to raise \nits estimate of permanent resident illegal aliens inflow by 50% from 200,000 to 300,000 yearly.\n\n Border apprehensions are only one part of the problem.  As, stated earlier, up to 50% of illegal immigration \noccurs not at the border, but by legal entry and then by visa overstays.  In the meantime, another leak has occurred \nin the system: asylees, once a small problem as late as 1987 when only 25,000 of them arrived, are arriving in ever-\nincreasing numbers - 144,000 in fiscal 1993 alone.  The problem is that asylees cannot be held until their formal \nhearings due to a budget shortfall and subsequent lack of INS facilities.  Typically asylees are released with, a work \npermit and given a hearing date often well into the future.  There is currently a huge and growing backlog.  Only \n34,000 claims were adjudicated in 1993, with 244,000 or more waiting for hearings two or three years down the \nroad.  Even then about two-thirds of asylees do not appear at their hearings.  Thus, they become de facto illegal \nimmigrants secure in the knowledge that under current immigration policy it is highly improbable that they will be \napprehended and deported.  Only 36,686 illegal aliens were actually deported in 1993, less than 1% of those \nresiding here even by the conservative Census Bureau estimates.\n\n And matters are likely to become worse.  Instead of the improvement in jobs and incomes in Mexico and reduced \nillegal immigration that supporters of the North American Free Trade Agreement (NAFTA) promised, the \nagreement instead opened the wallets of banks and investors in the United States and Europe while stripping away \nthe import protection used by Mexico to keep a. stable peso.  Internal strife in Chiapas and the assassination of \nInstitutional Revolutionary Party' (PR)l Presidential candidate Collosio there were the factors that exposed an \novervalued peso and,in just a few weeks, a financial crisis has developed with peso devaluation's of over 40% with \nmore likely to come.  The U.S. has responded with credits in the billions and a Clinton administration total credit \nbailout amounting to $50 billion, more than $20 billion of which is from the U.S. But as we write, increasing numbers \nin Congress express doubt about the appropriateness of the bailout unless Mexico brings its own monetary \nexcesses to a halt and institutes permanent monetary and democratic reforms.\n\n Whether the U.S. did or did not cosign and arrange $50 billion of Mexican government credits does not signify, as \nthe Clinton administration has claimed, a world-shaking economic event.  What it does mean is an increasing flow \nof illegal entrants, a flow already beginning in the hundreds of thousands annually due to a toothless U.S. border \npolicy and the Mexican government's yanking away from their small farmers millions in credits and price supports \neven as cheap U.S. farm products swamp Mexico under NAFTA's low tariffs.  The net result: millions of Mexican \nsmall farmers and their families will emigrate to Mexican cities and the U.S. Only now, these emigrants will be \njoining hundreds of thousands of other Mexican laborers, tradesmen, and small businessmen unable to make a \nliving wage.\n\n\n\n What to do? On the Mexican side, the U.S. has attached stronger conditions than originally proposed by the \nClinton administration to the bailout package by requiring permanent monetary reforms and various guarantees, \ne.g., coffee receipt pledges on the cosigned notes.  But not a word from the Clinton administration about Mexico's \ngovernment helping restrain the millions illegally emigrating to the U.S. For its own part, the United States has \ncontinued to equivocate proposing to add a few additional asylee judges, internal investigators, border officers and \nvague proposals about testing new employer sanction identification systems while doing nothing about visa \nviolators.  In other words, pretty much \"business as usual\" with immigrant advocates and business interests joining \nthe affluent middle class (who get cheap nannies and gardeners and pay a few cents less for their tomatoes) to \nblock any effective reform.\n\n The problem With \"business as usual\" is that the grass roots citizenry is beginning to take matters into its own \nhands.  As California's Proposition 187 has demonstrated, politicians such as California Governor Pete Wilson will \nalways be willing to capitalize on the grass roots disenchantment With the Windfall model as the quality of their lives \ndeteriorates.  Despite a bitterly fought contest, Proposition 187 in the end passed With a surprisingly large margin \neven though majorities of Hispanics, naturalized immigrants, and even blacks, against their own economic interest, \nvoted against it.  Whether it will be implemented, in whole or in. part, is still anyone's guess, but whether \nimplemented or not, it has already sent a powerful message that politicians at the state and national level have \nheard loud and clear.  Due to this message, even the reluctant, foot dragging Clinton administration has done an \nabout face on two immigration fronts'. it has now decided to experiment with a national registry to help employers \nverify the legal status of workers (recommended last year by former House of Representative member Barbara \nJordon's federal immigration commission and initially rejected by the administration) and it has also decided to ask \nCongress to fund a 40% increase in INS investigators for greater enforcement against criminal aliens and to check \nemployer documents on recent hires (after having proposed cutting the INS and border patrol budget for the current \nyear).\n\n It is hard to know how to evaluate the substance of Clinton's shift in rhetoric since he has not followed through on \nhis tough talk in the past.  One must wonder how hard the Clinton administration will actually work to get the \nprogram funding through Congress since it has consistently opposed tough measures in the past e.g., Proposition \n187 in California which specifies that only emergency medical services will be provided to illegal immigrants and \ntheir children).  Nor has the president favored cutting welfare and free public services for legal alien residents who \nare not citizens.  My own impression is that the Clinton administration WILL do only what R absolutely believes R \nmust do to survive politically.  But this might have to be quite a bit, given the mood of the country.\n\n In the meantime, to the absolute surprise of immigrant advocates who continue to maintain that illegal \nimmigration, like death and taxes, cannot be stopped, the border patrol at El Paso, under the innovative spirit of its \nBorder Patrol Chief Sylvester Reyes, who instigated operation blockade on his own initiative without approval of the \nINS bureaucracy, has shown that illegal immigration can be stopped.  By placing a tight person4o-person cordon \nat the crossing points, illegal immigration -has been slowed to a trickle.  Surprisingly, this was done with the \nborder patrol officers on hand without .requiring additional resources, by diverting interior patrols and placing \neveryone on the firing line.  True, determined immigrants can still go to other sectors where there is no blockade.  \nBut, practically speaking, this requires them to undergo a difficult and perilous journey through the mountains, which \nfew illegals have undertaken up to now.  Such operations succeed not by making illegal immigration impossible, \nbut by increasing the costs financially and physically -to the point where few undertake the perilous journey.\n\n Due to the success of the El Paso venture, a similar experiment recently began in the San Diego sector, where \nover half a million illegal aliens are apprehended annually.  Attorney General Janet Reno has claimed great \nsuccess for this El Paso copy-cat program in slowing alien crossings.  But, unlike the El Paso program, little hard \ndata have yet been forthcoming as to its impact.\n\n In truth, while illegal immigration cannot be stopped entirely, it can be significantly slowed to less than 100,000 \nillegal aliens per year if, and only if, enforcement measures are put in place including the following: a fraud-proof \nidentification system for employment verification. which could include the national database now sought by the \nClinton administration; at a minimum' probably a doubling rather than the 40% to be requested by the administration \n\n\n\nfor the border patrol and INS internal investigations; at least a doubling of asylee judges to raise the number of \ncases adjudicated to more than 70,000 annually from the current 34,000- new laws that would automatically return \nany' asylum claimants who destroyed their identification documents while traveling here to their country of origin, to \nprevent current widespread abuses; speeding up the appeals process, whereby an individual who is rejected for \nasylum or about to, be deported can remain here almost indefinitely; staffing airports, where most asylees originate, \nWith INS personnel to prevent abusers from gaining entry to the U.S., because once here they-can avail \nthemselves of almost infinite appeals and delays; providing detention facilities for those who want asylum hearings \nunless family members or friends provide an adequate bond to. insure their appearance at their appointed time; and \nfinally, if not changing the citizen child laws, at least preventing those who knowingly subvert the law :through \nillegal entry from gaining access to free public services and welfare benefits by giving birth to citizen children, and \nalso deporting those immigrants, with or without citizen children, who have violated the law.\n\n In short, to make a real dent in the problem of illegal immigration the country must be willing to spend \nsubstantially more than it does currently, perhaps as much as $2 to $3 billion more per year: and to rewrite and \ntighten up both asylee and immigration laws and law enforcement.  Even after spending S2 or $3 billion more on \nenforcement and new facilities and personnel, however, the savings for the taxpayer would still be substantial to \nupwards of $15 to S20 billion net savings per year depending upon the current size of the illegal alien population, \nand savings of more than $210 to .$280 billion over the next ten years in 1994 dollars.\n\n The alternative, due to deteriorating conditions in Mexico and elsewhere in the Third World, is much higher levels \nof illegal immigration than previously anticipated - perhaps as many as 500:000 yearly as mentioned by the \nClinton administration, with consequent much higher levels of education public service, and incarceration costs \nthan we have projected above. .\n\n 8.  Concluding Comments and Recommendations\n\n The tremendous furor over illegal immigration at the grass roots level, as demonstrated by Proposition 187 in \nCalifornia and similar movements in Arizona, - Colorado and fifteen other states. has galvanized federal and state \npolitical support for more stringent means of enforcement needed to substantially reduce the current annual flows of \nillegal immigrants and also to reduce the four to 5.4 million total number of illegals currently residing in the U.S.\n\n The question remains, will the Congress and the Clinton administration cooperate to approve and fund the new and \ntougher measures? At best, in my opinion, if the rather weak, half measures c currently recommended by the \nadministration are approved and funded, illegal immigration will not fall far below 200,000 to 300,000 per year \ngiven the increased instability in Mexico and Third World countries.  Nor will the stocks of illegals fall from current \nlevels of 4 to 5.4 million.  Thus, taxpayers will not realize any of the potential savings of 00 to $200 billion over the \nnext decade, but also will not likely incur the much higher levels of costs that would ensue if the new enforcement \nlevels were not approved and funded.  Only the much more comprehensive reforms outlined earlier would result in \nthe substantial 1 0 year savings approximating $280 billion.  But even this must be reduced by the costs of carrying \nout the needed new enforcement measures.\n\n The most probable outcome, then, is that the job, schooling, and welfare magnets which \"pull\" illegal immigrants \nfrom the Third World may be reduced somewhat but not eliminated.  This, along with the \"push\" factors of \noverpopulation, unemployment and ecological pressures in the Third World. and in particular Mexico, will bring new \npressures and challenges for the United States.\n\n Most likely it will be the states most. heavily effected by immigration that will take the lead in forcing the a \nreluctant Congress and President Clinton.  These include the initiatives mentioned earlier paralleling California's \nProposition 187 in fifteen states.\n\n All of this said, illegal immigration is only one of many challenges faced today by Americans., Seldom mentioned, \nfor example, are the hordes of unskilled, dependent numbers of legal immigrants, a problem virtually ignored both \nby states, the media, and politicians.  Surprisingly to many, legal immigration is more costly than is illegal \nimmigration.  The Carrying Capacity Network study found that the 13 million legal immigrants who have come here \n\n\n\nsince 1969 cost taxpayers $24 billion after taxes annually. projected to more than $340 billion over the next decade \ngiven no changes in current immigration laws.  The public has not grasped the fact that only a small \"minority'( \nabout one quarter) of legal immigrants are professional and highly educated 1990Census) while the \"majority\" \nactually have little education and few work skills.  Immigration policy since 1 965 has centered on 'family \nreunification\" rather than labor skills needed by the economy.  But family reunification\" includes not only spouses, \nparents, and children, but also brothers and sisters, which means that chain migration spreads via interlocking \nfamilies in the Third World.  The 1990 Immigration Act, which purported to correct this imbalance by enhancing the \nflow of skilled immigrants, actually increased all immigration by 35 % to more than one million, including refugees \nand asylees, by 1994, 70 percent of whom were actually low-skilled and/or dependent rather than skilled \nprofessionals.\n\n The Carrying Capacity Network ( CCN 1993) study was challenged by the Urban Institute's Clark, Passel, and Fix \n(1 993) who claimed that both it and two other major studies of the net costs of immigration by Los Angeles \nCounty (1 992). and Parker and Rea ( 1993) were flawed.  The Clark, Passel, and Fix charges have been sharply \nrepudiated by Huddle (1 994) and then later on by CIS (1 994).  The updated CCN study took all such criticisms into \naccount and found that net costs indeed rose in the updated study 1994).  Subsequently, the highly respected \nCenter for Immigration Studies (1994) found that Clark Passel, and Fix had undercounted immigrant costs by \nsome $59 billion both by ignoring many costs and by underestimating others.  This matter is too complicated to \nanalyze in the short space. allotted here, but the reader should note that this controversy is in the main' about the' \ncosts of legal immigration.  Even Clark Passel.  Zimmerman and Fix reluctantly agree that illegal immigrants have \na significant component of net fiscal costs (9-1994).\n\n States may themselves again take the lead from Congress on the question of how much legal immigration is \nappropriate.  Although a number of House and Senate bills. which call for reductions in the level of legal \nimmigration, are currently working their way through committees, these are likely to be blocked in committee by \npro immigration Senators such as Ted Kennedy.  But California's Proposition 187 has become a lightening rod for \ngrass-roots organizers in some eighteen states who are now readying USA-187 for the ballot calling for a \nmoratorium on all immigration.  It is too early to tell how successful these efforts will be, but they may be sufficient \nto push a fearful Congress into action on legal immigration too.\n\n In the meantime, the overall situation is disquieting: post-1 990 low-skilled and dependent immigrants by the \nhundreds of thousands will soon qualify for more social assistance and other ethnic entitlement programs, including \naffirmative action hiring preferences for minorities.  It will be difficult, if not impossible, to justify welfare, public \nservices, and education for large numbers of low skill, dependent immigrants, much less affirmative action, which \ngives them hiring preferences when so many restive native-born are becoming more deeply mired in poverty.\n\n References\n\n Abernathy, Virginia D. 1993.  Population Politics.  The Choices that Shape Our Future.  New York, Plenum Press. \npp. 350.\n\n Altonji Joseph and Card, David. 1991.  \"The Effects of Immigration on,the Labor Market Outcomes of Less-Skilled \nNatives\".  In: Aboud, John and Freeman, Richard Eds') Immigration, Trade, and the Labor.Market Chicago -The \nUniversity of Chicago Press p 221.\n\n Bodas, George, Freeman, Richard, and Katz, Laurence. 1992.  \"On the Labor Market Effects of Immigration and \nTrade'.  Cambridge, National Bureau of Economic Research Working Paper No 3761, pp. 33.\n\nCardenas, -Gilbert,@ et. al. 1978. \"The al Aliens\". Illegal Aliens in the Southwest., A Case Study National Council \non Employment Policy. Washington. D.C. \n\n Center for Immigration Studies 1993.  Backgrounder,,\n\n\n\n Center for Immigration Studies 1993.  Immigration Related Statistics- 1993.  Backgrounder No 4-93.  \nWashington, D.C. April.\n\n Clark, Rebecca L., Passel, Jeffrey Zimmerman.  Wendy M., and Fix, Michael E… 1994.  Fiscal Impacts of \nUndocumented Aliens: Selected Estimates For.Seven States.  Washington, D.C. The Urban Institute.  September. \npp. 192.\n\n Cornelius, Wayne, 1978.\"Mexican Migration to the United States: Consequences, and U.S. Responses\".  \nMassachusetts Institute of Technology, Cambridge, July pp. 5.\n\n Connor, Roger 1982.  Breaking Down the Barriers: The Changing Relationship Between Illegal immigration and \nWelfare.  Immigration,Paper No. 4, Washington.  D.C.: Federation For American Immigration Reform, September. \npp. 41.\n\n Fix, Michael E. and Passel, Jeffrey S. 1994.  Immigration and Immigrants., Setting the Record Straight.  \nWashington\n\n Freeman, Richard and Holzer, Harry. 1986.  The Black Youth Employment Crisis.  Chicago, The University of \nChicago Press,\n\n Grennes, Ron. 1980.  \"The Impact of the Mexican Worker on the United States\" Congressional Record, \nWashington, D.C. June 6, H 2464.\n\n Harper, Lucinda. 1992.  \"Census Bureau Lifts Population Forecast Citing Fertility, Immigration and Longevity'.  \nThe Wall Street Journal.  December C-1.\n\n Huddle, Donald L., Corvin, Arthur F., and MacDonald J. 1985.  Illegal Immigration., Job Displacement and Social \nCosts.  The American Immigration Control Foundation, pp. 29.\n\n Huddle, Donald L. 1993. \"Dirty Work: Are Immigrants Only Taking Jobs That the Native Underclass Does Not Want \n?\" Population and Environment: A Journal of Interdisciplinary Studies. Vanderbilt University. Volume 14, No. 6, July, \npp. 525-597.\n\n Huddle, Donald L., Corwin, Arthur F., and MacDonald J. 1985.  Illegal Immigration., Job Displacement and Social \nCosts.  The American Immigration Control Foundation, pp. 29,\n\n Huddle, Donald L. 1993. \"Dirty Work: Are Immigrants Only Taking Jobs That the Native Underclass Does Not Want \n?\" Population and Environment A Journal of Interdisciplinary Studies. Vanderbilt University, Volume 14, No. 6, July, \npp. 525-597.\n\n Huddle, Donald L., Corwin.  Arthur F., and MacDonald J. 1985.  Illegal Immigration: Job Displacement and Social \nCosts.  The American' Immigration Control.Foundation on, pp. 29.\n\n Huddle, Donald L. l993. \"Dirty Work: Are Immigrants Only Taking Jobs That the Native Underclass Does Not Want \n?\" Population and Environment., A Journal of Interdisciplinary Studies. Vanderbilt University. Volume 14, No. 6, \nJuly, pp. 525-597.\n\n Huddle, Donald L. .1 993.  The Net Costs of Immigration to California:- Executive Summary (With: statistical \nappendices).  Washington.  D.C. Carrying Capacity Network pp. 22 and 92. .\n\n Huddle, Donald L. 1993.  The Net National Costs of Immigration In 19 2.  Executive Summary. (The statistical \nappendices).  Washington.D.C. Carrying Capacity Network. pp. 18 and 94.\n\n Huddle, Donald L. 1994.  The Net National Costs Of Immigration In 1993: Executive Summary. (with statistical \nappendices) Washington,- D.C. Carrying Capacity Network. pp. 19 and 95.\n\n\n\n Huddle, Donald L. 1994.  A Critique of the Urban Institute's Claims of Cost Free Immigration: ,Huddle Findings \nConfirmed. (with statistical appendices) Washington, D.C. Carrying Capacity Network June.\n\n King, Allan G. and Rizo-Patron, Jorge 1977.  A Model of Texas Labor Markets;, Toward Assessing the Impact of \nIllegal Immigration.  Bureau of Business Research Report, Austin, University of Texas,\n\n Littman, Todd. 1992.  Manuscript: Transportation Cost Survey.  Washington, pp..24. Shows summary of \nEnvironmental driving costs of fifteen studies.  February.\n\n Marshall, Jonathan. 1995.  \"How Immigrants Affect the Economy\" The San Francisco Chronicle. -January 9, B-1.  \nMr. Marshall states that the article by Geo7ge Borjas is said to be forthcoming in the forthcoming issue of The \nJournal of Economic Perspectives.  This author was not able to reach Prof.  Borjas by telephone to confirm Mr.  \nMarshall's statement.\n\n Marshall, Ray. 1988.  \"Immigration in the Golden State The Tarnished Dream\" in David Simcox (ed.) U.S. \nImmigration in the 1980s: Reappraisal and Reform.  Westview Press.  Boulder and London, pp. 181- 198.\n\n Martin, Phillip. 1988.  \" Network Recruitment and Labor Displacement\".  In David Simcox (ed.) U.S. Immigration in \nthe 1980's., Reappraisal and Reform.  London and Boulder, Westview Press.\n\n McCarthy, Kevin and Valdez, R. Burciago. 1985.  Current and Future Effects of Mexican Immigration in California \nSanta Monica: Rand Corporation, pp. 216.\n\n Muller, Thomas and Espenshade, J. 1985.  The Fourth Wave, California's Newest Immigrants. Urban Institute \nPress, Washington, D.C. pp. 217.\n\n North, David. 1981.  Government Records: What They Tell Us About the Role of Illegal Aliens in the Labor Market \nand in Income Transfer Programs.  Washington, New Transcentury Foundation.\n\n North, David, and Houston, Marion F. 1976. The Characteristics of Illegal Aliens in the U.S.  Labor Market: An \nExploratory Study.  Washington, D.C. Linton and Company and New Transcentury Foundation, March.\n\n Parker, Richard A. and Rea, Louis. 1993.. Illegal Immigration In San Diego County: An Analysis of Costs and \nRevenues.  Sacramento, California, California Legislature. -September. pp. 172.\n\n Simcox David, Martin, John. and Jenks, Rosemary.  Backgrounder.  The Costs of Immigration: Assessing a \nConflicted Issue: Executive Summary. The Center for Immigration Studies. Washington,D.C. No 2-94.  September. \npp. 21.\n\n U.S. Department of Justice. 1994.  Statistical Yearbook of the Immigration and Naturalization Service.  \nWashington D.C. September.  pp. 183.\n\n U.S Department of Commerce. 1993.  The Foreign Born Population in the United States.  'Washington,D.C. \nBureau of the Census.  July.\n\n U.S. Department of Commerce. 19Q4.  Statistical Abstract of the United States.  Washington, D.C. p. 470, No 716.\n\n U.S. Government Printing Office 1994. Economic Report of the President. Washington,D.C.pp. 398.\n\n Vallalpando, Manuel Vic ,et. al. 1976.  A Study of the SociEconomic Impact of Illegal Aliens on the County of San \nDiego (San Diego County-Human Resources Agency)\n\n Walker-Moffet, Wendy. 1995. \"Recent Mexican Immigrant Women in California: What the 1990 Census Tells Us\" \nForthcoming in: International Issues- Current World Issues. Issue on Illegal Immigration. Santa Barbara, \nCalifornia. pp. 37 in manuscript.\n\n\n\n Walker, Robert, Ellis, Mark, and Barff, Richard. 1992. \"Linked Labor Migration Systems: Immigration and Internal \nLabor Flows in the United States-. Economic Geography, Vol. 68, No. 3, July.\n\n Warren, Robert. 1994.  \"Estimates of the Unauthorized Immigrant Population Residing in the United States, by \nCountry of Origin and State of Residence: October 1992\" Washington, D.C. Statistics Division, Immigration and \nNaturalization Service, April.\n\n Weintraub, Sidney, and Cardenas, Gilbert. 1 983.  Use of Public Services by Undocumented Aliens in Texas: A \nStudy of State Costs and Revenues.  Austin: The Lyndon Baines Johnson School of Public Affairs, University of \nTexas.\n"}