{"title": "Arrests target illegal workers, some in Phila.", "body": "\nFBI and immigration agents have arrested dozens of foreign workers, most of them Pakistani nationals, at \nshopping malls in many cities, including Philadelphia.\n\nOfficials said the arrests, which began Wednesday, were meant to target illegal foreign workers, although there \nwas no immediate explanation why the FBI was involved.\n\n\"The only thing I can say is INS and FBI are working on a joint investigation,\" Immigration and Naturalization \nService spokeswoman Niki Edwards said yesterday. She declined to answer all other questions.\n\nThe Embassy of Pakistan sent a formal request for more information yesterday to the U.S. Department of Justice, \nalong with an expression of concern about the arrests, said Asad Hayauddin, the embassy press attache. (The \nJustice Department oversees the INS and FBI.)\n\n\"Anybody who has a Pakistani passport in this country is of interest to us,\" Hayauddin said. \"We have no idea how \nmany people were arrested. We've asked for information about the basis for these arrests.\"\n\nInitial reports yesterday said the operation was conducted in Philadelphia, Pittsburgh and Atlanta. Subsequent \nreports said sweeps also occurred in Alabama, Georgia, North Carolina and South Carolina. Although federal \nofficials have said the number of people placed in custody is several dozen, it was unclear yesterday how many of \nthem were from the Philadelphia area.\n\nHayauddin said Pakistani callers from various cities reported arrests \"all along the East Coast,\" but he said the \nembassy had no formal verification.\n\nSecurity officials at several malls in the Philadelphia region declined to comment.\n\nBrian Sierra, spokesman for the Justice Department, told the Atlanta Constitution yesterday that the operation \nbegan Wednesday.\n\nHe said federal agents were \"looking at illegal immigrants working at kiosks\" but gave no other information.\n\nVictor Gill, a Philadelphia-area advocate for Pakistani Christian immigrants, said he had little information as of \nyesterday, but he added that immigrant workers were coveted in such jobs.\n\n\n\"Usually, it's cheaper to hire illegal immigrants because you are just paying them $200 a week,\" Gill said. \"On one \nhand, [employers] are helping the new immigrants. On the other, they're trying to use them.\"\n\nIn the first months after Sept. 11, an estimated 300 Pakistani nationals - among hundreds of Middle Eastern and \nSouth Asian immigrants - were arrested and held in a search for terrorists or witnesses.\n\nNone were charged with a terrorist crime. After pressure from the Pakistani Embassy, the United States began \nreleasing most of the Pakistanis for voluntary deportation for visa violations.\n\nHayauddin said most Pakistanis now have left, including 132 people who were flown home en masse Wednesday \nfrom Louisiana, leaving about 50 still in detention.\n\nContact Thomas Ginsberg at 215-854-4177 or tginsberg@phillynews.com.  \n"}