{"title": "Outreach Runs Into Neighborhood Outrage;Montgomery's Efforts to Help Day Laborers Cause Resentment", "body": "\nMontgomery County's decision to open an employment center for Latino day laborers in Silver Spring has sparked \na fierce debate over the extent to which local government should help immigrants, especially those who are in the \ncountry illegally.\n\nOpponents contend that Montgomery is improperly spending public funds by opening the center in an area where \nabout a third of the Latino workers are undocumented. The U.S. Immigration and Naturalization Service in \nBaltimore reports that in recent weeks, people have been calling the agency to request a raid on the Silver Spring \nsite -- a request the INS so far has ignored.\n\nSupporters of the program counter that Montgomery, which has become a magnet for Latino immigrants in the last \n10 years, cannot afford to ignore one of the poorest segments of its population.\n\nThe 1990 Census counted 54,327 Latinos in Montgomery, the largest concentration in any jurisdiction in the \nWashington area and about 7 percent of the county population.\n\nThe Census Bureau counted about 31,000 Latinos in the District, 29,000 in Prince George's County and 51,000 in \nFairfax County.\n\nMany Montgomery Latinos are recent immigrants, and many live in the county's southeastern corner, an area that \ncontinues to attract Latino newcomers.\n\n\"These are truly some of the neediest people in our community,\" said Charles Short, Montgomery's secretary of \nhealth and human services. \"Whether they are legal or illegal is not the question. They still have the right to work.\"\n\nCounty and INS officials say it's a violation of federal immigration law to hire undocumented immigrants, but the \npenalty is imposed on employers, not the people they hire. Immigrants, if arrested for being undocumented, often \nobtain temporary work permits from the INS while they await an immigration hearing, INS officials said.\n\nThe backdrop for the rising tension is the corner of University Boulevard East and Piney Branch Road, where Latino \nimmigrants have gathered in the parking lot of a 7-Eleven store for more than a decade, hoping to get picked up by \nan employer who needs unskilled labor. For just as long, local residents and businesses have complained that the \nsite is contributing to the decline of the working-class community around it.\n\nThe 7-Eleven parking lot draws the Latino laborers partly because many live in nearby apartments and partly \nbecause contractors often stop in the small shopping center next door to buy paint. The immigrants usually begin to \narrive before dawn, and by sunrise, more than 100 are spread out through the huge parking lot.\n\n\n Some come from neighboring Prince George's County and the District. A few are African American, but most are \nLatinos. At least a third on any given day are undocumented, county officials said.\n\nWhen a potential employer drives up, the men swarm the vehicle and sometimes try to jump inside before it fully \nstops. There is the clamor of heavily accented English as the men try to bargain and plead for work: \"I work hard!\" \n\"Hey, man, you remember me?\"\n\nAlways, there are more men than jobs, and it's that surplus of loitering men that angers neighbors. By midday, \nsome are drunk and others are pitching pennies. The Clifton Baptist Church, on the west end of the parking lot, has \ncomplained that the men verbally harass women of the congregation. The owners of Fontana's Bowlarama, a \nduckpin bowling center across the street, say their business has been \"devastated.\"\n\n\"They just to tend to scare customers away simply because they are a large gathering of men,\" said co-owner John \nFontana.\n\nThe long-simmering tension reached a boiling point a little more than a month ago when Robert Denny, a \ncommunity activist from Bethesda, wrote a column in the Montgomery Journal that said the county's involvement in \nthe Silver Spring site was \"folly\" and accused the county of \"aiding and abetting . . .  criminal activity.\"\n\nDenny was angry that Montgomery, in an effort to move the laborers away from the parking lot, spent $ 300,000 \nfrom a federal block grant last year to buy a one-story house on University Boulevard. Prince George's County gave \n$ 100,000 in federal funds to renovate the house, which is a block away from the 7-Eleven store. The house is to \nbecome a permanent employment and training center for the immigrants, mainly Salvadorans and Guatemalans.\n\nThe county is spending an additional $ 20,000 a year in federal funds to have a county worker on the new site \nassist the immigrants. And Montgomery awarded $ 57,000 in county funds to CASA de Maryland, a Takoma Park-\nbased group that has been helping laborers at the site for two years.\n\nDenny's column prompted a stream of letters to the editor of the Montgomery Journal from area residents, county \npoliticians and immigration reform advocates in Washington.\n\nSupporters of the county program accused opponents of racism and of taking an oversimplified view of the problem. \nOpponents countered that the east Silver Spring neighborhood is being ruined and that the county is taking \nadvantage of loopholes in national immigration laws.\n\n\"They want to bring all of El Salvador to that corner,\" said east Silver Spring resident Daniel Houck, who has battled \nthe county over the day laborer site for years.\n\n\"They are mocking the laws of immigration,\" Houck said. \"They are ruining businesses here, and they don't care \nbecause most of the people here are middle-class and working-class. How long do you think that site would last if it \nwas in Bethesda?\"\n\nShort, the Montgomery health and human services official, said critics have \"a misconception [that] . . .  these \npeople would just go away\" if the county didn't get involved.\n\n\"What I am reading and hearing from the other side are a lot of code words that tap into racial tensions,\" Short said. \n\"They want more than the undocumented workers to go away.\"\n\nA few people have tried to turn the debate into more than a war of words. The INS in Baltimore has fielded \"a \nnumber\" of calls in recent weeks from Montgomery residents who want the agency to raid the site, said Tom \nPerryman, a supervisory special agent.\n\nThe INS twice raided the site in 1990, resulting in 46 arrests of undocumented workers. The raids created a traffic \nnightmare at the busy intersection as the immigrants rushed into the street, causing one INS vehicle to get into a \n\"minor fender bender,\" Perryman said.\n\n\n\nPerryman said the INS doesn't have enough agents to conduct such raids again. Even if the agency had enough \npersonnel, he said, the arrests would prove futile because most of the undocumented workers would get temporary \nwork permits while they awaited immigration hearings. Although it is against the law to hire an immigrant who lacks \nresidency papers, INS officials said the penalties on employers -- up to $ 2,000 for a first offense -- are rarely \nimposed.\n\nPerryman said his office may look into whether the county is breaking the law by allowing undocumented workers to \nfind jobs, but he doubts that is the case because the county doesn't match workers with employers. It is the \nemployers' obligation to determine whether workers are documented, not the county's or CASA's.\n\nCounty and CASA officials remain unwavering in their support of the Silver Spring center, contending that it is the \nbest way to ease tensions between immigrants and other area residents and businesses.\n\n\"This is the only way we can get a handle on the situation out there,\" said Montgomery County Executive Neal \nPotter (D). \"We are providing some assistance for the workers, and we are trying to get them away from the parking \nlot.\"\n\nThe county has been lending a hand unofficially at the site since a trailer donated by Montgomery College was set \nup in the parking lot in October 1991. Then, last August, the county bought a house a block away from the 7-Eleven \nstore and moved the trailer behind the house.\n\nIn early December, Montgomery County employee Sergio Luna began working at the new site, trying to persuade \nthe laborers to gather there, instead of at the 7-Eleven. The new site has attracted some of the men, but many still \ncongregrate at the convenience store.\n\nLuna and CASA officials concede that the corner parking lot will never be cleared completely as long as employers \ncontinue to stop there. \"If the employers want to not fill out our paperwork, then he will go to 7-Eleven,\" Luna said. \n\"The workers will follow him there.\"\n\nCASA plans to run job-training programs at the house, as well as English classes and other social assistance \nprograms. Luna said he hopes more workers will use the center once they realize that it offers training and a \nchance to earn better wages.\n\nBut the critics are pressing on. Denny said he has received more than 50 calls of support since he wrote the \ncolumn. \"People are just beginning to realize how much of a drain these illegals will be on the whole system -- in \nthe schools, in health issues,\" he said. \"The site is just the tip of the iceberg.\"\n\nOpponents of the county program say they are being unfairly accused of racism. \"I don't want to be branded as an \nHispanic hater,\" Fontana said. \"I know most of those people there are honest men trying to find work. I am not really \ntrying to blame them.\"\n\nBut Short, the county official, isn't buying it. \"We are in a very dangerous place in Montgomery County history,\" \nShort warned. \"We've gotten to be very diverse in the past 10 years, and at the same time, we are facing tougher \neconomic times.\n\n\"This is one of the more blatant examples [of people trying] to fragment our community along those lines.\"\n\nCorrection\n\nAn article Sunday failed to provide the full context of a remark by Charles Short, Montgomery County's secretary of \nhealth and human services, that illegal immigrants have the right to work. He noted that once an illegal immigrant is \narrested, federal authorities often grant a temporary permit allowing that person to work while awaiting a deportation \nhearing.\nCorrection-Date: January 25, 1994, Tuesday, Final Edition\n\n\n\nGraphic\n\n \n\nPHOTO, DAY LABORERS, HOPING FOR WORK, CROWD AROUND AN EMPLOYER'S TRUCK IN THE \nPARKING LOT OF A 7-ELEVEN IN SILVER SPRING. JUANA ARIAS\n"}