{"title": "Political Conditions Venezuela", "body": "\nIntroduction\n\nVenezuela's history of free and open elections since 1958, and its prohibition of military involvement in national \npolitics earned the country a reputation as one of the more stable democracies in Latin America.\n\nThe two main political parties, Democratic Action, or AD and the Christian Democratic Party, also called COPEI, \nmaintained control of most governmental positions on both the federal and state levels from 1958 to 1998, and for \nthe majority of that period, they alternated control of the presidency. Venezuela's political system during that time \nwas characterized as what political scientists call a \"partyocracy.\" That is, the influence of the AD and COPEI \nparties penetrated almost all aspects of communal life, from federal to state to community level organizations. For \nexample, even organizations such as school boards and boy scouts were usually affiliat ed with either the AD or \nCOPEI Party.\n\nVenezuela is one of the world's major producers of petroleum. It was a founding member of the Organization of \nPetroleum Exporting Countries, along with a number of Middle Eastern oil producers and African countries. The \nlarge revenues produced by oil sales enabled the AD and COPEI administrations to develop ambitious programs in \nagriculture, health, education, and industrial diversification, especially after the petroleum industry was nationalized \nin 1976. Both AD and COPEI were committed to developing coherent economic and social reforms, and, as such, \noil revenues served as a link that united the different factions within and between the two parties.\n\nIn the mid-1980s, oil prices dropped. In a struggle to maintain foreign investment in the country, then-president \nJaime Lusinchi paid the interest on Venezuela's US$32 billion foreign debt. Although foreign bankers praised \nLusinchi for his political courage, they de clined to reward him with new loans to his government. An economic crisis \nensued, and the government was forced to devalue the currency. Inflation and unemployment soared, and popular \ndiscontent with the political system became visible.\n\nEven as Carlos Andres Perez of the AD Party was sworn in to the presidency in 1989 with overwhelming popular \nsupport, food riots hit Caracas and public opinion polls showed that many Venezuelans were dissatisfied with the \npolitical system and felt that they had little impact on their leaders and the way that policies were drafted and \nimplemented. When Perez imposed an economic austerity program similar to Lusinchi's, Venezuela plunged into a \nstate of political turbulence.\n\nThe 1990s\n\n\nIn 1992, two failed coup d'etats broke the nation's pattern of 34 years of uncontested democracy, and the potential \nfor political volatility in Venezuela was revealed.&nbs p; Both coup attempts failed because senior military \ncommanders remained loyal to civilian authorities and suppressed the rebels.\n\nIn 1993, the Venezuelan Congress impeached President Perez on corruption charges for the misuse of funds, and \nnew elections were held. The results of the 1993 elections reflected that an opening of the political system had \nbegun to occur. Rafael Caldera won the presidency on a coalition \"Convergence\" ticket, marking the first time since \ndemocracy was re-established in 1958 in which the presidency had gone to a candidate not affiliated with either the \nAD party or the COPEI.\n\nAlso significant in the 1993 elections was the fact that half the members of the Chamber of Deputies were directly \nelected. This reform resulted in a Congress comprised of five main political forces of roughly equal size, in contrast \nto the AD- and COPEI-dominated the political system of the recent past. On the local level, a decentralization of \npower from the national government to state and municipal authorities had begun to occur in 1989, when the direct \nelection of governors, state legislators, mayors and city council members was implemented and set for election \nevery three years. Until that year, the president had appointed state governors.\n\nThe Caldera administration's primary concerns were economic problems, particularly a financial crisis in 1994. By \n1996, it introduced a new economic plan, the \"Agenda Venezuela\" to liberalize Venezuela's economy and promote \neconomic growth.\n\nMeanwhile, the economic and financial crisis in 1994 led to restrictions on some civil liberties, which culminated in \nthe temporary suspension of rights. President Caldera gave the police the power to detain people and enter homes \nwithout warrants, and to seize property without compensation. When Congress voted to restore civil liberties in July \n1994, the president signed a decree suspending them again. He then challenged Congress to put the matter to a \nnational referendum, and congressional leaders agreed to uphold the president's decree. Full civil liberties were \nrestored in July 1995, except in some border areas, where civil liberties were not restored until the next presidential \nterm.\n\nLow voter turnout in the 1995 regional and municipal elections is believed to be a direct reflection of Venezuela's \ncontinued economic difficulties. Less than 40 percent of all eligible voters turned out for the elections, and less than \n30 percent at the capital voted. From a total of 22 state governorships, the AD obtained only one, while the COPEI \nwon 11. Pre-electoral opinion polls showed that President Caldera, with an approval rating of only 11 percent, \nremained the country's most credible politician.\n\nHugo Chavez Comes to Power\n\nIn the elections held on Dec. 6, 1998, the presidency again shifted. The main candidates included Henrique Salas \nRomer of Project Venezuela, a conservative pro-business candidate; Irene Saez, a former international beauty \nqueen turned mayor of the municipality of Chacao; and Hugo Chavez Frias of Fifth Republic Movement, a populist \nleader and former military officer. Significantly, Chavez had been one of the instigators of the coup attempts against \nformer president Perez's government in February 1992. His campaign called for constitutional change, a crackdown \non corruption, and far-reaching reforms, including an increase in workers' salaries.\n\nWith these three candidates as the front-runners of the election, the two main parties were faced with a clear \nconfrontation. Ultimately, the election results showed Hugo Chavez Frias to be the winner. His election was \nassociated with deep popular dissatisfaction with the traditional parties, income disparities and the country's \neconomic difficulties. Chavez took office on Feb. 2, 1999.\n\nAt the parliamentary level, the Patriotic Pole-a coalition made up of the Movement Toward Socialism Party and \nChavez' Fifth Republic Movement-acquired most of the seats in the lower chamber, and AD garnered the highest \nnumber of seats in the upper chamber. Because a wide variety of groups and parties gained representation, a \nnumber of alliances were formed, while group fragmentation also occurred.\n\n\n\nThe Chavez administration announced that its focus would be on establishing a plan for governmental transition, as \nwell as developing a budget strategy to combat the deficit and inflation and to maintain macroeconomic equilibrium. \nIn his first year of office, Chavez concentrated almost entirely on the former of his goals: the transformation of the \nVenezuelan political system through what he called a \"peaceful revolution\" to eliminate deeply entrenched \ncorruption.\n\nOne of Chavez's first political moves was to propose a rewriting of Venezuela's constitutio n. On April 25, 1999, a \nreferendum was held to ratify the public's approval of Chavez's proposal. The referendum results were in favor of \nsuch changes, showing popular support for his administration as a whole. On July 25, 1999, elections were held to \nelect the members of the National Constituent Assembly, also known as ANC. Candidates of the Patriotic Pole \ncoalition won 119 of the 131 seats, so that 90 percent of the constituent assembly was made up of supporters of the \npresident. The ANC was allotted a six-month term to rewrite the constitution.\n\nUpon the sweeping victory of Patriotic Pole coalition in the ANC elections, both the COPEI and AD parties \nunderwent a break-up. National and regional leaders of the parties collectively resigned in the week following the \nelections, citing as their reason the need to step away so that the parties could undergo internal restructuring and \nrenovation.\n\nRewriting the Constitution\n\nSoon after its formation on Aug. 3, 1999, the ANC began to expand its powers beyond those of rewriting the \nconstitution. Following Chavez's demand on Aug. 5 for the ANC to declare a national emergency of the executive, \nlegislative, and judicial branches of state, the assembly declared a \"judicial emergency,\" giving itself the authority to \nfire judges and reorganize the judicial system. Supreme Court President Cecilia Sosa and Magistrate Anibal Rueda \nresigned in protest against the ANC's actions. The ANC appointed Chavez supporters to the 20 judge's seats.\n\nLater that month, the ANC issued a \"legislative emergency\" decree, prohibiting the National Congress from \nconvening as a full body and from passing laws. Conflict in the streets ensued when legislators tried to reconvene \nafter a summer recess, and governmental security forces and pro-Chavez demonstrators kept them out. Less than \none week later, the ANC ruled to assume al l legislative functions.\n\nThroughout the first year of his presidency, Chavez maintained a publicly affable relationship with Cuban president, \nFidel Castro. For this he was criticized both internationally and by the conservative voices in Venezuela. The \nopposition interpreted the good rapport between the two leaders as an indication that Chavez's vision for \nVenezuela was one based on the Cuban model of government.\n\nA referendum was held on Dec. 15, 1999, to determine whether the proposed new constitution written by the ANC \nwould be implemented. The constitution was approved by over 70 percent of voters, and it was put into force on \nDec. 30, 1999. President Chavez praised the Venezuelan people on their vote, declaring in speeches that the rights \nof man are better protected in Venezuela under the new constitution than anywhere else in the world.\n\nThe new Venezuelan Constitution is composed of nine chapters and 350 articles. Major inno vations include the \nchange of the name of the Republic of Venezuela to the Bolivarian Republic of Venezuela, the elimination of the \nSenate and its replacement by a single-chambered National Assembly, and the creation of the position of vice \npresident or prime minister. Additionally, the constitution fuses the military into a single force under a unified \ncommand, gives soldiers the right to vote, and calls for their \"active participation in national development,\" as \nopposed to their former, \"apolitical, obedient and non-deliberative\" role. The constitution extends the presidential \nterm from five to six years, and grants the president the possibility of immediate reelection. Citizen participation is \nexpanded by the creation of the Citizen's Power, a body that consists of the general attorney office, the general \ncomptroller office, and the new figure, defender of the people. The constitution institutionalizes the referendum as \nan instrument for matters of special national transcendence , and the president is allotted the power to dissolve \nCongress in situations of crisis, or when congressmen reject the candidates appointed to the vice presidency more \nthan twice.\n\n\n\nOn the day that the constitutional referendum was held, the government dissolved Congress and the Supreme \nCourt, and legislative functions were assumed by the ANC until the end of its term on Feb. 1, 2000. An election was \nscheduled for May or June of 2000 to select the members of the National Assembly, the governors of the 23 states, \ncity mayors and the president of the Republic. Still hugely popular, Chavez planned to strengthen his mandate by \nhaving the presidency contested once again in the 2000 elections.\n\nPolitical Controversy\n\nIn the week following the constitutional referendum, Venezuela suffered the cataclysmic effects of torrential \ndownpours. The horrendous flooding and mudslides that occurred, mostl y concentrated around the capital city of \nCaracas, have been deemed the country's worst natural disaster of the 20th century. They left 25,000 to 50,000 \npeople either dead or missing, and over 200,000 people homeless. Venezuela received emergency aid from many \ncountries and many international and multi-lateral organizations. Monetary losses from the direct and indirect \ndamages totaled US$3.237 billion, some 3.3 percent of Venezuela's GDP.\n\nIn the midst of the natural disaster, chaos ensued and widespread looting, rape, kidnapping and murder occurred. \nHuman rights groups made allegations a few weeks later that military officials patrolling the scene had implemented \nan unofficial policy of \"shoot-to-kill.\" On Jan. 22, 2000, State Security Police Chief Jesus Urdaneta Hernandez \nresigned from his position after disputing with the Interior and Foreign Ministers, who admitted that human rights \nviolations might, indeed, have occurred during the December rescue missions. The government vehemently denied \nthese allegations, but Chavez later ordered an investigation. The allegations were a potentially enormous political \nupset for Chavez, since a commitment to human rights has been a primary part of his rhetoric throughout his \npresidency.\n\nAlso during the chaos of the flooding, while Venezuelans were consumed with the disaster and distracted from \npolitics, the ANC embarked on a series of nominations and decrees.\n\nFirst, the assembly made a spree of nominations of officials to public bodies, many of them former military officers \nand all of them supporters of Chavez. The positions filled in early January 2000 ranged from the Supreme Court to \nthe Central Bank, and included the electoral authorities, the comptroller-general, the state prosecutor and the \nnational ombudsman. On Jan. 23, 2000, Chavez named Isaias Rodriguez, the first vice president of the ANC, as \nVenezuela's vice president.\n\nOn Jan. 10, 2000, th e ANC proposed to decree a \"union emergency\" and hold elections for Venezuela's largest \nunion, the Venezuelan Workers' Confederation, also called the CTV, which it accused of being corrupt and \ndominated by the country's traditional political parties. The CTV rejected the proposal, stating that the assembly's \nintervention in the union would violate all international accords on the right to unionize. The union appealed the \ncase to the International Labor Organization, or ILO, of which Venezuela is a member, and the ILO ruled in the \nCTV's favor.\n\nYet another controversial ruling was made on Jan. 26, 2000, when the ANC approved the military's reinstatement of \nsoldiers and officers who participated in the failed 1992 coup attempts.\n\nThe ANC came to the end of its term and was dismissed on Jan. 30, 2000. A 21-member mini-Congress called the \nNational Legislative Commission, or CNL, was formed to handle the duties of the legislature until the elections, \nwhich were later scheduled for May 28, 2000. The appointment of the mini-Congress occurred with little to no \nconsultation and was greatly criticized by the opposition as unconstitutional.\n\nOn the labor front, a number of strikes were in the making in February from the petroleum industry, basic and \nsecondary education, and the public health services. The strikes were to be held to protest the continued low \nsalaries in the country.\n\nAlso in February 2000, Chavez began to receive negative feedback from some of his allies. Specifically, his military \ncomrades from the 1992 coup attempts publicly alerted him that they felt that he was straying from the anti-\n\n\n\ncorruption movement that had gained him popular support. The officers charged the high civilian officials in \nChavez's government with enriching themselves illicitly through their public offices.\n\nIn March 2000, a different group of former officers who had opposed the 1992 coup attempt set up an outfit called \nthe Institutional Military Front, which they claimed represented a silent majority of active military officers who could \nnot speak out legally. Their complaints against Chavez lay in his politicization of the military, which they said was \nthreatening its unity. Having by then placed many military commanders in government positions, Chavez had in fact \nbegun to describe his administration as a \"civil-military\" government.\n\nEconomic and Social Challenges\n\nVenezuela's economy was depressed throughout 1999 and 2000. The internal debt skyrocketed in 1999, and \ncapital flight from the country reached US$4.6 billion. The GDP dropped 7.2 percent in 1999, and April 2000 \nestimates placed the unemployment rate somewhere between 15.5 to 20 percent, up significantly from the first half \nof 1999. Venezuela desperately needed to attract investors, yet businesspeople and international financial \ninstitutions were very dissatisfied with the lack of definition of the Chavez administration's economic policies. An \nentire year after taking office, Chavez produced a \"general outline\" of his government's far-from-traditional \neconomic program, which alluded to plans to expand government purchases of national products in order to \nstimulate production and create more jobs. Still, experts indicated that government's economic policies remained \nunclear.\n\nThe Chavez administration stayed afloat during Venezuela's economic depression thanks to high oil prices in 1999 \nthat brought in a healthy supply of revenues to the government. The government announced plans to increase \nexports to the United States and to boost its oil production by almost two times in the coming decade, with private \ninvestors expected to provide over half of the US$53 billion in funds.\n\nCrime was on the rise in urban centers in 1999 and 2000, especially in the capital city of Caracas. Venezuela rank \ned sixth place in the world in 1999 for the number of deaths by violence. In April 2000, the country was experiencing \nan average of 11 homicides per day, in addition to numerous armed robberies and rapes. The Chavez government \nimplemented a nationwide crackdown on crime in April, whereby it began to unify the approximately 200 different \nmunicipal and regional police forces throughout the country, putting them under a single administration in Caracas.\n\nThe Road to the 2000 Elections\n\nOn March 14, 2000, Francisco Arias Cardenas, Chavez's friend, comrade in the 1992 coup attempt, and long-time \npolitical ally, resigned from his governorship of the state of Zulia and, by surprise, announced his candidacy for the \nVenezuelan presidency. Arias was one of the people who had accused Chavez of corruption, ineffectiveness, and \nabuse of power a month earlier. The other two candidates in the race were independents Cla udio Fermin and \nAlberto Solano.\n\nIn the days and weeks following the announcement of Arias' candidacy, it became clear that he would be a much \nmore threatening opponent to Chavez than previously had been expected. Arias quickly gained the support of his \npower base in the state of Zulia, as well as that of traditional Chavez opponents and those more newly dissatisfied \nwith the president. Unlike Chavez, Arias professed that as president, he would cultivate better relations with the \nUnited States, promote private-sector investment, and move away from the populist distribution of oil \"rents.\" He \nwould have fewer military officers in government positions and lessen the power of the executive by reducing the \npresidential term of office to either two consecutive four-year terms or one six-year term with no immediate \nreelection. With these stances, he wooed the business sector.\n\nAs the campaign unwound, accusations of corruption directed at both Chavez and A rias penetrated Venezuela's \npolitical scene. There was much talk among public officials and political and civil organizations about the lack of \nguarantees for a fair election. Then, on May 25, 2000, 72 hours before the polls were scheduled to open, the \nSupreme Court decided to delay the \"super-elections\" due to technical errors found in the automated voting system \nand unclear information on candidates. The postponement was seen as an embarrassment for Venezuelan \ndemocracy.\n\n\n\nThe \"super-elections\" were finally held on Sunday, July 31, 2000. Chavez took the presidential victory with 59 \npercent of the vote, to Arias' 38 percent. 43.39 percent of the voters abstained. Chavez's Patriotic Pole alliance won \n60 percent of the seats in the National Assembly, but not the two-thirds needed to obtain the majority. The alliance \nalso won 14 of the 23 governorships, beating out nine incumbents of the opposition.\n\nArias accepted the results of the elections, but stat ed that he thought that electoral fraud had occurred. In the days \nfollowing the announcement of the results, a number of mayors and governors of the opposition submitted claims of \nfraud to the National Electoral Commission and demanded a manual-recount of the votes. At least one protest by \nopposition supporters was disbursed by tear gas. The Organization of American States and other international \nobservers deemed the elections fair and free.\n\nPolitical Landscape as Chavez Began His Second Term\n\nWith the overall victory of Chavez and his Patriotic Pole alliance in the 2000 \"super-elections,\" the president's plan \nfor a series of sweeping political reforms was complete. By focusing almost entirely on the transformation of the \npolitical scene up to that point in his presidency, Chavez had neglected the economy, however. Now that he had \naccomplished his professed task of establishing firm political and legal footing, the president was obliged to address \nVenezuela's serious economic and social problems, chiefly skyrocketing unemployment rates, crime, poor living \nconditions and economic recession.\n\nOn Aug. 1, 2000, Energy and Mine Minister Ali Rodriguez announced that $70 billion would be invested in the next \n10 years for the development of the economy. Much of that money was to be allocated to a major gas pipeline \nproject and power generation firms.\n\nOn Aug. 2, 2000, President Chavez announced a series of initiatives also aimed at spurring the economy. First, he \nsaid that he intended to invest oil revenue into sectors that have remained unproductive thus far. With such \ninvestment, he claimed other non-oil sectors would become more competitive, thus diversifying the economy and \ndecreasing Venezuela's dependency on oil. The Chavez administration hoped to attract more foreign investment to \nthe tourism, health, education, environment and small-business sectors.\n\nIn mid-August 2000, President Chavez went on a nine-day tour of ten member nations of the Organization of \nPetroleum Exporting Countries in order to invite the countries' leaders to attend an OPEC summit in Caracas on \nSept. 27 and 28, 2000. Chavez had been appointed president of OPEC on March 30, 2000. His aim was to \nincrease the bloc's unity and to strengthen Venezuela's leadership role in the organization. Chavez urged member \nnations to resist international pressure to lower their oil prices, and declared the \"fair price\" for oil to be $22 to $28 \nper barrel. During his tour, the president made the dramatic move of being the first foreign head of state to visit Iraq \nsince the Gulf War.\n\nBy the time of the OPEC summit in September, the price of oil had quadrupled since Chavez first took office, and \nVenezuela was pulled out of its recession. Social spending increased drastically in 2000 with the rise in oil profits. \nThose who opposed him believe that he was repeating some of the mistakes of Venezuela's recent past, when \neconomic dependency on oil led to economic crisis when oil prices dropped.\n\nUnemployment continued to prevail in late 2000, and President Chavez experienced his first serious political defeat \nin October, when the newly rejuvenated Venezuelan Workers' Confederation, or CTV, carried out a successful \nstrike. Chavez was forced to concede all of the union's demands for higher wages. Soon thereafter, teachers and \npublic employees threatened strikes.\n\nOn Dec. 3, 2000, a referendum was held in conjunction with local elections, and a single, pro-government workers \nconfederation was adopted. The union leaders of the CTV announced that they would step aside, but only in order \nto facilitate reinvigoration within the labor movement. Labor groups such as the International Labor Organization \nand the International Confederation of Free Trade Unions condemned the referendum as a violatio n of workers' \nrights, and threatened sanctions. Two members of the National Electoral Council resigned in October 2000 in \nprotest of the referendum.\n\n\n\nAlthough the referendum was approved, only one in four of the electorate turned out to vote, and of those, \napproximately one-third opted to cast votes in the local elections only. The fact that so few voters supported the \nreferendum was a political defeat for Chavez, whose power to mobilize the populace seemed to be declining. It \nsuggested that Venezuelans were unenthusiastic about the constant voting of the new \"participatory democracy.\" \nChavez's popularity seemed to remain intact, however, given that the MVR won 40 percent of the seats in the local \nelections.\n\nIn mid-November 2000, President Chavez signed an \"enabling law\" passed by the legislature authorizing him to \nlegislate by decree in matters ranging across the economy, crime and \"the organization of the state.\"\n\nVice President Isa ias Rodriguez announced his resignation for Dec. 26, 2000, due to his ambitions to be \nnominated to the post of attorney general or to participate in the judiciary branch of government.\n\nDiscontent\n\nIn January 2001, teachers unions, associations of private schools and the Catholic Church engaged in a series of \nprotests. The government had drafted of a plan called the National Education Project, reportedly designed to \nguarantee the \"irreversibility\" of the Bolivarian Revolution. The project, also known as PEN, included measures \nsuch as new teacher trainings, flexible curriculums, a deconstruction of the school system's bureaucratic \nadministration, and new facilities, but the groups opposing it claimed that it was, in reality, a fairly blatant \nmanifestation of the government's agenda to indoctrinate youth in a way similar to that implemented in Cuba's \neducation system. PEN organizer Carlos Lanz was, in fact, a former guerrilla leader in Venezuela and a self-\nproclaimed Marxist.\n\nWith military-oriented primary education programs already in place since Chavez's assumption of the presidency, \nthe new constitution now required schools to teach \"Bolivarian\" principles and secondary students to receive \"pre-\nmilitary\" instruction. In addition, Cuba had proposed an agreement in which it would provide Venezuela with \neducational materials and teacher trainers in exchange for oil, and the education ministry was reportedly endorsing \nnew textbooks that reflected the government's version of history.\n\nThe campaign of demonstrations against the government's initiatives was launched when the government issued a \ndecree that created a new division of senior school inspectors appointed by the education minister with the power to \ndismiss existing school employees. The teachers' unions claimed that this and other measures were government \nschemes to accumulate political contr ol within schools. The teachers' federation asked the Supreme Court to rule \non the constitutionality of the decree for senior school inspectors, and while it seemed likely that the federation \nwould have to appeal to international organizations on the ruling, on their side was the fact that in practice, \nChavez's administration was fairly incompetent at enforcing its own laws.\n\nAlso in January 2001, discontent with the military's role in Chavez's government came to the forefront once again. \nEarly that month, several army commanders were anonymously sent pairs of women's underwear in the mail along \nwith notes that challenged their manhood because of their failure to overthrow President Chavez. After weeks of \ninvestigation, military intelligence investigators pinpointed Pablo Aure as a key member of the group that sent the \nmailings, and the law professor and columnist received a summons to come before a military court. Aure refused on \nthe ground that Chavez's new constitution prohibited civilians from being subject to military trials, but intelligence \nofficers soon arrested him and incarcerated him at their headquarters. Involved in these actions was defense \nminister General Ismael Hurtado. While several civilian government officials announced disapproval for the army's \nactions, President Chavez made no comment on the army's blatant violation of the constitution. It was widely \nassumed that dissident military officers were responsible for the mailing of the packages.\n\nIn February 2001, President Chavez dismissed Ismael Hurtado from the defense ministry and moved civilian Jose \nVicente to that position from his former post as foreign minister. In response to Hurtado's dismissal, a large group \nof approximately 160 generals and admirals held a meeting to show their support for him, and under the pressure of \nthis display, Chavez gave Hurtado the post of infrastructure minister. Shortly thereafter, in order to further placate \nthe generals, the president moved General Luis Enrique Chacon from his position as deputy defense minister to \nthat of chief of the armed forces. These events, and the fact that the cabinet reshuffling placed many people in \n\n\n\nposts to which they were not suited, suggested that Chavez's control over the armed forces was not great.  \nMoreover, his band of allies not as wide as it had previously seemed.\n\nIn March 2001, the murder of a rural landowner in an incident allegedly involving squatters brought the issue of land \nreform into the political spotlight. From the time of his instatement, Chavez swore to abolish the ownership of \nenormous estates of land, called \"latifundio,\" and redistribute the land among the twelve percent of the Venezuelan \npopulation that lived in non-urban areas. Despite Chavez's threats to limit the size of farms and challenge possibly \ncounterfeit land titles, after two years in office, his administration had failed to produce a final land rig hts bill. \nInspired by President Chavez's promises, groups of landless peasants throughout the country began invading \nfarms and squatting on the lands. While justified in their crusade, these groups lacked organization and were often \nmanipulated by local government officials and developers. With the agricultural season about to commence, many \nfarmers were reluctant to invest because they feared that the government's failure to come up with firm measures \nfor rural development would provoke further violence.\n\nIn speeches, Chavez declared his infuriation with corruption in the government and with the MVR's leaders. In May \n2001, the president announced plans to re-launch the military-civilian group that was responsible under his \nleadership for the 1992 coup attempt. He invited two radical left-wing veterans to be his co-leaders of the \nreestablished Revolutionary Bolivarian Movement.\n\nIn general, the president's popularity had declined as of mid-2001. Alt hough he remained secure in the fact that the \nopposition was weak, the price of oil was falling and economic recession prevailed in Venezuela, much to Chavez's \npolitical detriment. Chavez's Bolivarian Revolution, with all of its political changes, had done little to interfere with \nthe market economy, but had not done much to promote it, either.\n\nPolitical Uprising\n\nOn April 11, 2002, about 11 people were killed and 88 were injured as outside the Venezuelan government's \nheadquarters as several thousand protestors and union workers called for the resignation of President Hugo \nChavez. Most of the violence came when snipers on the presidential palace shot at the crowd, and when \nindiscriminate shots were fired on the ground as well. Television journalists managed to capture images of the \ngunmen on the ground, whom the police claimed were \"Chavistas\" -- militant Chavez supporters -- firing at \nunidentified targets.  Others, however, that the media had failed to capture shooters on the ground who \npresumably, were not aligned with the president.\n\nThe protest was originally sparked by a two-day strike rally, launched by the workers of the country's state-owned \noil company, PDVSA, following the firing of the oil company's senior management by Chavez. Other interest \ngroups, such as the Venezuelan Confederation of Workers (CVT), political opposition members, as well as \nbusiness leaders, joined the rally, as a result of their collective frustration with Venezuela's serious economic \nproblems, and Chavez' failure to deal with them effectively. Thousands of Chavez supporters also took to the \nstreets to display support for the president.\n\nAmdist the protests and mass demonstrations throughout the day, rumors raged across the country that Chavez \nhad been detained by the military and his resignation was imminent. Meanwhile, key members of the military, a s \nwell as a number of politicians denounced the Chavez government, stating it had taken the country on a path away \nfrom democracy and freedom. They also decried the Chavez government for negotiating with Colombian terrorists, \nturning the country into a Castro-like communist state, and they warned that Chavez was charting a course toward \npolitical and economic tyranny. Despite their calls for the resignation of Chavez, however, the military high \ncommand asserted support for the Chavez government, while Chavez himself stated that he was in complete \ncontrol of the country during a nationally televised address.\n\nNevertheless, hours later, reports surfaced that Chavez had, indeed, surrendered to three military generals at the \nMiraflores presidential palace. The presidential family left the capital city of Caracas by airplane earlier. Chavez was \nreported to have been taken from the presidential palace to the Fort Tiuna military barracks where he was being \nheld. It was beli eved that Chavez would remain under arrest at Fort Tiuna until a more appropriate site could be \n\n\n\nfound. His ultimate destination at the time was unknown, although much speculation suggested that he would fly to \nCuba and live in exile with his friend and ally, Cuban President Fidel Castro.\n\nA group of generals informed a local Venezuelan television station that their actions compelling Chavez to \nsurrender power had been motivated by their long-term dissatisfaction with the Chavez regime, in conjunction with \nthe violence and bloodshed at the rally. They went on to note that their pressure on Chavez for surrender did not \nconstitute a coup d'etat, but rather, the military's action was aimed at facilitating a peaceful transition of \ngovernment.\n\nVenezuelan business leader Pedro Carmona, who led the opposition against ousted Chavez, also announced he \nwould head a transitional government to run the country. Carmona stated that the interim government -- called the \nAdvisory Council -- would take office and he also promised swift elections, although no specific date was offered. \nThe Venezuelan Army Commander Gen. Efrian Vasquez Velasco announced that the other members of the new \ngovernment would be named within the next several hours. The general also reported that the country was calm, \nthe capital of Caracas was under the control of the city police force, and the military would deal with any outbreaks \nof violence or unrest.\n\nIn the aftermath of these events, the international community called for a return to full democracy, the state-owned \noil company's strike had ended, and the police searched for the Chavista gunmen. Interestingly, a statement from \nChavez' daughter was offered contradicting the claim that Chavez resigned as the President of Venezuela. She \nwas emphatic in her claim that her father did not resign or surrender, and instead, he had been forced out in a de \nfacto military coup d'etat.\n\nThree days later, Chavez returned to power. In the interim, various Latin American countries refused to recognize \nthe legitimacy of the Carmona government and the Venezuelan Attorney General declared that the self-declared \nnew government of Carmona was unconstitutional. Worker unions and groups that had originally backed Carmona \nalso withdrew their support. Chavez, reinstated in the Miraflores presidential palace, promised to be more \nresponsive to the Venezuelan public, in the wake of the violent mass demonstrations that led to his being ousted \nfrom power for three days. It was unknown how his return to power would affect national oil production, as well as \nthe price of oil internationally. (Note: Venezuela has enjoyed the distinction of being one of the world's largest \nproducers of oil.)\n\nActs of Opposition and the Consolidation of Power\n\nIn May 2002, Pedro Carmona, the Venezuelan businessman who briefly claimed to be president following the failed \ncoup d'etat, was allowed to travel to Colombia, where he was granted political asylum. Carmona was under house \narrest following the failed coup d'etat, and was accused of both rebellion and usurping the presidency. In the face of \nthese grave charges, Carmona took refuge in the Caracas residence of the Colombian ambassador. President \nChavez referred to him as a \"fugitive from justice,\" however, he made no move to prevent Carmona from traveling \nto Colombia, since the government of that country had granted him asylum. Meanwhile, Carlos Molina Tamayo, \ntook refuge in the residence of a Salvadoran diplomat and requested asylum.\n\nIn October 2002, Chavez seemingly escaped an assassination attempt as he was returning from a trip to Europe. \nReportedly, security forces were able to foil a plot to shoot down his plane because sources friendly to the Chavez \nadministration called the aircraft and advised the crew not to land at Maiqueti a. Although the assassins escaped, a \ndiary, a mobile phone containing the numbers and names of possible plotters, a Swedish-made AT4 bazooka \ntypically used by Venezuela's army, and a map showing the flight path of the presidential plane, were retrieved. \nMeanwhile, opposition groups called a 12-hour general strike to demand either the resignation of Chavez or early \nelections. Chavez dismissed the notion of the strike by saying that it was already over before it even began.\n\nIn November 2002, under orders from President Hugo Chavez, the Venezuelan army was deployed around the \ncapital city of Caracas, effectively neutering the authority of the city's police force. According to Chavez, \ngovernmental and military control of the city was imposed in the wake of demonstrations a week before when two \npeople were killed. Chavez noted it was clear that the police was unable to maintain law and order. The \ngovernmental and military takeover of Caracas was viewed by the city's mayor as an internal coup d'etat and most \n\n\n\nopposition groups stated that the measure was unconstitutional. As well, hundreds of demonstrators protested the \ntakeover. These efforts, however, resulted in the miltary's use of tear gas and rubber bullets to disperse protesting \ncrowds.\n\nIn December 2002, opposition parties, labor federations and trade union representatives in Venezuela carried out \ntheir fourth national strike in less than a year. The strike was aimed at removing President Hugo Chavez from office. \nOpponents accused Chavez of being an authoritarian leader without sensible economic management strategies.\n\nThe real impact of the strike was in the oil industry, where a reported 90 percent of professional employees \nsupported the work stoppage. Oil revenues account for half of Venezuela's revenue and make up a substantial 80 \npercent of the country's exports. The strike in this sector terribly weakened productivity and eventually had a \ndevastating eff ect on the Venezuelan economy. By December 2002, reports suggested that productivity had \ndeclined as much as 90 percent. With such devastation to the Venezuelan economy, military personnel were \npositioned at fuel distribution centers. Also, with no apparent resolution in sight, Chavez ordered oil industry \nemployees back to work, threatening the loss of jobs and even criminal charges, if employees failed to comply.\n\nAs the strike continued, the climate of political tension escalated into full-blown political crisis. In response to \nclashes between Chavez supporters and opposition demonstrators, Chavez ordered the national guard to prevent a \nrepeat of the violence that followed an April strike, which ultimately resulted in a short-lived coup d'etat. \nNevertheless, the violent clashes continued to mount. Indeed, police and military forces fired tear gas and rubber \nbullets at anti-government demonstrators; also several people were killed and two policemen were wounded in \nclashes.\n\nWhile most people generally agreed that Chavez had not been a good steward of the economy, Chavez supporters \nasserted that he was the only voice of the \"people.\" In this way, the dividing line surrounding the crisis could be \nunderstood as being between (1) white collar workers, most notably in the energy industry, and (2) the \nimpoverished masses. As such, some analysts have suggested that the Venezuelan crisis could be viewed in \n\"white\" versus \"brown\" terms.\n\nMeanwhile, neighboring countries offered assistance to Chavez. First, neighboring countries offered Chavez \nsupport, both politically as well as in the form of oil supplies. Second, they had preliminary discussions regarding \nthe development of a Latin OPEC, which would include Venezuela, Brazil, Trinidad and Tobago, Ecuador and \nColombia.\n\nFinally, after eight weeks of ongoing chaos, the opposition in Venezuela ended its strike activities. The end of the \nstrike in Ve nezuela coincided with the commencement of talks with the six-country \"Group of Friends\" in an attempt \nto end the country's political crisis. After a failure to resolve the Venezuelan crisis by the Organization of American \nStates, new talks were scheduled between the Venezuelan government, opposition and other peace brokers, in an \nattempt to bring the chaos to an end.\n\nAttempts to Broker Peace and Stability\n\nThe \"Group of Friends,\" which was made up of the United States, Portugal, Spain, Mexico, Brazil, and Chile, was \npresented with a peace proposal from former United States President and Nobel Peace Prize Winner, Jimmy \nCarter. Carter's proposal was positively received by Venezuela's embattled President Hugo Chavez, as well as \nUnited States Secretary of State Colin Powell. It was hoped that backing from the \"Group of Friends\" for the plan \nwould bring resolution to fruition.\n\nThe Carter pl an offered two possibilities:\n\n(1) A constitutional amendment providing for early elections would be voted upon; a majority of votes in favor of \nconstitutional change would sanction early elections (constitutionally, Chavez was elected to serve in office until \n2007);\n\nor\n\n\n\n(2) In August, halfway through Chavez's term in office, there would be a biding referendum on the president's \nmandate, as provided for in the current constitution (according to the constitution, the earliest date for a referendum \nwould be midway through his office in August 2003).\n\nEither option would preserve the constitutionality and legitimacy of Venezuela's government and its democratic \nunderpinning.\n\nAlthough the \"Group of Friends,\" other international bodies, and even President Chavez, expressed support for the \nCarter plan, it was clear that there was very little trust between the Venezuelan government and the Venezuelan \noppositio n. As such, resolution on the basis of the Carter plan appeared rather dubious in late January 2003. In \nfact, talks with the \"Group of Friends\" came after another day of violence in Caracas, the nation's capital city. In that \nround of violence, yet another person was killed and a dozen injured when a suspected bomb exploded at a pro-\ngovernment rally.\n\nMeanwhile, the government was handed a symbolic victory in mid-January 2003 when the Supreme Court \npostponed an early referendum scheduled for Feb. 2, 2003. As well, oil sector data suggests that oil exports had \nincreased 62 percent in the past week. Although not up to the usual standards of exporting up to three million \nbarrels a day, the rate of almost 700,000 barrels per day was a marked improvement and boded well for the \nVenezuelan economy.\n\nContinuing Political Challenges\n\nIn late February 2003, a judge placed the head of Venezuela's employers' association, Carlos Fernandez, under \nhouse arrest until his trial for rebellion and inciting criminal acts. The third charge of treason was dismissed by the \ncourt. Although Fernandez denied the charges and declared that he was the victim of political persecution, \nVenezuelan President Hugo Chavez described him as \"a terrorist and a coup plotter.\" Chavez blamed Fernandez \nfor playing a part in the two-month long strike discussed here (see above). Fernandez was faced with  a possible \n20-year jail term. Another strike leader, Carlos Ortega, who was head of the Venezuelan Workers Confederation, \nrefused to emerge from hiding.\n\nIn May 2003, a day after an accord was brokered between the government of Venezuela and its opponents, \nviolence erupted at a rally in the capital city of Caracas. Supporters of Venezuela's President Hugo Chavez, as well \nas members of the opposition group, Red Flag, were present at the demonstration. Both factions blamed one ano \nther for the violence which left one person dead and 15 people injured. The protest was organized by the Red Flag \ngroup and dubbed \"the conquest of western Caracas;\" however, it was also attended by Chavez supporters who \nearlier warned against holding such a rally.\n\nIn June 2003, violence flared again in the streets of of Caracas as battles raged between supporters and opponents \nof President Hugo Chavez. Altercations with police forces also ensued. The opposition organized a rally in one of \nthe poorer areas of Caracas, typically a stronghold of Chavez, to show that the Venezuelan leader was losing \npopular support.\n\nBrokering A Peaceful Resolution\n\nIn an attempt intended to broker a peaceful resolution to the otherwise contentious situation in Venezuela, an \naccord was developed following six months of negotiations.  It was brokered by the Secretary General of the \nOrganization of Ameri can States (OAS).\n\nThe agreement would compel President Chavez to participate in a referendum on his rule halfway through the \npresidential term (in August), in accordance with the constitution (see item #2 of the Carter Plan noted above). \nOpponents of the government had to accrue signatures from 20 percent of the electorate in order to hold the \nreferendum, and there would have to be some sort of National Electoral Commission established to verify the \nreferendum petition.\n\n\n\nUntil the possible referendum date, both government supporters and opponents were expected to end the violence, \ndisarm the civilian population and respect Venezuela's democracy.\n\nThe Road to the Referendum\n\nAs 2003 drew to a close, Venezuelans were in the process of signing petitions aimed at compelling the \naforementioned referendum on the leadership of President Hugo Chavez. Although there were report s of some \nviolence in the northeastern part of the country, and the chief election official claimed some obstructionism on the \npart of the military, most observers reported that the petition-signing process had proceeded smoothly. Indeed, \nCesar Gaviria, the head of the Organization of American States (OAS), noted that 97 percent of the signature \ncollection centers had not encountered any issues. In addition to the OAS, the Carter Center, founded by United \nStates President Jimmy Carter, was also present in Venezuela to oversee the signature collection process.\n\nFor his part, President Hugo Chavez charged that some businesses forced employees to sign the petition, while \nseveral persons had signed their names repeatedly. The Venezuelan President also criticized his opponents for \nwhat he termed \"mega-fraud\" in seeking a referendum on his presidency. His opponents, however, accused \nChavez of mismanaging the economy and political authoritarianism.\n\nOpposition forces were given four days to collect 2.5 million signatures, as a prerequisite to a referendum on the \npresidency. According to the constitution of Venezuela, a president may be challenged after having served the first \nthree years of a six-year term.\n\nIn the fall of 2003, the  petition signed by three million Venezuelans calling for a referendum on Chavez' presidency \nwas rejected by the National Election Council. The reason cited for the rejection of the petition was the fact that the \nsignatures had been collected several months prior to the half-way point of Chavez' term in office.\n\nBy May 2004, at the close of  a three-day process in which it was being determined whether or not opposition \nforces had the requisite number of signatures on a petition [to trigger a referendum on the presidency], Chavez said \nhe would accept a recall referendum on his term in office.  President Chavez' comments were made fol lowing a \nmeeting with international observers, including former United States President Jimmy Carter.\n\nAccording to the Venezuelan constitution, 2.5 million supporting signatures on a recall petition were necessary.  \nAlthough the signatures had been gathered several months earlier,  as noted just above, the petition had been \nunder dispute by electoral authorities.  The conflict resulted in violent demonstrations in the capital city of Caracas \nin February 2004.  Verification of the signatures on the petition had to take place before a referendum could be \ncalled.\n\nAfter the process of verifying the signatures was completed, a provisional date was set for the referendum in August \n2004.\n\nIt was also declared that if the referendum was delayed until after August 19 and the vote did not favor Chavez, the \nvice president would assume the presidency, thus precluding the need for new elections.  Such an outcome could \nhardl y be viewed as a victory for opposition forces.  Nevertheless,  the referendum was held in mid-August ahead \nof the August 19 cut-off date.\n\nThe August 2004 Referendum\n\nHaving survived an apparent coup d'etat a few years prior, Chavez again showed his political strength in surviving \nthe referendum on his leadership. In fact, the Venezuelan president claimed victory with 58 percent of votes cast.\n\nFollowing the announcement of the referendum result, Chavez urged the opposition to gracefully accept the \noutcome and work toward national reconciliation.\n\n\n\nFor its part, however, opposition leaders claimed the referendum had been subject to irregularities.  Indeed, \nopposition leader Henry Ramos Allup referred to the referendum result as a \"gross manipulation.\"\n\nFormer United States President Jimmy Carter, who had acted as an observer to the referendum, said that such \nclaims appeared to be without merit.  Nonetheless, in cooperation with the Organization of American States, Carter \nannounced there would be an audit of the referendum results for the purpose of alleviating any fears about the \nveracity of the outcome.  The audit was to be administered by the Venezuelan electoral authorities; it was also to be \nobserved by international monitors.\n\nEven though the referendum results were eventually validated and certified, opponents of Chavez continued to \ncharacterize the vote as fraudulent, even accusing the officials on the electoral board of being  biased in favor of the \npresident.\n\nIn the end, although the opposition had hoped  that the outcome of the referendum would end in his removal  from \noffice, that vote served instead to ratify President Chavez's grip on power.\n\nImbroglio with Colombia\n\nIn early 2005, Venezuelans demonstrated in the streets of the capital city of Caracas to reaffirm the country's \nsovereignty and to protest Colombia's alleged encroachment into its territory.  The demonstration was the latest \ndevelopment in a growing diplomatic crisis.\n\nThe imbroglio between the two countries was spurred by the arrest of a leading member of the leftist rebel group \nFARC.  Venezuela charged that the arrest allegedly took place in its territory and as such, there was  a violation of \nits sovereign space.  In this regard, Venezuelan President Hugo Chavez demanded an apology from Colombian \nPresident Alvaro Uribe.  For its part, however, Colombia denied that the incident took place in Venezuelan territory \nand no apology from Colombia was forthcoming.  Venezuela thusly recalled its ambassador from Colombia in order \nto register its displeasure with the situation.\n\nWhile Venezuelan President Hugo Chavez must de al with accusations that he has been sympathetic to Colombia's \nleftist rebels, Colombian President Alvaro Uribe must contend with the revelation that his government allegedly paid \nVenezuelan police for assistance in the arrest of the FARC rebel member.\n\nThe diplomatic crisis between Venezuela and Colombia eventually came to an end after six weeks of bilateral \ntension.  Rapprochement was reached when Colombia submitted a statement stating that such incidences would \nnot be repeated.\n\nRelations with the United States\n\nIn the backdrop of this tense situation has been the fact that the United States seems determined to isolate left-\nleaning Venezuela.  Indeed, United States Secretary of State-designate Condoleezza Rice described the \nVenezuelan government as being a \"negative influence\" on the western hemisphere.\n\nIn April 2005, Secretary Rice called for the sale of arm s to Venezuela to be monitored.  An unidentified Venezuelan \nofficial responded by noting that her statement was an untoward intrusion of Venezuelan sovereignty.\n\nFor his part, Venezuelan President Hugo Chavez has described the Bush administration in the United States as \nhaving imperialist inclinations.  He has also claimed periodically that the United States has plotted to oust him.  \nMoreover, he has threatened to stop selling oil to the United States if that country's interference intensifies.\n\nIn July 2005, Venezuelan prosecutors convened an investigation into the activities of the United States Drug \nEnforcement Administration (DEA). By August 2005, Venezuelan President Hugo Chavez had accused the DEA of \nusing its agents for purposed of spying. The Venezuela leader said, \"The DEA was using the fight against drug \ntrafficking as a mask, to support drug trafficking, to carry out intelligence in Venezuela against the government.\" In \n\n\n\nresp onse, Chavez said that Venezuela would discontinue its agreement to work with the DEA to deal with narcotics \ntrafficking. However, he said that Venezuela would continue to work with other international groups on the matter.\n\nIn August 2005, already-strained relations between Venezuela and the United States were further damaged when \nreligious evangelist, Pat Robertson,  called for the assassination of President Hugo Chavez on his religious \ntelevision broadcast of the \"700 Club.\"  Robertson, a Christian fundamentalist and strong supporter of the Bush \nadministration, said, \"We have the ability to take him out, and I think the time has come that we exercise that \nability.\"\n\nThe United States  Department of State distanced itself from Robertson's  call for the death of the Venezuelan \nleader by characterizing his comments as \"inappropriate.\"  The department also noted that Roberts' words did not \nreflect the policy of the Unite d States.  Donald Rumsfeld, the Defense Secretary of the United States said that \nRobertson's words were that of a private citizen. United States President George W. Bush offered no comment.\n\nOf course, critics of the Bush administration charged that even though Robertson might be a private citizen,  he was \none with a public forum, and one known to be a close ally of the American president. As such, they said that a clear \nresponse from the administration was necessitated at a time when bilateral relations had suffered.  In fact, these \nsentiments were echoed by the Venezuelan government as well. In an address, Bernardo Alvarez, Venezuela's \nAmbassador to the United States said, \"Mr Robertson has been one of this president's staunchest allies. His \nstatement demands the strongest condemnation by the White House.\"\n\nOnly days prior to the conflagration involving Robertson, a Republican Senator of the United States and the \nChairman of the Senate Judiciary Committee, Arlen Specter, sent a letter to the Department of Defense requesting \nimproved relations with Venezuela, for the purpose of working cooperatively to deal with narcotics trafficking.  The \nVenezuelan government had ceased cooperation with the United States DEA on this issue a month earlier.  In his \nletter, Specter noted, \"It may well be helpful to, at least, have a moratorium on adverse comments on Venezuela.\"\n\nRobertson's  remarks served only to reinforce the perception by the Venezuelan government that it has been the \ntarget of an ongoing campaign of political aggression by Washington, and that it was intended to destabilize the \ncountry and ultimately remove Chavez from office.\n\nIn response, Chavez' government said it was exploring all possible legal options available.  For his part, President \nChavez said that he did not \"even know who that person is\"  when he was informed about Robertson' s remarks.  \nBut Venezuelan  Vice President Jose Vicente Rangel framed Robertson's words as a \"criminal statement\" and \nchallenged Washington's response saying it would  put United States anti-terrorism policy to the test.  In this regard \nRangel said,  \"It's huge hypocrisy to maintain this discourse against terrorism and at the same time, in the heart of \nthat country there are entirely terrorist statements like those.\"\n\nAs the fiasco continued to dominate the media, Robertson responded first by saying  that his remarks were taken \nout of context.  He also claimed he had never called for the actual assassination of Chavez but simply his ousting \nfrom office.  Presumably confronted with the record clearly stating that he had indeed used the word assassination \nin his remarks about Chavez, he subsequently apologized.\n\nThe lack of response from the United States White House, however, prompted the Venezuela n government to say \nthat it was still going to seek legal recourse. On Aug. 29, 2005, Venezuelan President Hugo Chavez said that if \nWashington failed to take legal measures against Robertson's \"terrorist\" proposal (i.e. calling for the assassination \nof a head of state), then he would take the case to the United Nations and the Organization of American States. \nChavez also said Venezuela would not rule out calling for Robertson's extradition to Venezuela to face charges.\n\nA day later, however, the Venezuelan leader took a different approach and said that he would welcome improved \nbilateral ties with the United States.  Standing with American civil rights leader, Rev. Jesse Jackson, Chavez said \nhe sought to improve relations between the two countries and offered inexpensive heating fuel -- at a 40 percent \ndiscount --  to impoverished United States residents in anticipation of winter. Chavez also offered food, potable \nwater, fuel, and humanitarian aid to the devastated Gulf Coast residents in the aftermath of Hurricane Katrina.  After \nbeing asked by Jackson to resume work with the DEA on narcotics trafficking, Chavez said he would consider it.\n\n\n\nFor his part, Jackson said the political rhetoric had to stop and noted there was no evidence that Venezuela was a \n\"destabilizing force\" in the hemisphere, as suggested by the Bush administration. Earlier, Jackson, a religious \npastor himself,  condemned Pat Robertson's words.\n\nOn Sept. 16, 2005,  Chavez addressed the United Nations General Assembly.  In that address, the Venezuelan \nleader condemned the neo-imperialism, militarism and  unbridled capitalism of the Bush administration in the United \nStates.  He also assailed the United States government for failing to protect the impoverished citizens of New \nOrleans from the aftermath of Hurricane Katrina. As well, he accused the United States of taking a contradictory \nstance on terrorism by failing to condemn the aforementioned calls by Robertson, for Chavez' own assassination. \nOn this issue, Chavez said, \"The only place where a person can ask for another head of state to be assassinated is \nthe United States, which is what happened recently with the Reverend Pat Robertson, a very close friend of the \nWhite House. He publicly asked for my assassination and he's still walking the streets.\"\n\nAfter going past the five-minute limit placed on speakers, he was asked to quickly finish his statement.  In response, \nhe turned to Jan Eliasson of Sweden, the president of the General Assembly, and said, \"I think the president of the \nUnited States spoke for twenty minutes here yesterday. I would ask your indulgence to let me finish my statement.\"\n\nAt the end of his address, he was given the loudest applause of any world leader addressing the summit.\n\nSome observers said that his words apparently captured the col lective global resentment toward the policies of the \nUnited States under the Bush administration.  Others explained Chavez' popularity at the summit by noting that \nUnited Nations members tend to rally around certain members when they are faced with attacks.  For example, \nwhen conservative lawmakers in the United States called for the resignation of general Secretary Kofi \nAnnan, Annan was given a standing ovation as a gesture of support.  When United States President Bill Clinton \nwas facing attacks by the Republican opposition over the scandal involving Monica Lewinsky, he also received a \nstanding ovation from the General Assembly.\n\nIn November 2005, President Chavez led a massive anti-Bush rally in Argentina at the summit of the Organization \nof American states.  There, Chavez was a frequent critic of the Bush administration's policies and found a receptive \naudience among the massive crowds. On the agenda at the summit was the matter of the Free Trade of the \nAmericas. The hemispheric free trade deal met with resistance from several countries, including economic power-\nhouses such as Brazil, Venezuela and Argentina, but it was backed by the United States and supported by Mexico.\n\nRelations between Mexico and Venezuela deteriorated in the aftermath of the Organization of American states \nsummit in Argentina.  The diplomatic imbroglio was sparked by the aforementioned United States-backed effort to \nlaunch  the Free Trade of the Americas and Mexico's support therein. Venezuelan President Hugo Chavez claimed \nthat Mexican President Vicente Fox had violated normal protocol by trying to force agreement on the contentious \nfree trade deal, even when it was not on the agenda.  While giving an address to business people and political \nsupporters in the Venezuelan capital city of Caracas after the summit, Chavez said: \"How sad that the president of \na people like the Mexicans lets himself become the puppy dog of the empire.\"  By \"empire\" he was referring to the \nUnited States. The Mexican government responded to the characterization by demanding an  apology,  and noted \nthat the Venezuelan leader's words struck at \"the dignity of the Mexican people.\"  Foreign ministers from both two \ncountries met to discuss the dispute but no resolution was immediately forthcoming.\n\nThe Case of Posada Carriles\n\nIn the spring of 2005,  the case of Luis Posada Carriles emerged and quickly embroiled Venezuela, Cuba and the \nUnited States. Luis Posa Carriles, along  with Guillermo Novo Sampoll, Orlando Bosch and Gaspar Jiménez \nEscobedo founded the Coordination of United Revolutionary Organizations (CORU), which was believed to have \nbeen involved in terrorist activities aimed at ousting Cuban President Fidel Castro from power. Born in Cuba, \nPosada Carriles became a naturalized citizen of  Venezuela and has been linked with several bloody political plots.\n\n\n\nThe case came to the fore after the Cuban-born militant and possible assassin, Luis Posada Carriles, was detained \nand held in the United States for charges of illegally entering the country across the Mexican \nborder. Soon thereafter, Posada Carriles requested political asylum in the United States. In  May 2005, Venezuela \ncalled for Posada Carriles to be extradited from the United States after the Venezuelan Supreme Court approved \nan extradition request for him. The United States Department of State Assistant Secretary responsible for Western \nHemisphere Affairs, Roger Noriega, argued that Posada Carilles may not actually have been in the United States \nand that the charges against him \"may be a completely manufactured issue.\" But two weeks later, the Miami Herald \nconducted an interview with Posada in South Florida, making clear that he was indeed on American soil. Later it \nwas revealed that Posada Carriles was eventually arrested while trying to get out of the country, and was being \nheld in Texas by the United States Department of Homeland Security. \n\nThe Venezuelan government wanted Carriles to stand trial for the bombing of an Air Cubana airliner traveling from \nBarbados to Cuba in 1976, which left all 76 people on board dead. But the United States said that it would not \ndeport Carriles to a third country, which might very well hand him over to President Fidel Castro in Cuba. In \nresponse, President Hugo Chavez  assured the United States authorities that he would not hand Carriles over to \nCastro.  Still, he warned that if the United States continued its path of intransigence on the matter, diplomatic ties \nbetween Caracas and Washington D.C. would have to be reconsidered.\n\nThere have been several claims made that the United States' reluctance to move against Posada Carriles was \nmotivated by its policy toward Cuba, in conjunction with the government's own clandestine relationship with the \nman.  Indeed, the National Security Archive, a non-governmental organization, was reported to have housed a \nsignificant collection of declassified documents pertaining to Posada' Carriles' relationship with the United \nStates. Among the documents was a 1965 FBI memorandum that discusses his early years, as well as a 1966 FBI \ndocument outlining Posada's relationship with the United States.  That particular document sugested that Posada \nCarriles was a recipient of monthly payments from the United States Central Intelligence Agency (CIA) during the \n1960s, and was being considered to lead a military alliance against Fidel Castro's government.\n\nBy the close of May 2005, United States officials had rejected Venezuela's request to detain and extradite Carriles.  \nThe United States Department of State was holding Posada Carriles on suspected immigration violations; it said \nthere was insufficient evidence to arrest and extradite him in accordance with Venezuela's wishes.\n\nIn response to the decision by the United States, tens of thousands of Venezuelans demonstrated in the streets of \nthe capital city of Caracas. The protest rally was largely peaceful with demonstrators dancing in the streets, blowing \nwhistles and shouting anti-American slogans. Many Venezuelans believe the United States' position is rife with \ndouble standards, and some accuse United President George W. Bush of hypocrisy for allowing a possible terrorist \ninto its jurisdiction even while he wages a \"war on terror.\"  Throughout, demonstrations were also going on in Cuba \nwith Cubans at home calling for Posada Carriles to face justice.\n\nThe case of Posada Carriles has contributed to the devolution of already-strained relations between Venezuela and \nthe United States. The diplomatic imbroglio over Posada Carriles has not helped the situation. In fact, a new \nproblem emerged to exacerbate the situation when the United States canceled the tourist visa of Venezuelan \nSupreme Court  President, Omar Mora.  In response, Venezuela warned that it would halt visits by American \nofficials. The United States said that an administrative error precipitated the cancellation of Oman Mora's visa.  It \nalso noted that the cancellation was not political and that the Venezuelan Supreme Court President could re-apply \nfor a new visa.  The Venezuelan government, however, was not assuaged.  Venezuelan Vice-President Jose \nVicente Rangel characterized the incident as a \"slight to Venezuela's dignity.\" Other Venezuelan officials, including \nOmar Mora himself, suggested that the cancellation of the visa was linked to Venezuela's calls or the United States \nto extradite Luis Posada Carriles.\n\n\n\nPosada Carriles' immigration hearing was set for June 13th, 2005.  There, he renewed his request for  political \nasylum in the United States, and also requested that he be transfered from Texas to custody in Florida, where his \nfamily and attorneys were based.  On June 21, 2005, the  judge refuses Posada Carriles' request  to be transferred \nto Florida and set a date for an immigration hearing  before a Homeland Security judge in Texas. In that regard,  \nPosada Carriles was expected to face a Homeland Security judge in the United States on August \n29, 2005.  Following that hearing, the\n\nDepartment of Homeland Security judge ruled that he could not be deported due to a possible threat of torture in \nVenezuela, if was, indeed, sent back to there.\n\nIt was reported in the Cuban media that on March 22, 2006, United States Immigration and Custorms \nEnforcement (ICE) decided that Posada Carriles would continue to be detained because he continued \"to present a \ndanger to the community and a flight risk. \" The ICE also acknowledged that he had \"a history of engaging in \ncriminal activity, associating with individuals involved in criminal activity, and participating in violent acts that \nindicate a disregard for the safety of the general public.\"\n\nIt was the first major admission on the part of the United States government  regarding the potential criminal \nactivities of Posada Carriles.  Nevertheless, on April 27, 2006, the New York Times reported that Posada Carriles \nhas applied to become a United States citizen.\n\nOther Developments on the Domestic Scene in 2005\n\nMeanwhile, the domestic scene in Venezuela, political changes were afoot in the first part of 2005.\n\nNotably, two leading Venezuelan opposition figures announced that they would join forces to form a new political \ngroup in May 2005.  Claudio Fermin, the former mayor of the capital city of Caracas, and activist Carlos Melo, \nclaimed their newly established Popular Assembly was intended to \"rescue political discourse\" in Venezuela, and it \nwould be aimed at opposing both President Hugo Chavez as well as the existing anti-Chavez opposition.\n\nBy August 2005, hundreds of people participated in a demonstration in the capital city.  The demonstrators marched \nin the streets of Caracas hoping to draw public attention to their demands for electoral reform ahead of \nparliamentary elections scheduled for December 2005.  Chanting anti-Chavez slogans and carrying Venezuelan \nflags, they also called for the officials of the National Election Council to be replaced.  One banner was seen \nemblazoned with the words, \"We need a New National Elections Council, Now!\"\n\nAs the demonstrators closed in on the city center, clashes broke out with pro-Chavez contingents. Violent \naltercations resulted in injuries to several people as rocks and bottles were thrown from both sides, and as tear gas \nfilled the area. Media reports suggested that it was the worst violence in months.  Indeed, Venezuela has enjoyed a \nstate of relative calm since Chavez won the August 2004 referendum on his leadership, as discussed above. \nDespite the voting audit, which was carried out to ensure the veracity of the referendum outcome, anti-Chavez \ngroups charged that the certification of the result was tainted because, according to their claims, officials on the \ncountry's election board were supporters of President Chavez.  In fact, this latest demonstration was organized to \npress home this claim. For its part, the National Election Council dismissed that accusation, characterizing it as \nunfounded.\n\nIn Venezuela's legislative elections held in early December 2005, President Hugo Chavez' ruling party, the Fifth \nRepublic Movement (FRM), in conjunction with various allies, appeared to have claimed an overwhelming victory.  \nEarly election results suggested that Chavez' party and its allies had swept all the 167 seats at stake.  The massive \nwin by Chavez and his allies was helped,  to some degree, by the election boycott staged by the country's five main \nopposition parties.  Still, Chavez criticized the decision by the opposition to boycott the election and charged the \nopposition with trying to lead the country \"down a violent path.\"\n\n\n\nAn election official said that barely 25 percent of Venezuela's eligible voters had participated at the polls. Jorge \nRodriguez, the president of the National Electoral Council (NEC), said that the low turnout was not because of the \nboycott, but an unfortunate consequence of \"torrential rains\" that made it difficult for voters to get to polling stations. \nStill, some members of the opposition claimed that low voter turnout undermined the legitimacy of the election \nresults and, as such, they would go to court to try to get them invalidated.  Other opposition leaders dismissed court \naction as pointless, saying the courts simply obey the head of state.  Still others, including the group Sumate, said \nthe government also controlled the election council, intimating that the election results were not to be trusted and \naccusing it of widespread fraud. For its part, the head of the National Elections Council said \"the voting went ahead \nwith absolute normality\".\n\nMeanwhile, the United States made note of the low voter turnout and also expressed a lack of confidence in the \nfairness of the election.  The United States stopped short of condemning the election results, saying instead it \nwould wait to see the reports from international monitors.\n\nRegardless of the actual reason for the low level of participation, the election results strongly consolidated Chavez' \npolitical power and augmented his political agenda, which he has called the \"Bolivarian revolution\" in memory of \nLatin American nationalist hero Simon Bolivar. The victory at the legislative elections also effectively paved the way \nfor constitutional changes that will allow him to stand for another term in office. In this regard, the Speaker of the \nNational Assembly, Nicolas Maduro, said that a new draft of the 1999 constitution would be written in 2006 and \nwould be submitted to a referendum in 2007.\n\nDevelopments in 2006\n\nAt a pilgrimage to honor the Virgin Mary in January 2006, the most senior Catholic clergyman in Venezuela, \nCardinal Rosalio Castillo Lara, told worshippers  that the country had \"lost its democratic course and presents the \nsemblance of a dictatorship.\"  In response, Venezuelan President Hugo Chavez described the Cardinal's words as \n\"a provocation\" and demanded a full apology.  He also characterized the incident as \"shameful for the Catholic \nChurch\" and warned the church to stay out of political affairs.  Chavez also demanded an explanation from the \nPope's representative in Caracas but said that the response offered by the Vatican's ambassador was not \nsatisfactory.\n\nIn early February 2006,  President Hugo Chavez announced that he intended to puchase more weaponry for \nVenezuela in order to protect his country from potential invasion by hostile powers.  Chavez noted that the 100,000 \nKalashnikov assault rifles already on order from Russia were insufficient to meet this need.  He also asserted that \nVenezuela would require a million armed men and women to protect the country.\n\nChavez' words came after already-bad bilateral relations with the United States sunk to a new low after both \ncountries expelled one another's diplomats after Caracas accused Washington D.C. of spying. Venezuela also \nwarned that if Washington severed diplomatic ties with Caracas, it would respond by closing all Venezuelan \nrefineries in the United States, effectively disrupting oil supplies, and potential leading to further price increases. \n\nIn a related development, Spain rebuffed pressure from the United States to refrain from selling 12 military aircraft \nto Venezuela using American technology.  Spain said that it would go ahead with the deal using European \ntechnology instead.\n\nAt the country's 200th anniversary celebration in March 2006, Venezuelan President Hugo Chavez officially \nrevealed the country's new flag to the public. Venezuelans were able to see the new flag as it was flown during a \nlarge military parade and eventually hoisted by the president himself. Changes to the design were approved by \nparliament in early 2006 and included the addition of an eighth star and a shift in direction faced by the white horse \non the national coat of arms.  Some observers attributed the eighth star as being representative of the province of \n\n\n\nGuyana, while others interpreted it as a testament to 19th Century independence leader and hero, Simon Bolivar. \nThe shift in the horse from facing right to facing left was quickly interpreted as being filled with political symbolism.\n\nEven as Chavez and his supporters celebrated the 200th anniversary of Venezuela and the unveiling of the new \nnational emblems, about 1,000 opposition members demonstrated against the new flag in the streets of Caracas. \nCondemning the new flag, they questioning its constitutionality noting that there had been no real consultation prior \nto making the changes.  Expressing outrage, opposition spokesperson Oscar Perez said, \"Venezuelans have two \nflags - one of totalitarianism, autocracy and communism... and one of democrats.\"\n\nIn order to manage costs, changes to emblems emblazoned on public buildings, stamps, coins and passports will \nbe made in a gradual fashion over a period of five years.\n\nOn April 7, 2006, a convoy carrying  United States Ambassador William Brownfield was  pelted  with tomatoes and \neggs in the Venezuelan capital city of Caracas.  Reports also stated that individuals on motorcycles \nchased Brownfield's car.  Police escorting the convoy did not intervene.  It was believed that supporters of \nPresident Hugo Chavez may have been responsible.\n\nIn July 2006, Venezuela  joined Mercosur -- the South American trade bloc that already included Brazil, Argentina, \nUruguay and Paraguay.  Venezuelan President Hugo Chavez characterized the move as \"historic.\"\n\nMeanwhile, observers were split on their assessments of the prospects for the newly-enlarged Mercosur. While \nsome Venezuelans wondered if some business enterprises would be hurt by rivals within the bloc, others were \nhoping that it would herald more of an open-market shift.  Meanwhile, still other observers wondered about the \npolitical and economic implications of Chavez' influence within Mercosur.\n\nAugust 1, 2006 marked the start of the presidential election campaign in Venezuela. Months ahead of elections \nscheduled for December 2006, President Hugo Chavez was enjoying approval ratings as high as 60 percent while \npotential rivals polled at around five percent. The Venezuelan opposition has been wracked by a lack of cohesion \nand a dearth of new policy proposals. One of few possible candidates likely to pose a genuine challenge to Chavez \nhas been the populist, Benjamin Rausseo. Known as \"the Count of Guacharo,\" Rausseo's \"rags to riches\" personal \nstory, as well as his career as a stand-up comic, were believed to hold some attraction for voters looking for an \nalternative to Chavez. Meanwhile, for his part, Chavez was looking to win re-election. Should he be successful in \nthis bid, it would ensure a third consecutive term in office.\n\nIn September 2006, Chavez addressed the United Nations General Assembly.  In his speech he assailed the \n\"imperialist\" and hegemonic power of the United States, quoting famed American linguist Noam Chomsky in so \ndoing.  His reference to Chomsky apparently sparked renewed interest in the famed linguist's writings and \nphilosophical stances. He also jokingly referred to United States President Bush, who had earlier addressed the \nassembly, as \"the devil.\"  The Bush administration characterized Chavez' statements before the United Nations as \n\"unstatesmanlike.\"  But in an interview with Time magazine, Chavez noted that Bush had also used  vitriolic \nlanguage against him.  To this end, Chavez said, \"Bush has called me worse things — tyrant, populist dictator, drug \ntrafficker, to name a few. I'm not attacking Bush; I'm simply counter-attacking.\"\n\nThe scenario highlighted continued poor bilateral relations between the two respective administrations and was \nexpected to negatively impact Venezuela's bid for a non-permanent seat on the United Nations Security Council.\n\nThe situation was not helped by the fact that only days later, Venezuelan Foreign Minister Nicolas Madura was \ndetained at New York's John F. Kennedy airport for 90 minutes.  Maduro was in the United States to attend the  \naforementioned United Nations General Assembly meeting but was stopped as he was trying to leave the country. \n\n\n\nAccording to various reports, after being detained, Maduro was questioned about his role in an attempted coup \nd'etat led by Chavez in 1992 by regular airport security.  Diplomatic security then entered the fray, presumably to \nresolve the matter.\n\nAccording to Maduro, however, the situation was not a simple one and entailed treatment disallowed under \ninternational law. Indeed, Maduro asserted that he was both strip-searched and subjected to verbal abuse.  \nIn remarks to the media, Maduro said, \"We were detained during an hour and a half, threatened by police with \nbeing beaten. We hold the United States government responsible.\" Venezuelan President Chavez observed that \nMaduro's detention was a provocation of sorts. Officially, Venezuela responded to the incident by filing a formal \ncomplaint to both United States authorities and the United Nations. \n\nFor its part, United States authorities denied that Maduro had been detained, saying instead that he had simply \nbeen asked to comply with a second security screening.  However, the United States Department of State later \nacknowledged the incident and subsequently issued an apology to the Venezuelan foreign minister.  A \nspokesperson for the State Department said, \"The state department regrets this incident. The United States \ngovernment apologized to Foreign Minister Maduro and the Venezuelan government.\" Regardless, the apology did \nnot alleviate the tensions between the two countries, with Foreign Minister Maduro saying that it was not enough.  \n\nBy November 2006, Venezuela's bid to attain a non-permanent seat on the United Nations Security Council ended \nin failure when, after successive rounds of voting, it could not muster enough votes to outright eliminate \nGuatemala.  Of course, Guatemala was in exactly the same position as well.  The result was a blow to both \nVenezuela and Guatemala -- and by extension, the United States, which had strongly backed Guatemala against \nVenezuela.  Consequently, the countries of the Western Hemisphere reconvened to submit a consensus candidate, \nand chose Panama.  The choice of Panama, which was endorsed by the majority of countries in the region, was \nintended to symbolize the nexus of the various regions of the Americas. \n\nElection of 2006\n\nVenezuelan voters went to the polls on December 3, 2006 to vote in the country's presidential election.  Turnout \nwas reported to be 62 percent.  Observers reported long lines of people waiting to vote outside polling stations.  \nAmong the international observers were hundreds of monitors from the European Union (EU) and the Organization \nof American States (OAS).  As well, supporters of the main candidates monitored the activities at  polling stations; \nthey were expected to participate in a post-election audit of ballot boxes. Also stationed at the polling stations were \narmy reservists -- reportedly on hand  to ensure that there was no tampering with the electronic voting machines.\n\nRepresentatives from the OAS described the election as \"massive and fair.\"  Although there were reports of \nirregularities at some polling stations, a member of the opposition acknowledged that such incidences were \naddressed in a satisfactory manner by election authorities.\n\nLeading up to the election, left-wing incumbent President Hugo Chavez  campaigned on the basis of the \nperformance of his ongoing programs and policies.  Chavez urged people to give him another term in office so he \ncould complete his socialist Bolivarian Revolution, which he claimed to have started.  To that end, Chavez touted \nthe manner in which he had used the country's vast oil wealth to help the poorest segments of the population \nthrough social programs.  In the developing world, frequent criticisms have been levied against traditional market \neconomics, based on the view that impoverished people rarely benefit from the wealth yielded by natural \nresources.  By ensuring  that poor Venezuelans have enjoyed tangible benefits from the country's oil wealth, \nChavez has been able to win the loyalty of a significant portion of the citizenry.  In addition to his policies and \nprograms, less fortunate Venezuelans have personally  identified with Chavez, whom they believe has an intimate \n\n\n\nunderstanding of poverty, given his background as a street vendor.  In these ways, Chavez has enjoyed a popular \nfollowing in Venezuela.\n\nNot all Venezuelans, however, have held the policies and programs of Chavez in high estimation. Still, Venezuelans \nwith a different vision for the country were presented with a clear alternative to the Chavez regime.  Specifically, \nChavez' main challenger, the pro-business candidate Manuel Rosales, campaigned on the basis of returning \nVenezuela to a strictly market-based system and  attracting foreign investment.  As the governor of the oil-rich \nstate of Zulia,  Rosales' platform held particular resonance among Venezuela's middle and upper classes -- a \nsegment of the population that has been generally opposed to the populist inclinations of Chavez.  Among these \nopponents of Chavez, criticism has been directed to his economic approach, as well as some of his political \nmeasures, which have, to some degree,  consolidated presidential power.\n\nWhile polls in the months prior to the election showed Chavez with a double-digit lead over other candidates, in the \ndays prior to the election, Rosales' disciplined campaign appeared to be gaining traction and boosting his \nprospects.  Rosales was also helped by the fact that there was greater unity among the opposition that in the past.\n\nIn the end, voters would be choosing between a continuation of Chavez' left-leaning platform, or, a shift to the right \nand toward a strict market economy via Rosales.\n\nExit polls taken on election day indicated that despite Rosales' late surge in the polls, Chavez was poised for re-\nelection.  Those exit polls showed Chavez capturing about 58 percent of the vote share with Rosales trailing with 40 \npercent.  Yet to be seen was whether or not the polling data was accurate. Hours later, with the majority of the \nvotes counted, the National Electoral Council said that Chavez had exceeded exit poll projections and garnered 61 \npercent of the vote share and a landslide victory.  Meanwhile, Rosales secured 38 percent of the votes cast.\n\nChavez soon declared victory.  He appeared on the balcony of the presidential palace, clad in a red shirt -- a \ntestament to his political philosophy -- and addressed the crowds of his supporters gathered below declaring, \"It's a \ngreat victory for the revolution!\"  Below, his supporters chanted in response, \"Chavez isn't leaving!\"  For his part, \nRosales conceded defeat and promised to stay involved with politics.  In his speech to supporters, he said, \"We will \ncontinue in this struggle.\"  While some opposition supporters were downcast over the defeat of Rosales, others \nexpressed anger about the election outcome.\n\nWhile critics, including the Bush administration in the United States, have accused Chavez of being a \"dictator,\" the \nVenezuelan president has emphatically stated that he values democracy.  His socialist programs have worried free \nmarket advocates, particularly those upset about state control over the oil economy in Venezuela.  Their anxieties \nhave not been assuaged by suggestions by Chavez that utilities might be nationalized.  That said, Chavez has \nnoted that he intends to respect private ownership  and he has pointed to the democratic means by which he \nachieved power.\n\nIndeed, this latest landslide victory -- following on two previous election victories in 1998 and 2000, as well as a \nconvincing victory in the aftermath of the notorious \"recall\"  referendum of 2004 -- effectively gave President \nChavez a clear mandate to continue his socialist Bolivarian Revolution.  The landslide victory also vindicated his \nstrong stance against the Bush administration in the United States, at least among the majority of Venezuelans. \nMoreover, it augmented his push for an anti-imperialist front composed of Latin American countries.\n\nDevelopments in 2007\n\nIn early 2007,  President Chavez carried out a major cabinet shuffle, replacing 15 cabinet ministers and creating \ntwo new ministerial portfolios.  Of significant note was the fact that Venezuela's Interior and Justice minister, Jesse \nChacon, was relieved of his duties in reaction to a spate of prison violence that plagued the country.  On state \n\n\n\ntelevision, President Chavez explained his decision to fire Chacon saying, \"It is the result of failings in internal \nsecurity and infrastructure.\"  Chacon was to be replaced by Pedro Carreno, a Chavez loyalist and the head of the \nparliamentary judicial commission.\n\nIn a rather shocking move, Vice President Jose Vicente Rangel was replaced with Jorge Rodriguez, another \nChavez loyalist who had served as the director of the country's electoral commission.\n\nNo explanation was given for the change, however, the president expressed profound regret about having to make \nsuch a difficult decision.  He said, \"The decision to relieve Jose Vicente of his post was not easy for me because he \nis like a star pitcher and I regard him with the same respect and affection as a son would a father.\"  Rangel had \nbeen one of the president's strongest allies and policy advocates.\n\nAmong the other key shifts was the appointment of Nicolas Maduro as the Foreign Minister. \n\nOn policy, Chavez expressed his desire to nationalize key power and telecommunications companies in Venezuela.\n\nChavez has also said that he would re-examine the current arrangements with foreign energy companies operating \nin the Orinoco region of Venezuela.  Markets reacted to the news of the plans for the Venezuelan economy with \nfalling stock prices.  \n\nA week later, attention turned to the inauguration of President Hugo Chavez.  Prior to the swearing-in \nceremony, the Venezuelan president laid a wreath at the tomb of Simon Bolivar -- a testament to his commitment \nto  extend the \"Bolivarian revolution.\"\n\nThen, on January 10, 2007, President Chavez was inaugurated into power for a third consecutive term in office.\n\nDuring his swearing-in ceremony, which took place in front of the full Congress, people chanted, \"Long live \nsocialism!\" For his part, Chavez  promised to give his entire life \"to the construction of Venezuelan socialism.\" In a \nsymbolic gesture, Chavez wore the presidential sash on his left side instead of the traditional right side, paying \ntribute to his leftist credentials. \n\nIn mid-January 2007, Venezuela's National Assembly moved to approve legislation that would grant President \nHugo Chavez the right to bypass Congress and rule by decree for a period of 18 months. The National Assembly, \nwhich has been dominated by representatives  with Chavez, moved to consolidate the power of the Venezuelan \nleader, giving him the ability to enact wide-ranging political, economic and social changes ultimately aimed at \nfulfilling his \"Bolivarian revolution.\" \n\nCritics of Chavez, both at home and abroad, charged him with moving Venezuela down the path of \nauthoritarianism.  Nevertheless, the president of the National Assembly, Cilia Flores, dismissed such accusations, \nsaying that \"there will always be opponents especially when they know that these laws will deepen the revolution.\"  \nMeanwhile, President Chavez responded to concerns raised by the United States about the National Assembly's \ndecision to grant Chavez the right to rule by decree by saying in a media broadcast, \"Go to hell, gringos! Go home!\"\n\nOn May 26, 2007, Venezuela's oldest private television company broadcast its last program on its public frequency \nafter being shut down by President Hugo Chavez.  While the Radio Caracas Television (RCTC) station would still \nbe available on cable, its removal from the public airwaves would significantly reduce its audience. \n\n\n\nThe move was directed by President Chavez who said that RCTV was an instrument of the political opposition, and \nhad undermined his government for years.  Indeed, it was commonly believed that private broadcast entities, \nincluding RCTV, had been responsible for the attempted coup d'etat against President Chavez in 2002.  In an \naddress televised nationally, President Chavez claimed responsibility for the move saying, \"That television station \nbecame a threat to the country so I decided not to renew the license because it's my responsibility.\" The \nVenezuelan president noted that a new state-sponsored channel, TVes, would take the place of RCTV on the public \nairwaves, and would be tasked with publicizing his programs and policies.\n\nBoth RCTV and a number of media rights groups accused President Chavez of curtailing freedom of expression. To \nthis end, Marcel Granier, the general manager of RCTV accused the Venezuelan leader of acting illegally, and \npromised to continue the fight for \"freedom.\"  Supporters of RCTV took to the streets of Caracas to make clear their \noutrage.  Reporters on the ground said that rocks were thrown at police, and clashes resulted in the security forces \nfiring water cannons at the crowds.\n\nMeanwhile, supporters of President Chavez hosted a celebration just outside the Ministry of Communication to \nmark the end of RCTV's saturation of the public airwaves. \n\nNovember 2007  marked the freezing of bilateral ties between Venezuela and Colombia over disagreements in \ndealing with the ongoing hostage crisis.  At issue was Venezuelan President Hugo Chavez' role in freeing the many \nhostages kidnapped by Colombia's Marxist terror group, Revolutionary Armed Forces of Colombia (FARC), during \nthe years of civil war between that group and the Colombian authorities.\n\nPresident Chavez said that he would place his country's bilateral ties with neighboring Colombia on hold in \nresponse to Colombian President Alvaro Uribe's decision to end Mr Chavez's role as a hostage negotiator with \nColombia's rebels.\n\nThere have been several attempts over the years to free the many hostages held in captivity by FARC  in Colombia \nbut the situation moved in a productive direction when Chavez offered to act as a mediator between the leftist \nextremist rebels and the hard line government of Colombian President Alvaro Uribe.\n\nThat productive direction stalled when a proposal was put forth for FARC to release 45 hostages in exchange for \nthe release of 500 FARC members imprisoned by the Colombian authorities.  Uribe first expressed skepticism \nabout the plan, saying that in trying to forge an agreement with FARC, that group could also advance its interests.  \nAs well, Uribe was reported to have been upset with Chavez for flaunting the proprieties of diplomacy by appearing \nin a photograph with a FARC commander, and also revealing what Uribe said was a confidential conversation about \na possible meeting with FARC leader Manuel Marulanda.  Uribe then decided to end Chavez' mediator role in the \nhostage crisis, charging Venezuela's president wants Colombia to be victimized by FARC.  On the other side of the \nequation, Chavez reacted to the decision by saying that it was \"a spit in the face\" and accusing Uribe of being a \nliar. \n\nRelatives of hostages held by FARC reacted to the news with shock and dismay and began to protest outside the \npresidential palace.  They appeared to have held out hopes that Chavez' role as mediator would have eventually \nyielded positive results, pointing to the fact that Chavez had made significant progress in his mediating role.\n\nReactions were strong outside South America as well.  In France, President Nicolas Sarkozy called on Uribe to \nreconsider his decision, saying  that Chavez was the best person to negotiate the release of the hostages.  The \nFrench government entered into the fray because one of the most well-known hostages held by FARC -- politician \nIngrid Bettancourt -- was  a French citizen.\n\n\n\nMeanwhile, on Nov. 2, 2007, Venezuela's National Assembly passed a package of constitutional reforms aimed at \nconsolidating presidential power.  Of key significance was a provision that would rescind term limits for presidents \nand would, thus, allow the highly popular President Hugo Chavez to again contest the highest office of the country.\n\nOther changes included in the reform package included changes to the legal process during a state of emergency, \nmore executive influence over the Central Bank, more power for local councils,  the institution of a six-hour work \nday, extension of Social Security benefits, and the lowering of the voting age from 18 years to 16 years.  Chavez \nhad argued that the changes were needed s necessary to \"construct a new socialist economy.\"\n\nCritics of Chavez said the move was no more than a power grab.  Nevertheless, the reform package passed \noverwhelmingly in the National Assembly with 160 of the 167 members voting in its favor.  With the changes \napproved by the legislative branch of government, they would next have to be ratified in a national referendum set \nfor Dec. 2, 2007.\n\nAhead of the referendum, opponents of the president took to the streets to protest what they believed to be Chavez' \npower grab while Chavez supporters rallied in support of the affirmative vote.  The opposition camp was boosted to \nsome degree by some of Chavez' own allies who were worried that the proposed changes went too far.  That said, \nthe passage of the reform package was not assured since pre-referendum polling surveys showed that the vote \ncould go either in favor of ratification or against it.\n\nOn Dec. 2, 2007, the day began with fireworks and music -- an apparent call for people to go to the polls.  As the \nday progressed, turnout was reported to be high as voters cast their referendum ballots.  Some polling stations had \nto be kept open in order to allow the long lines of people to vote.  However, later reports noted that up to 44 percent \nof the electorate had abstained from voting.  Analysts surmised that the opposition likely turned out to vote in \ndroves, while Chavez supporters who were uneasy with the reform package may have stayed home rather than \nvote against the president. \n\nNevertheless, when the ballots were counted, the pre-referendum surveys appeared to be accurate in predicting the \ncloseness of the vote.  The National Electoral Council declared that the  reform package had been narrowly \ndefeated by a margin of 51 percent to 49 percent.\n\nChavez opponents expressed great satisfaction over the referendum outcome, which they said would curtail \nChavez' \"socialist revolution.\" Leopoldo Lopez,  the opposition mayor of  the Caracas municipality said in an \ninterview with British media, \"Venezuela won today, democracy won today, and I am sure that this victory for the \nVenezuelan people will have a very important impact in the rest of Latin America.\"\n\nFor his part, the Venezuelan leader reacted to the outcome stoically.  After the polls closed, Chavez promised to \nrespect the will of the people saying, \"We will accept the results whatever they are. Venezuelans have never voted \nso often as during these nine years of peaceful and democratic revolution.\" Once the result was known, Chavez \ncharacterized his narrow loss as \"a photo finish\" and called on his supporters to show restraint rather than create \nconflict.  He also quickly conceded defeat, congratulated the opposition, and reiterated his call for restraint.  He \nsaid, \"To those who voted against my proposal, I thank them and congratulate them...I ask all of you to go home, \nknow how to handle your victory.\"\n\nDevelopments in 2008\n\nJanuary 2008 saw Venezuelan President Hugo Chavez announced significant cabinet changes only weeks after his \nreform proposals were defeated in a referendum.  Chavez replaced  Vice-President Jorge Rodriguez, who was \napparently blamed for failure of constitutional changes, with Ramon Carrizales -- the minister holding the portfolio \nfor housing.\n\n\n\nAlso in January 2008, President Chavez returned to the objective of brokering the release of hostages held by \nFARC rebels in Colombia.  This mission saw some success with the release of two hostages -- Clara Rojas and  \nConsuelo Gonzalez.  Up to 700 people remained in captivity -- among them, close to 50 high profile individuals \nincluding  the French-Colombian politician Ingrid Betancourt. \n\nChavez called on the international community to stop referring to FARC as a terrorist enclave, but at the same time \nnoting that he did not support their tactics.  To that end, he called on FARC to stop opposing the Colombian \ngovernment by taking hostages, saying, \"I don't believe in kidnapping and I don't believe in armed struggle.\"  His \nColombian counterpart, President Alvaro Uribe stayed distant from the hostage release efforts.  Uribe also criticized \nChavez for holding talks with FARC, and emphatically stated that he viewed FARC rebels as terrorists.\n\nThe start of March 2008 saw relations devolve between Colombia and two of its neighbors -- Venezuela and \nEcuador.  A military offensive aimed against Marxist rebels (known as Revolutionary Armed Forces of Colombia or \nFARC) resulted in an incursion into Ecuadorian territory.  The operation resulted in the death of a leading rebel \nwithin FARC, along with 16 others.  While Colombian authorities hailed this action as a success, Ecuadorian \nPresident Rafael Correa condemned the Colombian government in Bogota for violating its sovereignty and lodged a \nformal protest.\n\nMeanwhile, Chavez, who had been negotiating with FARC for the release of hostages held by the leftist rebels, \nrailed against Colombian President Alvaro Uribe for invading Ecuador, characterizing him as \"a criminal.\"  Chavez \nalso called for the  Venezuelan embassy in Bogota to be closed and withdrew embassy personnel from Colombia.  \nMoreover, he ordered Venezuela's military to take up positions along the border with Colombia, presumably as a \nwarning to its neighbor that it would not tolerate a similar violation of its own sovereignty.  The move marked a \nsignificant escalation of tensions in the region.\n\nBut a week later, relations between Venezuela and Colombia were somewhat soothed after a summit between the \nleaders of those two countries.  At the summit, the leaders of both the countries agreed to a 20-point declaration by \nthe Organization of American States (OAS), which  included a commitment by Colombian President Uribe that his \nmilitary forces would not violate borders with neighbors in the future.  Venezuela then said it would restore its \ndiplomatic relations with Colombia.  The Venezuelan Foreign Ministry issued a statement noting that the meeting \nwas \"a victory for peace and sovereignty... and demonstrated the importance of Latin American unity in overcoming \nconflicts.\"\n\nHowever, Colombia's relations with Ecuador remained strained, with Ecuador noting that more time was needed to \nresolve the situation, which involved a violation of its sovereignty.\n\nIn June 2008, Venezuelan President Hugo Chavez urged Colombia's Revolutionary Armed Forces of Colombia \n(FARC) rebels to end their four-decade struggle and release all their hostages.  The Venezuelan leader, who has \nnegotiated controversial talks with FARC aimed at releasing its hostages, characterized the extremist leftist militants \nas \"out of step.\"  Chavez also said, \"The guerrilla war is history. At this moment in Latin America, an armed guerrilla \nmovement is out of place.\"  The call came a month after long-serving FARC leader Manuel Marulanda died and \nAlfonso Cano was named as his replacement.\n\nPerhaps believing that he might have an impact on the new leadership, Chavez said in his televised address, \"This \nis my message for you, Cano: 'Come on, let all these people go.' There are old folk, women, sick people, soldiers \nwho have been prisoners in the mountain for 10 years.\"\n\nChavez' role in mediating the release of hostages was regarded as controversial by some interests.  Indeed,  \nColombian President Alvaro Uribe terminated his official role in these negotiations.  But many of the Colombian \nvictims' families welcomed Chavez' interest in the matter, and applauded his efforts when he successfully \nnegotiated the release of two hostages, Clara Rojas and Consuelo Gonzalez.\n\n\n\nOn a visit to Russia in late September 2008, Venezuelan President  Hugo Chavez met with his Russian \ncounterpart, President Dmitry Medvedev, and  agreed to work on energy cooperation.\n\nThe two countries were already ensconced in a process of building  economic links but Chavez and Medvedev \nwere pursuing a pact that would include cooperation in the realm of energy production.\n\nThis cooperation was expected to concentrate on oil and gas production, but Chavez acknowledged that Russia \nhad offered to assist Venezuela with a civilian nuclear power program as well.  The Venezuelan leader noted that \nhis country was only following in the footsteps of other Latin American countries, such as Brazil and Argentina, \nwhich already was on its way to nuclear energy production.\n\nHe also emphasized that Venezuela was only looking to nuclear energy for medical purposes and power \ngeneration.  Meanwhile, Prime Minister Vladimir Putin registered his willingness to enter into nuclear energy \ncooperation with Venezuela.\n\nRussia and Venezuela were additionally moving into the realm of closer military ties.  To that latter end,  Russian \nships were en route to the Caribbean Sea off the coast of South America to participate in joint military exercises \nwith the Venezuelans.  Chavez was quick to note that the joint military exercises were not an indication of any \nmilitary action saying, \"We are not going to invade anyone, or engage in acts of aggression toward anyone.\"  \nHowever, he indicated that the action was being taken to show that Venezuela took its sovereignty seriously.  He \nsaid, \"But no one should mistake our intention -- we are prepared to do everything necessary to defend Venezuelan \nsovereignty.\" By  December 2008, Russian fleets arrived in Venezuelan waters for joint military exercises.\n\nNote: Both Russia and Venezuela have indicated a shared interest in opposing United States influence and \nhegemony on the global stage.\n\nMeanwhile, November 2008 saw Venezuelans go to the polls to vote in state and municipal elections across the \ncountry.  The elections were viewed as a key test of  President Hugo Chavez' leadership.  In 2004, Chavez' allies \nwon overwhelming victories across the country, effectively ratifying his leadership and popularity.  However,  in \n2007, Venezuelans opted to vote against the notion of unlimited terms in office, as discussed above.  That \nreferendum result acted as a key check against Chavez' consolidation of power.  In 2008, the opposition was \nhoping for favorable results, and thus, a repudiation of Chavez' leadership.\n\nWhile Chavez has commanded popular support for his decision to expend energy revenue on education, healthcare \nand subsidized food, his critics have said that he has failed to control crime  and inflation.  As well, the decreasing \nprice of oil was a serious cause of concern in late 2008.\n\nThus, while some opinion polls showed that Chavez' United Socialist Party of Venezuela (PSUV) was likely to hold \nmany state governments and mayoral positions, analysts and political pundits prognosticated that Chavez' party \nand allies would incur several losses as a result of  the growing anxiety  about social and economic matters.\n\nVoter turnout was high  at about 65 percent; this record high turnout rate in local elections indicated no sense of \napathy by the electorate.  With most of the votes counted, allies of Chavez had won governorships in 17 of 22 state \nelections, with two states too close to call.\n\nAmong the slate of victories won by Chavez' Socialists were the key states of Sucre and Barinas (Barinas is the \nhome state of Chavez).\n\nThat said, the opposition saw some of its own success by winning two populous states -- Miranda and Zulia -- as \nwell as the mayoral election of the capital city of Caracas, which was previously held by a Chavez supporter.\n\n\n\nIn this way, both sides could claim some success at the polls.  For his part, Chavez was asserted his party's overall \nstrong performance saying, \"It's Venezuela's victory.\"  He continued,  \"The democratic path that Venezuela chose \nwas ratified.\"\n\nA year after he narrowly lost a constitutional referendum intended to consolidate and extend his executive power, \nVenezuelan President Hugo Chavez announced in late 2008 that he would seek new constitutional changes aimed \nat advancing his re-election ambitions. In an address to thousands of his supporters, the Venezuelan leader said \nthat he was hoping to stand for indefinite re-election. To this end, he was hoping that after a fresh debate on the \nsubject in Venezuela would result in a better referendum result than in 2007. Chavez said, \"I am ready, and if I am \nhealthy, God willing, I will be with you until 2019, until 2021.\"\n\nThe opposition has argued that the same referendum issue cannot be voted upon twice. However, with multiple \nconstitutional reforms on the ballot in 2007, Chavez made the counter-argument that a referendum on the single \nissue of re-election would not be a repeat of the previous vote. Accordingly, on Feb. 15, 2009, Venezuelans were \nexpected to go to the polls once again to decide Chavez' fate.\n\nRecent Developments\n\nAhead of the  February 15, 2009 referendum  aimed at changing the constitution (as discussed above), \nVenezuelans opposed to Chavez took to the streets to register their view that letting him run for re-election would \nerode the notion of democracy. But it was not just Chavez who could seek indefinite re-election according to the \nreferendum proposal; all elected officials would be allowed the same opportunity of the measure was ratified. The \nstrength of the \"no\" vote demonstrations suggested that opposition to this notion of indefinite re-election was \ngaining steam. Should the \"no\" vote prevail, Chavez, who has been in power for a decade, would have to step \ndown in 2012. That said, polling data ahead of the referendum suggested that the \"yes\" vote might eke out a narrow \nvictory.\n\nThat polling data turned out to be accurate. With most of the votes counted, at least 54 percent of voters backed the \nVenezuelan leader's bid to end term limits, thus setting the scene for Chavez to potentially run for re-election in \n2012. For his part, President Chavez has said that he needs another term in office in order to fully achieve \nVenezuela's socialist revolution. Claiming victory and making clear his future intent, Chavez, standing on the \nbalcony of the Miraflores presidential palace said, \"The doors of the future are wide open…In 2012 there will be \npresidential elections, and unless God decides otherwise, unless the people decide otherwise, this soldier is \nalready a candidate.\"\n\nNote: Close to 65 percent of the electorate cast their votes in the referendum while international observers deemed \nit to be carried off in a free and fair manner.\n\nIn April 2009, the Summit of the Americans in Trinidad and Tobago was marked by  a convivial handshake between \nPresident Obama and Venezuelan President Hugo Chavez.  The Venezuelan leader, known for his anti-American \nrhetoric, reportedly offered friendship to President Obama and also gave him a book as a gift, albeit one that \ndetailed perceived ills of American hegemony.\n\nNevertheless, President Chavez approached Secretary of State Hillary Clinton to tell her that he was restoring \ndiplomatic representation in Washington.  He also expressed hopes for improved bilateral relations on state \ntelevision saying , \"We ratify our willingness to begin what has started: cementing new relations.  We have the very \nstrong willingness to work together.\"\n\nFacing criticism at home by Republicans who did not look kindly on these encounters between President Obama \nand President Chavez, the United States leader said, \"It's unlikely that as a consequence of me shaking hands or \nhaving a polite conversation with Mr. Chavez that we are endangering the strategic interests of the United States.\"\n\n\n\nAddressing his policy of international engagement, President Barack Obama said on the closing day of the summit  \nthat it \"strengthens our hand\" by reaching out to enemies of the United States.  At an outdoor news conference in \nTrinidad, the American president said that the United States should be a leader and not a lecturer of democracy.  \nExplaining the Obama doctrine of engagement, he said, \"We're not simply going to lecture you, but we're rather \ngoing to show through how we operate the benefits of these values and ideals.\"\n\nIn August 2009,  Colombia and the United States concluded negotiations on a military cooperation agreement, \nwhich would provide for United States troops to access Colombian military bases for  the purpose of combating \nterrorism and fighting the trafficking of narcotics in the region.\n\nResponding to this plan for a sustained United States military presence  in Colombia, Venezuela announced on \nAugust 17, 2009 that it would construct  70 \"peace bases\" along the border with Colombia.  Francisco Arias \nCardenas, Venezuelan Vice Foreign Minister for Latin America and the Caribbean, said that the plan was part of \nVenezuela's initiative to promote peace and prevent conflict.  But it was clear that the move was a defensive one, \naimed at responding to the presence of United States troops in a neighboring country, when  Foreign Minister Arias \nexplained at a news conference, \"Each Venezuelan has to be a soldier to defend Venezuela.\"\n\nThe agreement between the United States and Colombia has already caused a diplomatic contretemps in the \nregion, resulting in late July 2009 with indications from  Venezuela that it would freeze its diplomatic ties with \nColombia.  Then, on September 1, 2009, Venezuelan President Hugo Chavez confirmed his country would end \nformal diplomatic relations with Colombia.  President Chavez said the move was being made in response to \nColombia's decision to allow United States forces to have greater access to its military bases.  Both Colombia and \nthe United States have insisted that the deal would pose no threat to neighboring countries, and had been forged \nsimply to improve efforts against anti-narcotics trafficking.  However, regional powers, including Venezuela , have \nreacted with concern to the move.\n\nIn a related development, prospects of a Russian loan to Venezuela to help finance the purchase of Russian arms \nwere being discussed on September 9, 2009.  Chief Russian foreign policy aide, Sergei Prikhodko, said that the \nKremlin was considering such a loan to Venezuela.  The announcement came as Venezuelan President Hugo \nChavez arrived in Moscow for meetings with Russian  President Dmitry Medvedev. In addition to the possibility of \nan arms deal, the meeting was intended to establish multiple areas for bilateral cooperation.  To that end, President \nMedvedev's Press Secretary Natalya Timakova said, \"There are plans for the conclusion of documents and \nagreements on oil and gas cooperation, on ecology in the oil and gas industry, and also an agreement between the \nJustice Ministries.\"\n\nAfter his trip to Moscow, President Chavez confirmed in a weekly televised address that Russia had agreed to lend \nVenezuela over $2 billion for the purchase of weapons, such as 100 tanks and a series of anti-aircraft rocket \nsystems, and were intended to boost the country's defensive capacity.  President Chavez noted that  the anti-\naircraft rocket systems would make it difficult for Venezuela to be attacked.  He said, \"With these rockets, it is going \nto be very difficult for them to come and bomb us. If that happens, they should know that we will soon have these \nsystems installed, [and] for an enemy that appears on the horizon, there it goes.\" The move appeared to be in \nretaliation to the aforementioned deal struck between Colombia and the United States to allow American troops \naccess to Colombian military bases. \n\nTense relations between Colombia and Venezuela devolved in November 2009 when Colombia detained four \nmembers of the Venezuelan national guard on Colombian territory.  Colombian authorities said the four were \ndetained along a river in the border province of Vichada.  The situation was not expected to last long since \nColombian President Alvaro Uribe said they would be released and returned to Venezuela. Perhaps with an eye on \ncalming the heightened tensions between the two countries, President Uribe said there was \"unbreakable affection\" \nbetween  his country of Colombia and neighboring Venezuela. The incident came a week after Venezuelan \nPresident Hugo Chavez sent troops to the border region in an apparent response to an agreement forged between \nColombia and the United States that would allow the American military to use Colombian bases in its anti-narcotics \ntrafficking efforts. Venezuelan President  Chavez has decried the move, charging that the agreement was part of \n\n\n\nthe United States' agenda to ultimately invade his country. This claim has been strongly denied by the United \nStates.\n\nThe issue of Venezuela's entry  into the South American trade bloc known as  Mercosur trade bloc came to the fore \nin November 2009. On Nov. 13, 2009, the Brazilian Senate postponed a vote on the matter.  The delay was due to \nVenezuelan President Hugo Chavez' declaration that Venezuelans should prepare for war with Colombia.  At issue \nfor President Chavez was an agreement forged between Colombia and the United States that would allow the \nAmerican military to use Colombian bases in its anti-narcotics trafficking efforts. President Chavez has argued that \nthe agreement obfuscates the United States' deeper intent to grab a foothold in South America, including the \npossible invasion of Venezuela. Regardless, President Chavez' declaration was viewed by the Brazilian Senate as \nan exercise in hyperbole and fiery rhetoric, which tainted the support of some members of the body.  Already, there \nhas been strong criticisms in Brazil regarding President Chavez' suppression of independent media and somewhat \nautocratic tendencies in Venezuela. There was no new date set for a vote since the immediate effort was centered \non calming the situation and dispelling doubts about Venezuela's entry into Mercosur.\n\nEditor's Note: Jointly founded in 1991  by Argentina, Brazil, Paraguay and Uruguay under the Treaty of Asuncion, \nMercosur has defined itself as the trading bloc  of South America.  That said, Mercosur has not yet actualized the \nfree movement of goods, capital, services and people among its member-states.\n\nOn February 12, 2010, Venezuelan President Hugo Chavez said that  he wanted to govern the country till 2030, \nnoting that it would take that period of time to  consolidate his socialist agenda.  President Chavez explained that \nthe socialist project was still in its infancy, and that the achievement of socialist ideals was being compromised.  He \nsaid,  \"The Venezuelan Socialism is just being born, but it is polluted by many vices including corruption and \nselfness.\"  During his address to the celebration of Youth Day, President Chavez noted that the youth were the core \nof the socialist revolution of Venezuela and he condemned the opposition for trying to manipulate young \nVenezuelans into destabilizing the country.  He also promised that Venezuela would be a world power.\n\nYet despite these ambitions, President Chavez was dealing with dissatisfaction from within his own ranks.  A week \nearlier on February 5, 2010, a cadre of former aides of  Hugo Chavez signed a petition calling for the Venezuelan \npresident to resign on the basis of incompetence.  The petition by former loyalists -- including  former Defense \nMinister Raul Isaias Baduel and Hermannn Escarra who was central to the crafting of the Chavez-era constitution \ncelebrating the Bolivarian revolution --  was published in the local media.  Significantly, the petition emerged after \nseveral weeks of growing public discontent and urban unrest over infrastructure needs.  At issue have been  the \nshortages of water, power and other such  necessities. While the government has blamed the shortages on  \ndrought conditions, which have drained  water reservoir levels, critics have charged the government with \nincompetence in handling these challenges.\n\nAt the height of his popularity, Chavez' appeal was founded on his record of improving the lives of ordinary \nVenezuelans by spending petro-dollar on the people.  However, since 2009 when Chavez undertook a number of \nforeign trips, his popularity has dwindled with many people accusing him of neglecting the needs of Venezuelans at \nhome.\n\nIt should be noted that apart from the charges of incompetence, the petition also chastising Chavez for having an \n\"autocratic, totalitarian and self-centered way of governing\" and for using  \"utterly careless\" use of language, which \nthe document said revealed the Venezuelan leader to be \"intolerant, petty, hateful and resentful.\"\n\nOn August 26, 2010, the ruling United Socialist Party of Venezuela (PSUV) and the opposition Democratic Unity \nTable (MUD) began their respective campaigns ahead of the country's legislative elections to be held on \nSeptember 26, 2010. At stake was the composition of the 165-seat  National Assembly in which 110 of these \ndeputies would be constituency representatives elected on a first-past-the-post system, 52 would be elected on a \nparty list system, and three seats would be reserved for indigenous peoples. As well, 12 representatives would be \nchosen for the Latin American parliament.\n\n\n\nPresident Hugo Chavez' PSUV was hoping for victory while the opposition MUD admitted that it faced an uphill \nbattle against the president's party at the polls. By August 31, 2010, Venezuelan President Hugo Chavez was \nramping up his support for his party ahead of the legislative elections. President Chavez traveled to various regions \nacross the country to rally supporters and show support for allied candidates. In one of his speeches, he said, \"It is \nnecessary to avoid the opposition taking power.\"  Then, by September 23, 2010, only days before the elections, \nPresident Chavez was participating in final rallies and expressing confidence in victory for the PSUV.  Of the \nopposition, he said during a rally in Barquisimeto, \"We're going to give them a beating.\"  Meanwhile, the unified \nopposition MUD, led by Ramon Guillermo Aveledo, predicted victory  for his bloc saying, \"It's a fight of David \nagainst Goliath, and it's going to end as the Biblical fight did.\"\n\nAhead of the elections, there was some variation in the opinion polls, given that one pollster was the government-\naligned GIS XXI, which tended to elicit more pro-PSUV forecasts.  The result was a somewhat skewed projection \nthat favored President Chavez' party.  Indeed, according to the  newspaper Últimas Noticias, which published what \nit said was the result of an opinion poll by Datanalisis,  the PSUV could win as many as two-thirds of seats in the \nNational Assembly's 165 seats, which would give it a two-thirds majority.  However, Datanalisis clarified this result, \nsaying that it was an  extrapolation based on the results of the last national election as well as the 2009 \nconstitutional referendum. In the waning days ahead of the election, though, not only were other polls showing an \neven split between PSUV and MUD, but a full third of voters said they were uncommitted.  Thus, the likely outcome \nof the election would depend on which direction the majority of the uncommitted voters swayed on election day.\n\nWith the votes counted on election day, it was announced that President Chavez' allies  had won the election, albeit \nwith a reduced majority in the country's legislature.  The PSUV won at least 90 seats with the oppsition MUD \nsecuring at least 59 seats in the 165-seat National Assembly.  Rather immediately giving a victory address as in the \npast, President Chavez instead celebrated by sending a message via the social media site, Twitter.  He said that it \nhad been \"a great day\" and promised to \"continue deepening  Bolivarian and democratic socialism.\"  Meanwhile, \nthe opposition could take satisfaction in the fact that it now enjoyed healthy representation in the country's \nlegislative body. \n\nIn mid-December 2010, Venezuelan President Hugo Chavez moved to bypass parliament and rule by decree. This \ntype of move was not unprecedented since Chavez had done as such before. In this case, the Venezuelan leader \nargued that he had to deal with the national emergency of mass flooding that killed scores of people and left more \nthan 140,000 others homeless. His critics, however, have reacted in anger and accused him of being a dictator, and \nfinancial sectors and property owners warned that Chavez would use his powers of decree to move Venezuela \nfurther down the path of nationalization. Nevertheless, their cries would not likely yield results. Instead, the head of \nthe country's parliament said that an \"Enabling Law\" would be approved by Dec. 17, 2010. This \"Enabling Law\" \nwould allow the president to issue decrees in a number of areas from land and housing to security.\n\nSpecial Entry\n\nA post-Chavez Venezuela?\n\nIn late June 2011, there was a sense of growing uncertainty in Venezuela over the health of President Hugo \nChavez.  At issue was the fact that the Venezuelan leader was in Cuba being reportedly treated for a pelvic \nabscess, but had not been seen in public for two weeks since having had the surgical operation.  The speculation \nabounded that President Chavez might be seriously ill after contrasting  depictions emanated from the  Venezuelan \nauthorities. On one hand, Venezuelan Foreign Minister Nicolas Maduro said that President Chavez was a \"great \nbattle\" for his health.  On the other hand, Vice-President Elias Jaua asserted, \"We will have Chavez for a long \ntime!\" and blamed the media for rumor mongering about President Chavez' absence from the political scene.\n\nIndeed, since traveling to Cuba for treatment on June 10, 2011, President Chavez -- no stranger to the public \nscene and known for his expressive nature -- had been uncharacteristically silent.  There were some photographs \n\n\n\nreleased showing President Chavez in a Cuban hospital being visited by the iconic former Cuban President Fidel \nCastro, and current President Raul Castro; however, the pictures did  little to stem the growing questions about  \nthe Venezuelan leader's health, the potential power chasm of a post-Chavez Venezuela, as well as the associated \nmatters of succession and stability.\n\nAccordingly, President Chavez gave a televised national address on the last day of June 2011 to dispel the rumors \nabout his health.  In that speech, the visibly less robust Chavez  acknowledged that he had was battling cancer, had \nendured two surgeries involving a tumor, and was now on the road to recovery.\n\nAt the start of July 2011, the Venezuelan leader returned from Cuba to celebrate the country's 200th anniversary of \nindependence.  He was met by throngs of jubilant supporters.  Speaking from inside his presidential palace, \nPresident Chavez said: \"Here I am -- in recovery but still recovering.\"  His return to Venezuela in time for the \nindependence celebration appeared intended to quell anxiety about a possible chasm in the country that was \nsparked with his health crisis.\n\nStill, President Chavez was being faced with  prolonged cancer treatment (possibly  radiation therapy or \nchemotherapy) ahead of the next presidential election to be held in 2012.  That treatment was reported by the \npresident to be successful.  Accordingly,  the incumbent Venezuelan leader said that he intended to seek a third \nsix-year term.\n\nNote that in February 2012,  the Venezuelan opposition selected state Governor Enrique Capriles Radonski  as its \ncandidate to contest the presidential election  against incumbent President Hugo Chavez.  Capriles Radonski  \ngarnered a decisive victory over his rivals in the primary race -- an unprecedented event in its own right since \nopposition ranks have tended to be fragmented.  Now, there were high hopes that Capriles Radonski -- as the \nstandard bearer of a united opposition known as the Coalition for Democratic Unity (MUD) -- could launch a \ncompetitive campaign against President Chavez.\n\nCapriles Radonski  -- a young governor of the Miranda state --  promised political change, while simultaneously \nindicating that the social programs implemented by Chavez would be preserved.  Of course, this latter claim \nappeared intended to blunt President Chavez' warning that failure to re-elect him would result in the decimation of \nthe country's popular social programs. \n\nIn March 2012, Venezuelan President Hugo Chavez disclosed in a televised appearance that the cancer with which \nhe was diagnosed in mid-211 had returned.  Chavez, who had surgery in Cuba, said that tests showed that there \nwas no metastasis to organs near the tumor, and that his doctors in Havana were \"very optimistic\" about his \nprognosis. According to reports by El Universal, Chavez was expected to  undergo radiation therapy.  El Nacional \nreported that Chavez anticipated a  \"sustained and progressive\" recovery.  It was yet to be seen of Chavez' health \nchallenges would affect his prospects of re-election.\n\nFor his part, President Chavez still maintained healthy approval ratings north of the crucial 50 percent mark nine \nmonths ahead of the election, which was set for October 2012.\n\nIn mid-2012, the impeachment of President Fernando Lugo in Paraguay was having a regional effect in South \nAmerica. Many of Paraguay's neighbors in the hemisphere believed that the right-wing opposition, which has been \nused to dominating the power ranks in Paraguay, has been trying to circumvent democracy by ousting the country's \nfirst left-wing president from office. The regional bloc, Mercosur, had  moved to suspend Paraguay from its body, \ndue to outrage over what it saw as an unconstitutional transition of power.  But with Paraguay now out of the \nMercosur scene, some left-leaning Mercosur powers (Brazil and Argentina) were using the opportunity to bring \nVenezuela into the fold -- a move long opposed by Paraguay. Indeed, the South American trading bloc would  \nwelcome Venezuela on July 31, 2012, at a meeting in Brazil.  In an interview with Telesur television, Venezuelan \nPresident Hugo Chavez said: \"This is a historic day for ... integration/ This is win-win for everybody.\"\n\n\n\nNote: On July 31, 2012, Venezuela officially joined the Mercosur trading bloc.  At a ceremony in Brazil, Venezuelan \nPresident Hugo Chavez said: \"We have waited for this day for many years. This is our path, it is our project, a \nSouth American union.\"\n\nPrimer on 2012 Presidential Election\n\nSummary:\n\nA presidential election was held in Venezuela on Oct. 7, 2012.  Incumbent President Hugo Chavez was seeking re-\nelection against opposition leader Enrique Capriles. After the polls closed, Venezuelan electoral officials announced \nthat  President Hugo Chavez had  won a fourth term  in office, defeating his most formidable rival to date -- \nCapriles. Chavez secured 54.5  percent of the vote share over Capriles, who took 45 percent.\n\nBackground:\n\nA presidential election was scheduled to be held in Venezuela on Oct. 7, 2012.  In Venezuela, presidents are \nelected for six-year terms (previously five-year terms)  by universal suffrage.\n\nIncumbent President Hugo Chavez was first elected in 1998; after a constitutional referendum the next year, \nChavez decided to strengthen his mandate by having the presidency contested once again in the 2000 elections.  \nAs expected, Chavez was re-elected  to power in 2000 for a six-year term. He claimed an overwhelming victory in a \n\"recall\" referendum in 2004, which effectively ratified his presidency, to the great consternation of his detractors.  \nChavez was re-elected in 2006; the election outcome in 2006 showed a landslide victory of 62.9 percent of the vote \nshare against Manuel Rosales who took 36.9 percent.  This result appeared to indicate that Chavez  had actually \ngained popularity over time, ultimately improving successive election performances. Now, in 2012, Chavez was \nagain seeking another term in office despite health complications stemming from a tough battle with cancer.\n\nIn the elections to be held on Oct. 7, 2012, President Hugo Chavez, the candidate of the ruling United Socialist \nParty of Venezuela, would face Enrique Capriles Radonski, the candidate of the opposition Coalition for Democratic \nUnity. That coalition was composed of more than 30 opposition parties. Describing his campaign agenda, Capriles \nsaid he would fight crime and root out corruption were he to win the presidency.\n\nNote that in June 2012, polling data by the respected local outfit, Datanalisis, showed President Chavez holding a \nlead over Capriles. The poll found that 43.6 percent of voters favored Chavez versus 27.7 percent for Capriles.  It \nwould seem that even in the face of his battle with cancer, the incumbent remained popular in Venezuela, quite \nlikely due to his Bolivarian Revolution-inspired welfare policies that have benefited that less wealthy echelon of \nVenezuela's population.  Indeed, the president's decision to use  oil wealth to help the poor has no doubt \naugmented an emotional connection between Chavez and a large swath of the Venezuelan people.\n\nThat being said, Capriles has his own base.  As a young man of 39 years of age, he was attracting educated \nyouthful voters, and enjoying a popular following on the campaign trail.  His campaign was founded on the \nargument that Capriles would better manage the government, including its popular established social programs.  It \nwas to be seen if this argument would gain resonance.  With the undecided segment of the population standing at \n28.7 percent, Capriles had a lot of room to grow his support ahead of election day in October 2012.\n\nCapriles enjoyed encouraging news as June 2012 came to a close when a new poll showed him only narrowly \ntrailing President Chavez. Polling outfit Consultores 21 said that according to its most recent survey, Chavez held a \n\n\n\nlead of just under four percent over Capriles.  This result was quite a contrast from other polls that showed the \nincumbent president with double digit leads. Consultores 21  showed 47.9 percent of voters favoring Chavez, while  \n44.5 percent favored Capriles.\n\nPolling data in mid-2012 showed Chavez with  a 15 percentage-point lead over opposition challenger Capriles. \nAccording to the pollster, Datanalisis, Chavez enjoyed the backing of 46.1 percent of respondents, whereas  \nCapriles had 30.8 percent of support. Of course, as noted just above, another respected pollster has been showing \na far closer race with Capriles in a competitive position against Chavez.\n\nBy September 2012, a month ahead of the presidential election, polling data continued to show an advantage for \nincumbent President Chavez. A poll by International Consulting Services (ICS) showed Chavez on track to securing \nmore than 60 percent of the vote share and Capriles trailing significantly with less than 40 percent. President \nChavez was not taking victory for granted, and in an address to his supporters, he spoke of the opposition base as \nfollows: \"We must not underestimate them.\"  Meanwhile, Capriles sounded the sentiment of confidence saying to \nhis support base,  \"We have no doubt that the road we are on arrives at a single destination, and that's victory on \nOct. 7.\"\n\nAs September 2012 came to a close, the election season in Venezuela turned violent.  Only one week ahead of the \npresidential election, two opposition politicians were killed during a campaign rally.  Antonio Valero of the opposition \nparty, First Justice, and Omar Fernandez, an independent, were  campaigning in the state of  Barinas when they \nwere shot to death by gunmen.  According to First Justice, the men were in Barinas for a planned rally but their \nroute was blocked  by pro-government supporters.  As Valero and Fernandez attempted to gain access to their rally \nroute, they were shot by the aforementioned gunmen inside a van.\n\nAs regards policy, Chavez was continuing his pledge to continue Bolivarian Revolution-inspired welfare policies, \nand introduced a new proposal to eliminate homelessness within a decade. His commitment to the poor and \nworking class was bolstered by leaked revelations that the opposition, if elected, had plans to cut food programs \nand increase the price of public transportation.  In a strategic move, Capriles appeared to shift his campaign priority \nto that of foreign policy, arguing for an improved standing in the global community, and distancing Venezuela from  \npariah nation states, such as Iran and Belarus.  In an interview with the British newspaper, The Guardian, Capriles \nsaid: \"How have relations with Iran and Belarus benefited Venezuela? We are interested in countries that have \ndemocracies, that respect human rights, that we have an affinity with. What affinity do we have with Iran?\"\n\nAt the start of October 2012, just days before election day, Chavez was believed to have the edge, according to at \nleast one pollster.  The well-established pollster, Datanalisis, found in its final polls that Chavez had a ten point lead \nover Capriles; he was in the lead with 47 percent of support from voters, as compared with 37 percent for Capriles.  \nOf course, as before, the pollster, Consultores 21, showed a much closer race with both men in a dead heat.  If \nConsultores 21 was correct in its forecast, the presidential race remained wide open and Capriles could well \nmanage an upset victory over Chavez.  Still,  the general consensus was that the incumbent Venezuelan president \nwas on track to be re-elected to power.\n\nThere was a long wait for the polls to close in Venezuela on election day, marked by long queues at polling stations \nacross the country. Reuters reported that local analysts who were monitoring the election were anticipating a close \nfinish. For his part, Chavez said that he intended to honor the intent of the voters, irrespective of whether or not his \nbid for re-election was successful. After a long wait on the night of the election, the results were finally announced: \nPresident Hugo Chavez won a fourth term  in office, defeating his most formidable rival to date, opposition leader \nHenrique Capriles.  Venezuelan electoral officials announced that voter turnout was 80 percent,  and Chavez \nsecured 54.5  percent of the vote share over Capriles, who took 45 percent.\n\n\n\nJubilant supporters of Chavez took to the streets of Caracas to celebrate, while reporters on the ground in \nVenezuela said there was a palpable sense of heartbreak amongst the Capriles camp.\n\nSpecial Report:\n\nDeath of Chavez; Venezuela braces for snap election and post-Chavez future\n\nSummary:\n\nOn March 5, 2013, Venezuelan President Hugo Chavez  died at a hospital in his homeland after a lengthy battle \nwith cancer and an extended post-surgery recovery period in Cuba. The matter of Chavez' health -- and rumors of \nhis death -- have been at the forefront of the political landscape in Venezuela for some time, even dominating the \nmatter of his inauguration (as discussed below).  Now, with Chavez having died, it was assumed that after a period \nof national mourning, attention would shift to the question of political leadership in Venezuela. To that end, Vice \nPresident Nicolas Maduro was soon sworn into power as the interim leader with the blessing of the Supreme Court \nand amidst objections from the opposition.  A snap election was expected to be held in April 2013 featuring a match \nup between Maduro and opposition leader, Henrique Capriles.\n\nIt was also to be determined if Chavez' Bolivarian Revolution would be sustained in the aftermath of his presidency.\n\nIn Detail:\n\nAt the start of  March 2013, Venezuelan Vice President Maduro characterized  President Hugo Chavez  as \"battling \nfor his life.\"  The Venezuelan leader had by this point returned to his homeland of Venezuela after a lengthy stay in \nCuba where he had been battling the ravages of cancer, a difficult surgery, and post-surgical complications. The \npresident's recovery prevented him from attending the scheduled presidential inauguration at the start of 2013.  \nPresident Chavez' return to Venezuela and his continued health complications would no doubt re-ignite  questions \nabout whether he was fit for office and the delayed inauguration, as well as calls from the opposition for fresh \nelections.\n\nPresident Chavez' health issues have, for some time, created political problems on the Venezuelan scene.  Going \nback to late 2012, President  Chavez was recovering from surgery in Cuba as he battled his latest bout with cancer. \nOn Dec. 12, 2012,  Vice President Nicolas Maduro -- Chavez' named successor -- warned that the Venezuelan \nleader had undergone  \"complex, difficult, delicate\" surgery in Cuba and that he faced a tough recovery. Maduro \noffered his remarks during an emotional speech before the National Assembly.  By the start of 2013, Chavez was \nreportedly still in Cuba in serious  condition, suffering from post-surgical complications and a severe respiratory \ninfection.\n\nIt should be noted that Hugo Chavez  won a decisive re-election victory only months prior in October 2012 and was \nscheduled to be inaugurated into power for another term in office in January 2013.  On Jan. 8, 2013, two days \nbefore inauguration day set for Jan. 10, 2013, it was announced that the swearing in ceremony would be delayed \nand that a future inauguration would take place before the Supreme Court, which the government said would be \nconsistent with constitutional provisions.\n\nPerhaps not surprisingly, the opposition responded to the news with outrage  and insisted that Chavez be sworn in \nbefore the National Assembly on Jan. 10, 2013, or, step aside from power.  If Chavez resigned from office before \nbeing inaugurated to another term, then Vice President Maduro would step into the role of interim president until \nJan. 10, 2013; at that time the leader of the National Assembly  (Diosdado Cabello) would become leader of \n\n\n\nVenezuela until the time of a new election. But such an outcome was unlikely as  the National Assembly voted to \ngive Chavez time needed to recover from illness and delay the swearing in ceremony.\n\nAs well, Venezuela's Supreme Court offered the final legal word on the matter when it ruled that the postponement \nof President Chavez's inauguration for a new term in office was completely legal. Supreme Court President Luisa \nEstella Morales delivered the unanimous judicial ruling in a nationally-broadcast statement, saying that  President \nChavez could take the oath of office at a later date under the aegis of constitutional provisions.  She further noted \nthat the re-election of Hugo Chavez validated continuity of the current government, and said it was  \"absurd\" to \ncharacterize Chavez's treatment for cancer in Cuba as an unauthorized absence.\n\nJan. 10, 2013 -- the original date scheduled for the inauguration -- passed without Chavez being sworn into office.  \nHowever, with the Supreme Court essentially \"blessing\" the delay of the inauguration, it appeared that the \ngovernment's actions were of good legal standing.\n\nMeanwhile,  the  Venezuelan opposition was demanding further information about Chavez' health.  Opposition \nleader Ramon Guillermo Aveledo suggested that if Chavez was too ill to return from Cuba for his own inauguration, \nthen fresh  elections should take place in Venezuela. But the country's information minister, Ernesto Villegas, said \nin a national broadcast that the government was keeping people informed about the health status of Chavez.  He \nsaid, \"The government of the Bolivarian Republic of Venezuela is complying with its duty to inform the Venezuelan \npublic and our sister nations about the clinical progress of President Hugo Chavez.\"  Villegas further noted that \ndetractors were trying to destabilize the country.\n\nFrom mid-January 2013 through February 2013, the Venezuelan government was insisting that President Chavez \nwas responding favorably to treatment in Cuba. Communication and Information Minister Ernesto Villegas delivered \na statement  on national radio and television that included the following assertion: \"Despite his poor health after \ncomplex surgery last Dec. 11, in recent days the overall clinical outcome was favorable.\"  He continued, \"[The] \nrespiratory infection is controlled, although the ... president still requires specific measures for the settlement of \nrespiratory failure.  The president is aware, in touch with his family, with his political team and the attending \nphysician team, to keep abreast of the information of interest.\"  Vice President Nicolas Maduro  was asserting that \nChavez had completed his post-surgery recovery.  As reported by RIA Novosti, Maduro said:  \"Fortunately, the \npost-surgery cycle is now over, and the president has entered a new stage of his treatment, gradually recovering \nand getting stronger.\"\n\nAs noted above,  without any alert to the people of Venezuela or the media, President Hugo Chavez returned home \nto Venezuela  in the early hours of Feb. 18, 2013.  While the Venezuelan leader offered no immediate address to \nthe nation, he took to the social media outlet, Twitter, to announce his return  and extend his gratitude to  \nVenezuelans for their support  saying: \"We have arrived back in the land of Venezuela. Thank you Lord!! Thanks to \nmy beloved people!! We will continue our treatment here.\"  President Chavez also expressed his thanks to  Cuban \nPresident Raul Castro and former Cuban President  Fidel  Castro.\n\nThere was no further information  about his political future, including a new inauguration date.  However, his final \ntweet suggested that President Castro remained in the political game as he declared: \"Onwards to victory!! We will \nlive and we will overcome!!!\"\n\nPlease note that the Venezuelan government acknowledged that President Chavez continued to be treated for \npost-surgical respiratory problems. A statement from Information Minister Ernesto Villegas in late February 2013 \nread as follows: \"The respiratory deficiency that arose in the course of the post-operative period persists, and its \ntendency has not been favorable, for which reason he continues to be treated. The patient stays in touch with his \nrelatives, the government's political team and is in close collaboration with his treating medical staff.\"\n\n\n\nBy the start of March 2013, Vice President Maduro in  nationally televised remarks said that President  Chavez was \n\"battling for his life.\"  Maduro suggested that Chavez' health problems were derived from the president's \ncommitment to the country, saying, \"He completely surrendered body and soul and forgot all his obligations to \nhimself in order to give himself to the homeland.\"  On March 4, 2013, media reports were emerging the president's \nbreathing problems  were getting worse.  Finally, on March 5, 2013, Venezuelan media was reporting that the fiery \nleader had died after a long battle with cancer.\n\nThe matter of Chavez' health -- and rumors of his death -- have been at the forefront of the political landscape in \nVenezuela for some time, even dominating the matter of his inauguration (as discussed above).  Throughout the \nperiod of declining health for Chavez, the opposition  relentlessly demanded proof that the president was still alive.  \nVice President Maduro addressed those detractors, referring to them as  \"traitors who will never believe in \nanything.\"\n\nBut all  Venezuelas and the world were compelled to face the reality on March 5, 2013 that Chavez had lost his \nhealth battle.  His body laid in  state with distraught and emotional Venezuelans paying their respects and mourning \nhis loss.  The state funeral for the late Venezuelan president took place on March 7, 2013.  Several world leaders \nattended the sombre occasion including  Argentine President Cristina Fernandez de Kirchner, Bolivian President \nEvo Morales, Uruguayan President Jose Mujica, Mexican President Enrique Pena Nieto, Chilean President \nSebastian Pinera, and Colombian President Juan Manuel Santos.  Also in attendance were  Cuban President Raul \nCastro, Iranian President Mahmoud Ahmadinejad, and Belarusian President Alexander Lukashenko.\n\nWith Chavez having been laid to rest, it was assumed that after a period of national mourning, attention would shift \nto the question of political leadership in Venezuela. To that end, Vice President Nicolas Maduro was soon sworn \ninto power as the interim leader with the blessing of the Supreme Court and amidst objections from the opposition.\n\nThe opposition had argued that with Chavez' death, it was not Vice President Maduro but National Assembly \nPresident Diosdado Cabello  who was constitutionally permitted to become interim  president.\n\nHowever, Cabello was an ardent Chavez loyalist and unlikely to deter from the late president's wishes that Maduro \ntake up the leadership mantle. Ahead of Maduro's swearing in ceremony, which Cabello himself led in the \nlegislature, the  National Assembly president said:\n\n\"We have a great desire to meet the commander's instructions.\"  The Supreme Court underlined Maduro's \nlegitimacy and authority by  ratifying the inauguration of Maduro as \"acting president\"  under the aegis of Article 233 \nof the constitution, which  \"ceases\" his previous post of vice president and enshrines him with \"all the constitutional \nand legal attributions as chief of state.\" For his part, Maduro held a copy of the Venezuelan constitution in his hand \nand declared:\n\n\"I swear in the name of absolute loyalty to Comandante  Hugo Chavez that we will obey and defend this Bolivarian \nConstitution with the hard hand of the free people.\"\n\nA snap presidential election was expected to be held in 30 days. April 2013 was, therefore,  the likely timeline for  a \npresidential match up between Maduro and opposition leader, Henrique Capriles.\n\nWould Vice President Maduro  win the presidency, presumably with an eye on continuing the Chavez legacy?  Or \nmight opposition leader, Capriles, finally achieve the goal which eluded him to date? It was also to be determined if \n\n\n\nChavez' Bolivarian Revolution, marked by its welfare policies, would be sustained in the aftermath of his \npresidency.\n\nEditor's Note:\n\nPresident Hugo Chavez was first elected to power in 1998; after a constitutional referendum the next year, Chavez \ndecided to strengthen his mandate by having the presidency contested once again in the 2000 elections.  As \nexpected, Chavez was re-elected  to power in 2000 for a six-year term. He claimed an overwhelming victory in a \n\"recall\" referendum in 2004, which effectively ratified his presidency, to the great consternation of his detractors.  \nChavez was re-elected in 2006; the election outcome in 2006 showed a landslide victory of 62.9 percent of the vote \nshare against Manuel Rosales who took 36.9 percent.  This result appeared to indicate that Chavez  had actually \ngained popularity over time, ultimately improving successive election performances. In 2012, Chavez was again \ndecisively re-elected to another in office -- this time with 55 percent --  despite health complications stemming from \na tough battle with cancer.  As discussed here, Chavez' inauguration in early 2013 was delayed due to health \ncomplications.  That postponed inauguration would never actually take place since the fiery Venezuelan leader \nhave died on March 5, 2013. Chavez was not one to evoke lukewarm responses from fellow Venezuelans; the \nworking class and impoverished masses of Venezuela have long viewed Chavez as their political hero and \nadvocate; by contrast, the professional \"white collar\" echelons of Venezuelan society have railed against him for \ndecimating the energy economy and presiding over what they see as a slide into autocracy.  Regardless of the \ncontrasting views, the fact of the matter was that Hugo Chavez would go down in history as a modern political icon, \nnot only in Venezuela but in Latin America at large.\n\nPrimer on 2013 presidential election in Venezuela\n\nA snap presidential election was set to be held in Venezuela in April 2013 in the aftermath of the death of President \nHugo Chavez Frias, who served from  Dec. 6, 1998 until his death on March 5, 2013.  At stake would be the \npresidency of the country.  In  Venezuela, the  president is elected by popular vote for a six-year term  and the \npresident serves as  both head of state and head of government.\n\nIt should be noted that the last presidential election was held in Venezuela on Oct. 7, 2012.  President Hugo \nChavez was seeking re-election against the opposition leader, Enrique Capriles. After the polls closed in that 2012 \nelection, Venezuelan electoral officials announced that  President Hugo Chavez had  won a fourth term  in office, \ndefeating  Capriles, his most formidable rival to date. Chavez secured 54.5  percent of the vote share over Capriles, \nwho took 45 percent.\n\nOn March 5, 2013, President Chavez  died at a hospital in his homeland after a lengthy battle with cancer and an \nextended post-surgery recovery period in Cuba. The matter of Chavez' health -- and rumors of his death -- have \nbeen at the forefront of the political landscape in Venezuela for some time, even dominating the matter of his \ninauguration ceremony, which never took place due to his passing.  With Chavez having died, Venezuela went into \na period of national mourning.  But soon, attention was shifting  to the question of political leadership in Venezuela.\n\nTo that end, Vice President Nicolas Maduro was soon sworn into power as the interim leader with the blessing of \nthe Supreme Court and amidst objections from the opposition.  The ranks of the opposition argued that with \nChavez' death, it was not Vice President Maduro but National Assembly President Diosdado Cabello  who was \nconstitutionally permitted to become interim  president.\n\nHowever, Cabello was an ardent Chavez loyalist and unlikely to deter from the late president's wishes that Maduro \ntake up the leadership mantle. Ahead of Maduro's swearing in ceremony, which Cabello himself led in the \nlegislature, the  National Assembly president said:\n\n\n\n\"We have a great desire to meet the commander's instructions.\"  The Supreme Court underlined Maduro's \nlegitimacy and authority by  ratifying the inauguration of Maduro as \"acting president\"  under the aegis of Article 233 \nof the constitution, which  \"ceases\" his previous post of vice president and enshrines him with \"all the constitutional \nand legal attributions as chief of state.\" For his part, Maduro held a copy of the Venezuelan constitution in his hand \nand declared:\n\n\"I swear in the name of absolute loyalty to Comandante  Hugo Chavez that we will obey and defend this Bolivarian \nConstitution with the hard hand of the free people.\"\n\nA snap presidential election was expected to be held in 30 days making April 2013 the likely timeline for  a \npresidential match up between  Acting President Nicolas Maduro and the opposition leader, Henrique Capriles. \nMaduro -- a former bus driver and Chavez stalwart -- would be aided by the loyalty of pro-Chavez voters and the \nso-called \"sympathy\" climate in the aftermath of Chavez'death.  However, Maduro was not know to possess the \ncharisma of Chavez and would be up against Capriles -- the young and charismatic governor of the Miranda state -- \nwho had seen the strongest opposition candidate performance in the previous 2012 presidential election.  Would \nVice President Maduro  win the presidency, presumably with an eye on continuing the Chavez legacy?  Or might \nopposition leader, Capriles, finally achieve the goal which eluded him to date? It was also to be determined if \nChavez' Bolivarian Revolution, marked by its welfare policies, would be sustained in the aftermath of his \npresidency.\n\nIn mid-March 2013, a month ahead of the fresh Venezuelan presidential election, polling data indicated that Maduro \nhad a commanding -- double digit -- advantage over Capriles.  According to survey data by the respected polling \noutfit,  Datanalisis, Maduro registered 49.2 percent in the preferences of voters as compared with  Capriles who had \n34.8.  As April 2013 began, and with the election only two weeks away, Maduro's lead was holding steady.  Polling \ndata by Hinterlaces showed Maduro on track to secure 55 percent of the vote -- a full 20 percent ahead of Capriles \nwith 35 percent.  But as election day drew closer, the polling data indicated a closer race might be in the offing.\n\nMaduro was campaigning heavily on the promise of preserving the Chavez legacy.  Maduro began the official start \nof the election campaign in the central state of Barinas -- the birthplace of Chavez.  Making clear the symbolism of \nstarting the campaign in the heart of Chavez territory, Maduro said: \"We come to make a commitment to the land of \nhis birth. We'll never fail to continue until the end of socialism construction.\"  Maduro also promised that he would \nbe elected president \"in the name of Commander Hugo Chavez and his dream of protecting the people.\"\n\nFor his part,  Capriles began the official election campaign in the northeastern state of Monagas, and reminding \nvoters to go the polls and cast their ballots in order to help him win the election.  Capriles said,  \"I'm not opposed. I \nam the solution to problems in Venezuela, but I only need each one of you.\"\n\nHe also chastised Maduro and the ruling party for having no plan for the future and, instead, hiding behind the \nmemory of Chavez.\n\nOn April 9, 2013 -- less than a week ahead of election day -- the political landscape was dominated by an \nagreement formalizing the two candidates' commitment to respect the rulings of the National Electoral Council as \nthe electoral arbiter and recognizing the election results.  While Maduro signed the pact and said he would abide by \nits provisions, Capriles refused to sign the agreement and instead accused the National Electoral Council of being \nbiased in favor of Maduro and the ruling party.\n\nThe dissonance over the aforementioned pact aside, the election was going forward as planned with international \nobservers in Venezuela to witness the vote. As well, the voting procedure appeared to be a sophisticated operation \n\n\n\nin which voters would cast their ballots electronically with a process for identity verification.  Indeed, there would be \nvoting machines intended to identify voters' fingerprints, and other voting machines intended to recognize identity \ncard numbers and register votes anonymously.\n\nOn April 14, 2013, Venezuelans went to the polls to answer the question of whether Chavez' legacy  and the \nBolivarian Revolution would be ratified with a win for Maduro, or, if citizens would choose to  chart a new path for \nVenezuela. Voter turnout was high with 80 percent of eligible voters participating in the election. After the polling \nstations closed and the votes were counted, Maduro appeared to have won a narrow victory over Capriles.\n\nAccording to the country's National Electoral Council, Maduro secured close to 51 percent of the vote share with \nCapriles taking 49 percent.  The vote outcome was far closer than the pre-election polling data had indicated, but \nnonetheless was deemed \"irreversible\" by the electoral authorities.  Supporters of Maduro celebrated in the capital \ncity with fireworks while opposition supporters registered their disappointment by banging on pots and pans, \naccording to a report by Reuters News.\n\nMaduro seemed satisfied with his election performance -- the narrow margin of victory notwithstanding.  At a rally in \nfront of his supporters at the presidential palace, Maduro draped himself in the colors of the Venezuelan and \ndeclared  that he had won a \"just, legal and constitutional\" victory.  Maduro also acknowledged the narrow margin \nof victory, the need for fair play at the end of a close election,  and the fact that every vote counts in democratic \nelections.  He said, \"If I had lost by one vote, I would have accepted my responsibility immediately.\"\n\nMaduro additionally said that he had spoken with Capriles on the phone, and that the opposition requested an audit \nof the election result; Maduro noted that he had no objection to that course of action.  Vicente Diaz, the director of \nthe National Electoral Council, confirmed that a  recount would go forward.  He said, \"Given the close electoral \nresult and the fact that we live in a polarized country, I would like to request that 100 percent of the ballot boxes be \naudited.\"\n\nFor his part, Capriles was refusing to accept the election result and refining  his call for an audit; now, he was \ndemanding a manual recount \"vote by vote.\"  He said, We believe we have won the elections, and the other camp \nalso think they won. We have a right to demand a recount.\"\n\nIt should be noted that while Diaz, the director of the National Electoral Council,  had confirmed that a recount \nwould go forward, the  president of the National Electoral Council, Tibisay Lucena, made it clear that a hand recount \nwas not in the offing.  She said, \"A recount would mean going back to the manual counting of votes, which is very \nvulnerable.\"  Instead, she pointed to Venezuela's automated voting system, which yields two records of every vote \ncast -- one recorded by the voting machine itself and a second printed receipt.  She also announced the certification \nof the election result, which gave a narrow victory to Maduro. The presentation of a certified election result with \nMaduro as the winner resulted in street protests and a handful of deaths.\n\nSoon thereafter, it was decided that Venezuela's presidential election results would be electronically audited in the \npresence of opposition monitors on hand. Lucena announced that the National Electoral Council would undertake \nthis action  -- which was to be distinguished from a hand recount -- following the  inauguration of Maduro.  Capriles \nresponded to the news by saying that the audit, which would involve  counting ballots in 12,000 voting boxes, would \nbe welcomed.  He said, \"We accept this audit because we think the problem is in those 12,000 boxes. With this, \nwe're where we want to be.\"  But Capriles later reversed this position, stating instead that the opposition wanted a \nfull recount.\n\nIt should be noted that Maduro was officially inaugurated into office on April 19, 2013.  He would serve in office until \n2019 -- completing the six-year term that the late President Chavez would have begun in January 2013.  Maduro \n\n\n\nwould be tasked with rescuing the country from its economic woes, its ailing energy sector, improving the \ninfrastructure, while continuing the social welfare promise of Chavez' Bolivarian Revolution.\n\nEven after Maduro's inauguration (discussed below), the political drama continued to mark the Venezuelan \nlandscape.  On April  29, 2013, the  National Electoral Council\n\nbegan its audit of the ballots and concluded  Maduro had indeed won the election, although his margin of victory \nwas narrowly minimized to 1.5 percent.  Capriles kept up his objections, saying the audit was \"fake\" and threatening \nto take his claims to the Supreme Court of Justice.  The acrimony played out  in the country's National Assembly on \nMay 1, 2013 when  opposition lawmakers unfurled a banner that read, \"Parliamentary Coup\" and blew whistles to \nprotest an already-passed measure mandating members of parliament to recognize Nicolas Maduro as president \nbefore being able to speak in the chamber. A bloody brawl then erupted as members of the ruling United Socialist \nParty  responded to these acts.  The theatrics were caught on camera and  a clip was shown on the independent \ntelevision station, Globovision.  Meanwhile, on state television, pro-government legislators were shown  accusing \n\"fascist\" opposition lawmakers of attacking them.\n\nBy the start of May 2013, the Venezuelan opposition was making it clear that it intended to challenge the election \nresults, irrespective of Maduro's inauguration.  To that end, the opposition formally launched an appeal at the \nSupreme Court of Justice.  The appeal was crafted in such a way as to challenge the entire electoral process.  For \nhis part,  Capriles said that he had  \"no doubt\" that  his case would  \"end up in the international arena\"  and urged \nhis supporters to participate in peaceful protests.\n\nUpdate:\n\nIn  November 2013, Venezuelan President Nicolas Maduro secured special executive powers following a ratification \nvote by the country's National Assembly.  Of significance was the fact that President Maduro would be positioned to \ngovern without consulting the Congress for 12 months. For his part, President Maduro said he would use his new \npower to  control inflation and to advance a \"ground-shaking\" anti-corruption offensive.\n\nAt issue were  massive food and goods shortages in Venezuela, electrical power outages, and an astronomical 54 \npercent rate of inflation in a country seeming rocked by economic mismanagement.  The Congress' decision was \nintended to facilitate an easier path for the president to address these structural problems plaguing the country.  \nHowever, critics  of the government have noted that since it was the leadership of the country, with its own policy \nprescription, which set Venezuela on this path in the first place, the hopes for success were low.  That being said, \nMaduro's supporters pointed to the fact that he would now be able to force retailers to reduce their prices via the \nso-called  \"Ley Habilitante\" or \"Enabling Act,\"  and his government could impose  controls over the sale of foreign \ncurrency to deal with the growing black market of dollars.\n\nSpecial Note: \n\nUnrest in Venezuela --\n\nFebruary 2014 saw protests erupt in Venezuela. Thousands of Venezuelans took to the streets in demonstrations to \nregister their discontent over economic mismanagement, disturbingly high inflation, the alarming rise in the rate of \ncrime,  and  electrical power shortages.  The demonstrations led to clashes between protesters and police, and at \nleast three people were reported to have died as a result.\n\n\n\nThe Venezuelan opposition said the three victims died at the hands of pro-government militias known as \n\"colectivos.\"\n\nFor its part, the government of Venezuela has placed the blame for the political turbulence rocking the country on a \nnumber of sources -- the political opposition, \"saboteurs,\" \"profit-hungry corrupt businessmen,\" \"fascists,\" the former \nUribe government of Colombia, and even United States agents in cahoots with local university personnel.\n\nAiming at one of the more accessible targets,  a court in Venezuela issued an arrest warrant for opposition leader \nLeopoldo Lopez, who was the  apparent organizer of the protests.  According to the Venezuelan government, \nLopez  -- the  former mayor of the Chacao district of eastern Caracas  -- was responsible for inciting violence and \nwas plotting a coup against President Nicolas Maduro.  As such, Lopez was to be detained on multiple charges, \nincluding murder and terrorism. \n\nIt should be noted that Lopez  was in hiding and released a videotaped message  in which he denied committing \nany crimes and intimated that he would be present at forthcoming protests.  Lopez also\n\nchallenged the  Venezuelan authorities to  make good on the arrest warrant against him.  The opposition leader \nsaid in the videotaped message:  \"I want to invite all of you to join me on a march on Tuesday from Venezuela \nSquare [in central Caracas] towards the Justice Ministry building, which has become a symbol of repression, torture \nand lies.\"  He also urged his supporters in attendance  to wear white  as a symbol of the commitment to peace.  \nLopez affirmed his presence at the forthcoming demonstration saying, \"I will be there to show my face. I have \nnothing to fear. I have not committed any crime. If there is any order to illegally arrest me, well, I will be there.\"\n\nRival pro-government marches were also going on with supporters of President Maduro dressed in  Venezuela's \nnational colors of blue, yellow, and red.  On Feb. 15, 2014, at one such pro-government march, Maduro himself \naddressed the crowds and instead of appealing for calm, he  appeared to spark a political confrontation in the \npolitically polarized country when he said, \"I call all the people to the streets in order to defend peace.\" Maduro on \nthis occasion also placed the blame for the unrest in Venezuela on \"fascists,\" including the former center-right \npresident of  Colombia, Alvaro Uribe, who was politically opposed to Maduro's predecessor, the late President \nHugo Chavez.  Speaking of  former President Uribe, Maduro charged, \"Alvaro Uribe is behind this, financing and \ndirecting these fascist movements.\"\n\nMeanwhile, with an eye on quelling the spirit of discontent, the government moved to ban the media coverage of the \nprotests and even went so far as to block  access to the social media  venue, Twitter.  It should be noted that \nTwitter was used as a mechanism for  communication and organization during popular social and political \nmovements across the world, including the so-called \"Arab Spring.\" Youth reformists in Tunisia, Libya, and Egypt all \nleveraged the technological capacity of Twitter to organize on behalf of their democratic aspirations.  But in \nVenezuela, which prides itself as being a democracy, access to social media communication -- as well as orthodox \nmedia -- was being controlled by the government.\n\nInstead of facilitating the free expression of dissent, the Maduro government in Venezuela was actually exploiting \nthe protest movement, and using it as a rationale to crack down on the opposition.  Indeed, there were emerging \nfears that President Nicolas Maduro  would extend emergency powers and move in the direction of mass arrests.\n\nThese developments highlighted already-simmering doubts about the capacity of  President Nicolas Maduro to \neffectively govern in Venezuela.  After the death of President Hugo Chavez, Maduro -- a former bus driver and \nunion activist -- narrowly won the presidential election against Henry Capriles.  That close election result revealed \nthat the leftist Bolivarian Revolution championed by Chavez was, to some degree,  supported by the late \npresident's personal charisma and Maduro's identity as Chavez' successor was not a particularly marketable one.  \n\n\n\nStated differently, in the post-Chavez era, the leftist policies of the former Venezuelan leader were not quite as \npopular with Maduro as the standard bearer.  Moreover, Maduro's inability to address the socio-economic problems \nfacing Venezuela -- from rampant crime to shortages and inflation -- only emphasized the problems of political \nmismanagement and fueled the opposition's claims that leftist policies had brought Venezuela to the brink of \ncollapse.  As such, there was a clear opening for the opposition to achieve in a future election what had been \ndenied in recent years: success at the ballot box.  But in the meantime, Venezuela was dealing with a leader who \nshowed signs of volatility, especially as his grip on power was being challenged in the public square.  Some \nanalysts were viewing Maduro as more emphatically autocratic than even Chavez and completely lacking the \nformer president's charm. \n\nThose doubts were heightened on Feb. 16, 2014, when President Maduro opted to expel three United States \nconsular officials on the basis of claims that their actual purpose was to work in a clandestine manner at universities \nto spark unrest.  Venezuelan authorities charged that the three diplomats recruited university students to lead \ndemonstrations. Foreign Minister Elias Jaua further accused the three consular staffers of using visa visits to \nuniversities as a pretense for advocating  student  protests.  He said, \"They have been visiting universities with the \npretext of granting visas. But that is a cover for making contacts with (student) leaders to offer them training and \nfinancing to create youth groups that generate violence.\"\n\nIn a televised address, President Maduro announced the rationale behind the expulsion of the three American \ndiplomats as follows: \"It's a group of U.S. functionaries who are in the universities. We've been watching them \nhaving meetings in the private universities for two months.\" Striking a nationalist and populist chord, Maduro added: \n\"Venezuela doesn't take orders from anyone!\"  For its part, United States Department of State spokesperson, Jan \nPsaki, said, \"The allegation that the United States is helping to organize protesters in Venezuela is baseless and \nfalse.\"  President Barack Obama also entered the fray by criticizing the Maduro government for arresting protesters \nand urging the Venezuelan authorities to concentrate on the \"legitimate grievances\" of its people rather than \n\"making up false accusations\" about United States diplomats.  He also called on all interested parties to engage in \na real dialogue, saying, \"All parties have an obligation to work together.\"\n\nIt should be noted that the United States was more concerned about the arrests of anti-government protestors and \nthe apparent targeting of the opposition leader than the expulsion of its three consular officials.  In a statement from \nthe United States Department of State,  Secretary of State John Kerry expressed his country's concerns about the \ndevolving political landscape in Venezuela.  His statement read as follows: \"We are particularly alarmed by reports \nthat the Venezuelan government has arrested or detained scores of anti-government protestors and issued an \narrest warrant for opposition leader Leopoldo Lopez.\"\n\nNote that on Feb. 18, 2014, Venezuela  opposition leader Lopez turned himself into the National Guard.  Lopez, \nwho was wanted on charges of inciting murder and terrorism as well as sedition, conspiracy, and damage to public \nproperty, submitted to the authorities after addressed thousands of supporters at a mass gathering in Caracas.  In \nhis address, Lopez denied the charges against him and declared: \"I present myself to an unjust judiciary. They want \nto jail Venezuelans who want peaceful, democratic change.\"  Lopez, who had asked his supporters to take to the \nstreets in protest, later instructed them not to place their lives at risk and refrain from marching towards areas where \npro-Maduro rallies were taking place.  He said via Twitter:  \"I will walk alone. I won't put any Venezuelan lives at \nrisk. Go Venezuela!\"  Lopez also urged Venezuelans to continue the fight to liberate the country from the socialist \ngovernment of Maduro.\n\nPresident Maduro  was himself addressing his own supporters at a rally and declaring that Lopez would face \njustice.  The president said of the opposition leader: \"He must answer before the prosecution, the courts, the laws \nhis calls to sedition, his unawareness of the constitution.\"  A Venezuelan court soon oredred that Lopez remain in \ncustody pending further hearings.\n\n\n\nLate on Feb. 19, 2014, violence was flaring on the streets of Caracas once again with several deaths reported.  \nPresident Maduro continued to dismiss the opposition movement while asserting his authority.  He declared, \"We \ncannot underestimate those fascist groups whose boss is behind bars...I'm not playing with democracy. I do not \naccept that they challenge the Venezuelan people and our constitution.\"  In a subsequent speech, Maduro also \ndenounced the protests, accusing right-wing groups backed by the United States of being behind the violence and \nseeking to destabilize Venezuela.  He said, \"We have a strong democracy. What we don't have in Venezuela is a \ndemocratic opposition.\"\n\nIt was not clear if the president of Venezuela himself had an understanding of the tenets of democracy when he \nthreatened to expel the United States news cable network, CNN, from the country for its reporting of the protests.  \nPresident Maduro warned that he would take action against CNN if it failed to \"rectify its coverage.\"  He said, \n\"Enough war propaganda, I won't accept war propaganda against Venezuela. If they don't rectify themselves, out of \nVenezuela, CNN, out.\"  The threat was not likely to be taken lightly as several days earlier, the government \nremoved a Colombian news channel from the list of options offered by Venezuelan cable television outlets.  Indeed, \nby Feb. 21, 2014, the government of Venezuela had revoked the accreditations of CNN reporters covering the \ncrisis.\n\nFor his part, Venezuelan President Maduro called on United States President Barack Obama to assist in \nnegotiations aimed at resolving the escalating tentions between the two countries.  Maduro issued this invitation \nonly after expelling two United States diplomats and the United States-based cable channel from Venezuela, and in \nthe wake of accusations that United States operatives  at universities were behind a plot to overthrow his \ngovernment. Maduro said: \"I call for a dialogue between Venezuela and the United States and its \ngovernment...Let's initiate a high-level dialogue and let's put the truth out on the table.\"  He suggested that such \ntalks would be \"difficult and complex\" unless the United States accepted \"the full autonomy and independence of \nLatin America.\"\n\nOn behalf of the United States, Secretary of State John Kerry disparaged the heavy-handed tactics of Maduro and \nthe government of Venezuela, saying, \"This is not how democracies behave.\"  Secretary of State Kerry also \naddressed the unrest unfolding in Venezuela by saying, \"The solution to Venezuela's problems can only be found \nthrough dialogue with all Venezuelans, engaging in a free exchange of opinions in a climate of mutual respect.\"\n\nMeanwhile, the unrest in Venezuelan went on with more than a dozen people dying since the start of the crisis.  \nFebruary 20, 2014 saw protesters erect barricades in central districts of Caracas.  \n\nOpposition leader, Henrique Capriles,  who lost a close presidential election to Maduro, was careful to use the \npolitical fracas rocking Venezuela to present himself as the moderate option in a country divided between the \nbluster of Maduro and the drama of Lopez.  Capriles called for a peaceful demonstration in Caracas, expressly \nwarning that participants should reject violence,  saying,  \"In this turbulent hour, we call on the students and on \nthose on the streets not to fall into the trap of violence.\"  Capriles also noted that while he  was ready for dialogue, \nthe Maduro government was unwilling to compromise in the interests of the country.\n\nBy Feb. 22, 2014,\n\nas opposition activists gathered in the streets of Caracas, Capriles was reiterating his call for peaceful dissent, \nsaying, \"There are millions of reasons to protest, there are so many problems, so many people suffering. But this \nmovement we have built must be different.\"  Despite his plea for peaceful protests, the demonstrations turned \nviolent as clashes broke out between Venezuelan police and opposition demonstrators  in Caracas. Demonstrators \nhurled stones at police who  fired tear gas  at them.  As well, unconfirmed reports were emerging from Venezuela \nabout pro-government militias invading homes and attacking individuals suspected of participating in protest rallies. \n\n\n\nOn  Feb. 25, 2014, the United States responded to Venezuela's aforementioned expulsion of three American \nconsular officials  by in turn expelling three Venezuelan diplomats.  The United States cast the three Venezuelan \ndiplomats as \"personae non-gratae\" and gave them 48 hours to leave the country. \n\nAt the start of March 2014, protests were ramping up once again in Venezuela with  more than 1,000 anti-\ngovernment demonstrators taking to the streets of Caracas despite the onset of Carnival celebrations.\n\nJailed Venezuelan opposition leader, Lopez,  called on his supporters to keep up the fight against Maduro, saying in \na videotaped message: \"We must continue the peaceful struggle. There is no reason to give up our fight.\"  \nSpeaking defiantly against the government, he said, \"They will never defeat those who refuse to give up.\"\n\nIn truth, while the opposition movement might not be defeated, there was no sign that it could actually realize its \ngoals of forcing Maduro and his government to step down.  Over time, mass action were subject to attrition and \nsome of their tactics of the protesters, such as setting up barricades, have been criticized for spurring violence and \nvandalism.  Indeed, a standoff at a barricade in the first week of March 2014 left a Venezuelan soldier and a \nmotorcyclist dead.\n\nRather than relying on the organic dynamics of protest movements winding down, President Maduro stoked the \ndiscontent in Venezuela in the first week of March 2014 when he broke diplomatic  and economic ties with Panama, \naccusing that country of conspiring to oust his government.\n\nMaduro was reacting to Panama's request for a meeting at the Organization of American States (OAS) to discuss \nthe Venezuelan crisis. Panamanian President Ricardo Martinelli conveyed astonishment at this decision by the \nVenezuelan leader via Twiter, saying, \"Panama only hopes that this brother nation finds peace and strengthens its \ndemocracy.\"  Maduro even had sharp words for the head of the OAS, Jose Miguel Insulza, who had suggested that \na group of observers might be sent to Venezuela.  Maduro reacted by saying  to Insulza, \"Don't intervene in \nVenezuelan home affairs.\" In fact, Maduro's bluster against Panama  and the OAS was in keeping with his earlier \naccusations against Colombia and the United states as regards the unrest rocking his country.\n\nBy mid-March 2014, if there was such a thing that could be called the \"Venezuelan spring,\" the landscape in was \nessentially \"status quo.\"  Protests were ongoing, with a few more fatal shootings adding to the death toll; however, \nthere remained no real threat to President Maduro's authority.\n\nAmong the gunshot killings that occurred were the death of an army captain and a student protester. Clearly, there \nwere victims on both sides of the power divide.  That being said, Maduro appeared to be secure in his standing as \nthe leader of Venezuela, as illustrated by his claim that he had defeated the \"coup\" against him.\n\nMaduro also continued to blame the United States for sparking the unrest in Venezuela.  United States Secretary of \nState John Kerry rejected this line of thinking, saying,  \"We've become an excuse. We're a card they play...And I \nregret that, because we've very much opened up and reached out in an effort to say it doesn't have to be this way.\"  \nThe United States has also urged Venezuela's neighbors to mediate a resolution to the turmoil in that country.\n\nAs March 2014 entered its third week, the Venezuelan government carried out a crackdown on mayors of \nmunicipalities run by members of the opposition, claiming that they had fomented the violent protests rocking the \ncountry.  Daniel Ceballos, mayor of the  city of San Cristobal close to the border of Colombian border, was arrested \nby Venezuela's national intelligence service on the basis of claims that he contributed to \"civil rebellion.\" It should \nbe noted that San Cristobal has been the site of unrest outside of Caracas, with demonstrators  barricading roads, \nand in confrontation with pro-government forces.  Another opposition mayor, Enzo Scarano of San Diego, was \n\n\n\nsentenced to  10 months and 15 days in jail for failure to comply with a court order to remove the barricades in that \ncity.  Meanwhile, the death toll was increasing and estimated to be around 30 as March 2014 was drawing to a \nclose.\n\nIn the third week of April 2014, a fresh burst of violence erupted in the Venezuelan capital of  Caracas between \npolice and opponents of President Nicolas  Maduro. Following a rally dubbed \"Resurrection of Democracy,\"  \nmasked protesters in the Chacao district of Caracas shouted \"Liberty\" as erected barricades,  burned effigies of \nPresident Maduro, and hurled petrol bombs.  The police responded by using  tear gas and water cannons to \ndisperse the crowds.\n\nThe protesters, however, promised to keep up their mass action until Maduro resigned from office.  But as noted \nabove, while the protests were an unsettling development on the Venezuelan landscape, there was no sign that \nthey were actually eroding Maduro's grip on power.  Instead,  counter-protests were ensuing in the Petare area of \nthe capital -- a zone generally regarded as a shanty town and, thus, a stronghold of Maduro and Chavez before \nhim. In this case, pro-government supporters were carrying out their own rallies and burning effigies of opposition \nleader, Henrique Capriles -- the man generally regarded as the most significant threat to Maduro's power.  That \nbeing said, the Capriles threat was not a pressing one until the next elections in Venezuela.  For the immediate \nfuture, Maduro made it clear that he was entitled to carry out his democratically-determined mandate as president.  \nAs noted by a confident President Maduro himself via Twitter: \"I will continue to fulfil my oath with the people. No-\none will deny our right to be happy, free and independent.\"\n\nNote:\n\nIn late July 2014, Leopoldo Lopez, a jailed right-wing opposition leader  went on trial in Venezuela.  He was \narrested and jailed  in February 2014 at the height of anti-government protests in that country.  At issue for Lopez \nwere prevailing allegations that he orchestrated and incited the unrest  that ultimately led to the deaths of dozens of \npeople and left hundreds injured.\n\nLopez, who has tended to attract wealthier Venezuelan supporters, has been adamant about the fact that he had \nthe right to challenge the government for its despotic tendencies, poor governance, and inept economic policies, \nwithout being arrested and jailed for those efforts.  Speaking on behalf of her husband (Lopez), Lilian Tintori said, \n\"A strong and powerful government has nothing to fear from criticism, only a weak and insecure government locks \nup people who express their opinion.\"  She added, \"There's not a single reason to have him in jail. The judicial \nprocess is a complete joke.\"  Of course, in the minds of less wealthy Venezuelans, Lopez would always be \nassociated with the attempted coup against the late President Hugo Chavez, whose so-called \"Bolivarian \nRevolution\" championed the needs of the poor rather than the grievances of the rich. \n\nFor his part, Venezuelan President Nicolas Maduro -- the successor to the late charismatic Venezuelan leader \nHugo Chavez -- dismissed the claim that the case against Lopez was politically-motivated.  Maduro said, \"The \nleader of the ultra-right is responsible for crimes, violence, destruction, (loss of) human lives. He planned it. He's a \npawn of the gringos (Americans), not just now, but from very young. He has a messianic vision, that he was born to \nbe a leader, the president of Venezuela.\" Maduro continued, \"He has to pay, and he's going to pay. Justice must be \ndone. And to the Bolivarian people, I say, stand firm against fascists.\"  It should be noted that President Maduro has \nto be regarded as a somewhat inadequate successor to Chavez -- embracing most of the late Venezuelan leader's \nautocratic tendencies but lacking all of Chavez' charisma and charm.\n\nSpecial Entry on Deteriorating Political Climate\n\nVenezuela indicts opposition leader Machado, claiming she was part of plot to kill President Maduro\n\n\n\nIn the first week of December 2014, Venezuelan state prosecutors indicted an opposition leader, Maria Corina \nMachado, alleging that she participated in a plot to assassinate President Nicolas Maduro.  A major player in mass  \nprotests against Maduro's socialist government that plagued Venezuela  earlier in 2014, Machado said the charges \nagainst her were intended  to silence her and  distract Venezuelans from their increasing anxiety over the country's \neconomic crisis.\n\nIndeed, that crisis was growing more dire due to the collapsing price of oil in Venezuela's oil-dependent economy.  \nOf note was the fact that Venezuela relies on energy revenues to pay for the country's generous welfare programs.  \nThose welfare programs have been the central reason for the popularity of the leftist government of Venezuela from \nthe time of Maduro's predecessor, Hugo Chavez, who championed the country's Socialist \"Bolivarian Revolution\" to \nthe present.\n\nDespite her passionate dismissal of the indictment, Machado would be faced with up to 16 years in jail if she were \nto be found guilty. But Machado insisted that her focus was on fighting the Maduro regime as she declared, \"Our \nonly option is to fight for democracy and freedom.\"\n\nCritics have said that the Maduro regime seeks to sideline its political rivals, with opposition leaders in the \ncrosshairs of the president.  To this end, another right-wing opposition leader,  Leopoldo Lopez - who  was also at \nthe center of  anti-government protests earlier in 2014 - had been jailed since February 2014 on charges of \nincitement of violence and unrest.\n\nIn late July 2014,  Lopez  went on trial in Venezuela. Lopez, who has tended to attract wealthier Venezuelan \nsupporters, has been adamant about the fact that he had the right to challenge the government for its despotic \ntendencies, poor governance, and inept economic policies, without being arrested and jailed for those efforts.  Of \ncourse, in the minds of less wealthy Venezuelans, Lopez would always be associated with the attempted coup \nagainst the late President Hugo Chavez, whose \"Bolivarian Revolution\" championed the needs of the poor rather \nthan the grievances of the rich.\n\nFor his part, Venezuelan President Nicolas Maduro -- the successor to the late charismatic Venezuelan leader \nHugo Chavez -- dismissed the claim that the case against Lopez was politically-motivated.  Maduro said, \"The \nleader of the ultra-right is responsible for crimes, violence, destruction, (loss of) human lives. He planned it. He's a \npawn of the gringos (Americans), not just now, but from very young. He has a messianic vision, that he was born to \nbe a leader, the president of Venezuela.\" Maduro continued, \"He has to pay, and he's going to pay. Justice must be \ndone. And to the Bolivarian people, I say, stand firm against fascists.\"\n\nIt would appear that  Venezuelan prosecutors intended to use the Lopez model to go after Machado as the year \n2014 was coming to a close.\n\nEconomic crisis in Venezuela prompts protests; one teenager killed in San Cristobel\n\nThe start of 2015 in Venezuela was marked by a worsening economic crisis, as protesters took to the streets to \nregister their discontent. In 2014, as many as 40 people died in street protests in the South American country.  The  \nyear 2015 was emerging as another chapter in the same book.  But the scene took at ominous turn in late February \n2015 when a  teenager, Kluiver Roa Nunez, was killed in the western city of San Cristobal when he was struck by a \nrubber bullet during a confrontation between police and protesters.  A policeman was arrested in connection with \nthe incident.\n\n\n\nFor its part, the government of Venezuela, led by  President Nicolas Maduro, has been under fire for its poor \nstewardship of the energy-based economy, which has devolved even further with the low price of oil.  Mindful that \nthe emotions of Venezuelans were high, Maduro condemned the death of Nunez in a national address and \npromised an investigation into the matter.  Maduro also dismissed the need for mass action, noting that it has led to \nviolence as he said, \"There is no reason for violent protests. I make an appeal to our country, and especially the \nyoung, to give up violence. Hatred will not lead to anything.\" He added, \"Give up all violence, lads. And rest assured \nthat if a government official breaks the law I will be the first one to go after him.\"\n\nOf note, however, was President Maduro's disparagement of dissent.  A week prior, a veteran politician, Mayor \nAntonio Ledezma of Caracas, was arrested and charged with orchestrating a plot to overthrow the government.  \nLedezma was one of several politicians aligned with the opposition who had been arrested since the start of mass \nprotests in Venezuela in 2014.\n\nSpecial Entry on Relations with the United States\n\nUnited States declares Venezuela a security threat; slaps sanctions on top officials\n\nIn March 2015,  United States President Barack Obama signed an executive order declaring Venezuela to be a \nnational security threat and ordering sanctions to be imposed on seven high-ranking officials.  The affected \nVenezuelan officials included the head of the state intelligence service, the director of the national police; a state \nprosecutor, and military officers, making clear that the target of these sanctions were involved in the state security \napparatus.  All seven of the affected individuals would see their assets and interests, including property, in the \nUnited States frozen or blocked, while they would be prohibited from stepping foot on United States territory.  As \nwell, United States citizens and permanent residents would be banned from doing business with them.\n\nIn an ancillary move, the United States demanded that Venezuela release its political prisoners -- many of whom \nwere opposition figures and were rounded up and jailed during mass-government protests in 2014, which left \nscores of people dead.\n\nThis tranche of sanctions would not affect the energy sector of Venezuela and were not of an economic nature. \nStated differently, they were not intended to affect ordinary Venezuelan citizens. That being said, sanctions of this \ntargeted nature typically precede harsher moves and could potentially presage economic sanctions of some sort to \ncome.\n\nAlready suffering from economic crisis, due to the low price of oil in Venezuela's energy-dependent economy, and \nexacerbated by poor financial stewardship,  President Nicolas Maduro has been under intense political pressure.  \nOf course the price of oil was being decided by OPEC and was affecting all oil-producing countries across the \nworld.  But less diverse economies, and those already suffering from mismanagement, such as Venezuela, were \nfeeling the pain more acutely.  The addition of unilateral economic sanctions (imposed by the United States) down \nthe line could prove extraordinarily damaging.  But for now, the United States was limiting its moves to the security \nofficials.\n\nTo this end, the Obama White House made clear that it was targeting persons deemed to have engaged in anti-\ndemocratic activities or abuses of human rights. In a statement, White House spokesperson Josh Earnest \ndeclared,  \"Venezuelan officials past and present who violate the human rights of Venezuelan citizens and engage \nin acts of public corruption will not be welcome here, and we now have the tools to block their assets and their use \nof U.S. financial systems.\"  He continued, \"We are deeply concerned by the Venezuelan government's efforts to \nescalate intimidation of its political opponents.\"\n\n\n\nBilateral ties between the United States and Venezuela have been poor since 2008 when the late Venezuelan \nPresident Hugo Chavez expelled then-United States Ambassador Patrick Duddy, thus spurring the United States to \nrespond in kind by expelling the  Venezuelan envoy, Bernardo Alvarez. Since that time, United States and \nVenezuela have not returned to a state of normal diplomatic relations. In fact, ties between the two countries \ndeteriorated further as the new Venezuelan leader, Maduro, proceeded to blame the United States for all political \nand economic woes facing his country.  Of note was the flare of protests in 2014 against the Maduro government, \nand led by opposition factions, and which Maduro claimed was being orchestrated by the United States.  White \nHouse spokesperson Earnest addressed the tendency by Venezuela to blame the United States for its socio-\neconomic and political ills, noting, \"We've seen many times that the Venezuelan government tries to distract from its \nown actions by blaming the United States or other members of the international community for events inside \nVenezuela.\"\n\nIt should be noted that Venezuela recently  demanded that Washington significantly reduce its diplomatic presence \nin Caracas  by submitting a plan to reduce its staff from 100 to less than 20.  It was apparent that Washington was \nreacting by taking measures of its own in the form of the sanctions.\n\nFor his part, President  Maduro predictably  responded to the announcement of these targeted sanctions with by \ncasting the United States as an \"imperialist\" threat and accusing the United States of seeking to overthrow  his \ngovernment.  During a two-hour long national speech, Maduro said, \"President Barack Obama ... has personally \ndecided to take on the task of defeating my government and intervening in Venezuela to control it.\"  Thus, in an act \nof defiance, he also appointed one of the seven sanctioned individuals -- National Intelligence head Gustavo \nGonzalez -- as  his new interior minister.  Of significance was the fact that the United States has accused Gonzalez \nof complicity in violence and human rights abuses against anti-government protesters in Venezuela.\n\nPresident Maduro consolidates power\n\nNote that in mid-March 2015, amidst devolving diplomatic relations with the United States (discussed above), \nVenezuelan President Maduro was consolidating his power.  A measure was approved by the country's National \nAssembly giving the president power to govern by decree through the end of 2015.  Maduro requested these new \npowers, known as the Enabling Law,  arguing that Venezuela was now under threat from the United States.  The \nopposition has decried the move, delcaring that Maduro was exploiting the situation to (1) secure greater \npresidential power, and (2) divert attention from the serious economic challenges facing the country.\n\nEditor's Note on President Maduro\n\nIt should be noted that President Maduro has to be regarded as a somewhat inadequate successor to Chavez -- \nembracing most of the late Venezuelan leader's autocratic tendencies but lacking all of Chavez' charisma and \ncharm.  That perception was illustrated in the public's support with sruvey data from the reliable Datanalist polling \ngroup showing Maduro sporting dismal approval ratings of only 22 percent. With the price of oil at significant lows, \nand with oil revenue needed to support the Chavez-era social programs, there was little hope that support for \nMaduro would be easily revived.\n\nPrimer on 2015 parliamentary elections in Venezuela\n\nParliamentary elections were set to be held in Venezuela on Dec. 6, 2015.  At stake was the composition of the \nunicameral National Assembly, known in Venezuela as the \"Asemblea Nacional.\"\n\nThe legislative body contained 165-167 seats and  members are elected by popular vote to serve five-year terms.  \n(Note that  three seats in the legislative body are  reserved for the indigenous peoples of Venezuela.)\n\n\n\nThe previous parliamentary elections were held in 2010.\n\nFollowing those polls,  it was announced that President  Hugo Chavez'  ruling United Socialist Party of Venezuela \n(PSUV)  and its allies  had won the election, albeit with a reduced majority in the country's legislature.  The PSUV \nwon at least 90 seats with the opposition Democratic Unity Table (MUD)  securing at least 59 seats in the National \nAssembly.\n\nIt was to be seen if the ruling PSUV -- now under the leadership of the far less charismatic President Nicolas \nMaduro -- would see a similar level of success in 2015.\n\nIndeed, the economic crisis plaguing Venezuela as a result of low oil prices and soaring inflation, and manifest by a \nshortage of goods and supplies, could well boost the opposition's prospects.  Already, the  \"Chavista\" voting bloc \nwas looking at its options with a sense of disillusionment.  Still, it was to be seen if a pro-market message from the \nopposition could actually lure Chavistas to abandon their Socialist ideals embedded in Hugo Chavez' so-called \nBolivarian Revolution.\n\nThe opposition would be helped by the fact that in mid-2015, President Maduro's popularity had fallen to less than \n25 percent.\n\nIndeed, the polling data by the respected outfit,  Datanalisis,  also showed only  20 percent of those surveyed would \nvote for candidates representing the ruling PSUV, while 42 percent indicated their interest in voting for the \nopposition.  While the size of the undecided contingent was substantial at 17.5 percent, the fact of the matter was \nthat the ruling Socialists would face an uphill battle at the polls in December 2015.\n\nThat being said, the PSUV would benefit from the overall fragmentation of the opposition ranks, which continued to \nbe dominated by the Venezuelan elite, and which had not yet learned to finesse its message to attract the poorer \nand more rural Venezuelans -- the base constituency of Venezuela's left wing.\n\nAhead of the elections, in a transparent attempt to silence opposition politicians, Venezuelan authorities  banned \nseveral of them from contesting the polls or holding public office.  Among those banned was a state governor, Pablo \nPerez,  former legislator Maria Corina Machado,  and  former mayor Vicencio Scarano.\n\nOpposition leader, Leopoldo Lopez, had already been arrested, tried, found guilty of inciting anti-government riots, \nand sentenced to more than a dozen years in jail. These moves appeared geared toward ensuring that the  ruling \nPSUV held onto power.\n\nIn November 2015, these strategies were attracting international criticism as the Secretary General of the \nOrganization of American States (OAS) dispatched an official condemnation to Venezuela's electoral board.  In his \n19-page  letter,  Luis Almagro admonished the Venezuelan electoral authorities for creating an uneven election \nplaying field, which was clearly unfair to the opposition, and demanded that they live up to their duty of creating a \nfree and fair election landscape.  Included in Almagro's missive were the following concerns: \"There are reasons to \nbelieve that the conditions in which people will vote ... aren't right now as transparent and just as the (electoral \ncouncil) ought to guarantee.  It's worrying that ... the difficulties only impact the opposition parties. You  are in \ncharge of electoral justice. You are the guarantor.\"\n\n\n\nOn Dec. 9, 2015, Venezuelans went to the polls to vote in the country's parliamentary elections.  After the ballots \nwere counted, the Venezuelan opposition had won the majority of seats in the parliamentary body, effectively \ndefeating President Maduro's ruling United Socialist Party of Venezuela (PSUV).\n\nAll signs pointed to a commanding majority for the opposition bloc, with some signs actually indicating that it may \nhave achieved a  two-thirds super-majority.\n\nFor his part, President Maduro quickly conceded that his party had lost control of parliament and called for calm.  \nOpposition leader,  Henrique Capriles, celebrated victory, declaring: \"It's a great opportunity for us, this protest \nvote.\" Meanwhile, the opposition made clear that it would try to reverse certain policies of the Socialist government.  \nIn truth, there were limits to what the legislative body could do to reverse the initiatives of the executive branch of \ngovernment; however, legislation would be introduced to  liberate jailed opposition politicians, reform the judiciary \nand the election board,  stimulate private sector development, and most importantly to  curb the Central Bank's \npolicy of printing more money, which has served only to exacerbate the country's high inflation rate.\n\nUnrest in Venezuela leads opposition to push for recall of President Maduro\n\nDissatisfaction over Venezuelan President Nicolas Maduro's autocratic leadership and poor economic stewardship \nhas led to opposition-led protests in recent times.  A lack of food availability,  water shortages,  rolling electrical \npower blackouts, not to mention one of the world's highest rates of inflation were now the norm in a  country that \nboasted economic success from former President Hugo Chavez's populist socialist Bolivarian Revolution.\n\nGoing back to the start of June 2016, there was a push by the Venezuela's opposition, led by opposition leader \nHenrique Capriles,  to hold a recall referendum on Maduro's leadership.  The opposition forces -- now in control of \nthe legislative branch of government -- was seeking to flex its political muscle.  Simultaneous with that move was a \nburst of new protests in Caracas, which included the participation of Capriles and his supporters.\n\nIn the space of days, the protests turned violent and resulted in the deaths of at least four people.  Indeed, one \ndeath was attributed to food riots.\n\nSecurity forces used tear gas to disperse the crowds even as protesters displayed pictures of political activists who \nhad been jailed by the Madro regime, while others chanted \"I am hungry.\"\n\nFor his part, Capriles -- one of the opposition leaders not yet in prison -- said: \"We are not giving up. Our enemy is \nMaduro. The problem is Maduro.\"\n\nFor his part, President Maduro has cast the recall referendum as a coup and indicated that no such effort would \nlikely occur until 2017.\n\nOn state television, Maduro said,  \"There will be no blackmailing here. If the recall referendum's requirements are \nmet, it will be next year and that's it.  If the requirements aren't met, there will be no referendum and that's it.\" \n Should that hypothetical occur, if voters opted to recall him, the country would be subjected to fresh elections that \ncould open to door for Capriles to come to power.\n\nTwo months later in August 2016, the opposition bloc's executive secretary, Jesus Torrealba, suggested that the \npolitical scene in Venezuela was increasingly tumultuous -- and in fact on the edge of a \"political earthquake.\" At \nissue for Torrealba was the fact that the economic woes -- marked by recession, food shortages, and the would's \nhighest inflation -- would cause the government to collapse.  Torrealba said, \"This country, from an economic and \n\n\n\nsocial perspective, is a powder keg.\"  He added, \"We are going to see change not because the government allows \nit or the opposition promotes it but because the situation is not sustainable.\"\n\nNote that at the start of September 2016, the Venezuelan capital of Caracas was the site of one of the largest mass \nprotests in recent times.  Participants dressed in white and filled the streets of the capital to rail against Maduro's \nsocialist rule while chanting, \"This government will fall.\"\n\nFor his part, President Maduro condemned the protests, casting them as a pretense for a coup, aimed at taking \nover the government.  Thus, he ordered security forces to carry out arrests of demonstrators while beefing up \nsecurity across Caracas. Maduro addressed his own supporters using this line of attack as he claimed that, \"We \nhave stopped the coup today, the violent, fascist ambush.\"\n\nMeanwhile, efforts were afoot to force a recall referendum at the start of 2017 against President Maduro.  Of note \nwas the fact that in August 2016, polling data showed the Venezuelan president's approval ratings falling to a new \nlow of 21.2  percent, according to a local pollster Datanalisis.\n\nDespite this lack of popular support for the Venezuelan leader, the recall effort had its own challenges.  As \nSeptember 2016 came to a close, the opposition  Democratic Unity coalition's effort to recall President Maduro hit a \nsnag. Specifically, Venezuela's national election board said a recall referendum could be held in 2017, pending \nreceipt of 20 percent of total voter signatures. The timing handed down here in this decision from the national \nelectoral board was key as if a referendum was carried out in 2016 and failed to ratify Maduro's leadership, it would \ntrigger a new election.  However, if it were held in 2017, with the same negative outcome for Maduro, the \npresidency would then move to the vice president.  With no change in party at the helm, Socialist leadership would \nremain in place.\n\nThe opposition railed against the electoral authorities for his decision with Jesus Torrealba, the head of the \nDemocratic Unity coalition, saying, \"They are violating the constitution. The country is ready to fight.\"\n\nBy October 2016,  the election board in Venezuela suspended the opposition's  push to hold a recall referendum on \nPresident Maduro's leadership.\n\nIn response, opposition leaders promised to carry out peaceful protests and accused President  Maduro's \ngovernment of functioning like a dictatorship.  Opposition leader, Jesus Torrealba, declared. \"Our response will not \nbe submission or violence, but a fight ... based on the principles of peaceful resistance.\" He added, \"The \ngovernment has 80 percent of the country against it, it does not have international support, and it's breaking both \nthe law and the constitution.\"\n\nIn November 2016, with its hopes for a recall referendum dashed, the Venezuelan opposition was suggesting that it \nwas now in a fight with an effective dictatorship.\n\nEven opposition leader, Henrique Capriles, long viewed as a moderate, was using vociferous rhetoric as he \n declared \"We've reached the limit\" and referred to the Maduro government as \"Satan.\" The militant tone  being \ntelegraphed by the opposition at large sparked anxieties about the stability of the country going forward.\n\nSpecial Report on Venezuela\n\nVenezuelan President Maduro uses constitutional shake-up to consolidate power\n\n\n\nFor several months in 2017, Venezuela was mired by protests as opposition supporters registered outrage over the \nleadership of socialist President Nicolas Maduro.  The protests were highly violent at times, even yielding scores of \ndeaths.\n\nIn a move generally seen as a transparent attempt to consolidate his own power and avoid elections amidst anti-\ngovernment protests, Maduro announced the creation of a new  constituent assembly, charged with re-writing the \nconstitution.\n\nAt a May Day rally, Maduro explained his pan, saying, \"I don't want a civil war.\" He explained, \"I convoke the \noriginal constituent power to achieve the peace needed by the Republic, defeat the fascist coup, and let the \nsovereign people impose peace, harmony and true national dialogue.\"\n\nBut political opponents made clear that the assembly would likely be composed of Maduro loyalists, essentially \npacking the body and influencing the work it would produce.  Moreover, it was a move aimed at avoiding direct \nelections.  \n\nMeanwhile, even as Maduro was making this announcement, elsewhere in the capital  city of Caracas, protests \nwere ongoing.  Indeed, security forces had to fire tear gas at the crowd to dissuade some from throwing  stones and \npetrol bombs.  \n\nBut protests were not likely to stop -- especially since they were being encouraged by the opposition-led National \nAssembly.  The president of the National Assembly, Julio Borges,  urged  Venezuelans to resist and rebel as he \ndeclared: \"This is a scam to deceive the Venezuelan people with a mechanism that is nothing more than a coup.\"\n\nNevertheless, the president had scheduled a July 30, 2017, election to select an assembly who would work on the \nnew charter.  This assembly would effectively dissolve the parliament, which was controlled by the opposition.  The \nmove appeared to be a transparent attempt to consolidate hi own power, while snatching away the legislative power \nof democratically elected representatives.\n\nBy June 2017, opposition to President Maduro's plan to rewrite the constitution was growing, rather than abating. \n In fact, according to the polling company Datanalisis, the president's plan for a new constitution was  opposed by \n85 percent of Venezuelans.  \n\nMeanwhile, opposition to Maduro and his agenda was intensifying in the streets with violent protests becoming the \nnorm.\n\nIn July 2017, more than seven million Venezuelans voted in an unofficial referendum organized by the opposition. \n The intent was to emphasize their objections to Maduro's attempt to recraft the constitution.  Since the move was \nunauthorized, its use value was symbolic and aimed at pressuring and de-legitimizing Maduro. To that end,  98 \npercent of voters opted to reject the proposed constitutional assembly, to encourage the military to defend the \nexisting constitution, and to demand elections be held before the end of Maduro's term in 2019.\n\nBy the end of July 2017, attention was focused on the controversial elections to the constituent assembly initiated \nby President Maduro.  Despite government warnings that protesters would face up to a decade in jail, people took \nto the streets in violent protests against the vote.  The vote itself was intended to consolidate Maduro's power and \nsideline the influence of the elected parliament, which was dominated by the anti-Maduro opposition.\n\nPolice used tear gas and rubber bullets to disperse the crowds,  but it did not stop clashes from erupting.\n\n\n\nThe opposition said the  death toll on July 30, 2017, was around a dozen - making it one of the deadliest days in \nVenezuela in recent memory.  (Note: The death toll over  the course of months numbered around 120.)\n\nOnce the voting was complete in these elections boycotted by the opposition, Maduro-linked allies of the Socialist \nParty won every  one of the 545 seats in the  constituent assembly.  Now, that body would have the power to \ndissolve the opposition-dominated Congress and fire dissidents from any state positions they might hold.\n\nIn response, opposition leaders condemned the election, casting it to be a transparent power grab, while the \ninternational community decried it for being an undemocratic process.\n\nRegardless of the criticism by the local opposition and international community of the transparently undemocratic \nprocess,  Maduro claimed victory.  Indeed, now his Socialist Party would have unmitigated power.  \n\nMaduro also mocked criticism from the Trump administration in the United States, as he declared to supporters: \"A \nspokesperson for emperor Donald Trump said that they would not recognize the results of Venezuela's constituent \nassembly election. Why the hell should we care what Trump says? We care about what the sovereign people of \nVenezuela say.\"\n\nBut Maduro was not necessarily speaking on behalf of all Venezuelans.  The opposition warned that it did not \naccept the result of the vote and would resume protest action. As noted by opposition leader, Henrique \nCapriles,\"The constitutional assembly will not resolve any of the country's problems, it just means more crisis.\"  He \nadded, \"As of tomorrow, a new stage of the struggle begins.\"\n\nIn the first week of August 2017, following the controversial election discussed above, Venezuelan opposition \nleader, Leopoldo Lopez, was rounded up along with another opposition figure, Antonio Ledezma and jailed.\n\nIt should be noted that both men had been treated as political prisoners. Lopez was held at Ramo Verde, a military \nprison, for three years  for inciting violence at opposition rallies, but had been allowed to go home under conditions \nof house arrest in July 2017. Ledezma had been under house arrest from 2015 for claims that he was plotting a \ncoup.\n\nNow, the men had seen their house arrest effectively revoked and were being subject to jailing. According to the \nVenezuelan authorities, this action was taken because the opposition figures might flee the country in the aftermath \nof the election.  That being said, Lopez and Ledezma  were subsequently returned to house arrest.  \n\nThe arrests of Lopez and Ledezma  was roundly criticized by the international community.\n\nZeid Raad Al Hussein, the United Nations High Commissioner for Human Rights, expressed deep concern over \narrest of the opposition figures. He said, \"I urge the government to immediately release all those being held for \nexercising their rights to freedom of peaceful assembly, association and expression.\"\n\nMeanwhile, Lopez' wife, Lilian Tintori, declared via Twitter that the fight would continue \"to find peace and freedom \nfor Venezuela.\"\n\nBy the third week of August 2017, Venezuela's disputed constituent assembly was convened and quickly voted in \nfavor of seizing the power of the opposition-dominated parliament.  \n\n\n\nThe head of the now impotent parliament, Julio Borges, vociferously asserted that the constituent assembly' actions \nhad carried out a \"coup.\"  His accusation was not isolated as many voices -- in Venezuela, regionally, and \ninternationally -- were decrying the move as a sign of Venezuela's slide into bona fide dictatorship.  \n\nPresident Maduro, his government, and the members of the constituent assembly all appeared to be undeterred. \nDespite warnings from the international community that the new legislative body would not be recognized as \nlegitimate, they celebrated the developments as means to stabilize the country.\n\nNevertheless, the head of the Organization of American States (OAS), Luis Almagro, characterized the measure \nprecisely so -- stating that it constituted the \"illegitimate dissolution\" of the elected parliament.  Moreover, the \nregional bloc, Mercosur, which had already suspended Venezuela from its membership over Maduro's \nconsolidation of power, denounced the measure.  At the wider level,  several Latin American and European \ncountries made clear, once again, that they would not recognize Venezuela's newly established constituent \nassembly.  At the same time, the United States imposed sanctions against Venezuela with United States President \nDonald Trump calling Maduro a \"dictator.\"\n\nMeanwhile, the former chief prosecutor Luisa Ortega Diaz -- once a stalwart of President Maduro but more lately a \ncritic -- fled the country for Colombia, saying that she feared for her life.\n\nSpecial Report\n\nTrump's threat of military force in Venezuela rocks Latin America, unwittingly provides fuel for Maduro's unpopular \npresidency\n\nOn Aug. 11, 2017, United States President Donald Trump declared that he would not rule out a \"military option\" in \nresponse to the situation in Venezuela, which immediately sent ripples throughout not just Venezuela, but all of \nLatin America. Vladimir Padrino López, Venezuela's Defense Minister, characterized Trump's threat of military force \nas an \"act of madness.\" The White House followed up with a statement that indicated that it had declined a phone \ncall from Venezuela's President, Nicolás Maduro, and made clear that diplomatic channels would open \"as soon as \ndemocracy is restored in that country\" (though Venezuelan officials did not confirm the details of this phone call).\n\nMuch like his predecessor Hugo Chavez, President Maduro has engaged in conspiratorial rhetoric about the \nprospect of the United States invading Venezuela to steal oil. President Trump's threat regarding the prospect of \nmilitary force in Venezuela unwittingly provided fuel for Maduro to reaffirm his conspiracy theories about a U.S. \ninvasion and attack the opposition. Maduro called for military exercises in the wake of President Trump's \ncomments, although he maintained his desire to hold direct talks with U.S. leaders.\n\nVenezuela has been rocked by an economic recession as well shortages in food and medicine. The opposition's \nDemocratic Unity coalition controls a majority of the seats in Venezuela's National Assembly, but earlier on Aug. 4, \n2017, the country inaugurated a new legislative superbody loyal to President Maduro (known as the constituent \nassembly) that was expected to rewrite Venezuela's constitution; this body, along with a loyalist Supreme Court that \nhas defanged the democratically elected legislature and rejected a motion prohibiting Maduro from rewriting the \nConstitution in June 2017, constitutes authoritarian consolidation in the face of a worsening economy, oppositions \nprotests, and Maduro's increasing unpopularity.\n\nDespite Maduro's this unpopularity, President Trump's threat of military force seems to have united other Latin \nAmerican leaders around a common message: the U.S. should refrain from involving itself in the region's affairs. \n\n\n\nColumbian President Juan Manuel Santos declared that \"military intervention shouldn't even be considered\" on the \nsame day Vice President Pence visited the country as part of his tour of Latin America. Peru, Mexico, and Brazil all \ndenounced violent methods of addressing the crisis in Venezuela.\n\nPrimer on presidential elections in Venezuela\n\n(May 20, 2018)\n\nMaduro secures another term in office as Venezuelan president in uncontested election\n\nElections were set to be held in Venezuela on May 20, 2018.  At stake would be the presidency of the country.  In \n Venezuela, the  president is elected by popular vote for a six-year term  and the president serves as  both head of \nstate and head of government.\n\nThe last election was held in 2013 but was held under extraordinary circumstances.  The 2012 presidential election \nwas won by then-President Hugo Chavez against opposition leader, Henrique Capriles. However, Chavez died a \nyear later leaving a power vacancy. Vice President Nicolas Maduro was soon sworn into power as the interim \nleader and fresh presidential elections were held soon after.  In those 2013 elections, Maduro's lock on power was \nnarrowly ratified at the polls as he also defeated Capriles.\n\nIn the years since 2013, Venezuela has seen a decline politically and economically, with the country dissipating \nalmost failed state status.  It was unclear if he would be able to hold onto power democratically at the polls in May \n2018, given the Venezuelan state of crisis.  However, with the opposition boycotting the polls, charging that the \nelection would not occur under free and fair conditions, the advantage leaned towards Maduro's re-election.\n\nApart from Maduro, the leftist leader who has stylized himself as Chavez' heir to the Bolivarian socialist revolution in \nVenezuela, there were other presidential candidates -- albeit no one aligned with the main opposition bloc, which \nwas participating in a boycott.\n\nOne candidate was Henri Falcon, who was no ally of the opposition, and whose participation in the election would \nlikely help to legitimize Maduro's likely victory.  Another candidate was Janier Bertucci, an  evangelical pastor who \nhas held strictly conservative views opposed to abortion and same sex relationships, but whose program of feeding \nthe poor has gained some support for him politically.\n\nNote: As expected, Maduro secured a landslide victory in the uncontested election. In the aftermath of the election \nand Maduro's re-election, several countries including many Latin American ones, as well as Canada, recalled their \nambassadors from Venezuela. Additionally, the United States imposed new economic sanctions on Venezuela.\n\nPresident Trump praises North Korea but condemns Iran and Venezuela in UN speech that elicited laughs from \nworld emissaries\n\nPresident Donald Trump delivered a speech at the United Nations General Assembly on Sept. 25, 2018, where he \nreaffirmed his commitment to his \"America First\" doctrine and his rejection of globalism. At one point when \nPresident Trump remarked \"In less than two years, my administration has accomplished more than almost any \nadministration in the history of our country,\" the audience of world emissaries broke out into laughter. Trump \nreacted with brief disconcertedness before remarking, \"I did not expect that reaction, but that's okay.\"\n\nIn the speech, President Trump  reserved criticism for Venezuela and its President, Nicolás Maduro, as he claimed \nthat \"socialism has bankrupted the oil-rich nation and driven its people into abject poverty.\" President Trump \nannounced sanctions at the UN that were set to target six individuals in Maduro's inner circle, including Vice \nPresident Delcy Rodriguez and Defense Minister Vladimir Padrino, as well as sanctions on President Maduro's \nwife.\n\n\n\n-- October 2018\n\nWritten by Dr. Denise Youngblood Coleman, Editor in Chief, www.countrywatch.com See  Bibliography for research \nsources used to compose this Country Review.\n"}