{"title": "REFUGEE WAVE CREATES A CRISIS IN BORDER CITY", "body": "\nAt 4 A.M. today, as her Greyhound bus drove up Interstate 87 past snow-covered apple orchards and fields to \narrive at the Canadian border, Rosa Funes was as far away as she had ever been from the home she had left in \nSonsonate, El Salvador.\n\nBy 11 A.M., she had been turned away by the Canadian authorities and was told to return in five weeks for an \nimmigration hearing.\n\nMs. Funes, her husband and her brother walked away from the ''bonjour'' sign welcoming visitors to Canada to join \nnearly 100 other refugees in this small city, as well as thousands elsewhere along the Canada-United States \nborder.\n\nThey have been stopped while trying to enter Canada to avoid deportation under the new United States immigration \nlaw.\n\n \n\nNew York as Transit Point\n\nAs with Ms. Funes, most of those caught in the bind are from Central America. They recently flew from such cities \nas Los Angeles, Houston and Dallas to New York, where they went to the Port Authority Bus Terminal in midtown \nManhattan and boarded buses for Montreal.\n\nBut when they arrived here, they discovered that they would have to wait up to a month to enter Canada - a month \nin American communities where the foreign language is French, the spiciest food is Italian, and the weather colder \nthan most had imagined possible.\n\nThe rush to Canada started last November, when the new United States immigration law went into effect. Refugees \nawaiting entry to Canada are beginning to gather in such border areas as Plattsburgh, Buffalo and Detroit, \naccording to United States immigration officials.\n\nThere are no firm numbers, but United States officials said Canada had turned back several thousand refugees to \nawait hearing dates. The hearings are generally set for a month after arrival at the border. Under the new \nimmigration law, all illegal aliens who cannot prove that they have continuously lived in the United States since \nJanuary 1982 are subject to deportation, and employees who hire them can be penalized.\n\nGenerally, United States border agents issue deportation orders with delayed dates.\n\n\nFor Plattsburgh, known largely for its Air Force base and a string of discount shopping centers that attract Canadian \ntourists, the flood of refugees has been the biggest crisis in years, according to officials.\n\n''We're kind of a rural town that has ended up with an urban problem,'' the Clinton County Social Services \nCommissioner, Rose M. Pandozy, said.\n\nLast Friday, the problems for the refugees worsened. Until then, the Canadian Government had granted immediate \nentry to refugees from 18 countries, including El Salvador. Now, these refugees, along with the others, must wait \nfor hearing dates.\n\nCanadian officials said their new policy was intended to achieve a more orderly flow of people into the country.\n\n \n\nSurge in Numbers\n\n''Through November, we started to get one, two or three refugees a week,'' the executive director of the Plattsburgh \nCommunity Crisis Center, Brian M. Smith, said. ''Then we got up to 12 a week, and then the Canadians changed \ntheir policy on Friday. And we filled up two motels with people.''\n\nIn October, a month before the new immigration law was signed, the Canadian border station near here processed \n300 refugees, according to an agent at the border, Bernadette Blain. In November, the number climbed to 400, \n1,200 in December, 1,300 last month and 50 a day this month.\n\nThe number has slowed since Friday, Ms. Blain said. However, she acknowledged, it could pick up when the aliens \nrealize that the waiting period is one month.\n\nMost of the refugees said it was worth waiting for a hearing. Despite the delay, Ms. Blain said, the Canadians have \nnot denied anyone here a hearing.\n\n \n\nIn Salvation Army Building\n\nLocal officials have not decided whether to ask Governor Cuomo to declare their town a disaster area, according to \nMs. Pandozy. The officials, she added, are uncertain whether the refugees could be considered a disaster problem \nand whether such a designation would create bureaucratic problems.\n\nUp to now, the officials - from government, social agencies and church groups - are caught up in a series of \nmeetings and seem to be containing the crisis.\n\nThe crisis center, at 29 Protection Avenue, is more accustomed to handling suicide-prevention calls than refugees. \nNonetheless, as early as November, Mr. Smith, together with the Red Cross and the county's social services \nbureau, began to plan for the influx.\n\nAt the beginning of last week, Mr. Smith and others moved the refugees from the motels to a Salvation Army \nbuilding. In the one-story brick building, the travelers sleep on cots and eat in the kitchen; they shuttle by bus to a \nY.M.C.A. for showers.\n\n \n\nOffers of Work\n\nAs the numbers increased, Mr. Smith was anticipating having to send people back to the two motels, on Route 9. \n''We're desperately seeking more space,'' he said.\n\nChurch groups have invited the refugees for meals, and donations of clothing, toys and money have gone ''from \ntrickling in to flowing,'' according to Mr. Smith.\n\nMr. Smith said some nearby employers had called to offer jobs. But, he pointed out, immigration laws prohibit the \nrefugees from working.\n\n\n\nSo far, the refugees have not ventured far from their shelter, and most townspeople have yet to encounter their \ntemporary guests.\n\nAt the Salvation Army, the chapel looks more like a park these days, with men in shirt-sleeves reading their \nnewspapers on the benches, children playing on the expanse of blue carpet, and women trying to sort clothes from \nsuitcases stuffed to capacity.\n\n \n\n'We Need Work'\n\nCapt. Jack Holcomb, who runs the shelter, said the only problem had been with the heat. ''Basically, they turn the \nheat up, and I turn it back down,'' he said.\n\nMost of the refugees are from Central America, and they said they believed that their lives would be in danger if \nthey returned to their homelands. Ms. Funes had been working in Los Angeles as a live-in housekeeper for three \nyears and decided to leave for Canada after her husband and brother had lost their jobs.\n\n''We need to work and send money to my family,'' Ms. Funes said. She added that recently, a cousin, Noel Mendez, \nhad disappeared in El Salvador.\n\nRojer Narvaez, a 33-year-old mathematics teacher from Nicaragua, arrived here with his wife and two children three \nweeks ago and is scheduled to have his Canadian immigration hearing March 10.\n\nHe said he has been in the United States a year and has always wanted to live in Canada, where his children will \nlive in a culture ''that is American, but also European.''\n\n \n\n'It Means No Future'\n\nHe said he saw no hope in Nicaragua. ''You live there and see a future that is difficult and not going to change for a \nlong time,'' he said. ''Our Government is doing what all Governments would do if there were a military problem in \ntheir country. But for us it means no future.''\n\nAt the building's main door, a group of Salvadorans who had missed immediate entry into Canada by 24 hours last \nSaturday sat on the floor playing a card game called perro, or dog.\n\nManuel Navarretete, 25, and Antonio Umanzor lived in Houston three years, working at restaurants. With the new \nimmigration law, they feared immigration agents would send them back to El Salvador, so they picked up and \nheaded for Canada.\n\nAlthough they had become good friends in Houston, Mr. Umanzor said, they are willing to split up and ''go \nanywhere'' the Canadian Government sends them.\n\nGraphic\n\n \n\nPhotos of refugees awaiting immigration hearings in Canada passing time in a Salvation Army chapel in \nPlattsburgh, N.Y. (NYT/Nancie Battaglia); Photo of Capt. Jack Holcomb talking with a group of refugees in a \nSalvation Army chapel in Plattsburgh, N.Y. (NYT/Nancie Battaglia) (Page 34)\n"}