{"title": "ARIZ. LIKELY CENTER STAGE FOR PRESSING FOR CHANGE", "body": "\nIn the spring of 2006, some 5 million people, most of them Latinos, filled the streets of America's cities in the \nbiggest immigrant rights protests the nation has ever seen.\n\nThe huge marches, hundreds of walkouts by high school students and blue-collar workers and a symbolic \nnationwide May Day strike achieved a stunning victory. They derailed a bill in Congress that would have made it a \nfelony for anyone to be in the country illegally.\n\nEver since that fleeting victory, the country's 11 million undocumented have come under increased attack.\n\nDemocrats and Republicans in Congress have shunned immigration reform. They rush to throw money at \nmilitarizing the border, but dare not fashion a humane process for legalizing those who have lived and worked in the \nshadows for years.\n\nEven the DREAM Act, a bill to grant legal status to undocumented children who complete college or join the Army, \nfailed to win congressional approval.\n\nInstead, federal raids in immigrant communities have spiraled under President Obama. The number of annual \ndeportations is greater than it was under President George W. Bush, and individual states keep enacting tough new \nlaws aimed at the undocumented.\n\nEach year since 2006, immigrant groups have gathered in big May Day rallies - as they will this Sunday at Union \nSquare and Foley Square. They keep asking themselves: When will Congress finally act?\n\nIn the absence of federal action, one state has led the way in hostility and intolerance toward immigrants.\n\nArizona, with its \"show me your papers\" law, is what Alabama was at the height of the civil rights movement. Joe \nArpaio, the infamous sheriff of Arizona's Maricopa County, is the new Bull Connor.\n\nIt is long overdue for someone to challenge Arpaio's brazen violations of human rights.\n\nThis is a man who routinely seals off and intimidates entire Latino neighborhoods with his dragnets, even recruiting \nposses of hundreds of armed civilians to assist him.\n\nThree weeks ago, he announced the creation of an air force of 30 private planes and helicopters to assist in his \nsearches for illegal immigrants.\n\n\nOn Monday, a federal judge ruled Arpaio's deputies violated the constitutional rights of a Hispanic father and son \ntaken into custody in 2009 for no justifiable reason in one such raid.\n\nThis month, Arpaio began posting grotesque mug shots of new inmates at the Maricopa County Jail. He then \ncallously called for the public to vote for \"mug shot of the day.\"\n\nNo wonder some immigrant advocates are saying the key to immigration reform - as the country heads into a \npresidential election year - is in Arizona, not in Washington.\n\n\"Obama's done nothing except worsen the terror in the Latino communities,\" said Roberto Lovato, co-founder of \nPresente.org, the Internet group that successfully organized a boycott campaign to force Lou Dobbs off CNN.\n\n\"Then the Democrats ask Latinos to vote for him. Well, that's not going to happen so easily.\"\n\nSome are urging that tens of thousands of Latino college students and their supporters head for Phoenix next \nsummer, just like the Freedom Riders headed South in the 1960s.\n\nThey are already dubbing it \"Dream Summer 2012.\"\n\nAs the Republicans and Democrats prepare for their national conventions, the big news could instead be massive \nstudent sit-ins paralyzing downtown Phoenix, standing up to the toughest sheriff in America, and demanding that he \nstop the terror in their communities.\n\nOne way or another, the activists say, Democrats and Republicans alike in Washington will have to face the \nimmigration issue.\n\njgonzalez@nydailynews.com\n"}