{"title": "BUSH LOOKS TO DIVIDE INS WOOING LATINOS, HE SAYS AGENCY'S 'MIXED SIGNALS' ARE A PROBLEM", "body": "\nTexas Gov. George W. Bush told a Latino audience Monday that he intends to split the Immigration and \nNaturalization Service into two agencies to help ease the way for legal immigrants.\n\nIn a speech to the League of United Latin American Citizens, Bush said the agency's dual role of enforcing \nimmigration laws while processing legal immigrants \"sends mixed signals to the people we're trying to help.\"\n\nThe Republican presidential candidate also distanced himself from anti-immigration forces by denouncing the \n\"English only\" movement. While Bush said he supports border enforcement, the thrust of his remarks was to \nstrongly endorse immigration and cultural diversity.\n\nThe nation's 32 million Latinos are the fastest-growing segment of the American population. They are expected to \ncast 5.4 percent of November's vote. Their growing political strength, especially in mega-states California, Texas, \nNew York and Florida, makes them a top target for both major political parties. Vice President Al Gore is scheduled \nto speak to the LULAC convention Friday.\n\nBush's outreach to Latino voters has been a hallmark of his political career in Texas. It illustrates his effort to \nproject \"compassionate conservatism,\" a stance that broadens his political appeal beyond that of such Republicans \nas former California Gov. Pete Wilson, whose strident opposition to Mexican immigrants alienated them from the \nGOP.\n\nLULAC, which claims 115,000 members, is the nation's oldest and largest Latino group.\n\n\"Texas is a better place for the Hispanic influence,\" Bush said. \"Family values don't stop at the Rio Grande river. \nPeople are coming to America because they are moms and dads trying to feed their children. As long as people are \ncoming to feed their families, our country must be mindful that they're human beings as well.\"\n\nBush said splitting the INS would let one agency focus on law enforcement while the other concentrated on \nservice to legal immigrants and foreign visitors.\n\n\"People ought to be asking the question, 'How can I help you, what can I do to help you fill out paperwork?' We \nought to be saying loud and clear to people that the INS is to help families and to help people understand the maze \nof rules and regulations,\" he said.\n\nBush received a standing ovation.\n\nHis Democratic rival criticized his proposal, as did anti-immigration groups, for different reasons.\n\n\n\"We don't need to create another bureaucracy,\" said Doug Hattaway, a Gore representative. \"We can strike the \nright balance between law enforcement and customer service under a streamlined INS.\"\n\nHattaway said the Clinton administration is working with Congress on a plan that would establish separate lines of \nauthority for the two roles within the INS.\n\nIra Mehlman, a Los Angeles-based representative of the Federation forAmerican Immigration Reform, a leading \nanti-immigration group, said Bush's emphasis on customer service is misplaced.\n\n\"The customer here is the American public. When you start viewing immigrants as customers, it changes the whole \ndynamic,\" Mehlman said. \"We are the people who are offering this privilege to people from other countries.\"\n\nIn rejecting efforts to make English the nation's official language, Bush said he favors \"English plus\" programs that \npromote bilingualism.\n\n\"English-plus says we're all Americans, and proudly so.\"\n\nDemocrats countered Bush's message of open arms to immigrants by attacking his record in Texas. State Sen. \nMario Gallegos of Houston accused Bush of ignoring the plight of shantytowns along the Texas border with Mexico.\n\nYet Gallegos acknowledged that Bush had made inroads into the traditionally Democratic Latino community. The \nstate lawmaker said his trip to Washington was funded by the Texas Democratic Party to help blunt Bush's appeal \nto Latinos.\n\n\"The guy's got the money. He's going to send the message, and if you don't have anybody countering the \nmessage, it sticks. That's been happening,\" Gallegos said. \"No more free rides.\"\n\nGraphic\n\n \n\nPhoto;\n\nPHOTO: ERIC DRAPER -- ASSOCIATED PRESS\n\nGeorge W. Bush greets audience members during the League of United Latin American Citizens convention in \nWashington on Monday.\n\n[000627 FR 3A]\n"}