{"title": "Senate Approves $81.26 Billion in a Military Emergency Bill - Correction Appended", "body": "\nThe Senate on Thursday unanimously approved its version of an $81.26 billion supplemental emergency \nmilitary spending bill, setting the stage for a tug of war over immigration policy, death benefits for military families, \nthe price of a new embassy in Baghdad and other provisions in reconciling the House and Senate versions of the \nbill.\n\n The final bill is likely to have a major impact on the contentious subjects of United States policy on immigration and \nborder security. The House version incorporated provisions blocking states from issuing standard driver's licenses \nto illegal immigrants, making it harder for immigrants to win asylum, and circumventing environmental rules to build \na barrier along the border with Mexico near San Diego. \n\n But after the House acted on immigration, the Senate moved in the opposite direction, expanding the number of \nforeigners whom employers could hire as temporary seasonal workers. A dozen senators from both parties wrote a \nletter to Senator Bill Frist of Tennessee, the majority leader, urging him to fight the House asylum provisions in the \nconference as a potential impediment to refugees from human rights violations abroad. ''I think the president is \ngoing to have some voice too on this,'' said Senator Sam Brownback, Republican of Kansas and one of the signers \nof the letter.\n\n The White House, however, has expressed support for the driver'slicense restrictions, making it more likely that \nthey will remain in the final bill. Many advocates of other immigration policy changes, such as the president's \nproposed foreign guest-worker program, call enacting the driver's license requirement a necessary concession to \nHouse conservatives. \n\n On Wednesday and Thursday, the Senate also added two amendments to pay for more border patrol agents, \ntaking $400 million from the budget of the State Department and $147 million from international peacekeeping \naccounts, respectively. \n\n The Senate also incorporated two slight rebuffs to President Bush on Iraq. On Monday, the Senate voted 61 to 31 \nto adopt an amendment proposed by Senator Robert C. Byrd, Democrat of West Virginia, urging the president to \nforecast the costs of the United States military involvement and to incorporate them in regular military spending \nbills instead of later supplemental bills. \n\n\n On Wednesday, Senate Republicans incorporated without a vote an amendment sponsored by Senators Edward \nM. Kennedy, Democrat of Massachusetts, and Richard J. Durbin, Democrat of Illinois, requiring the administration \nto report to Congress every three months on progress toward training Iraqi security forces and about the expected \nrequirements for troops in Iraq. ''The administration owes it to our troops and the American people to be more \ncandid about real progress in training Iraqi security forces,'' Mr. Kennedy said.\n\n The Senate's $81.26 billion bill is only slightly lower than the $82 billion sought by the president and the $81.4 \nbillion approved by the House. But there are thorny differences the conference will need to resolve.\n\n On the emotional subject of death benefits for the family of military personnel, the Senate included an amendment \nto raise the benefits to $500,000 from $12,420 for families of those killed while on duty. The House version raises \nbenefits only for families of those killed in combat.\n\n The Senate also included $549 million that the administration had requested for the construction of an embassy in \nBaghdad. The House declined to provide the money.\n\n Another area of dispute concerns aid to Palestinians. Current law requires the president to make periodic reports to \nCongress about how such aid is spent. The president's supplemental budget proposed eliminating that requirement, \nbut instead the House blocked any direct aid at all, allowing only contributions to third parties. The Senate took a \nmiddle path retaining the current laws.\n\nhttp://www.nytimes.com\n\nCorrection\n\nAn article on Friday about the Senate's passage of an $81.26 billion supplementary bill for emergency military \nspending and a chart comparing the Senate and House versions misstated the amount earmarked for the \nconstruction of an embassy in Baghdad. It is $592 million, not $549 million.\n\nCorrection-Date: April 25, 2005\n\nGraphic\n\n \n\nChart: ''Some Differences on War Spending Bills''Some main differences in versions of the supplemental spending \nbill for the 2005 fiscal year as passed by the House and Senate:OVERALL SPENDINGHouse $81version.4 billion\n\n$76.8 billion for the militarySenate versionAbout $81.3 billion\n\n$74.8 billion for the militaryEMBASSY IN BAGHDADHouse version: No provision.Senate version: Includes $549 \nmillion for construction.MILITARY DEATH BENEFITSHouse version: Increases financial benefits for bereaved \nfamilies if a death was combat-related.Senate version: Increases the benefits for families whether the death was \ncombatrelated or not.IMMIGRATION PROVISIONSHouse versionDenies driver's licenses to illegal immigrants and \nallow a fence along the California-Mexico border, among other provisions.Senate versionExpands the number of \nforeigners employers could hire as temporary seasonal workers.AIRCRAFT CARRIERSHouse version: No \nprovision.Senate version: Requires that the Navy maintain its fleet of 12 aircraft carriers. The Pentagon had \nproposed eliminating one.(Sources by Senate Appropriations Committee\n\nhttp://www.nytimes.com/\n\n\n Associated Press)\n"}