{"title": "La Rumorosa Journal; To Risk Death in the Desert: An Inalienable Right?", "body": "\nIn recent years, more than 650 immigrants have died trying to cross the barren territory that stretches from here into \nsouthern California. Crossing it on foot, say Mexican immigration agents who patrol the area, is only slightly easier \nthan scaling Mount Everest, requiring training and special gear.\n\n     Still, the mountainous area between Tecate and Mexicali -- called La Rumorosa for the whispering sounds \nmade when the winds blow through the canyons -- has become a favorite crossing area for illegal immigrants from \naround the world. Its jagged landscape provides ample cover from law enforcement agents on both sides of the \nborder, but also makes it easy for disoriented travelers to get lost. \n\n A few months ago, immigration agents found a group of more than a dozen men and women from the Mexican \nstate of Oaxaca huddled under a few umbrellas. Last month, a 25-year-old woman from Guanajuato, traveling \nacross the border with her two brothers, broke her leg climbing the canyons. She was rescued only after her \nbrothers escaped the desert to seek help.\n\nNature forged this desert along the United States-Mexico border into a no man's land. Extreme temperatures turn \nthe jagged canyons into summer ovens and winter freezers. The sand on the desert floor is rippled by footsteps \nand littered with haunting signs of life and death. There are Styrofoam coolers and tattered shoestrings; soda \nbottles and sandwich bags; driver's licenses and pocket knives. On their worst days, immigration agents find human \nremains. \n\nNow, in an effort being watched from Tijuana to Laredo, Mexican officials have decided to try to close this death \ntrap. Starting next month, the government of the state of Baja California intends to station agents along the highway \nat the edge of the desert that stretches to the east and west of the city of Mexicali. The agents will prohibit trucks \nand buses from dropping off immigrants in isolated areas, and intercept others immigrants making their way across \nthe sandy dunes.\n\nAlfredo Escobedo, the director of the state civil protection agency and the author of the plan, said that the 45-mile \nstretch of desert had been declared a \"high-risk area,\" much like the ridges around the Mexican volcano \nPopocatepetl.\n\nPolitical analysts say the plan is part of Mexico's efforts to prove its willingness to be more aggressive against the \ntide of immigrants at a time when President Vicente Fox has pressed for new immigration agreements with the \nUnited States, including expanded guest worker programs and the legalization of some three million Mexican \nworkers.\n\n\nCritics of the plan, including human rights advocates and political opponents, charge that it violates the Mexican \nConstitution, which prohibits the government from impeding the free movement of its citizens. \n\nMr. Escobedo confessed that he was unsure about the legalities of the effort, which is sure to be challenged in \ncourt. His job, he said, is to save lives.\n\n\"For a long time there have been protests because immigrants are dying and the government was not doing \nenough,\" he said. \"We have decided we have to try to do something, and there are still protests.\n\n\"Maybe it won't work,\" he said of his plan. \"But we have to try something.\"\n\nPatrols made up of state law enforcement officers, civil protection officials and federal immigration agents will not be \nempowered to detain immigrants headed across the desert. However, Mr. Escobedo said, the agents will warn \nimmigrants about the risks of crossing the border in an attempt to persuade them to turn back.\n\nNew radio towers will be installed across the desert so stranded immigrants can call for help, and officials intend to \nconduct regular patrols of the area by helicopter. The towers will also help agents monitor the movements of \nimmigrants.\n\nCritics worry that if Baja California is allowed to establish no-go zones, state governments across the 2,000-mile \nborder will follow suit. Any plan that gives Mexican law enforcement and immigration officers more control over the \nmovements of immigrants only puts the immigrants at greater risk of extortion, the critics charge.\n\nMoreover, they say, such plans could shift the focus of Mexico's immigration efforts toward law enforcement, and \naway from complicated economic initiatives to address the poverty that propels the steady Mexican exodus.\n\n\"The government's claims in support of this plan are shallow,\" said Raul Ramirez Bahena, the state attorney for \nhuman rights in Baja California. \"The only thing that is going to happen is that migrants will find new areas to cross. \nThey will keep crossing and keep dying everywhere else along the border.\"\n\nPhotographs of some of the desert's most recent victims are kept in a scrapbook at the office of Felipe Flores, an \nimmigration agent in Tecate. \n\nOne photograph shows the bodies of two Dominican men who were found lying almost naked in the desert at the \nend of August. The two are stretched out on the desert floor as if napping in a hammock. One had propped a hand \nbehind his head.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: The desert at La Rumorosa, a fearsome route to the United States, is named for the whispering of the wind \nas it blows through the canyons. (Arturo Fuentes for The New York Times) Map of Mexico highlighting La \nRumorosa: Hundreds of immigrants have died in the desert at La Rumorosa.\n"}