{"title": "U.S. touts record in deported illegals;IMMIGRATION: Removals are up 62 percent over a year ago, but the estimated pool of 5 million living here has not been dented.", "body": "\nFederal officials deported a record 111,794 illegal\n\nimmigrants in the past year, but more people are still illegally\n\ncrossing U.S. borders than are being sent back to their native\n\ncountries.\n\nAttorney General Janet Reno and Immigration and Naturalization\n\nService Commissioner Doris Meissner on Thursday said when the\n\n76,844 people who were removed from the United States without\n\nformal proceedings are added to the number deported, nearly 190,000\n\nillegals will have left the country in the past 12 months.\n\n\"Our removal efforts are part of this administration's plan to\n\ncreate a seamless web of enforcement from the border to the\n\nworkplace,\" Reno said at her weekly news briefing.  \"Our method is\n\nvery simple: Those who immigrate legally are welcome, while those\n\nwho do not abide by our laws will be sent home. \"\n\nBut while Reno and Meissner basked in the fact that removals\n\nare up 62 percent over the year before, they acknowledged that each\n\nyear 275,000 illegal immigrants enter the United States, and that\n\nthe government's increased efforts have not yet put a dent in the 5\n\nmillion illegal immigrants estimated to be living in the United\n\nStates.\n\n\"I think the important point is that all the trend lines are in\n\nthe right direction,\" said Meissner, whose agency has been under\n\n\nfire this year for everything from failure to properly screen new\n\ncitizens for criminal records to questions over the accuracy of its\n\ndata.\n\nIn California, where the largest number of illegal immigrants are\n\nconcentrated, 46,000 illegals were removed in the past year.\n\nRemovals were up 50 percent in the Los Angeles district, which\n\nincludes Orange County.  In the past year, 8,357 were deported,\n\ncompared with 5,597 the year before.\n\nRep.  Lamar Smith, R-Texas, who has been one of the INS' harshest\n\ncritics, Thursday applauded the agency's deportation efforts and\n\nexpressed his desire to see the numbers increase even more.\n\n\"We're not falling as far behind as fast as we used to,\" said\n\nSmith, who said the INS \"is moving in the right direction. \"\n\nWhat concerns Smith, who chairs the House subcommittee on\n\nimmigration, is that despite the increases in deportations, \"if you\n\nare not convicted of a serious crime, there's only a 1 percent\n\nchance you'll ever be deported if you get into the United States. \"\n\nMeissner and Reno attributed INS' ability to increase its\n\ndeportations largely to the fact that its budget for deportations\n\nhas increased two and a half times over the past two years and that\n\nthe number of detention beds for illegal immigrants has doubled.\n\nThe Clinton administration's top priority for deporting illegal\n\nimmigrants is getting to those who have committed crimes in the\n\nUnited States.\n\nIn the past year, Meissner said, \"we averaged just under\n1,000 criminal removals each week.  That is compared to about 700\n\nper week last year. \"  Of the 111,794 deportations in the past year,\n50,165 were convicted criminals.  Of those, 43 percent had committed\naggravated felonies that involved drugs.\n\nOne program that has helped INS officials snag an increased number\n\nof criminal illegal immigrants is one under which INS agents are\n\nstationed in federal and state prisons and illegals are processed\n\nand given deportation hearings while they are serving their\n\n\n\nsentences for the crimes they committed here.\n\nThe Anaheim city jail has been a model for a program that expands\n\nthe efforts to local jails, and Congress is expected to vote on a\n\nbill next week that will make the Anaheim program permanent and\n\nputs agents in other local jails across the country.\n\nThe 1996 immigration reform law has also played a role in\n\nincreasing the number of illegal immigrants sent home, Meissner\n\nsaid.  Under the new so-called expedited removal program, people who\n\nINS agents believe are trying to enter the country illegally can be\n\nmore quickly identified at airports and other points of entry and\n\nsent immediately home.\n\nSince that program took effect on April 1, Meissner said, 23,000\n\nentering immigrants have been sent home under that provision.\n\n\"We are doing our best to implement it as carefully as\n\npossible,\" Meissner said, \"while continuing to monitor that our\n\nimplementation is protecting legitimate claims for asylum. \"\n\nMeissner said the number of people granted asylum has not\n\nappreciably changed as a result of the new law.\n\nGraphic\n\n \n\nGRAPH; GRAPH; RECORD DEPORTATION NUMBERS - Bar graph shows number of illegal immigrants deported \nfor year ending 9/30/97 by type, for the total U.S. and for the Los Angeles district\n"}