{"title": "BUSH, FOX VOW TO WORK TO OPEN BORDERS", "body": "\nMONTERREY, Mexico -- Mexican President Vicente Fox on Monday embraced President Bush's plan to ease U.S. \nimmigration laws, saying that the changes would improve life for millions of Mexican workers in the United States.\n\nMeeting at the start of a two-day Summit of the Americas, the two leaders agreed to put aside past differences and \nwork together on more open borders and expanded trade. But other tensions remained as 34 leaders from \nthroughout the Western Hemisphere gathered in northern Mexico to look for ways to promote democracy and \neconomic development in the region.\n\nLeaders from Brazil and Venezuela said they would try to slow Bush's push for a free-trade agreement linking the \nentire hemisphere. Venezuelan President Hugo Chavez, under pressure from the White House to cut his ties to \nCuba's Fidel Castro, arrived in a defiant mood.\n\nBefore leaving Caracas, Chavez said he would use the summit to \"tell the world\" that Venezuelans would not \ntolerate what he called U.S. interference in his country's affairs. Canada and the United States have joined forces to \ntry to block Chavez's push for a new humanitarian aid fund for Latin America.\n\nFox, whose opposition to the invasion strained relations with Bush, offered his congratulations for the capture of \nIraqi leader Saddam Hussein. The Mexican president also gave his strongest endorsement yet for Bush's \nimmigration proposal.\n\nThe plan, which falls far short of Fox's goal of an open border, would let as many as 8 million illegal workers \nbecome legal by joining a new temporary worker program. Although the plan is not limited to Mexico, the vast \nmajority of illegal workers in the United States came from Mexico.\n\n\"What we want is the plan presented by President Bush,\" Fox said, calling it \"a very important step forward\" that \nwould let illegal workers come into the open with full legal rights.\n\nBush said the plan, which faces an uphill fight in Congress, \"recognizes the reality\" of illegal immigration without \nrewarding illegal behavior by putting foreign workers on a track to citizenship. Guest workers could apply for \ncitizenship, but they would have no advantage over any other foreigner.\n\n\"These are hardworking, decent, honorable people that are in our country to fill jobs that others won't take,\" Bush \nsaid. \"It seems to me like it make sense to have laws that treat people with respect.\"\n\nIn another sign that the two are set to improve relations, Bush invited Fox and his wife to meet at the U.S. \npresident's ranch in March. Fox canceled a planned 2002 visit to protest the execution of a Mexican citizen.\n\n\nGraphic\n\n \n\nPhoto: ASSOCIATED PRESS\n\nPresident Bush chats with Mexican President Vicente Fox on Monday at the Summit of the Americas in Mexico.\n"}