{"title": "MEXICAN GANGS ON WARPATH Prey on immigrants as nabes feel threat", "body": "\nMexican gangs are staking claim to turf in New York, menacing fellow immigrants as they rack up a deadly record \nof crime and violence.\n\nThe gangs thrive on shoplifting and selling fake green cards, but they also are known to extort shop owners, deal \ndrugs and protect prostitution rings, police said.\n\nTheir favorite exploit is barging into Baptisms, weddings and other Mexican family gatherings, where they threaten \nguests and steal alcohol.\n\nOne such raid early Sunday in the Bronx touched off gunfire that left a 10-year-old girl dead.\n\nPolice say these Mexican gangs are most active in Corona and Elmhurst in Queens, Parkchester in the Bronx and \nSunset Park in Brooklyn.\n\n\"The gangs are involved in assault, robbery, weapons possession and drug-related offenses,\" said Pat Clark, a \nspokesman for the Queens district attorney's office, which prosecutes about 60 Mexican gang cases a year.\n\nGang members mark their territory on walls and signs across the city. In gang-infested Linden Park in Corona, the \nlogo for the Crazy Homies has been carved in a tree trunk.\n\nThe gangs tend to prey on the city's expanding Mexican population, which tripled to nearly 200,000 people during \nthe past decade. They target illegal immigrants because many of them are afraid to call police, authorities said.\n\nMuch of the gang behavior is bravado. Gangs with names such as Sombra Negra, Black Shadow in English, and \nThe Mexican Boys attack one another in fights over territory and superiority, authorities said. 30 crews Mexican \ngangs started springing up in the city more than a decade ago. Law enforcement agencies didn't notice a \nproliferation until the mid-1990s, when they identified 11 Mexican gangs with nearly 600 members. NYPD gang \nexperts estimate there are now as many as 30 Mexican gangs active in the city.\n\nPolice have found that many of the gang members, like most Mexican immigrants in the city, come from rural \nareas in the state of Puebla.\n\nMany of the young men come to New York on their own to work construction, landscaping and restaurant jobs, said \nBrother Joel Magallan, director of the Tepeyac Association, a social service organization for Mexican immigrants.\n\n\"They are here without the guidance of parents,\" he said. \"Most of the kids are crossing the border to work, and \nthey find a big city with a lot of temptations.\"\n\n\nWithout a well-established network of support, the youths turn to one another for camaraderie and security, \nMagallan said. Life in a gang, which provides access to money and drugs, can look more appealing than hard \nconstruction work, he said.\n\nFor some youths, joining a gang becomes a rite of passage into manhood. A former member of the gang Los \nPrimos (The Cousins) in Sunset Park said young men with nothing to lose want to live \"la vida loca\" - the \"crazy \nlife.\"\n\n\"Some people do it to be brave,\" said the former gang member, who spoke on the condition that only his first name, \nRene, be used.\n\nRene said the gang initiation tests a boy's courage.\n\n\"Sometimes the whole crew has to punch you, kick you, stab you, and if you do it, that's your initiation. You're in the \ngang,\" he said.\n\nGang members sport a variety of tattoos. Some put dots between their thumb and index finger, with the design \nindicating the type of crime they commit, such as theft, robbery and even murder.\n\nBoys as young as 11 form junior-level gangs in hopes of impressing older youths.\n\n\"Parents worry about the kids, but about themselves, too,\" said Carmen Rodriguez, 32, a baby-sitter who lives near \nLinden Park. \"You feel like you're unsafe on the street, especially in the nighttime.\"\n\nPolice blame Sunday's shooting on a member of the St. James Boys, named for a park on Jerome Ave. in \nNorwood, the Bronx, where they hang out.\n\nA high-ranking police official said yesterday that the St. James Boys are a loosely knit offshoot of a larger Mexican \ngang - Los Traviesos (the Troublemakers) - based on the upper West Side.\n\nLos Traviesos have been around for more than a decade, and the St. James Boys answer to them, the source said.\n\nThe estimated 100 members of the St. James Boys range in age from 16 to 26, and almost all have criminal \nrecords for petty crimes, such as fare-beating, the source said.\n\nThe source said there is not a clear leader of the St. James Boys, but that those with the most seniority in the gang \nact in leadership roles.\n\nAround the park, neighbors and merchants said they are fed up with the gang.\n\n\"Late at night you don't walk on Jerome,\" said Jesus Fernandez, 40, who works at a bodega on Jerome Ave. \"It's \nvery dangerous out there, and if I see a bunch of kids on one side of the street, I'll just cross away from them.\"\n"}