{"title": "U.S. immigration policies: From the absurd to the ridiculous", "body": "\nGood news for two of the deceased 9-11 terrorists: Their student visas have been approved. Reaching what we can \nonly assume is an entirely new level of idiocy and incompetence, the Immigration and Naturalization Service \nnotified a flight school in Venice, Fla., last week that Mohamed Atta and Marwan al-Shehhi were approved for \nstudent visas.\n\nIronically, the notification came on the six-month anniversary of the day that Atta and al-Shehhi hijacked U.S. \nplanes and forced them to fly into the World Trade Center.\n\nIn what has to be the understatement of all time, an INS spokesman called this fiasco \"certainly embarrassing\" and \nadded that this only shows \"that the current system for collecting information and tracking foreign students is \nantiquated, outdated and inaccurate.\" What do you do to the administrators of a vitally important agency who aren't \npaying attention to what they are doing or its consequences? We're waiting for the answer to that question.\n\nWho then is looking after the security of U.S. citizens and why did the otherwise sensible Sen. Dianne Feinstein \npermit herself to be shouted down by the education establishment when she suggested a more sophisticated \nforeign student tracking system after 9-11? But instead of remaining firm, special interests triumphed again because \nforeign students bring in a lot of tuition money.\n\nAnd if all that isn't bad enough, while the news of the belated terrorist visas was being released, Congress was \nbusy voting to adopt the infamous \"Section 245i,\" a bill that dismisses U.S. immigration laws entirely and lets \nillegal aliens unchecked, untracked and unscreened achieve permanent legal residency by finding a \"spouse\" and \npaying our government $1,000.\n\nWhy the urgency to make it easier for illegal immigrants to gain residency? President Bush plans to visit Mexican \nPresident Vicente Fox, and instead of bringing a bottle of wine like any considerate guest, he wants to show up with \na mini-amnesty in hand. Every amnesty costs the American people billions of dollars.\n\nSomeone at the New York Times must have a sense of humor: Last Wednesday's front page featured a headline \nabout the \"Bush Amnesty\" right next to the story about the hijacker visas. Bush's response? Besides \"not being able \nto get (his) coffee down\" when he found out about the visas, he told reporters at a news conference the same day \nthat it's \"way past time\" to reform the INS. How? He didn't say. Maybe the agency needs to invent more efficient \nprocedures for those who pay bribes to be \"legal.\"\n\nSection 245i is another sell-out of U.S. sovereignty to Mexico's need for $12 billion a year in remittances. \nAnd, unfortunately, the rest of the world knows how easy it is to get into the United States and remain here. \nAnyone ready to make a run for our borders, or paddle onto our shores, now has new hope all they have to \ndo is physically get here, spend a little cash and millions are home free. What if the rest of our legal system \n\n\nworked this way? This is not how a civilized society operates, and it doesn't take a genius to see that this \nkind of permissiveness only encourages more of the same behavior.\n\nThe good news, however, is the tiny margin by which 245i passed. One vote. That's all. If one more Congress \nmember had been made aware of how dangerous this bill is on so many levels national security and national \nintegrity to name two we could have saved ourselves from this frankly embarrassing legislative blunder and 245i \nwould now be just another averted disaster.\n\nLuckily, there's some good news. While 245i may have made it through the House, it hasn't made it through the \nSenate, where it could get held up by some of its more outspoken opponents. Notably, the congressional votes \nthemselves seem to show us just how heated this issue is becoming. For instance, Republicans voted 123-92 \nagainst Bush and against party lines. Even a few tried and true Democrats couldn't stand behind 245i, and voted \nagainst their party leaders.\n\nFortunately Rep. Tom Tancredo, R-Colo., insisted on a \"recorded vote\" beforehand, which means that no one got to \nhide their votes, and the public has full access to information about who voted \"yea\" and who \"nay\" which may have \ninfluenced some of the members' decisions. After all, who wants their constituents to know that they support \nsomething as irresponsible as 245i?\n\nThe fact that there were an impressive 137 \"nay\" votes, as opposed to last year's 43 nays for the same bill, gives \ngood reason for hope. There are also trends in Congress indicating a positive shift in representatives' views on \nimmigration and national security issues. For instance, Tancredo well known for his tough stance on immigration \nis gaining popularity among his peers, and there is even a group of \"Tancredo Republicans\" who, like many \nAmericans, want to see tighter borders and more realistic immigration policies.\n\nAmerica endured a number of amnesties under the Clinton administration adding millions of unscreened illegal \nimmigrants to our population and President Bush has been pushing for even more, but considering what is \nhappening in Congress now, the \"amnesty heyday\" may finally be on its way out. Let's hope so, for all of our sakes \nand for the future of this country. If there's a next time, it's doubtful that any of us will be able to get our coffee down.\n\nHull (e-mail: dianahull@att.net), a behavioral scientist trained in demography, is president of Californians \nfor Population Stabilization, a member-based group that focuses on immigration rates and its effects on the \nenvironment. Distributed by Knight Ridder News Service.  \n"}