{"title": "Metro & Obituaries; Panel to meet this week amid calls to oust Kent", "body": "\nA new state panel charged with helping enforce Georgia's immigration-related laws has announced it will have its \nfirst meeting this week amid calls for Gov. Nathan Deal to oust one of its newly appointed members.\n\nThe Immigration Enforcement Review Board is scheduled to meet noon to 2 p.m. Thursday in the Coverdell \nLegislative Office Building, Room 606. It's across the street from the state Capitol.\n\nThe seven members of the board will be sworn in at the public meeting before they elect their chairman and \ndiscuss setting up committees and procedures for considering complaints about violations of state immigration \nlaws.\n\nThe board is responsible for investigating complaints that city, county and state officials are violating state \nimmigration enforcement laws. It has the power to hold hearings, subpoena documents, adopt regulations and hand \nout punishment, including fines of up to $5,000.\n\nThe Southern Poverty Law Center and the Anti-Defamation League called on the governor this month to reconsider \nhis decision to appoint anti-illegal immigration activist Phil Kent to the board. The SPLC has long labeled the \norganization for which Kent is the national spokesman, Americans for Immigration Control, a hate group.\n\nKent's critics also have started a petition drive to oust him from the panel, calling him a \"nativist\" who uses \n\"intense racist imagery to convey his terrible beliefs.\" Steve Golden, executive vice president of the Young \nDemocrats of Georgia, started the effort, and he plans to have a news conference at the Capitol today before \nsubmitting a copy of the petition to Deal's office. As of Monday morning, the petition had received more than 4,800 \nsignatures.\n\nOther critics have decried the lack of diversity on the panel. All seven of its members are white men.\n\nDeal's office so far has declined to comment on calls to remove Kent. But a spokesman for the governor said the \nboard's seven members include people with different professions and viewpoints.\n\n\nAlso serving on the board are Coweta County Sheriff Mike Yeager; Dallas Mayor Boyd Austin; Colquitt County \nCommissioner Terry Clark; Atlanta attorney Ben Vinson; former state legislator Robert Mumford; and Shawn \nHanley, former candidate for the state GOP chairmanship.\n\nKent has defended himself by dismissing the ADL and Southern Poverty Law Center as \"left-wing\" groups and \nsaying: \"I make no apologies for my work over the years to try to have strict enforcement of immigration laws.\"\n"}