{"title": "2003 GUIDE BOOK: PEOPLE: GLOBAL INFLUENCE: International community finds a place to call home", "body": "\nAcross metro Atlanta, even in the farthest outskirts, immigrants from around the world have established new homes \nand careers. Gone are the days in which they were a remarkable curiosity. Atlanta is a growing and maturing \ninternational community.\nAJC\n\nFrom 1990 to 2000, the 20-county metro area's foreign-born population jumped 278 percent, to 423,105, according \nto the Census Bureau. Some of that growth is reflected in the already established multicultural strongholds along \nBuford Highway, in Chamblee and Doraville. The increased presence is not limited to those areas, however. From \nCarroll and Douglas counties on Atlanta's west to Rockdale and Walton on the east, from Coweta on the south to \nForsyth and Pickens on the north, the number of residents born in other countries has skyrocketed.\n\n\"It's no longer just the core counties that are growing,\" said Jeffrey Humphreys, director of economic forecasting at \nthe University of Georgia. \"Immigrants are settling in the suburban communities, not only because that is where \naffordable housing is, it is where the jobs are.\"\n\nThe suburbs also are where good schools are, said Lily Lee, who settled in Gwinnett 20 years ago, mainly because \nshe felt the schools would provide her son with a good education. Originally from China, Lee still lives in the \nPeachtree Corners community she moved to in 1983.\n\nAccompanying the growth in immigrant population has been an equally staggering growth in those communities' \nbuying power, Humphreys said. The buying power of metro Atlanta's Hispanic population surged 711 percent \nbetween 1990 and 2002, compared with a 160 percent increase nationally. The buying power of the Asian \npopulation here jumped 358 percent, compared with 152 percent nationally, he said.\n\nJose Puente, president and CEO of Avenida America Inc., based in Atlanta, said growth in numbers is only part of \nwhat's happening.\n\n\"The income and types of work have changed, too,\" he said. \"Historically, the majority of Hispanic immigrants \nworked in low-wage fields --- at restaurants, fast-food businesses, grocery stores, construction. During the last five \nyears they are starting to graduate to the next level of income --- real estate, insurance, accounting, travel and other \ntypes of service-related industries.\"\n\n\nOpportunities are a large part of what draws people to metro Atlanta.\n\n\"I came here for the quality of life,\" said Guatemala native Daniel Betancourth, who lived in New York before \nmoving south.\n\n\"It's a nice place here,\" Lee said. \"A very nice place.\"\n\nGraphic\n\n \n\nPhoto: Daniel Betancourth, a native of Guatemala, owns Alta Vista Insurance Agency in Cumming. He says a \nmajority of his\n\nclients are Hispanic and some live as far away as Dahlonega./ KIMBERLY SMITH / Staff; Graphic: FOREIGN-\nBORN METRO RESIDENTS\n\nIncrease in foreign-born residents in metro Atlanta counties from 1990 to 2000:\n\nCounty..........… Increase\n\nCherokee............… 488%\n\nClayton..................252%\n\nCobb................… 295%\n\nCoweta..............… 702%\n\nDeKalb..............… 188%\n\nFayette..................169%\n\nForsyth................1,144%\n\nFulton..............… 212%\n\nGwinnett............… 477%\n\nHenry....................622%\n\nRockdale............… 393%\n\nSource: U.S. Census Bureau; Graphic: CONSULATES & CONTACTS\n\nTraveling overseas? Need help with visas? Want to invest overseas? Here are some of the foreign consulates or \ntrade organizations in metro Atlanta. For more, go to www.ajc.com: \n\nAFRICA\n\nNorth African Business Council. 404-233-9808.\n\nLiberia. Honorary consulate. 404-753-4753.\n\nNigeria. Consulate general. 770-394-6261.\n\nTHE AMERICAS\n\nCanada. Consulate general, 404-532-2000.\n\nColombia. Consulate. 770-668-0512.\n\nGuatemala. Honorary consulate. 404-255-7019.\n\nMexico. Consulate general. 404-266-2233.\n\nPanama. Consulate. 404-522-4114.\n\nASIA AND PACIFIC\n\nIndia. Honorary consulate. 404-898-8172.\n\nJapan. Consulate general, 404-240-4300.\n\nhttp://www.ajc.com/\n\n\nKorea. Consulate general, 404-522-1611.\n\nTurkey. Honorary consulate. 770-913-0900.\n\nTHE CARIBBEAN\n\nAruba. Tourism Authority. 404-892-7822.\n\nBermuda. Department of Tourism. 404-524-1541.\n\nU.S. Virgin Islands. Department of Tourism. 404-688-0906.\n\nEUROPE\n\nBelgium. Consulate general, 404-659-2150.\n\nFrance. Consulate general, 404-495-1660.\n\nGermany. Consulate general, 404-659-4760.\n\nGreece. Consulate, 404-261-3391.\n\nIceland. Consulate general. 404-321-0777.\n\nItaly. Honorary consulate, 404-303-0503.\n\nThe Netherlands. Consulate. 404-531-0781.\n\nNorway. Royal consulate. 404-239-0885.\n\nPoland. Polish-American Chamber of Commerce of the Southeast U.S. 404-724-4500.\n\nPortugal. Portuguese-American Chamber of Commerce of the Southeast. 770-649-2576.\n\nRomania. Romanian-American Trade Chamber and Cultural Center. 770-925-1871.\n\nSweden. Consulate and Swedish-American Chamber of Commerce. 678-686-1006.\n\nSwitzerland. Consulate general. 404-870-2000.\n\nUnited Kingdom. British consulate general. 404-954-7700; British-American Business Group, 404-681-2224.\n\nMIDDLE EAST\n\nIsrael. Consulate general, 404-487-6500.; Graphic: INTERNATIONAL ORGANIZATIONS\n\nMetro Atlanta has many groups for immigrants and people with ties to foreign countries. Here are some:\n\nAlliance Francaise d'Atlanta. 1360 Peachtree St., Suite 850, Atlanta 30309. 404-875-1211, www.afatl.com. \n\nAsian-American Coalition. 690 Brookfield Parkway, Roswell 30075. 770-643-8945.\n\nAtlanta-Colombian Roundtable Planning Committee. 3948 Aviation Circle, Atlanta 30336. 770-507-8667.\n\nAtlanta Cuban Club. 5797 New Peachtree Road, Doraville 30340. 770-451-3477.\n\nCanadian-American Society. 1188 Dorby Park Drive, Atlanta 30319. 404-261-7070.\n\nCenter for Pan-Asian Community Services. 3760 Park Ave., Doraville 30340. 770-936-0969.\n\nDominican International Association. P.O. Box 29906, Atlanta 30359. 404-525-7787.\n\nFilipino-American Association of Greater Atlanta. www.atl-filam.org. \n\nGeorgia Hispanic Chamber of Commerce. 1961 N. Druid Hills Road N.E., Suite 201B, Atlanta 30329. 404-929-\n9998, www.ghcc.org. \n\nGoethe Institut Atlanta. 1197 Peachtree St. N.E., Atlanta 30361. 404-892-2388.\n\nGrupo Cultura Foundation. P.O. Box 746, Duluth 30096. 770-623-6687.\n\nIndian-American Cultural Association. 1281 Copper Lake Road S.E., Smyrna 30082. 770-436-3719.\n\nJapan America Society of Georgia. 233 Peachtree St., Harris Tower, Suite 2222, Atlanta 30303. 404-524-7399, \nwww.us-japan.org/jasg. \n\nhttp://www.afatl.com/\nhttp://www.atl-filam.org/\nhttp://www.ghcc.org/\nhttp://www.us-japan.org/jasg\n\n\nLatin American Association. 2750 Buford Highway, Atlanta 30324. 404-638-1800, www.latinamericanassoc.org. \n\nMexican American Legal Defense and Educational Fund. 41 Marietta St., Atlanta 30303. 678-559-1071, \nwww.maldef.org/about/offices.cfm. \n"}