{"title": "Immigrants discover power of citizenship", "body": "\nOn a recent balmy afternoon, a group of women at a park in this small town in northern California celebrated the \nimminent birth of a baby with tamales and gallons of horchata, a Mexican cinnamon punch made with rice.\n\nTalk in Spanish turned to the flavor of the punch - which had been prepared with bottled water - and then to the \nflavor of the water that flows in people's homes here, which the women described as being as foul sometimes as \nrotten eggs.\n\nGriselda Gonzalez, a hotel maid, suggested that if immigrants such as themselves wanted to do something about \nthe water, those who can, must become U.S. citizens and use their votes.\n\n\"If those of us who can become citizens don't do it, we have only ourselves to blame for putting ourselves on the \nsidelines,\" said Gonzalez, 49, who is proud to have ascended from undocumented farmworker to homeowner, \nmother of a U.S. Navy veteran and, as of 2005, American citizen. \n\nMexican immigrants such as Gonzalez have long served as the silent backbone of the farm industry that \ndominates Williams and the rest of Colusa County, about an hour's drive north of Sacramento.\n\nChange has been slow in coming in these remote parts. But Latinos here are starting to become more outspoken \nabout their desire to have a greater say over the quality of public services, the allocation of taxpayer dollars and the \nwooing of better-paying jobs.\n\nColusa County's population of barely more than 21,000 has become, over the years, almost half Latino and more \nthan 27 percent foreign-born. As of a few years ago, half of Williams' approximately 3,700 residents were \nnoncitizens.\n\nCountywide, according to the 2000 U.S. Census, at least 76 percent of Colusa's immigrants were not naturalized \ncitizens.\n\nBecause few Hispanics vote, many immigrants believe, the county lacks a Latino supervisor, and the city of \nColusa has no Latino city council members. Williams has had only one.\n\nA national backlash against Mexican immigrants and undocumented workers has left residents here indignant, \nthough, and that is starting to change the composition of the electorate. So, too, is aggressive organizing to help \neligible immigrants become citizens, in the process transforming them into activists for better water, safer streets, \nmore activities for children.\n\n\nColusa County has plenty of undocumented immigrants who don't qualify for citizenship. But it is also home to a \nsizeable reservoir of legal residents who received green cards through family ties or through a federal amnesty \nCongress enacted in 1986.\n\nGonzalez is emboldened by her new right to vote.\n\nHer breakthrough came, she said, when she signed up in 2005 with a Sacramento-based group called the North \nValley Sponsoring Committee, which has guided more than 100 immigrants in Colusa County through the \nnaturalization process.\n\nWhile immigrants study for their citizenship test, organizers begin teaching them community-organizing methods.\n\n\"The more qualified the local people, the better,\" said Colusa Heritage vice president Jim Resney.\n\nGraphic\n\n \n\nPHOTO\n\n PHOTO - Eligio Ortiz (center) and fellow Latino immigrants practice the process of being sworn in as U.S. citizens \nin a citizenship class earlier this month in Williams, Calif.   Sacramento Bee / MCT \n"}