{"title": "Boeing waits for word on fence Government is deciding whether to accept first phase of border device.", "body": "\nA decision is \"imminent\" on whether to accept the first phase of Boeing Co.'s \"virtual fence\" along the Mexican \nborder, Homeland Security officials said Thursday.\n\nThe $20 million pilot project, which is six months overdue, is a key piece of government plans to secure the \nsouthern border against illegal immigration. And if, as planned, it is rolled out across the entire border, it could be a \nhuge job for Boeing's St. Louis-based defense unit, which is the lead contractor.\n\nTesting on the first phase, a 28-mile stretch of towers with radar and cameras scanning the desert south of \nTucson, known as Project 28, wrapped up last week. Now the Border Patrol is deciding whether it meets \nspecifications.\n\n\"There are no more steps in this process,\" said Michael Friel, a spokesman for Customs and Border Protection. \n\"We're at the point at which a decision is pending.\"\n\nNo time line has been set, Friel said, but a decision is \"imminent.\"\n\nIt shouldn't be, says the chairman of the House Homeland Security Committee, because it doesn't appear Project \n28 yet works as intended.\n\nIn a letter sent Wednesday, Rep. Bennie Thompson, D-Miss., urged Homeland Security Secretary Michael Chertoff \nto delay acceptance until he was \"certain that Project 28 performs as it was originally billed,\" not as a test platform \nbut as a fully-functional tool for border security. He also asked for further clarification on what has caused the \ndelays, prompted by software woes and problems synchronizing radar and cameras that agents can use to watch \nborder-crossers across vast distances.\n\nThe project has attracted a lot of attention in Washington, and the delays have been a thorn in Boeing's side for \nmonths.\n\nHomeland Security sent Project 28 back for more work after tests earlier this year and has withheld the final $5 \nmillion Boeing is due to be paid. Chertoff has threatened to give the job to someone else if Boeing can't fix the \nglitches.\n\nA company spokeswoman declined comment Thursday, but in a recent interview, top executives said they were \nconfident they had fixed the software problems, though the project had more than doubled in cost.\n"}