{"title": "Possible terrorist ties re-emerge at hearing", "body": "\nMazen Al-Najjar, a quiet man in a plain gray suit, sat before a judge to  explain how he had overstayed his U.S. \nstudent visa by more than a decade.\n\nIt could have been just another day in immigration court.\n\nInstead, Al-Najjar's deportation hearing Thursday revived the controversy  that has swirled around the University of \nSouth Florida for more than a year,  since federal agents began investigating whether an organization that once \n collaborated with the university was actually a front for Palestinian  terrorists.\nMAZEN TXT\n\nAn Immigration and Naturalization Service agent described Al-Najjar as a  \"midlevel operative\" for two Tampa \norganizations whose real purpose was to  supply funds to groups such as the Islamic Jihad.\n\n\"That was the primary purpose for the (organizations') existence,\" INS  Special Agent Bill West testified.\n\nAl-Najjar, a co-creator and executive director of the World and Islam  Studies Enterprise (WISE), personally signed \nchecks made out to at least two  people who turned out to be terrorists, West alleged.\n\nAl-Najjar's lawyer, meanwhile, painted an entirely different picture of his  client. Al-Najjar, a 39-year-old doctorate \nstudent in industrial engineering,  was dedicated to WISE for its academic studies and intellectual conferences \n about policies and politics in the Middle East, attorney Luis Coton said.\n\nAl-Najjar, who was born in the Gaza Strip and came to the United States in  the 1980s to attend college, is also a \nfamily man with three young children,  as well as a community booster who helped found a Mosque and school in \nhis  Tampa neighborhood, Coton claimed.\n\n \"I will lose my humanity,\" Al-Najjar said when asked what will happen  to him if he is deported. Al-Najjar said he is \nstateless. \"I will be  wandering around airports in the world.\"\n\n Al-Najjar's 31-year-old wife, Fedaa, also is under consideration for  deportation. The couple and their three \nAmerican-born daughters - Yara, 7,  Sara, 5, and Safa, 1 - want U.S. Immigration Judge J. Daniel Dowell to grant \n them permanent resident status in this country. Dowell will not make a  decision until he hears three more days of \ntestimony later this summer.\n\nCoton acknowledged that Al-Najjar's student visa status in this country ran  out more than a decade ago, but \ncomplained that federal officials have  demonstrated \"selective\" prosecution in pursuing Al-Najjar. If not for  publicity \n\n\nabout WISE and its former alliance to USF, he said, Al-Najjar  probably would have been granted permanent status \nin this country. \n\n \n\n   But government allegations about Al-Najjar's links to other characters in  the WISE controversy raised doubts \nabout that claim. Among the government  allegations made public Thursday:\n\nAl-Najjar once signed a check from the account of a group related to WISE,  known as ICP, made out to Ramadan \nAbdullah Shallah, a former WISE  administrator and part-time USF professor, agent West testified. Shallah \n emerged last year in Syria as the new leader of the Islamic Jihad.\n\nAl-Najjar admits he was given or loaned thousands of dollars by his  brother-in-law, USF engineering professor \nSami Al-Arian. Federal agents have  said they are investigating Al-Arian and WISE for possible criminal  violations. \nSo far, there are no charges. On Thursday, West revealed that  agents also are investigating Al-Najjar as part of the \nprobe.\n\nAl-Najjar signed checks on ICP's bank account made out to Basheer Nafi, a  former WISE participant who left the \ncountry earlier this month after a  deportation order was finalized against him, West said. In 1995, Nafi was \n identified in an Arabic newspaper as \"leading member\" of the Islamic Jihad  movement, West said. \n"}