{"title": "Mixed Signals at Sea;U.S. Opening Lures Desperate Cubans to Boats", "body": "\nThe growing wave of Cuban rafters fleeing their island illustrates the fundamental conflict at the heart of the Clinton \nadministration's Cuba policy: It professes to discourage the refugee flow even while in practice it lures rafters into \nthe deadly waters.\n\nWashington repeatedly has warned Fidel Castro not to unleash a mass exodus and threatened to seize boats from \nFlorida that attempt to pick up refugees in Cuba. But the administration is powerless to stem the flow as long as \nCastro is willing to let them go and there are Cuban vessels -- rafts, inner tubes, fishing boats -- to carry them.\n\nOnly an unprecedented decision to return refugees forcibly might discourage Cubans from making the dangerous \ncrossing, but such a move would be politically explosive, administration officials acknowledge. Without it, they \nconcede, the United States faces a slow-motion version of the 1980 Mariel boatlift.\n\nThe U.S. Coast Guard yesterday reported rescuing a record-breaking 537 more refugees from 60 rafts and boats \ndrifting along the rapid currents of the dangerous Florida Straits, and state officials appealed for release of \nemergency funds to aid in dealing with the refugees. There was one reported death and several rafters were \nhospitalized. Each day since the weekend has brought a record number of refugees in what has become the largest \nexodus since Mariel, when about 125,000 Cubans arrived in Florida.\n\nState Department officials say they see no sign that Castro has yet opened his coastline to unrestricted exits, as he \nhas threatened to do in two recent speeches. But the officials report that Castro's coastal and land police are letting \nsmall groups leave unharassed.\n\nOfficials at the Cuban Interests Section in Washington deny that Castro is opening the floodgates. \"The United \nStates is simply reaping what it sows by its own policy,\" said spokesman Rafael Dausa.\n\nThe Cuban Adjustment Act of 1966 grants refugee status to any Cuban who makes it to the United States. The \nunique law serves as a powerful draw to set sail for Florida.\n\nMany Cubans apparently believe that a trip across the straits is a surer road to Florida than applying for a visa at \nthe U.S. Interests Section in Havana. Although the U.S. quota for legal immigration from Cuba is 20,000 per year, \nbarely a quarter of those people routinely receive visas, because of bureaucratic slowness and the unwillingness of \nmany Cubans to risk reprisals from their government for applying. Already this year, more Cubans have arrived by \nsea -- about 5,000 -- than arrive annually through legal immigration.\n\n\nAnother magnet is the Coast Guard cutters and other rescuers who prowl the straits and locate many -- but not all -- \nof the boats. By policy of the U.S. Immigration and Naturalization Service, Cubans found at sea are granted \nasylum just as are those who make it to shore.\n\nAdministration officials hint that they might order Coast Guard cutters to turn around able-bodied vessels and send \nthem back to Cuba. But when pressed, they admit the politics of such a move would be hazardous. It is one thing to \nprohibit Cuban Americans in Miami from ferrying refugees to Florida but another to forcibly return desperate \nrefugees to communist rule after they have braved a treacherous sea to get here.\n\nRafters interviewed in Miami and Key West said they know that if they make it the United States, they will be \nwelcomed and they said word is spreading in Cuba that the gate is open.\n\nBut many do not survive the trip. Arturo Cobo, director of the Transit Center for Cuban Refugees in Key West, \nestimated that only four of every 10 who leave the island survive to make it to the United States.\n\nCobo and others here say that -- like the Clinton administration, they feel trapped in a painful dilemma. For \nhumanitarian and political reasons, they refuse to turn the Cubans away. But they know their rescue efforts and the \nliberal refugee law are luring rafters into the sea.\n\nHe and other Cuban exile leaders, along with U.S. officials, are constantly broadcasting warnings against the trip on \nSpanish-language radio stations, including U.S.-sponsored Radio Marti.\n\n\"But you know what I heard,\" Cobo said. \"When they hear that only four of every 10 make the trip, they say that \ngives them hope. They think a 40 percent chance at freedom is better than no chance in Cuba, no chance to eat, no \nchance to work, no chance to live.\"\n\nWarnings to Cubans not to hijack vessels also lack teeth. Despite tough talk from Attorney General Janet Reno that \nher prosecutors will vigorously pursue cases against Cuban boat hijackers and smugglers, in reality few cases \nhave ever been tried.\n\nProsecutors are stymied by the fact that there is no federal statute against hijacking a sea-going vessel, in contrast \nto bans on air piracy. Indeed, a federal anti-hijacking law that would apply is trapped in the stalled crime bill. \nMoreover, prosecuting Cuban smugglers is extremely difficult because many smugglers are seen here -- both by \nthe passengers and by Miami juries -- as heroes. Most often, smugglers tell officials they simply picked up the \nrefugees at sea.\n\nSettling the issue directly with Castro seems not to be an option. President Clinton, who is on a long-term mission to \nwoo Cuban American voters, seems unwilling to take the political risk of opening talks on issues such as food \ndeliveries that might make life under the dictatorship more tolerable. Anti-Castro activists would fiercely oppose \nsuch a move and could readily damage Clinton's electoral chances in Florida in 1996.\n\nThe administration's Haitian refugee policy stands in marked contrast. Haitians fleeing their chaotic country in \nboats are interdicted by Coast Guard cutters and either returned immediately to Port-au-Prince or offered \"safe \nhaven\" at the U.S. naval base at Guantanamo Bay, Cuba.\n\nAbout 14,716 Haitians linger at the base, which was the site of a violent melee and escape attempt by Haitians on \nSaturday. More than 750 broke out of the camp, and 100 tried to swim across the waters bordering the camp \nbelieving they were heading for Cuban territory. From there, Haitian advocates in Miami say, they had hoped to \nreach the United States -- becoming, in effect, Cuban boat people.\n\nHaitian Americans in Miami point to the double standard repeatedly. \"Cubans can come, get a nice house, lots of \nhelp. But my countrymen can't come. They go to a military camp and rot in the sun,\" said Jacques St. Clair, a \nHaitian American businessman in Miami.\n\nBooth reported from Miami and Williams from Washington.\n\n\n"}