{"title": "Free clinic deciphers new INS regulations;SOME HAVE TO REGISTER WITH AGENCY", "body": "\nOrganizers of a free clinic in San Francisco on Saturday said they believe fear probably kept some immigrants \naway from the session.\n\nAbout 75 immigrants, worried that they might be required to register with the Immigration and Naturalization \nService under a controversial new national security policy, attended the free clinic. Organizers had hoped to attract \nabout 300 people.\n\n''People who are afraid to come send their brothers or sisters or other family members who are citizens,'' said Khalil \nKaid, an organizer with Service Employees International Union Local 1877. ''A lot of people are scared and \nnervous.''\n\nMembers of SEIU Local 1877 hastily organized the afternoon session at the group's Tenderloin headquarters as the \ndeadline for registering approaches and fear surrounding the policy intensifies among immigrants.\n\nAbout 400 of the union's 3,500 members in San Francisco are of Arab descent, and many are worried that they'll be \ntargeted under the government's new law, which requires men from many Middle Eastern, African and Asian \ncountries to register with the INS.\n\n''There's so much confusion about who needs to register,'' said Heba Nimr, an attorney at La Raza Centro Legal \nwho is involved with a program that specifically monitors INS activity. ''People who are citizens from Yemen think \nthey have to register.''\n\nBut that's not the case. Widespread confusion about the policy prompted Nimr and about 20 other attorneys to \nvolunteer their time Saturday to clarify the law and help immigrants determine whether they should register.\n\nUnder the program, only men and boys age 16 and older from countries including Morocco, Lebanon, Eritrea, North \nKorea and Afghanistan who entered the United States as non-immigrants on or before Sept. 30, 2002, and plan to \nstay in the country at least until Jan. 10 must register.\n\nThose who attended the legal clinic were provided packets outlining the policy and possible consequences they \nface if they decide to register. Each person received a 15-minute consultation with an attorney.\n\nAttorneys who helped out Saturday said they are well-versed about the policy's guidelines. What's less certain is \nhow the INS will use information obtained during the registration process.\n\n''We really do not know the final consequences of failing to register,'' said Nancy Hormachea, a Berkeley \nimmigration attorney and member of the National Lawyer's Guild.\n\n\nHormachea warned those who attended that if they currently carry expired visas or face other immigration violations \nthey are likely to face deportation and should think hard before deciding whether to register or not. She implored \nothers to consider their own specific circumstances before registering.\n\nAlready, the INS has detained hundreds of Middle Eastern men -- including at least two dozen in the Bay Area -- \nfollowing the first registration deadline last month. The next deadline is Jan. 10.\n\nKaid said the union has no other legal clinics planned but would consider hosting more if necessary. A rally in \nprotest of the new policy is planned for 1 p.m. Friday at the INS office in San Francisco.\n\nContact Putsata Reang at preang@sjmercury.com  \n\nCorrection\n\nAn article Sunday in the local section about a new anti-terrorism policy included a quote from an attorney who \nmischaracterized a group concerned about registering with the Immigration and Naturalization Service. Heba Nimr \nsaid she intended to say, ''People who are U.S. citizens from Yemen think they have to register.'' Immigrants who \nhave become U.S. citizens do not have to register under the new policy.\n\nJanuary 5, 2003 CLINIC DECIPHERS INS RULES\nCorrection-Date: January 9, 2003 Thursday\n"}