{"title": "Protesters vow to keep Elian in U.S.", "body": "\nTens of thousands of people bearing candles and flags formed a human cross in Miami's Little Havana district, \ncalling for young Elian Gonzalez to remain in the United States, even as Cuban leader Fidel Castro said Elian's \nfather can come to the United States to claim him.\n\n\"The passports are ready, and of course the airplane is ready,\" Castro said in a television broadcast.\n\nMeanwhile, in her weekly news conference today, U.S. Attorney General Janet Reno appealed for calm amid the \ngrowing tensions in the city's Cuban-American community. She reiterated that the Clinton administration would try \nto be patient amid the clamor. But Reno also said she was prepared to enforce the law the day after demonstrators \ntalked of forming a human chain to prevent Elian's return.\nJOURNAL\n\n''The federal authorities of INS need to understand that we are free and this is a country of laws and we are not \ngoing to accept their stubbornness. We are not going to allow them to take the kid,'' said Oscar Pupo, 56, a Cuban-\nborn U.S. citizen and trucker.\n\nNegotiations between U.S. immigration officials and Elian's Miami relatives remained at an impasse. Further talks \nwere scheduled for today.\n\nU.S. Immigration and Naturalization Service officials ended a tense five- hour meeting Wednesday night with \nElian's great-uncle, Lazaro Gonzalez, who has cared for the 6-year-old boy since he was rescued at sea in \nNovember. The meeting centered on an INS demand that Gonzalez pledge to turn Elian over for return to Cuba if \nthe family loses its court fight to keep him in the United States.\n\nImmigration officials emerged from their Miami offices about 9 p.m., saying the meeting had reached no conclusion. \nThey postponed until Friday a deadline for revoking Elian's parole, which could mean he might soon be taken away \nfrom his Miami family, perhaps for a return to Cuba.\n\nWednesday, more than 100 protesters milled outside Lazaro Gonzalez's home, chanting, praying and vowing to \nform a human chain to keep the boy here.\n\n\"We are here to show the world that we're united and that we're not going to allow Elian to go back to Cuba,\" said \nHortensia Prado, one of the protesters.\n\nIn an apparent prelude to what might come if the government moves to take the boy, a convoy of dump trucks \nchugged down the narrow streets of the neighborhood, horns blaring to the cheers of the protesters. The drivers \nvowed to block all streets leading to the home.\n\n\nAnd local officials lashed out at Attorney General Janet Reno and President Clinton, warning that Miami's Cuban \nexiles may burst into angry protest if Elian is removed before his court appeals are exhausted.\n\n\"They're provoking the community,\" Miami-Dade County Mayor Alex Penelas said of Clinton and Reno. \"They keep \npushing and pushing the envelope and when it explodes, no one is going to be able to control it.\"\n\nAt a noon press conference, Penelas and 20 other local officials vowed that local police would make no effort to \nassist federal officers should they try to remove the boy before his court case is finished. Florida Gov. Jeb Bush \nalso issued a statement saying no state officers would assist, either.\n\nAfter critics said the mayor was essentially inviting the community to protest, Penelas issued another statement \nsaying police would not tolerate disruptions in the streets, such as the ones that erupted in January after the initial \ndecision by federal officials that Elian should go back to Cuba.\n\nClinton responded to the comments at a Washington news conference by saying, \"I like the mayor very much but I \nbelieve in the rule of law.\"\n\nReno said the federal government could have moved by now to take custody of the boy, but has practiced a patient, \ncautious approach.\n\n''Nothing, no court order, prevented us from doing so,'' she said. ''The relatives had their day in court and we gave \nthem an opportunity to file. A federal district court judge in Miami heard their case and affirmed our decision.''\n\nDuring a live television broadcast late Wednesday, Castro said he would allow Elian's father, Juan Miguel \nGonzalez, to come to the United States along with some of his son's school classmates and a team of \npsychologists to live with the boy until the court battle over his fate ends.\n\nThe entourage would stay in Washington, at a Cuban diplomatic mission. They would not go to Miami.\n\nThe attorney general declined to discuss what officials would do if the boy's father, Juan Miguel Gonzalez, travels \nto the United States.\n\n''I don't deal in what-ifs,'' she told reporters. State Department officials said Wednesday that they had not received a \nvisa request from the boy's father.\n\nAlthough Miami appeared on the brink of some sort of outburst, immigration officials repeated Wednesday that even \nif they revoke Elian's parole, they do not plan to immediately go to Lazaro Gonzalez's home and forcibly remove \nthe boy.\n\n\"The obligation is on them,\" INS Commissioner Doris Meissner said in a television interview. \"They have said they \nintend to be law-abiding, and we are relying on them to be law-abiding.\"\n\nElian has been at the center of an international tug of war since he was found floating in an inner tube off Fort \nLauderdale on Thanksgiving Day. His mother and 10 other people drowned when their boat sank after fleeing \nCuba.\n\nImmigration officials immediately placed the boy in the home of his great- uncle, but in January, federal authorities \nruled that Elian should be returned to his father.\n\nThe Miami family then filed a challenge in federal court and requested an asylum hearing for the boy. Last week a \nMiami federal judge ruled against them. The family then appealed to the 11th U.S. Circuit Court of Appeals in \nAtlanta, which on Monday set oral arguments for May 8.\n\nUnderscoring the growing drama was the volatility of Miami's exile community, where Elian has become a symbol \nof the seemingly endless battle against Castro.\n\n\n"}