{"title": "MITT CATCHES HEAT FOR ADS Bloomy strikes back after Romney speaks of immigration 'problem' in N.Y.C.", "body": "\nA NEW MITT ROMNEY RADIO ad aimed at Republican voters worried about illegal immigration takes a point-\nblank shot at New York - and Mayor Bloomberg didn't hesitate to fire back yesterday.\n\n\"Immigration laws don't work if they're ignored. That's the problem with cities like Newark, San Francisco and \nNew York City that adopt sanctuary policies,\" says the 60-second ad for the ex-governor of Massachusetts. \n\"Sanctuary cities become magnets that encourage illegal immigration and undermine secure borders.\"\n\nThe ad, running in Iowa and New Hampshire, is a thinly veiled attack on GOP presidential rival Rudy Giuliani, who \nis competing with Romney for conservatives who want a crackdown on illegal aliens.\n\nBloomberg has been mentioned in speculation as a possible independent candidate for President in 2008, although \nhe said in a TV interview that aired yesterday that he's not running and has no interest in the No. 2 spot, either.\n\nRomney's attacks focus on the city's policy under both Bloomberg and Giuliani to encourage illegal aliens to report \ncrimes, seek medical care or send their kids to school without fear of being turned in to immigration authorities.\n\nBloomberg, echoing comments he made earlier this month after a previous Romney attack, said immigrants are \nkey to the city's future.\n\n\"I'm very proud of our ability to attract people and, once they get here, to make sure that they get the necessary \nservices and let them become productive members of society,\" the mayor said, without specifically criticizing \nRomney.\n\n\"We have been accepting people into this country to do kinds of work that contributes to our well-being, and we \nshould continue to do that,\" he added.\n\nAsked if the ad was directed at Giuliani, Bloomberg or both, Romney spokesman Kevin Madden said the spot \nsimply \"informs voters where Gov. Romney stands on the issue of enforcement of our immigration laws.\"\n\nA Giuliani aide sniped that the Romney spot \"conveniently forgets that his plan [as Massachusetts governor] to \ndeputize state troopers that never went into effect did absolutely nothing to cut down on the number of illegals \nworking in his yard. Let's hope his plan to secure the borders is more effective than that.\"\n\n\nckatz@nydailynews.com\n"}