{"title": "WHAT CALIFORNIANS WORRY ABOUT MOST CRIME, THE ECONOMY HEAD LIST, POLL FINDS", "body": "\nCrime remains the top concern of Californians, and the economy trails just behind. But illegal immigration -- a hot-\nbutton issue in the races for governor and U.S. Senate -- is far less compelling, according to a new Field Poll.\n\nAIDS, job creation, public schools and illegal drug use are the other issues that Californians cite most often as \ntheir leading concerns.\n\nCrime also topped the Field Poll's list in 1993. In 1992, the economy ranked first and crime placed fourth, behind \nAIDS and schools.\n\nThe 1994 survey of 847 Californians, conducted July 12-17, found sharp differences in the way people responded \nto a list of issues, depending on gender, ideology, party and age.\n\nFor example, 72 percent of Republicans say they are concerned about illegal immigration, making it their No. 3 \nissue. But just 51 percent of Democrats cite illegal immigration. For them, the issue ranks 21st.\n\nSimilarly, 83 percent of women say they are concerned about illegal drug use, making it their No. 2 issue. But just \n57 percent of men cite illegal drug use as a concern, making it their 12th-ranked issue.\n\nThe Field Poll survey, with a margin of error of plus or minus 5 percentage points, offered a bit more good news for \nRepublican Gov. Pete Wilson than for Democratic Treasurer Kathleen Brown -- rivals in the governor's race.\n\nThat's because Wilson's position in favor of the death penalty and his reputation as tough on criminals -- items that \nreflect the top concern in the poll -- are powerful reasons voters give for supporting him. Brown's views on criminal \njustice issues, on the other hand, are not important reasons for voters' support of her.\n\nThe Field Institute read a list of issues to respondents and asked them to say whether they were extremely \nconcerned, somewhat concerned, not too concerned or not at all concerned about each issue.\n\nAs a result, some issues that have great public resonance but little political impact, concerns of deep public distress \nbut of little effect on voting behavior -- such as controlling the spread of acquired immune deficiency syndrome -- \nregistered as top issues.\n\nIf voters feel that an issue will be handled the same regardless of who's elected, \"then it's not a cutting issue in an \nelection,\" said Mark DiCamillo, director of the California Poll.\n\nAs Bill Carrick, consultant to Sen. Dianne Feinstein, put it: \"People don't see one candidate as for the spread of \nAIDS or as out to slash education funding. They're not voting issues.\"\n\n\nAt the same time, the survey indicated illegal immigration -- an issue that Feinstein, Rep. Michael Huffington and \nWilson all have tried to exploit -- is far less powerful than their campaigns have made it appear.\n\nOverall, 60 percent of Californians say they are concerned about illegal immigration -- placing the issue below \nhealth care, taxes, air and water pollution, higher education, welfare, unemployment and the state budget deficit.\n\nAmong registered voters, illegal immigration is slightly more significant as an issue, being named as a top concern \nby 64 percent, for a ninth-place ranking. The issue also deeply concerns 70 percent of the conservatives (seventh) \nand 60 percent of men (sixth). But it is far less important to middle-of-the-roaders, liberals and women.\n\n\"It's an emotional issue,\" said DiCamillo, \"an issue where a particular segment of the public is extremely concerned, \ngiving it a higher level of saliency. . . . It's a very Republican partisan issue.\"\n\nThere were few differences between those registered to vote and those not registered. The state budget deficit and \nwelfare were somewhat more important to voters, while unemployment and protecting the environment were \nsignificantly more important to non-voters.\n\nAmong women, taxes and illegal immigration rank only 16th and 17th; among men, these tie for sixth.\n\nBrown campaign manager Clint Reilly said the Field Poll's finding on immigration reflected his own polling. \"I don't \nwant to say it's insignificant,\" he said. \"To a lot of people, it's an important issue. But our polling is corroborating \nwhat you're finding in the Field Poll.\"\n\nBut Larry Thomas, spokesman for Wilson's campaign, disagreed with the suggestion that illegal immigration is not \nas powerful an issue as previously advertised.\n\n\"There are more people in the state who feel personally impacted by illegal immigration than they do by the state \nbudget deficit,\" he said.\n\nNotes\n\nChart (not in database)\n\nGraphic\n\n \n\nChart;\n\nCHART: MERCURY NEWS\n\nCalifornia's top concern: crime\n\nCrime tops the list of Californians' concerns for the second year in a row, according to a Field Poll released \ntoday. The economy was the leading concern in 1992.\n\nThe Field Institute surveyed 847 California adults July 12 to 17. As part of the survey, respondents were asked how \nconcerned they are about a list of 27 problems confronting the state. The statistical margin of error for the sample \nis plus or minus 5 percentage points.\n\nSource: Field Institute\n\n940803 CA 3B 2; h. bar chart\n\n\n"}