{"title": "Apple company admits to illegal workers", "body": "\nTHE CHARGE A Franklin County apple company employed illegal workers for 5 years\n\nTHE PLEA Company will have to pay $599,000 as part of a deal.\n\n---\n\nA Franklin County apple company on Tuesday pleaded guilty to a criminal immigration charge and agreed to pay \n$599,000 to settle federal charges that they had employed dozens of illegal aliens for more than five years.\n\nLochirco Fruit and Produce, Inc., which does business as Happy Apples, admitted employing illegal workers \nbetween 2001 and Oct. 19, 2006, when federal agents raided the property and detained 33 immigrant workers.\n\nThe company grows apples and sells apples, apple cider and caramel apples and has locations or facilities in or \nnear Washington, Marthasville and Union, Mo.\n\nTheir caramel apples can be found in local and national supermarkets.\n\nAs part of the plea agreement, Happy Apples and officer Joette Reidy admitted to a \"pattern and practice\" of \n\"knowingly and intentionally\" hiring unauthorized alien workers.\n\nReidy, who pleaded guilty to one felony count of hiring illegal aliens, admitted hiring at least 10 undocumented \nworkers between Oct. 19, 2005 and Oct. 19, 2006.\n\nReidy, 40, is the daughter of one of the owners and will likely receive probation when sentenced next year. Her \nhusband, Ed Reidy, 42, represented the company in court. The Reidys live in Washington.\n\nHappy Apples, which pleaded guilty to one misdemeanor count of hiring illegal aliens, will have to pay a $99,000 \nfine and forfeit $500,000. \"Obviously, you can't put a company in jail,\" U.S. District Judge Stephen Limbaugh said \nin court.\n\nFederal prosecutors were unaware of a higher fine and forfeiture total in an immigration case here.\n\nAfter the hearing, Joette Reidy's lawyer, Paul D'Agrosa and company lawyer Richard Sindel said that the workers \nwere treated well, paid more than the minimum wage and housed in company lodging.\n\nEven after the employees were detained by Immigrations and Customs Enforcement pending removal, the \ncompany made sure they were paid, Sindel said.\n\n\nD'Agrosa said that Happy Apples did not start out hiring illegals, but was unable to hire American workers who \nwere willing and reliable.\n\n\"We are sometimes forced to do things because of the realities on the ground. American workers don't want these \njobs,\" D'Agrosa said. \"These are the realities for agricultural businesses - all over the country.\"\n\nBut Assistant U.S. Attorney John Ware said that when federal agents searched the property, they found at least 40 \nemployment applications that had been filled out by Americans.\n\nThey also found 33 illegal immigrants working the day shift alone. Those workers have been removed from the \ncountry or will be removed, Ware said.\n\nWare said Happy Apples may have been able to find American workers, just not ones willing to work the 12, 14, \neven 16-hour days worked by the illegal aliens.\n\nThe company is now participating in an approved Labor Department program, Ware said.\n\nWare said the pay varied by job, but said it was roughly $6 or $7 an hour, with $1 per hour bonus if the worker \nstayed the season, and said workers were not treated poorly.\n\nIllegal workers have increasingly become an issue on the state and national level, as some frustrated state \nofficials take their own measures to crack down on employers.\n\nICE agents first learned of Happy Apples, however, when the Franklin County Narcotics Enforcement Unit raided a \nHappy Apples house during a drug investigation and found 15 illegal immigrants. Five said they worked for Happy \nApples, Sgt. Jason Grellner said. Grellner said many of the residents had fake IDs good enough to fool local police.\n\nAn confidential informer then called Joette Reidy and asked for work, telling her he didn't have \"papers,\" court \ndocuments show. She referred him to her secretary, who said she could get him papers for $150 and that he could \nlive in a Happy Apples house while he worked.\n\nSome Marthasville residents said Tuesday night they don't ask about immigration status when they're talking to \npeople on the street, but the raid did not come as a surprise given the number of Spanish-speaking workers in the \narea.\n\n\"Who else are you going to get for what they are paying them? They're not going to get someone from around here \nto do it,\" said Marthasville resident Ed Dickinson Tuesday night, speaking near one of the Happy Apples worker \nresidences.\n"}