{"title": "Giuliani Suit to Contest Cutoff Of U.S. Benefits to Immigrants", "body": "\nBuilding on his steady national campaign against the immigration provisions of the new welfare law, Mayor Rudolph \nW. Giuliani plans to file suit today -- in an unusual alliance with liberal legal groups around the country -- charging \nthat the law's cutoff of Federal benefits to legal immigrants is unconstitutional.\n\nThe suit, which the Mayor first announced last September, is the latest of several moves he has made in the last \nyear to position himself as a national spokesman for the rights of immigrants. At forums and symposiums in \nWashington, Boston and Minneapolis, he has repeatedly delivered strongly worded speeches praising the value of \nimmigrants to the country's well-being and has put together a coalition of like-minded celebrities to spread the \nmessage.\n\nAlthough other mayors and governors around the country have complained about the effects of the new welfare and \nimmigration laws on their budgets, Mr. Giuliani has been the only prominent official to file suit -- now twice -- \nagainst the laws.\n\nLast October, he sued the Federal Government to block a provision in the laws that allows city employees to turn in \nillegal immigrants who seek services like police protection, hospital care and public education.\n\nToday's suit, to be filed in Federal District Court in Manhattan, charges that the removal of food stamps and cash \nbenefits for elderly and disabled legal immigrants who are not citizens violates the due process clause of the Fifth \nAmendment to the Constitution. The suit seeks a permanent injunction against the parts of the new welfare and \nimmigration laws that cut off the benefits.\n\nAt the same time, a coalition of public-interest legal organizations in New York and San Francisco -- including the \nLegal Aid Society, the Center for Constitutional Rights and the American Civil Liberties Union of Northern California \n-- will file class-action lawsuits in both cities today also challenging the constitutionality of the laws. Although the \nsuits are separate from the city's, they are likely to be consolidated.\n\nThe Giuliani administration usually finds itself on the opposite side of court from many of the same organizations it \nis now working with. The Center for Constitutional Rights has repeatedly sued the city over such issues as \nprivatizing city hospitals and removing squatters from city-owned buildings, and Legal Aid regularly battles it over \nthe treatment of the homeless and other matters.\n\nIn this case, however, all sides found a common purpose.\n\n\n\"When the Mayor's right, the Mayor's right,\" said Nancy Chang, a senior litigation lawyer at the Center for \nConstitutional Rights. \"He's taken the right position on this issue, so we look forward to working with him, and \ncooperating with him on the two cases.\"\n\nThe Mayor said almost exactly the same thing: \"On this particular issue, we see eye to eye. This is the right side to \nbe on.\"\n\nMr. Giuliani strongly supports the most important elements of the welfare law, including its workfare requirements \nand its cutoff of most public assistance after five years. But in opposing the elimination of benefits for legal \nimmigrants, the Mayor has found an issue that gives him a prominent national profile, and also pays large political \ndividends in a city where immigrants and their descendants make up a large portion of the electorate.\n\nNew York City has about 75,000 elderly and disabled legal immigrants who will lose their Supplemental Security \nIncome benefits under the law beginning Aug. 22, and 135,000 legal immigrants who will lose their food stamps. \nBecause the city and the state are obligated under the state Constitution to pick up the cost of those benefits, the \ncutoff could cost both New York governments about $450 million a year in Home Relief payments, according to \nGiuliani administration estimates.\n\nThat expense, clearly one of the Mayor's other prime motivations in pressing the case, also forms the basis for the \ncity's standing to sue the Federal Government, city lawyers said. The suit argues that the Federal law harms the \ncity, and harms immigrants in a punitive way as a means of trying to prevent further immigration to this country.\n\n\"This was not a regulation of immigration,\" Mr. Giuliani said in an interview. \"In substance what this really was, was \nbudget balancing. The people that have been broadly disqualified from benefits will not be removed from the \nUnited States; they will be left in the United States, and therefore they are in essence becoming obligations of the \ncity and state in which they're left. It's a way of shifting billions of dollars off the Federal budget.\"\n"}