{"title": "Class Notes: Walking in history's footsteps;Duncan Creek students take immigrant trek", "body": "\nFifth-grade students at Duncan Creek Elementary learned recently that immigration to America in the early 20th \ncentury was not as simple as \"crossing the pond,\" as the British would say.\n\nAs part of the grade's social studies curriculum, teachers and parents staged a simulation of Ellis Island.\nFor the Journal-ConstitutionAbout 150 students participated in the learning experience, which required them to \nresearch their assigned homelands and then assume the roles of immigrants seeking entry into the United States.\n\nWhether they hailed from Italy, Scotland, Ireland, Greece, Russia or Jamaica, most immigrants came with hopes \nof a better life, said fifth-grader Brittany Mitcham, a student in Melanie Mount's social studies class. \"Many were \nfleeing wars or famines in their native countries,\" said Brittany. \"Their lives were very difficult, and they were looking \nfor work and a chance to make a better life.\"\n\nNot everyone who tried made it to the promised land, the students learned. Families were sometimes separated \nwhen quotas were filled, and immigrants were sent back to their homelands when disease barred their entry into \nthe United States, said fifth-grader Pam McGregor, whose adopted homeland was Russia.\n\nMedia specialist Terry Starner helped students research their adopted homelands and the issues immigrants \nfaced. Duncan Creek parents staffed the many checkpoints the immigrants moved through in their re-enactment \nof the quest to gain access to the United States.\n\nGraphic\n\n \n\nPhoto: The halls of Duncan Creek Elementary School were recently transformed into a simulation of Ellis Island to \nhelp fifth-graders experience what immigrating to America might be like. / Photos courtesy of Duncan Creek \nElementary School; Photo: Colie Tirocke (left) and Taylor Tschantz, students in teacher Beth Hendry's fifth-grade \nclass at Duncan Creek, dressed the part for their role as immigrants. / Photos courtesy of Duncan Creek \nElementary School\n\n"}