{"title": "Pluribus Networks anuncia parceria e acordo de distribuição com a Dell para acelerar a adoção de SDN na nuvem; A combinação do portfólio de comutação de Open Netvisor Linux da Pluribus e Open Networking da Dell reforça a liderança da arquitetura da Dell na paisagem de Open Networking", "body": "\n Pluribus Networks, a empresa que promove redes definidas por software (software-defined networking, SDN) \natravés do sistema operacional mais programável, baseado em fonte aberta, Netvisor®, anunciou hoje um acordo \npara portar e apoiar o sistema operacional Open Netvisor Linux da Pluribus para a família de switches 10g/40g de \nOpen Networking (compatível com ONIE) da Dell, incluindo S6000-ON e S4048-ON. Open Netvisor Linux da \nPluribus combina os benefícios do Linux com uma programação avançada de fluxo de rede, estrutura de \nreconhecimento de aplicações plug-and-play e recursos incorporados de visibilidade e análise. \n\n Esta Publicação Smart News contém multimédia. Ver aqui a publicação na íntegra: \nhttp://www.businesswire.com/news/home/20150611005841/pt/ \n\n \"A Dell deseja fundamentalmente alterar a natureza da rede, centrando-se na abertura e na desagregação de \nhardware e software. Com este anúncio, estamos expandindo o ecossistema de rede aberta da Dell, mostrando \ncomo múltiplos sistemas operacionais podem agora oferecer aos nossos clientes opções que complementam \nnossas soluções de hardware abertas e são flexíveis o suficiente para adaptarem-se às exigências de nossos \nclientes\", disse Tom Burns, vice-presidente e gerente geral, Dell Networking e Converged Infrastructure. \n\n O Open Netvisor Linux da Pluribus no hardware Open Networking da Dell propicia aos provedores de nuvem \neconomia de comutação de hardware, a melhor em sua classe, com uma arquitetura distribuída de controlador \nSDN escalável, altamente disponível, projetada para visibilidade, segurança e simplificação operacional dramática. \nO Open Netvisor Linux oferece interoperabilidade completa com a camada 2 e infraestrutura IP/BGP já instalada, \nincluindo todas as interfaces de gerenciamento padrão familiares para os profissionais de Network Operations \n(NetOps), oferecendo também ferramentas de operações de desenvolvimento baseadas em Linux (Linux-based \nDevelopment Operations, DevOps) para capacitar a nuvem moderna. \n\n \"Com esta combinação da Dell e da Pluribus, estamos demonstrando que o valor da SDN vai muito além da \ndesagregação de hardware e software por si. Provedores em nuvem precisam de segurança, monitoramento e \nvirtualização incorporados no nível arquitetônico para capacitá-los a competir com o Amazon Web Services (AWS) \ne outros provedores em nuvem em hiperescala, e é exatamente isso o que estamos propiciando com o Open \nNetvisor Linux da Pluribus rodando na linha de hardware de rede aberta compatível com OCP da Dell. Junto, \nestamos mudando o jogo!\", disse Kumar Srikantan, presidente e diretor executivo da Pluribus Networks. \n\n \"Os modelos de consumo de rede tradicional estão em meio a uma mudança significativa, de modo que \ncolaborações como esta entre a Dell e a Pluribus Networks trazem para integradores de rede inovadores como \n\n\nACP o tipo de flexibilidade necessária para atender a uma ampla variedade de necessidades emergentes dos \nclientes. Nós vemos isso como um poderoso movimento, dada a ampla base de clientes da Dell na central de \nprocessamento de dados e os recursos altamente disruptivos e inovadores que o Open Netvisor Linux da Pluribus \ntraz para o mercado de redes abertas\", afirmou Tom Turkot, vice-presidente de soluções de clientes para Arlington \nComputer Products. \n\n Em um relatório recente, a empresa de pesquisa da indústria Gartner, previu que \"em 2018, os switches de white-\nbox e brite-box irão constituir mais de 10% das remessas globais de portas de centrais de processamento de \ndados, um aumento de pelo menos 6% em relação ao primeiro semestre de 2014.\"1\n\n Preços e detalhes de empacotamento para Open Netvisor Linux da Pluribus em switches Open Networking da \nDell estarão disponíveis no terceiro trimestre do ano calendário de 2015. \n\nSobre a Pluribus Networks\n\n A Pluribus Networks oferece redes definidas por software como uma plataforma de aplicativos abertos para as \ncentrais de processamento de dados atuais. Produto principal da empresa, o Netvisor® é o primeiro sistema \noperacional hipervisor de rede distribuído da indústria, computação convergente, rede, armazenamento e \nvirtualização com uma abordagem aberta e programável. Nossos clientes obtêm benefícios de negócios concretos \ne imediatos, protegendo seus investimentos em redes existentes. Para obter mais informações, visite \nwww.pluribusnetworks.com ou acesse            www.twitter.com/pluribusnet. \n\n1 Fonte: Gartner, Inc., \"Is Brite-Box Switching Right for Your Network?\", Andrew Lerner, Joe Skorupa, 23 de \nfevereiro de 2015. \n\n O texto no idioma original deste anúncio é a versão oficial autorizada. As traduções são fornecidas apenas como \numa facilidade e devem se referir ao texto no idioma original, que é a única versão do texto que tem efeito legal. \n\nVer a versão original em businesswire.com: http://www.businesswire.com/news/home/20150611005841/pt/\n\nCONTACTO: Agência de RP para a Pluribus Networks:Blanc & OtusAndrew Padgett, 415-856-\n5124andrew.padgett@blancandotus.com\n\nhttp://www.businesswire.com\n\nGraphic\n\n \n\n(Graphic: Business Wire)\n"}