{"title": "Silicon Valley ranks highest in 'H-1B intensity' for foreign worker visas", "body": "\nhttp://business-news.thestreet.com//story/silicon-valley-ranks-highest-h-1b-intensity-foreign-worker-visas-0/1 \n(hidethestreet)\n\nThe Bay Area ranks behind only metropolitan New York in recruiting high-skilled workers from abroad, but it's not \njust Silicon Valley tech giants on the hunt for foreign labor, according to a new report.\n\nSure, a batch of familiar names -- Google, Apple, Yahoo, Oracle, eBay, Intel -- leads the pack of companies \nseeking to bring foreign tech workers to the Bay Area on temporary H-1B visas, but thousands of other local \nemployers, big and small, are in the temporary foreign worker game.\n\n\"It's not just about the Bay Area, New York, Boston and Seattle. It's also not just about great-big companies,\" said \nSean Randolph, president of the Bay Area Council Economic Institute, a business advocate. \"These (visas) are \nbeing used by a lot of startups.\"\n\nThe report released Wednesday by the Brookings Institutionis the first to detail where in the country H-1B workers \nare sought, confirming conventional wisdom of the South Bay as an H-1B hub but also revealing surprises.\n\nSilicon Valley ranks highest in what Brookings calls \"H-1B intensity,\" with 17 foreign workers sought for every \n1,000 people in the workforce.\n\nNext on the H-1B per-capita list is more surprising: Columbus, Ind., home to engine-maker Cummins; Durham, \nN.C., where universities are the biggest H-1B seekers; and the area surrounding New Jersey's capital, Trenton, led \nin the foreign worker search by banks, drugmakers, IT outsourcers and the group at Princeton University that runs \nGraduate Record Examinations.\n\nEmployers can sponsor foreign workers with \"specialty\" skills on the three-year visas if they try to show local \nworkers lack needed skills. The government grants 85,000 H-1Bs each year, setting aside 20,000 for people with \nadvanced degrees. The visas ran out in 10 weeks this year, faster than at any time since before the recession.\n\nMore than 60 percent of the workers sought by Bay Area companies work in \"computer occupations.\" The second \nlargest group is engineers.\n\nFinancial specialists and life scientists also rank high in the San Francisco-East Bay region, with many of the \nscientists recruited by UC San Francisco. The annual 85,000 cap does not apply to universities and some other \nnonprofit institutions.\n\n\nAmid an ongoing political debate over whether H-1B workers take away U.S. jobs and lower wages, the report's \nauthor, Neil Ruiz, said he hopes the geographical breakdowns will add nuance to a national debate focused on the \nbiggest companies.\n\nFor instance, the fees companies pay for the visas fund tech and science training grants for American workers, \nand Ruiz found the grants were higher in states -- such as Kansas and Maine -- where the demand for visas was \nlower.\n\nAn exception was a $5 million grant from H-1B revenues awarded this year to San Francisco-based educational \ngroup WestEd for a four-year project to help IBM and AT&T workers keep up with new technology, and also to train \nthe unemployed.\n\n\"What those fees are supposed to do is train local workers to have those skills\" that H-1B workers are recruited \nfor, said Matthew Spaur, a spokesman for WestEd.\n\n\"The H-1B workers are paying to replace themselves ... and making local people more competitive in a global \neconomy.\"\n"}