{"title": "Report: Sec'y of State Pompeo Pushed Out Ukraine Emissary Kurt Volker as Scapegoat for Whistleblower Scandal", "body": "\nOct 02, 2019( Mediaite: http://www.mediaite.com/ Delivered by Newstex) ;            https://www.reddit.com/submit     \nSecretary of State Mike Pompeo reportedly pushed out the US emissary to Ukraine, Kurt Volker, in an attempt to \nmake him the fall guy the State Department's role in helping President Donald Trump's personal attorney, Rudy \nGiuliani, dig up dirt on potential 2020 rival Joe Biden. \n\nAccording to a report inThe Daily Beast[1], Volker did not resign voluntarily last Friday, but was instead forced out \nas Pompeo scrambled to deal with the personal fallout of the revelation that he was listening in during Trump's July \n25 call with Ukrainian President Volodymyr Zelensky. Pompeo was subpoenaed[2] by three different Congressional \ncommittees on the same day that Volker announced his resignation. 'I think Kurt definitely felt like he was being \npushed out,' one senior U.S. official told The Daily Beast. 'He really believed in the job and was committed to \nhelping Ukraine work toward a better future.' 'The beginning of the end for Volker started when Giuliani outed the \nUkraine negotiator's text messages on national television,' according to anonymous administration officials, cited by \nthe TheDaily Beast. 'The next day, the State Department got word that major U.S. media outlets were scrutinizing \nthe negotiator's work and relationships in Ukraine. As the public began to learn more about Volker, Pompeo \nbecame convinced that scapegoating his representative would leave the department in a better place politically, \nespecially with Congress ratcheting up its investigation into Giuliani and Trump's efforts, according to two senior \nU.S. officials. ' The report that Pompeo was attempting to feed Volker to the impeachment wolves comes on the eve \nof a highly anticipated and 'highly unusual' request from the State Department's Inspector General to meet privately \nwith senior Congressional staffers on Wednesday. For his part, Volker has already agreed to testify in front of the \nHouse Intelligence, Foreign Affairs, and Oversight Committees one day later. 'Itwas decision time, I think, for \nPompeo,' the Daily Beastquotes on source close to Pompeo saying. 'It was clear this wasn't going away, and \nsomething had to be done.' Have a tip we should know? tips@mediaite.com[3]; [ 1]: "}