{"title": "Cruising the Web", "body": "\nFeb 09, 2017( Betsy's Page: http://betsyspage.blogspot.com/ Delivered by Newstex)  The Federalist links [1]to \nsome of the most \"unhinged reactions\" to Betsy DeVos's confirmation. Apparently, DeVos as Secretary of \nEducation will actually kill children and lead to children committing suicide. They can't stand that she's wealthy and \nhas donated a lot of money to trying to help poor families have more choice for where to send their children. If \nhaving DeVos heading the Education Department is such a disaster and that she will have such nefarious powers \nto totally destroy public education in the United States, perhaps these unhinged leftists and the Democrats who fed \ntheir paranoia might suddenly support closing the Department of Education. \n\nAfter all, from Bill Bennett to Betsy DeVos, the left has been hysterical about what those Education chiefs could do \nto the country. If we limited the federal government's role in education, they can untie the knots that their panties \nare in.Max Eden did a deep dive [2]into how the New York Times has willfully twisted studies of Detroit's charter \nschools in order to attack Betsy DeVos and denigrate the performance of those schools compared to the ordinary \npublic schools.Whatever your take on DeVos or the media, everyone loses when the line between fact and \nfalsehood is blurred beyond distinction. At a time when the president's advisers proudly tout 'alternative facts,' \ncritical, fact-based reporting is more necessary than ever, especially from outlets with the weight and influence of \nThe New York Times. Their readers, and America's schoolchildren, deserve better. Correcting the record would be \na good start. David French ridicules [3]the Democrats' criticism of Betsy DeVos having given political contributions \nto Republicans.I had to laugh at the Democratic memes on Twitter implying that DeVos bought her confirmation \nvotes with campaign contributions. But DeVos's contributions are a drop in the ocean compared to the financial \nimpact of the teacher's unions in American politics. In 2016 alone, teachers' unions gave $33.2 million in political \ncontributions, 93 percent to Democrats. DeVos's contributions — even if you include contributions from her entire \nfamily — are inconsequential by comparison. Who's buying whom?All over the country teachers' unions have \ndonated to Democrats who then get into office and channel the taxpayers' money back to the teachers in generous \nbenefits and pensions. It's been very cozy. That's why they were so outraged by Scott Walker's reforms that limited \ncollective bargaining for teachers back in 2011. They were unhinged then too in their protests in the state capitol. \nWell, now that we've had five years to judge the impact of those reforms.[4]Wisconsin Gov. Scott Walker's \ncollective-bargaining reforms have saved taxpayers money, and now a study finds that by rewarding the best \nteachers they are also improving student learning.The 2011 Wisconsin law, known as Act 10, limited collective \nbargaining to base wages while letting school districts negotiate pay with individual teachers based on criteria other \nthan years on the job and education level. Some districts like Green Bay have used the law to reward teacher \nperformance while others such as Racine have adhered to seniority-based salary schedules.Prior research on \nWashington, D.C.'s teacher-tenure reforms and merit pay has found that financial incentives improved the \nperformance of highly rated teachers while dismissal threats led to attrition among ineffective ones. Student \nachievement has risen as a result. Act 10 provides an opportunity to evaluate how changes in contract negotiations \naffect teaching quality.As Stanford University economic researcher Barbara Biasi explains in a new study (which is \nawaiting peer review), Act 10 created a marketplace for teachers in which public-school districts can compete for \nbetter employees. For instance, a district can pay more to recruit and retain 'high-value added' teachers—that is, \nthose who most improve student learning. Districts can also cap salaries of low-performing teachers, which might \n\n\nencourage them to quit or leave for other districts....The lesson is that incentives matter in education as in the rest \nof American life. Giving schools the ability to reward the best teachers produces better results for students. The \nevidence grows that Act 10 may be the most successful public-policy achievement since welfare reform.No wonder \nteachers' unions are fighting so strongly any move to dilute their power.Ross Douthat is also rather astounded [5]at \nthe vitriol and passion the Democrats aimed at DeVos.A visitor from Saturn might be puzzled by this particular \ncrusade, since none of the things that liberals profess to fear the most about a Trump era revolve around education \npolicy. If Trump is planning to surrender Eastern Europe to the Russians or start a world war with the Chinese, \nperhaps his secretary of state nominee deserved an all-night talkathon of opposition. If he's bent on domestic \nauthoritarianism with a racist tinge, then it's Jeff Sessions, his attorney general, who presents the natural target for \nDemocratic protest. If the biggest problem is that Trump will nominate allies who are unqualified for their \nresponsibilities, then the choice of Ben Carson to run the Department of Housing and Urban Development seems \nlike an obvious place to draw a line.But somehow it was DeVos who became, in the parlance of cable-news crawls, \nTrump's 'most controversial nominee.' Never mind that Trump's logorrheic nationalism barely has time for \neducation. Never mind that local control of schools makes the Education Department a pretty weak player. Never \nmind that Republican views on education policy are much closer to the expert consensus than they are on, say, \nclimate change. Never mind that the bulk of DeVos's school-choice work places her only somewhat to the right of \nthe Obama administration's pro-charter-school positioning, close to centrist Democrats like Senator Cory Booker. \nNone of that mattered: Against her and (so far) only her, Democrats went to the barricades, and even dragged a \ncouple of wavering Republicans along with them....So why did the Democrats fight so hard? Because in this \nparticular case, the rules of normal pre-Trump politics still apply.First, when interest groups talk, politicians listen — \nand the teachers' unions are simply more powerful in Democratic circles, with more money and leverage and clout, \nthan most of the groups leading the charge against other Trump policies or nominees. It's not that liberals aren't \ngenuinely worried about everything that makes Trumpism potentially abnormal and un-republican and authoritarian. \nBut a more normal threat to a deep-pocketed interest group's preferences still turned out to be a more natural \nrallying point than the specter of creeping Putinism.Second, even in the age of surging blue-collar populism, upper-\nmiddle-class suburbanites haven't lost their influence, and they generally like their public schools and regard school \nchoice as a threat rather than a promise. Charters and vouchers are most appealing to the poor, the religious and \nthe eccentric — to low-income families locked into failing schools and religious conservatives and bohemians with \nideological doubts about the content of the public-school curriculum. That's a motley, divided constituency, \nwhereas well-off suburbanites are easier to activate and rally. It's the same dynamic that made it easy to defeat a \nmodest expansion of charter schools in Massachusetts last November: Not only teachers-union-loving Democrats \nbut also lots of Republican-leaning suburbanites, having bought (literally) into the existing system, tend to \nsympathize with liberal warnings that too much choice could leave their own kids worse off. Daniel Henninger also \nwrites [6]about how the teachers' unions are losing the battle against charters and now they're making their last \nstands as bloody as possible.The issue presumably at the center of this nomination fight is the future of the \neducation of black children who live in urban neighborhoods.During a strike in the 1930s, a miner's wife wrote a \nsong that became a Democratic anthem, 'Which Side Are You On?' The question remains: Which side are you \non?A standard answer is that the interests of the Democrats and the teachers unions are conjoined. Still, many of \nus have wondered at the party's massive resistance to public-school alternatives and most reforms.Beneath that \nresistance sits a grim reality: Many urban school systems are slowly dying. As with the decline of the industrial \nunions, the Democrats' urban base of teachers is disappearing by attrition. The party is desperate to hold on to \nwhat's left, and increasingly that includes its bedrock —black parents.Enrollment in many urban schools has been \ndeclining for years. It's down significantly in Los Angeles, Philadelphia, Chicago, Detroit, Kansas City and \nelsewhere. Falling alongside have been membership rolls in urban teachers unions, notably in Michigan and \nWisconsin, two Trump pickups this election.Families who could afford it have moved away. Many adult blacks \nstayed behind and, inexorably, the education of their children fell behind, a fact documented annually year after \nyear. By the way, good public teachers got trapped, too. Some of the best lost heart and left, replaced by less able \nteachers, some grossly so.Henninger details the history of school-choice movement.For parents of children in the \nnation's suburban public schools, none of this mattered much, so sustained political support for reform of city \nschools was never very deep. But in the cities, dissent rose.The charter-school movement emerged first in \nMinnesota in 1991. Wisconsin passed the first school-choice legislation in 1989, authored by a Democratic black \nactivist named Polly Williams. Some of us thought then that Polly Williams was the start of a new, bipartisan civil-\nrights movement. How naive we were.The movement persisted. According to a 2016 study by the National Alliance \n\n\n\nfor Public Charter Schools, using state databases, these are the percentages of students now enrolled in public \ncharters only:In now-famous Flint, Mich.: 53%. Kansas City: 40%; Philadelphia: 32%; the District of Columbia: 45%; \nDetroit: 53%.In Louisiana, which essentially abandoned its failed central-administration model after Hurricane \nKatrina, New Orleans charters are at 92%.The steady migration of poor families to these alternatives is a historic \nsaga of social transformation. It happened for two reasons: to escape public-school disorder and to give their kids a \nshot at learning.This is one of greatest civil-rights stories since the mid-1960s. And the Democratic Party's role in it? \nAbout zero. Other than, as in the past two weeks, resistance.In 2002, the Supreme Court, with Justice Sandra Day \nO'Connor's deciding vote, ruled that Cleveland's (still successful) school voucher program was constitutional.In \n2013, the Obama Justice Department sought an injunction against Louisiana's voucher system, arguing the \nalternative schools were . . . too black. By this logic, children are wards of the state first and the free sons and \ndaughters of their parents second.Let's be clear. We are talking about the professional Democratic Party and their \nfull-time adjuncts. Many Democrats, some as 'wealthy' as Betsy DeVos, abandoned the party's hard-line resistance \nand supported charters and choice.America's inner cities are the foundation of the Democratic Party. Now, its urban \npolitical arm, the teachers unions, is shrinking. And its moral foundation of black parents is drifting away. Hillary \nClinton explicitly promised more of the status quo. They didn't turn out for her.This relentless erosion of an \nunreformable party explains the rage over one woman, Betsy DeVos.Some of the least attractive elements of this \nopposition reemerged, notably anti-Catholicism and anti-Christian bigotry. Stories cited as reason for opposition to \nMrs. DeVos her support for 'Christian schools.' It's true. Those Christian and Catholic schools, supported by \nvouchers, have sent thousands of black and Hispanic kids on to college, the first in their families to make it that \nfar.Oh, horrors! Such antipathy to school choices extends back to the 19th century when states inserted Blaine \namendments[7] into their constitutions to prevent state money going to Catholic schools. States that oppose \nvouchers proposals which would allow students to use the vouchers at religious schools have relied on the Blaine \namendments still in their constitutions to block such proposals. So there is an ugly history behind those elements of \nthe anti-voucher fights.Ironically, Elizabeth Warren hasn't always opposed school choice. Here is an excerpt[8] from \na book she published with Amelia Warren Tyagi in 2003, The Two-Income Trap: Why Middle-Class Parents Are \n(Still) Going Broke. http://amzn.to/2lrF18tWe recognize that the term 'voucher' has become a dirty word in many \neducational circles. The reason is straightforward: The current debate over vouchers is framed as a public-versus-\nprivate rift, with vouchers denounced for draining off much-needed funds from public schools. The fear is that \npartial-subsidy vouchers provide a boost so that better-off parents can opt out of a failing public school system, \nwhile the other children are left behind.But the public-versus-private competition misses the central point. The \nproblem is not vouchers; the problem is parental choice. Under current voucher schemes, children who do not use \nthe vouchers are still assigned to public schools based on their zip codes. This means that in the overwhelming \nmajority of cases, a bureaucrat picks the child's school, not a parent. The only way for parents to exercise any \nchoice is to buy a different home—which is exactly how the bidding wars started.Short of buying a new home, \nparents currently have only one way to escape a failing public school: Send the kids to private school. But there is \nanother alternative, one that would keep much-needed tax dollars inside the public school system while still reaping \nthe advantages offered by a voucher program. Local governments could enact meaningful reform by enabling \nparents to choose from among all the public schools in a locale, with no presumptive assignment based on \nneighborhood. Under a public school voucher program, parents, not bureaucrats, would have the power to pick \nschools for their children—and to choose which schools would get their children's vouchers.The only difference to \nher proposal and what so many conservatives are supporting is the ability of teachers, parents, and supporters to \ncome together to create charter schools that don't have to follow all the requirements that public schools do. The \nmain difference is that teachers don't have tenure and don't all have to have been certified. Charters still have to \nfollow the state's curricular and testing requirements. Decisions are made close to the school. I remember when I \nwas at a regular public middle school (where I taught for 12 years) and the principal asked me to teach Russian. I \nhad to write a proposal including my curriculum and planned assessments. It was about 50 pages when I was done \nand took about a year to be approved. I taught that for several years and added in a Russian II and Russian III \nclasses all of which required similar course proposals. Then suddenly I got a letter from the school district saying \nthat they were cancelling my classes because they didn't want students to graduate middle school and then wanted \nto continue studying Russian in high school which the district didn't want to fund. Now compare that to my \nexperience at my present charter high school. I wanted to teach an elective about the American Revolution and \nCivil War. I asked my principal and he said yes. And that was it. He trusted me to devise a good curriculum and \nassessments and that was all he needed. The contrast in how decisions are made at regular public schools and \n\nhttp://amzn.to/2lrF18tWe\n\n\ncharter schools. I could give dozens of stories of how quickly the necessary decisions can be made in charter \nschools or how teachers are consulted and involved in major decisions. It's all part of the many reasons why I have \nfound teaching at a charter school, despite all the extra work it sometimes involves, to be such a delight compared \nto the regular public schools.TurboTax Home ...siness 2016 Tax Software Federal ...ate + Fed Efile PC \ndownload[9]TurboTax Business 2016 Tax Software Federal + Fed Efile PC download[10]Quicken Deluxe 2017 \nPersonal Finance ...dgeting Software [Download][11]Norton Security Deluxe- 5 Devices; Amazon Exclusive 15-\nmonth Subscription[12]H and R Block Tax Software Deluxe + State 2016 Win + Refund Bonus Offer[13]Elizabeth \nWarren is now trying to portray herself as a Joan of Arc-type of feminist martyr because the Republicans wouldn't \nlet her speak on the Senate floor for 24 hours for calling Jeff Sessions a racist. This is such a nothing of a dust-up. \nAs the WSJ writes[14],Social media are overflowing with memes featuring the likes of Rosa Parks,Harriet Tubman \nand various suffragettes along with Majority Leader Mitch McConnell's comment about the Senate sanction: 'She \nwas warned. She was given an explanation. Nevertheless, she persisted.' Likening one of the most powerful people \nin the world to an underground-railroad conductor may be a tad histrionic, but you be the judge.HRH Warren isn't a \nvictim, even if she enjoys feeling she is, and Republicans aren't trying to get her to 'shut up,' as if that's possible. \nShe knowingly broke protocol and said Mr. Sessions was 'racist' and prosecuting 'a campaign of bigotry,' among \nother gross, false and personal insults that Democrats now feel entitled to hurl. Our guess is that Ms. Warren \nwanted to be punished so she could play out this political theater.I am not convinced that McConnell was correct to \nuse her reading of Coretta Scott King's letter from over 30 years ago was worth this fuss. The result is that Warren \ngot even more publicity and people who might not have been paying attention now have heard this story. The \nimagery of Republicans drawing the line at hearing the words of Coretta Scott King is not optimal. If the \nRepublicans had ignored her, the Democrats' protests would have continued as their protests against Betsy DeVos \ndid and then the result would have been the same with Sessions approved as attorney general. Now this story will \ncontinue another few days and the Democrats will have more of a platform to air their deceptive claims that \nSessions was a racist back in the 1980s. He is apparently such a racist that the Alabama NAACP gave him an \naward for excellence back in 2009.[15]But the WSJ is also correct that the Democrats have now set a precedent for \nthe next Democratic president (and there will be one) and his or her nominations.Democrats are within their rights, \nbut at some point they might consider the precedents they're setting. The Senate is an institution that used to run \non civility and comity. Republicans as recently as 2009 confirmed 11 of President Obama's 15 cabinet nominees by \nthe end of January—even Tim Geithner as the Treasury Secretary who would run the IRS though he hadn't paid all \nof his taxes.Harry Reid's unilateral destruction of the filibuster for nominees has made it impossible for Democrats \nto defeat a nominee without GOP help, and the next Democratic President's cabinet is likely to receive the Trump \ntreatment. If Democrats keep up their misbehavior, Mr. McConnell has plenty of tools he can use to pass legislation \nthey won't like. If Democrats want to turn the Senate into the House, with its majority rule and restricted debate, \nthey may get their wish.Shop Amazon - Our Best-Selling Kindle - Now Even Better[16]Shop Amazon - Top Gift \nIdeas[17]Shop Amazon - Top Rated Products[18]When I first read that Trump had attacked Nordstrom [19]for \ndropping Ivanka's apparel lines, my thoughts were, \"Oh, geez! Come on, you're the president of the United States. \nDon't you have something better to do than to tweet about Nordstrom? And why are you using a the White House \nTwitter account for attacking a private company in order to defend your daughter?\" But then I remembered another \npresident who went on the attack when his daughter was criticized. When a Washington Post music critic had some \nharsh words for the critic and wrote a letter on White House stationary to that critic.[20]Dec. 6, 1950Mr. Hume:I've \njust read your lousy review of Margaret's concert. I've come to the conclusion that you are an \"eight ulcer man on \nfour ulcer pay.\"It seems to me that you are a frustrated old man who wishes he could have been successful. When \nyou write such poppy-cock as was in the back section of the paper you work for it shows conclusively that you're off \nthe beam and at least four of your ulcers are at work.Some day I hope to meet you. When that happens you'll need \na new nose, a lot of beefsteak for black eyes, and perhaps a supporter below!Pegler, a gutter snipe, is a gentleman \nalongside you. I hope you'll accept that statement as a worse insult than a reflection on your ancestry.H.S.T.That \nletter has become a famous moment of Truman lore recounted with admiration by historians today as a sign of \nTruman's feistiness and protectiveness toward his daughter. While people at the time might have found a \npresident's threat of violence against a music critic including threatening his family jewels. The letter went for \n$51,400 in an auction in 2002.[21] And Bill Clinton had a copy of the letter[22] hanging in his office. I've always liked \nthat story about Truman defending his daughter. So maybe I should cut Trump a little slack for this one tweet. \nFathers can be excused for defending their daughters. Matt Lewis does some comfort trolling [23]in advising the left \nto abandon their efforts to try to replicate the tactics of the Tea Party and Donald Trump in order to return to \n\n\n\npower.It would be easy to suggest that what I'm about to say is concern trolling. But what follows is sincere advice. \nBefore attempting to replicate what conservatives did, it's worth asking if it is replicable. There are reasons to \nbelieve the techniques and strategies are not transferable....[P]olitics is about choices, and copying Trump's tactics \nwould deprive Democrats of a favorable contrast. Keep in mind, the fundamental choice may not always be left vs. \nright. Donald Trump has tried to make the choice about insiders vs. outsiders, and (to a certain extent) this strategy \nhas worked. However, that was the last war—a war he defined. Maybe the next election will focus on chaos vs. \nnormalcy or incompetence vs. competence.If that happens, Democrats would be foolish to abandon this unique \nselling proposition. Politics is about addition, and there could be demand for a rational and thoughtful party in 2020. \nDemocrats would essentially abandon this emerging coalition by seeking to ape Trump. It's hard to see how a race \nto the bottom—that serves to further weaken faith in institutions and government—helps the brand of big \ngovernment. Instead, Democrats need to offer an alternative vision of how sensible, thoughtful, nuanced \ngovernance is the preferred alternative to Trumpism....It's one thing for Democrats to unite in opposition to Trump's \ncabinet picks; that's easy. What happens when the budget comes this spring? What if it defunds Planned \nParenthood? Do Democrats force a government shutdown over that, or do they merely vote against it? There is \nextensive range between these two strategic decisions. The base will surely be clamoring for a shutdown, but—\nagain—this is an 'off brand' move for the Party of Government that might want to come to the rescue if Trump's \nchaos finally backfires. Warren Harding's 'return to normalcy' offers us a model for winning after a period of \nturmoil.Now, I have no illusions that liberals will heed my warnings any more than conservatives did. Just as \nRepublicans were effectively leaderless for nearly a decade (between George W. Bush and Donald Trump), \nDemocrats now find themselves without a de facto (or de jure) leader. Therefore, the initial instinct is to fight. The \nheart wants what the heart wants.The first and most basic form of resistance is to take to the streets (just as the \nTea Party did). Marches can be good for morale, but (with a few obvious exceptions) they are overrated in terms of \nchange. The big Women's March was probably more about resolving 'intersectional' racial tensions within the left \n(emphasizing its nonwhite leadership) than it was about winning the future.Democrats have the chance to emerge \nas a serious and competent opposition party. However, scorched-earth tactics are not going to accomplish that \ngoal. An economic populism that brings together working-class whites and African-Americans and Hispanics is \nwithin their reach―but the party's internal interest groups and actors each have a perverse incentive to stoke \nanger. Republicans spent a decade dealing with the 'tragedy of the commons' problem. Now, it is the Democrats \nwho are up at bat.Roll Call reports [24]that the NRCC is taking a page out of Donald Trump's campaign book and \nare targeting blue-collar districts held by Democrats where Trump defeated Clinton. And the Democrats are trying to \nmirror Hillary Clinton's performance in more upscale suburban districts held by Republicans and where Trump lost \nto Clinton. Best-selling Vitamins[25]Interesting Finds at Amazon: Updated Daily[26]Spring Savings in Grocery and \nGourmet Food[27]Well, this is no surprise. The media refer to to Republican nominees for the Supreme Court as \n\"conservative\" many more times than they call Democratic nominees \"liberal.\" Rich Noyes analyzes the ideological \nlabels the media uses for nominees of Republican presidents.            https://3.bp.blogspot.com/-VWZ0-\nWjBqCQ/WJujl6cOrmI/AAAAAAAADGw/uD3O1apfiFUqjPg01kQ96sFY49CCSj5UQCLcB/s1600/supremecourtlabeli\nng.jpgCould anyone deny that Sotomayor and Kagan were liberal nominees? Not anyone who knew anything about \ntheir records. This is a typical way that the media insert their bias into coverage of any political story. [ 1]:            \nhttp://thefederalist.com/2017/02/07/12-unhinged-reactions-betsy-devoss-confirmation/ [ 2]:            \n\nSilence+of+Elizabeth+Warren+The+next+Democratic+President+is+going+to+get+the+Trump+treatment. [ 15]:       \n     http://townhall.com/tipsheet/leahbarkoukis/2017/02/08/naacp-gave-racist-jeff-sessions-award-for-excellence-in-\n2009-n2283209 [ 16]:            "}