{"title": "LATIN REPORTER, HERE TO ATTEND AWARDS, IS HELD", "body": "\nA journalist from Colombia, invited to the United States by Columbia University to attend ceremonies honoring \nLatin American journalists, was being detained yesterday by the Immigration and Naturalization Service after her \nname appeared in the service's ''Lookout Book.''\n\nImmigration officials declined to specify why the journalist - Patricia Lara, 35 years old, a reporter for El Tiempo, \nthe leading newspaper in Colombia - had been denied admission to the United States after her arrival in New York \non Sunday night. A State Department official, who did not want to be identified, said Miss Lara had been placed on \nthe list, ''based on classified information,'' but would provide no details.\n\nReached at the immigration detention center on Varick Street in lower Manhattan, Miss Lara said that she had not \nbeen informed of specific reasons why her name was in the book. The Colombian Ambassador to the United \nStates, Francisco Posada, asked the State Department yesterday for an explanation.\n\n''I don't know what happened,'' Miss Lara said. ''The last time I came here was in March and April, for vacation, and \nthere was no problem at all.''\n\n \n\n'Temporarily Excludable'\n\n''They asked me if I had written things against the U.S. Government,'' Miss Lara said in describing her arrival at \nKennedy International Airport Sunday. ''I said I have written against the Reagan policy in Central America. I also \nwrote a book. Maybe they didn't like the book. It's a profile of three M-19 leaders.'' M-19 is a guerrilla organization in \nColombia.\n\nWhen asked why Miss Lara was being detained, an immigration service spokesman, Charles Troy, said, ''Based \nupon information in the I.N.S. Lookout Book, she was found temporarily excludable, under Section 235C of the \nImmigration and Nationality Act.'' Section 235C, he said, deals with aliens suspected of communist, subversive or \nterrorist activity.\n\nMr. Troy said Miss Lara's case would be reviewed by the eastern regional commissioner for the immigration \nservice, Stanley E. McKinley, within a week.\n\nAsked last night whether Miss Lara was free to leave the country if she chose, Mr. McKinley said he could not \ncomment on a pending exclusion case.\n\nMr. Troy, when asked where names in the Lookout Book come from, said: ''From various sources. We can put \nnames in there; also, other national agencies and international agencies can put information in there.'' Those \n\n\nagencies include, he said, the Federal Bureau of Investigation, the Federal Drug Enforcement Administration and \nthe State Department.\n\n''Our embassy has issued a diplomatic note to the U.S. State Department, requesting an explanation and also \nstating our surprise,'' said a spokesman for Ambassador Posada, Virginia Verela. ''In Colombia, we have free \npress.''\n\n \n\nSimilar Episode Last Month\n\nMiss Lara's lawyer, Arthur Helton of the Lawyer's Committee for Human Rights, said, ''It sounds to me as though \nthere's a journalist of considerable pedigree here who's been victimized by these provisions that are relics of the \nCold War era.''\n\nThe case is reminiscent of the detention on Sept. 25 of Tom Ronse, a reporter for a Belgian newspaper, De \nMorgen, after Customs Service inspectors found Communist documents in his luggage. He claimed he was doing \nresearch on Communist groups and was eventually cleared by the immigration service.\n\nMiss Lara, who received a master's degree from the Columbia University Graduate School of Journalism in 1980, \nhad been invited by the school to attend the presentation tomorrow of the Maria Moors Cabot Prizes. The awards \nare presented annually to journalists who make ''distinguished contributions to inter-American understanding and \nfreedom of information.'' Miss Lara is not a recipient of the prize.\n"}