{"title": "In Hong Kong, Search Goes On For Vietnamese; 'Boat People' Rioted, Fled Detention Center", "body": "\nPolice continued a massive manhunt tonight for about 150 Vietnamese \"boat people\" who escaped from a rural \ndetention center after a predawn riot that left buildings and cars ablaze, a dozen police and prison guards injured \nand the colony's tough refugee repatriation policy in confusion.\n\nSome 2,000 police, using riot equipment and tear gas, regained control of most of the Whitehead detention camp, \nand helicopters dropping water extinguished the raging fires after more than 10 hours. But about 400 Vietnamese \ntonight remained barricaded in a small section of the prison, hurling homemade spears at police from rooftops.\n\nThe escapees, including women and children, were reported to have looted homes in the rural fishing village of To \nTau, in Hong Kong's New Territories area near the Chinese border. Some are believed to have stolen speedboats \nand sampans to flee to other parts of the colony. Police threw up roadblocks and were stopping vehicles and \nboarding buses searching for the Vietnamese. Residents in the area were warned to keep their doors locked.\n\nPolice superintendent Charles Mitchell told the Associated Press that prospects of recapturing the escapees were \n\"very good.\" \"They stand out like sore thumbs. They only intend to do damage, not to fight us.\"\n\nThere have been periodic outbursts of violence at the camps, and several escape attempts, but police and \ngovernment officials said this daylong rampage was by far the worst. The violence erupted as Hong Kong is trying \nto speed up its forced repatriation of the remaining 18,000 boat people here -- whom it calls economic migrants, \nnot legitimate refugees -- before the colony reverts to Chinese sovereignty on July 1, 1997.\n\nOfficials were quick to say that today's violence would not affect the controversial forced repatriations, which must \nbe accelerated if the colony is to meet China's demand that all the refugee camps be cleared by the 1997 transition.\n\n\"This incident has not lessened our resolve,\" said Anson Chan, the colony's highest-ranking civil servant, who is the \nacting chief executive until Gov. Chris Patten returns from a trip to the United States.\n\n\"We remain as determined as ever to repatriate all Vietnamese migrants to Vietnam as soon as possible,\" she \nsaid.\n\nSecurity Secretary Peter Lai also told reporters that the riot would not slow down the program.\n\nBut the repatriations were likely to be slowed now because the Vietnamese burned down the Whitehead camp's \nmain administrative building, which housed all refugee records and identity documents.\n\n\nThe repatriation policy has been criticized by some refugee advocates, who see it as inhumane, and by some \nmembers of the U.S. Congress who feel that the refugees should be given another chance to be interviewed for \npossible resettlement in the West. Some of the refugees claim to have worked for the American-backed Saigon \ngovernment during the Vietnam War.\n\nThe Clinton administration has endorsed a plan for Vietnamese to be interviewed and screened again, but only if \nthey first return to Vietnam.\n\nThe rampage began in the predawn darkness, on a day when about 1,000 boat people were due to be transferred \nto a holding center to await their forced repatriation to Vietnam.\n\nPolice said the riot was a \"well-planned operation,\" involving about 3,000 Vietnamese out of a total of 8,600 at \nWhitehead. They set fire to buildings and cars and took at least 15 prison guards hostage, while others used \nmakeshift tools to cut through a wire mesh fence and escape.\n\nMore than 200 Vietnamese initially escaped, but about 70 were captured by nightfall. The guards were later \nreleased, one with a stab wound in the leg. Officials said 43 policemen, guards and Vietnamese were injured in the \nmelee. The riot left 26 buildings gutted or damaged, and 53 cars and buses destroyed by the fires.\n\nAn official of the New China News Agency, which acts as the de facto voice of mainland China in the colony, \nblamed the British policy of accepting the migrants for the continuing tensions. He repeated Beijing's warning that \nall the Vietnamese boat people must be out of Hong Kong before Britain hands the territory back to China.\n\nGraphic\n\n \n\nPhoto, garrige ho/reuter, Hundreds of Vietnamese sit on the roof of the Whitehead detention center during a riot \nover forced repatriation.\n"}