{"title": "Hearing of the Senate Judiciary Committee Subject: \"Comprehensive Immigration Reform\" Chaired by: Senator Patrick Leahy (D-VT) Witnesses: Homeland Security Secretary Janet Napolitano; Jose Antonio Vargas, Founder, Define American; Jessica Vaughan, Director of Policy Studies, Center for Immigration Studies; Steve Case, Chairman and CEO, Revolution; Chris Crane, President, National Immigration and Customs Enforcement Council 118, American Federation of Government Employees; Janet Murguia, President and CEO, National Council of La Raza Location: 216 Hart Senate Office Building, Washington, D.C. Time: 9:44 a.m. EST Date: Wednesday, February 13, 2013", "body": "\n Hearing of the Senate Judiciary Committee Subject: \"Comprehensive Immigration Reform\" Chaired by: Senator \nPatrick Leahy (D-VT) Witnesses: Homeland Security Secretary Janet Napolitano; Jose Antonio Vargas, Founder, \nDefine American; Jessica Vaughan, Director of Policy Studies, Center for Immigration Studies; Steve Case, \nChairman and CEO, Revolution; Chris Crane, President, National Immigration and Customs Enforcement Council \n118, American Federation of Government Employees; Janet Murguia, President and CEO, National Council of La \nRaza Location: 216 Hart Senate Office Building, Washington, D.C. Time: 9:44 a.m. EST Date: Wednesday, \nFebruary 13, 2013\n\nSENATOR PATRICK LEAHY (D-VT):  Good morning.  We've been delayed a little bit starting because there were a \nnumber of people waiting to get into the room, and I think we've been able to accommodate those who were \nwaiting.\n\nThere are well over a couple of hundred people in this room. There are hundreds more watching on our committee \nwebcast.  And I know that this is an issue that everybody has differing views on.  And I would hope that -- well, I \nknow that we will have a civil meeting. Senator Grassley and I will, I think, join in asking everybody to treat all \nwitnesses with respect.\n\nI think the president should be commended for making comprehensive immigration reform a top priority.  He \nfollowed his speech in Nevada last month with very strong comments last night in the State of the Union speech.  I \nagree with his call for real reforms to not only address our undocumented population but will improve legal \nimmigration by reducing the bureaucracy and delays that hinder our job creators, but also strain our families.\n\nHis recommendations for how to tackle one of our nation's most pressing problems are thoughtful.  They're realistic.  \nThey're inclusive.  I was pleased to see the president's proposal includes better access to visas, to victims of \ndomestic and sexual violence, improved laws for refugees and asylum seekers, and the assurance that every family \nreceives equal treatment under the law.  I look forward to seeing these principles turn into legislation.\n\n\nMore importantly, comprehensive immigration reform has to include a fair and straightforward path to citizenship \nfor those dreamers and families who've made the United States their home, the estimated 11 million undocumented \npeople in the United States.\n\nI am troubled by any proposal that contains false promises in which citizenship is always over the next mountain.  I \nwant the pathway to be clear.  I want the goal of citizenship to be available and attainable.\n\nThe president and Secretary Napolitano have done more in the administration's first four years to enforce \nimmigration laws and strengthen border security than the previous eight years.  But we will continue our efforts to \nmake sure that federal law enforcement officials have the tools they need to be effective and secure, and that's \nsomething that should unite both Democrats and Republicans.\n\nNow, despite all our efforts and all our progress, there are some stuck in the past who are repeating the demands of \nenforcement first. I fear that they mean enforcement only.  To them I say this has stalled immigration reform for far \ntoo long.  We've effectively done enforcement first and enforcement only.  It is time to proceed to comprehensive \naction to bring families out of the shadows.\n\nThe president's right.  Now is the time.  It is my view it is time to pass a good bill, a fair bill, a comprehensive bill.  I \nwant this committee to complete work on such a bill over the next few months.  Too many have been waiting too \nlong for fairness.  (I hope that ?) we'll honor those who contributed so much to building this country after coming \nfrom distant lands in search of freedom and opportunity.\n\nFew topics are more fundamental to who and what we are as a nation.  Immigration throughout our history has \nbeen an ongoing source of renewal of our spirit, our creativity and our economic strength, whether it was my \nmaternal grandparents who emigrated to Vermont from another land and another language or my wife's parents \nwho emigrated to Vermont from another country and another language; from the young students brought to this \ncountry by their parents seeking a better life, the hard-working men and women who play (by the rules ?) supporting \nour farmers, innovating for our technology companies, and creating businesses of their own.  Our nation continues \nto benefit from immigrants.  And we have to uphold the fundamental values of family, hard work and fairness.\n\nIn Vermont, immigration has promoted cultural richness through refugee resettlement and student exchange, \neconomic development through the EB-5 regional center program, and tourism and trade with our friends in \nCanada.  Foreign agriculture workers support Vermont farmers and growers, many of whom become part of the \nVermont families that are so integral to our communities.\n\nBut the dysfunction in our system affects us all.  We have to do better by gay and lesbian Americans who face \ndiscrimination in our immigration law.  Today Senator Collins, Susan Collins, and I will introduce the Uniting \nAmerican Families Act.  This legislation, I hope, will end the needless discrimination so many Americans face in our \nimmigration system.\n\nTo many citizens, including Vermonters, who I've come to know personally, and who want nothing more than to be \nwith their loved ones, they've denied this basic human right.  This policy serves no legitimate purpose and it's \nwrong.\n\nThe fundamental civil rights of American citizens are more than just a social issue.  Any legislation that comes \nbefore the Senate Judiciary Committee should recognize the rights of all Americans, who have just as much right to \nspousal immigration benefits as anybody else, straight or gay.\n\nWe know that the president has a comprehensive proposal that he has deferred sending to us at the request of \nsenators working to develop their own legislation.  I would say to everybody, the window of opportunity will not stay \nopen long.  If we are going to act on this issue, we must do it without delay.  I hope today's hearing helps to \nemphasize the urgency of the situation, because this committee will start marking up immigration legislation soon.\n\nSenator Grassley.\n\n\n\nSENATOR CHARLES GRASSLEY (R-IA):  Thank you very much, Mr. Chairman.  And before I speak I want to \nnotify the audience as well as the panelists that three of us on the committee have conflict, two Republicans and \none Democrat, with Finance, so we'll be in and out for that hearing.  And a couple of us have some conflict also \nbetween Budget and this committee.\n\nI'm going to start with a quote from then-chairman, Senator Simpson of Wyoming, that he made on May the 5th, \n1981 as we started down a six-year road to get the immigration bill of 1986 passed.\n\nQuote, \"Immigration reform is a perilous minefield of emotionally charged issues.  One cannot but consider any \nsuch discussion as being about one's own ancestors, and in some cases about oneself.  Further, it brings into \nquestion one's image of America's past, an assessment of America's present, and most difficult of all, the direction \nof America's future.  There is a general consensus that reform is required, some clear restatement of where we \nstand.  It is imperative that the debate concerning such needed reform be conducted in an atmosphere of calm, \ncompassionate and careful deliberation, recognizing the difficultly of the question and the earnestness of those who \nwill speak to it,\" end of quote.\n\nJust as Congress was about to undertake an overhaul of the immigration system and to put a legalization program \nin place was what that road we started down was at that time in 1981.  His words are valuable and relevant today.  \nSince I was elected to the Senate in 1980 I have served on this committee.  I've seen my share of immigration \ndebates.  I voted for the 1986 amnesty because I believed it was a one-time solution to our problem.  I was wrong, \nand today we're forced to deal with the same problem and the same arguments and the same ideas of how to \nimprove the situation.\n\nI applaud the movement by members, including several of this committee, to work towards an agreement.  I've read \nthe bipartisan framework for immigration reform that the group has written.  The one line that struck me was the \nlast sentence of the preamble.  It states, quote, \"We will ensure that this is a successful, permanent reform to our \nimmigration system that will not need to be revisited,\" end of quote.\n\nThat sentence is the most important part of that document and we must not lose sight of that goal.  We need to \nlearn from our previous mistakes so that we don't have to revisit that problem again.  I welcome the secretary today \nand hope that we'll get a better understanding of the administration's ideas.\n\nPresident Obama campaigned on transparency, but that promise has not been fully met.  I take my responsibilities \nto do oversight seriously, so it is extremely frustrating that the questions I have asked of this administration and this \nsecretary have gone unanswered. I think it's a slap in the face to the American people who also want and deserve \nanswers.  So I plan to ask the secretary about why agents in New Jersey were directed not to arrest a sexual \npredator whom they knew had overstayed a visa and had sexually abused minors on several occasions.\n\nAccording to internal memos provided to the committee, Immigration and Customs Enforcement officials in Newark \nplanned to arrest Luis Abraham Sanchez Zavaleta on October 25th but delayed the arrest after learning it was \nlikely to be a high-profile case that would garner significant media and congressional interest.  Zavaleta had pled \nguilty as a juvenile in family court in New Jersey to sexual assault of an 8-year-old boy and police reports indicate \nthat similar abuse had occurred a total of eight times.\n\nAll Republicans on the Judiciary Committee sent the secretary a letter December the 19th, 2012 and a follow-up \nletter January 7th this year.  On February the 4th, 2013, two officials from Immigration and Customs Enforcement \nbriefed committee staff but the department has refused to make available before this hearing the official with \nfirsthand knowledge, raising questions about what the department might be trying to hide.\n\nStaff is also still waiting for the department to provide requested documents and a full response to our letters.  But \nhere's what we know:  Immigration and Customs Enforcement missed an opportunity to arrest Sanchez Zavaleta \nin 2010.  Then his arrest was delayed again in 2012 from October 25th until December the 6th. Sanchez Zavaleta \nhad a pending application for deferred action for childhood arrivals.  This application was later denied December the \n4th.\n\n\n\nAccording to ICE agents, who briefed committee staff, Sanchez Zavaleta would have been eligible for DACA and \nhis juvenile adjudication would not be a bar to eligibility.  Now, isn't that a shocking assertion that a U.S. citizenship \nand immigration service would have the discretion to grant a child rapist application to stay in the country?  Today \nthis person is free in the United States. After having served only a few days in detention he was released on bond \nand being monitored ankle bracelet.  It is unknown if Sanchez Zavaleta continued to work with youth as he did prior \nto being apprehended.\n\nSo the secretary must answer for the delay in arresting this sexual predator and for allowing him to be on the \nstreets today.  I also plan to ask the secretary about her lack of deferred -- her lack of cooperation and \ntransparency with regard to the deferred action on the childhood arrival program.  I've sent several letters to the \nadministration about how the program would be implemented.\n\nOur first letter to the president went unanswered.  Then the chairman of the House Judiciary Committee, Lamar \nSmith, and I posed several questions about background checks, fraud prevention, funding and applications that are \ndenied.  We asked the secretary for a complete set of data.  At least five of our letters on DACA alone were ignored \nby the secretary.\n\nThe secretary has also failed to respond to me about countries that refuse or delay in taking back aliens.  Finally, \nwe have yet to receive responses posed by members of this committee after our last hearing with the secretary.  \nShe appeared before us April 25th, 2012. Those questions have been ignored.\n\nWe're on the cusp of undertaking this massive reform of our immigration system that I started out my remarks \nreferring to, a very important process we're going through.  Immigration must be settled. We must find answers.  \nBut getting answers to our most basic questions that are part of this process of legislating seems to be impossible. \nThis administration has refused to be held accountable.  I fear what will become of the president's promise of \ntransparency if and when we do pass a bill.\n\nEnacting a bill is one part of the process.  Implementing the law that we pass is another.  If we don't have faith in \nthis administration now, how can we trust the implementation of a very important law that hopefully we will be able \nto pass yet this year?  I look forward to hearing from the secretary.\n\nSEN. LEAHY:  Thank you.\n\nSecretary Napolitano is the third secretary of Homeland Security. She started as governor of Arizona -- attorney \ngeneral of Arizona actually when we first met -- and as United States attorney for the District of Arizona.\n\nThe full statement of all witnesses will be placed in the record, and I'll ask you, Madam Secretary, to go ahead and \nsummarize or emphasize whatever points you'd like.\n\nSECRETARY JANET NAPOLITANO:  Well, thank you, Mr. Chairman and Senator Grassley and members of the \ncommittee.  It's a privilege to be here with you today, and I thank you for convening this hearing on such an \nimportant, timely issue, one that President Obama and I are committed to working with you to address:  the need for \ncommonsense immigration reform.\n\nI sit here before you today not just as DHS secretary but as someone who has spent the better part of my life and \ncareer focused on immigration enforcement and policy.  I grew up in New Mexico.  As the U.S. attorney in Arizona \nI supervised the prosecution of more than 6,000 immigration felony cases.\n\nAs Arizona attorney general and governor, I dealt with the surge of illegal immigration in the early part of the \ncentury.  As secretary of homeland security, I now serve as the chief enforcer of immigration law and the chief \nadministrator of immigration services.\n\n(Audience members shouting.)\n\nSEC. NAPOLITANO:  I have dealt with immigration law and policy --\n\n\n\nSEN. LEAHY:  (Sounds gavel.)  The committee will -- the committee will stand in recess until the police can restore \norder.  The police will restore order.\n\n(Audience members shouting.)\n\nSEN. LEAHY:  Everybody will be seated so as not to block the view of those behind you.\n\nAUDIENCE MEMBER:  No immigration!  Stop making our -- (inaudible 8) -- every day.  Every day our -- \n(inaudible) --\n\nSEN. LEAHY:  You know, it is interesting --\n\n(Audience member shouting in Spanish.)\n\nSEN. LEAHY:  -- I hope that the people, whether they are for or against the position that I or others might take -- I \nhope they don't think they're going to really help their cause by doing this.\n\nWe're going to have as open a hearing as possible.  We will have statements from not only the witnesses but from \nothers.  And we will also have an orderly hearing, because there are a lot of people here who want to hear what the \nwitnesses say.  And the chair will not allow disturbances of that.  I just want that very, very clear.\n\nSecretary Napolitano, please continue.\n\nSEC. NAPOLITANO:  Mr. Chairman, I've dealt with immigration law and policy at nearly every level.  I have seen \nthis issue from many perspectives.  I can say without equivocation what everyone who deals with this issue knows \nwell:  Our immigration system is not just broken; it is hurting our country.  The time to fix it is long overdue.  And \nthe way to fix it is with commonsense comprehensive immigration reform.\n\nThere is, as you noted, perhaps nothing more central to the American story than immigration and the contribution \nof immigrants to the United States.  Immigration forms the core of our national identity.  It has contributed to the \nrichness of our culture and the advancement of our society.  For many of us, it has also shaped our own families.\n\nBut our immigration system is not working.  Our communities, workers and employers are all frustrated by a \nsystem that treats a drug smuggler the same as a high-achieving student, undercuts honest employers and leaves \nmillions in fear of deportation and vulnerable to fraud and other crimes.\n\nWe have tried before to reform this system.  We have been unsuccessful because those efforts failed to address \nthe root of the problem and in some cases directly contributed to the situation we find ourselves in today.\n\nNow, I often hear the argument that before reform can move forward we must first secure our borders, but too often \nthe \"border security first\" refrain simply serves as an excuse for failing to address the underlying problems.  It also \nignores the significant progress and efforts that we have undertaken over the past four years.\n\nOur borders have, in fact, never been stronger.  I became U.S. attorney in Arizona in 1993 after the provisions of \nthe 1986 bill had taken effect.  And I experienced the surge of border crossing firsthand.  And for more than a \ndecade in Arizona, I was vocal about filling that gap.  We have done that.\n\nThe situation I faced in Arizona no longer exists.  The border today is not the border then.  Our border is better \nstaffed with more people, infrastructure and technology than at any time in our nation's history.  And the results are \nclear.  Illegal immigration attempts are at 40-year lows.  Seizures of drugs, weapons and contraband are up over \nthe last four years.  We have stronger, safer border communities and smarter, more efficient ports of entry.\n\nBut that's not to say that we are done or that we can stop our efforts.  To the contrary, we must sustain and build \nupon them.  But the most effective way to do that is through commonsense immigration reform that strengthens \nemployers' accountability and that updates our legal immigration system.\n\n\n\nNow I've also heard the refrain that any attempt to provide legal status to the undocumented immigrants already in \nour country would simply reward lawbreaking and constitute amnesty.  Deporting 11 million people is not just \nimpractical and cost-prohibitive, it runs counter to our values.  It would break apart families, hurt our economy and \ncreate labor shortages in critical industries.  We must have a way for those who broke the law to pay a penalty, pay \ntheir taxes, learn English and get right with the law so they can earn their way to citizenship.\n\nLast month, President Obama put forward a set of principles that he believes will address the long-standing \nproblems with our immigration system.  His vision is firm and fair, and it's largely consistent with the bipartisan \nframework for comprehensive reform announced by a bipartisan group of senators, some who -- of whom are here \ntoday.\n\nThe president's principles support stronger sustained border security and immigration enforcement.  The \npresident's proposal gives us better tools to strike at employers who hire illegal labor and by doing so create the \nmarket demand for illegal immigration.  Under the president's proposal, we would provide a rigorous pathway to \nearn citizenship for those already here, and we would significantly improve the legal immigration system.\n\nCommon-sense immigration reform will help eliminate the main driver of illegal immigration: the desire to find \nwork.  As we make it easier for businesses to get the workers they need legally and more difficult for undocumented \nworkers to find jobs, this will relieve pressure on the border and reduce illegal flows.  And that will enable law \nenforcement to keep their focus where it should be: on narco traffickers, human smugglers and transnational \ncriminal organizations.\n\nAn improved visa system will help align our workforce with the needs of our economy.  Further expansion of a \nworker verification system will allow employers to quickly and easily confirm the new hires and that they are eligible \nto work here.  And increased penalties will help deter employers who still refuse to play by the rules.\n\nA common-sense bill will also increase security by improving infrastructure at the ports of entry, giving prosecutors \nnew legal tools to dismantle transnational criminal organizations; and supporting DHS's work with state, local and \ntribal partners in border communities.\n\nAnd finally, it will help law enforcement protect our communities in other ways: by bringing millions of people out of \nthe shadows. Having a large group of illegal, undocumented immigrants creates many problems for law \nenforcement and for our communities.\n\nThese are all common-sense reforms, supported by law enforcement organizations, business leaders, faith \ncommunities and elected officials from both sides of the aisle.  With bipartisan support for reform, now is the time to \nact.\n\nPresident Obama and I stand ready to work with this committee and the Congress to achieve this goal for our \ncountry, for the American people and for all who seek to contribute their talents and energy to our great nation, just \nas generations before them have done and just as future generations must do.\n\nThank you, Mr. Chairman.\n\nSEN. LEAHY:  Thank you very -- thank you very much, Madam Secretary.\n\nYou know, as we begin this debate on comprehensive immigration reform, we've heard some say that if we \nlegalize the status of millions of people we're going to end up in the same situation 10 or 20 years from now with a \nlarge undocumented population; we'll repeat the same cycle as 1986 -- has been referred to here earlier.  And \nsome argue that legalizing the status of this population is going to be a magnet for future illegal immigration.\n\nSo how would you respond to that?  Is there something different today?  Do we take different steps in the \nlegislation?  How would you respond?\n\n\n\nSEC. NAPOLITANO:  Mr. Chairman, I would say that immigration and immigration enforcement now is light years \naway from where it was in 1986.  And you can -- you can see it by the numbers.  I think in 1986 the total border \npatrol population was about 3,000.  Now it's over 21,000, assuming sequestration doesn't happen.  I think in 1986 \nthere were a couple of miles of fence along the entire southern border, and it was basically chain-link fence.  Now \nwe have over 655 miles of actual fence infrastructures.  Some areas it's double.  There's a lot of kinds of \ninfrastructure that goes into it.\n\nIn 1986, the then INS removed, I think, about 25,000 individuals from the country.  Last year we removed 409,000; \nit's a record number. Fifty-five percent of those had other criminal convictions, by the way.  But it's the enforcement \nof and the removals that have caused some of the tensions that we saw expressed earlier today.\n\nSo in short, the border is different than it was then. Immigration enforcement is different than it was then.  And I \nthink from the president's standpoint, from our standpoint, two things must occur:  One, these efforts must be \nsustained and built upon; and two, we have to get at the demand for illegal immigration, and we have to deal with \nlegal migration into the country.\n\nSEN. LEAHY:  Let me ask you that.  If you had a legalization process, does that make your efforts to apprehend \nand remove those who've committed crimes, who are fugitives, does it make it more difficult or less difficult?\n\nSEC. NAPOLITANO:  Oh, it makes it less difficult.  And the reason, Mr. Chairman, is because, as I mentioned in my \nstatement, it takes out of the enforcement area those who have longstanding relationships in the country, who have \nbeen here for years, who are already working, paying their taxes and the like.  And it allows us to focus even more \nspecifically on those who are here committing other crimes and who are really dangerous to our public safety and \nour security.\n\nSEN. LEAHY:  You know, anybody who's ever been a prosecutor knows that it's impossible to prosecute every \nsingle thing that comes before you.  And actually the reason we either appoint or elect our prosecutors, we assume \nthey're going to use some discretion in what they go after.\n\nNow, you've shown prosecutorial discretion, which I have supported, (putting in ?) policies to provide relief for \nchildren brought to the United States by their parents.  You're not visiting the sins of the parents upon the children, \nin effect, as somebody else said.\n\nBut critics have said the administration's deferred action for childhood arrivals, DACA, (and ?) prosecutorial \ndiscretion policies have the effect of prohibiting ICE from enforcing the law.  How would you respond to that?\n\nSEC. NAPOLITANO:  I would say, to the contrary, first of all, the DACA program is consistent with our values.  As \nyou said, we should not visit the, quote, \"sins,\" closed quote, of the parents upon the children.  I think about \n190,000 have now been granted deferred action under the DACA program.\n\nBut secondly, the guidance we have given to ICE and ICE agents is to focus on those who commit other crimes, \nwho are repeat violators, who are fugitives from existing warrants.  And taking those who are low priority out of the \nsystem per se allows us to achieve that focus.\n\nSEN. LEAHY:  And I mentioned earlier Senator Collins and I have legislation, the Uniting American Families Act, \nlegislation I've introduced every year for 10 years.  President Obama included immigration fairness as part of his \nprinciples for immigration reform.\n\nSome have expressed the fear that adjudicating same-sex spouse or partner petitions would cause significant \nchallenges for adjudicators and invite more fraud.  I don't see that.  We have -- we're able to handle that issue very \neasily in my state of Vermont.\n\nDo you see any likelihood that expanding the spousal green card to committed same-sex couples presents a risk of \nfraud any greater than that associated with heterosexual spousal petitions?\n\n\n\nSEC. NAPOLITANO:  No.  And our adjudicators are experienced at fraud, fraud detection.  We've actually \nincreased the number of examiners who focus on this.  This is done primarily at USCIS.  But, no, we don't see that \nas a barrier to achieving equality.\n\nSEN. LEAHY:  And my time is up, but I would ask you to look at some of the dysfunctions in existing H-2A \nagricultural visa systems, especially as it involves dairy farmers, obviously a matter of concern to me in Vermont.  \nAnd I'd ask you to work with us to make that better and continue to work with us as you have on the EB-5 program.  \nThat has been a success in Vermont.  H-2A has problems.  EB-5 has worked well.  So let's work on those two; and \nif you would commit to have your staff work with mine on those two issues, please.\n\nSEC. NAPOLITANO:  Mr. Chairman, absolutely.  And on the H-2A issue with particularly the dairy farmers, again, \nanother area where statutory reform is needed.  That can all be fixed by statute.\n\nSEN. LEAHY:  I couldn't agree more.  Thank you.\n\nSenator Grassley.\n\nSEN. GRASSLEY:  Mr. Chairman, if I could, out of courtesy, he's ranking Republican on the Budget Committee and \nthey meet soon.  I'd like to defer to him and then take my -- be the next Republican up.\n\nSEN. LEAHY:  Certainly.\n\nSenator Sessions.\n\nSENATOR JEFF SESSIONS (R-AL):  Thank you, Mr. Chairman.  And you and I do share some common beliefs \nabout EB-5, and I think we can make that system better and should make it better.\n\nAnd Mr. Chairman, you touched on a question that's so fundamental to our analysis of immigration law in America, \nand that is, you said you were afraid enforcement first means enforcement only.\n\nWhat American people -- what they're concerned is that enforcement -- by saying enforcement only, you really \nmean amnesty only.  You really mean that we're not going to have enforcement, but we've got to have amnesty \nfirst.  And that's part of the big debate that we're wrestling with.\n\nMadam Secretary, I truly believe, had this administration done a better job of enforcement, had been more effective \nin moving forward with a lawful system of immigration, you would be in a much stronger position with the American \npeople to ask for a more broad solution to the problem.  I think that's the fundamental place we are today.\n\nI truly respect the people that are working, that think they can reach legislation.  But it sounds a good bit like what \nhappened previously.  It sounds so much like before, where a group of special interests meet at the White House.  \nAnd you had some of the big business people and you had the agri people and you had the immigration activist \npeople.\n\nBut I didn't see the Border Patrol there.  I didn't see the ICE representatives, the law enforcement officers there.  \nAnd I didn't see the American people's real interests being represented there.\n\nSo a bill will come out and it'll need to be analyzed.  I have my doubts that it's going to deliver on its promises.  If it \ncan deliver on its promises, then I think there'll be a strong -- I think it'll have momentum and can go forward, and \nperhaps even become law.  But we might be better in dealing with the discrete problems within our immigration \nsystem today than trying a massive immigration comprehensive reform.\n\nI do believe some improvement has been done at the border.  I don't know where you were, Governor Napolitano, \nbut I fought for the fencing that's out there that you're bragging about today.  And it took a long time.  And it \nbasically only got done after the last bill or as part of the last bill was going forward.  And it called for 700 miles of \nfencing.\n\n\n\nAs of February of this year, there are 352 miles of pedestrian fencing, 299 miles of vehicle fencing, and \napproximately 36 miles of secondary fencing -- not what the law required.  It called for full double fencing, \npedestrian fencing, for 700 miles.\n\nI just say that to say that -- and additional Border Patrol agents that have been added in recent years were added \nover the objection of many of the people that were advocating the last amnesty law that came forward.\n\nSo, anyway, that's where we are.  We had to fight for that.  We had to fight for funding for that.  And we still are not \nwhere we promised the American people we would be.\n\nWhen you last appeared before the committee in October of 2011, I raised concerns about the morale of agents \nand officers of the ICE, Immigration and Customs Enforcement Agency.  In 2010, they cast a no- confidence vote \nunanimously in their director, John Morton, because policies implemented by this administration and that directly \nordered them not to enforce the law.  These are the people who handle mostly the internal, not the border area.\n\nAt that time you said you believe those policies are, quote, \"actually enhancing morale among our troops,\" closed \nquote.  Well, apparently that was not correct.  According to recent federal surveys, ICE ranked 279th out of 291 in \nagency morale and satisfaction.  The president of the ICE employees' union, Chris Crane, who will testify later, \nbefore the House committee last week said that his agency is falling apart.\n\nIts agents now believe that, quote, \"Death or serious injury to ICE officers and agents appears more acceptable to \nICE, DHS and administration leadership than the public complaints that would be lodged by special interest groups \nrepresenting illegal aliens.\"\n\nThey've also filed a lawsuit against you, alleging that you're interfering and blocking their ability to enforce the law.  \nThat lawsuit is still in court, moving forward.  So this is a real serious problem.  Have you met with Crane or the ICE \nagents to try to resolve this difficult problem of morale?\n\nSEC. NAPOLITANO:  Senator, let me make three points, because you've actually had a series of questions.\n\nNumber one, were CBP and ICE involved in discussions in the White House as the president formed his proposal?  \nAnd the answer is yes. And in fact, the acting commissioner of CBP is a career border patrol agent for decades.  \nOperational issues and how the system works were definitely part of that dialogue.\n\nOn the fence, the original act was for 700 miles.  There was a subsequent amendment or adjustment to that, I \nthink.  It was proposed by Senator Hutchison to 655 miles.  All but one mile of that is now complete, and the one \nmile are different little sections.  Most of them are in some litigation or another with private property owners. But the \nfence is -- to the extent it's been appropriated for, is complete.\n\n(Cross talk.)\n\nSEN. SESSIONS:  -- the statute.\n\nSEC. NAPOLITANO:  And with respect to ICE and ICE morale, I think ICE agents have one of the most, if not the \nmost, difficult law enforcement jobs in America.  They get criticized because we're deporting too many people.  And \nas I mentioned in my testimony, we've deported more people than any prior administration.  Then they get criticized \nfor not deporting everyone who is here illegally.\n\nIt doesn't surprise me that their morale is low.  We're working on that and we're doing a number of things.  But the \nkey fact I want to get to, Senator, is that it's our responsibility as the leadership of the department, as the leadership \nof any prosecution agency, to set priorities.  It's done within the Department of Justice, it's done within any state \nattorney general's office, it's done within every --\n\nAUDIENCE MEMBER:  (Off mic.)\n\n\n\nSEN. LEAHY:  The police will restore order.\n\nThank you.  Go ahead, please.\n\nSEC. NAPOLITANO:  It's done within every local prosecutor's office.  Priorities are not set -- with all respect and \nappreciation for the hard work of our agents in the field, they don't set the policy.  They get guidance from their \nleadership as to what they should focus upon, and that's what ICE has done.\n\nSEN. LEAHY:  Thank you.\n\nSEN. SESSIONS:  Mr. Chairman, I just would say they're not happy with those policies.  That's the problem.\n\nSEN. LEAHY:  Thank you.  We gathered that.\n\nSenator Feinstein.\n\nSENATOR DIANE FEINSTEIN (D-CA):  Thank you very much, Mr. Chairman.\n\nMadam Secretary, I've followed your career and also your administration of a very tough, large, unwieldy \ndepartment, and I want to thank you for your service and your good work.  I think you've been just excellent.\n\nSEC. NAPOLITANO:  Thank you.\n\nSEN. FEINSTEIN:  I want you to know that.\n\nLet me bring up something that I bring up at every hearing, and that's the visa waiver program and the absence of a \nbiometric entry and exit system for foreign visitors.  I know how important this program is to commerce and travel.  I \nalso know that Richard Reid, the \"shoe bomber,\" and Zacarias Moussaoui came in on a visa waiver program.  For \nmany years I've been trying to get data on visa overstays for each country, to no avail so far.\n\nLast year Assistant Secretary David Heyman informed me that by June of 2012 the department would have a fully \noperational biometric exit system in place that would provide real-time information to those who exit U.S. airports.  \nThis new system was expected to allow DHS to calculate overstays per country by May of 2012.  Now, as you \nknow, the department has failed to meet both the May and June deadlines.  Could you give us a quick update, \nbecause I have two other questions I want to get in on my time.\n\nSEC. NAPOLITANO:  Sure, I'll be short.\n\nSEN. FEINSTEIN:  And when are we going to be able to get the exit and entry system in place?\n\nSEC. NAPOLITANO:  Right.  I think what Mr. Heyman was probably referring to was an enhanced biographic exit \nsystem that will lead to biometrics.\n\nSEN. FEINSTEIN:  That's correct.\n\nSEC. NAPOLITANO:  And that's an important distinction because biometric, as you know, is extraordinarily \nexpensive and our airports were never designed to monitor exits, only entrances, so lots of logistical difficulties.\n\nOn the country by country overstay rates, I inquired about this as recently as last week.  I was told that we should \nhave those in 2013.  I said, \"Now in 2013 or the end of 2013?\"  The answer I got was by the end of 2013.  But, \nSenator, I want to assure you this is something that I'm very interested in as well.\n\nSEN. FEINSTEIN:  Well, thank you.  And that date or that time will be indelible on my consciousness so I'll ask \nagain then.\n\n\n\nI am trying to put together the ag jobs part of the immigration bill.  As a matter of fact, we're negotiating between \ngrowers and the farm workers at this time.  E-Verify, as currently constructed, is not workable in agricultural \nsettings.  Last year I sent a letter to Director Mayorkas asking for recommendations on how E-Verify can be \nmodified to operate effectively in agricultural settings.\n\nIn a response letter he acknowledged the challenges faced. However, he didn't provide any specific strategy on \nhow his agency is working to address the issue.  This is coming up.  You know, are we going to include E-Verify?  \nAre we not?  How workable can it be?  Can you respond to that?\n\nSEC. NAPOLITANO:  Yes.  First of all, as I mentioned in my testimony, I believe national implementation of some \nworker verification system -- E-Verify is one we have -- is essential for immigration reform.  It will actually reinforce \nwhat we do at the border.\n\nBut with respect to ag workers, one of the problem is they're out in the fields.  I mean, the farmers are out in the \nfields.  So we have been looking at and testing mobile sites that can travel around, and other kinds of technology \nthat we can use to kind of put the E-Verify system where the growers are.\n\nSEN. FEINSTEIN:  OK, I'd like to follow up with this last question.  One of the principles of our system is family \nunification. Under current law, a citizen or a green card holder can bring in immediate family -- spouse, children, \nparents and minor siblings.  The question becomes where we draw the line.\n\nIt was really, as I think Senator Graham knows, a big part of the so-called grand bargain when we discussed \nimmigration reform and it was on the floor several years ago.  What do you believe is the appropriate place for this \nimmediate family?  The nuclear family?  How many others should be included?\n\nSEC. NAPOLITANO:  Yeah, this is an issue that has a lot of difficulty associated with it, I think as we can call \nappreciate.\n\nI think what I would say that this point is that the president believes very strongly in family unification.  How we've \ndealt with the three- and 10-year bar I think is evidence of that.  We will work with you and with this committee in \nterms of looking at the overall -- what is the chain?  How big is the chain that should be permitted under the law?\n\nSEN. FEINSTEIN:  Do you have any studies on how -- what is the average number of people someone on a green \ncard brings in with them?\n\nSEC. NAPOLITANO:  I don't know, Senator.  I'll find out.\n\nSEN. FEINSTEIN:  Yeah, would you, because that might be helpful.\n\nThank you, Mr. Chairman.\n\nSEN. LEAHY:  Thank you.\n\nSenator Grassley.\n\nSEN. GRASSLEY:  Just to follow up on something that Senator Feinstein said about entry and exit.  We keep track \nof people coming in, obviously.  When they go out -- she cited costs and there may be some costs to it, but I think \nit's important to emphasize that that is the law that we ought to keep track of that.\n\nMadam Secretary, I want to go to what I brought up in my opening statement.  And let me say I probably hammer \nyou because you didn't answer letters but there's other departments that don't answer letters either.  I've got an \nemail here from a group over in the Defense Department that I sent a letter with 78 questions in it, and a person in \ncharge of that said, \"'F' Grassley,\" about whether or not we're going to answer him.\n\n\n\nSo, you know, we've got a problem throughout the entire bureaucracy, whether you're a Republican or Democrat, \nadministration not responding to congressional oversight, a responsibility of ours under checks and balances of \ngovernment.\n\nSo I haven't gotten answers from you on this question, so I'm going to ask them about a person that's -- the sex \noffender that I referred to. And I think it's important that we get it.  Agents at the field level apparently wanted to \ndetain him as soon as possible for deportation, October last year.  Documents show the arrest was planned for \nOctober 5th but did not occur until December 6th.  The delay appears to be related to political sensitivity of the case \n-- that's what we got, (yeah ?) -- and intervention by the headquarters.\n\nSo did you or senior aides have any involvement in the delay?  If you say no, that's OK with me.  I just want to \nknow, did you have any involvement or your senior aides in that delay?\n\nSEC. NAPOLITANO:  Senator, I think I know the specific case you're referring to.  And I did not learn about it until \nJanuary and nor did my aides.  I have now gone into the chronology of the case, though, and I can answer those \nquestions for you.\n\nSEN. GRASSLEY:  OK.  When did you or officials at DHA headquarters -- DHS headquarters first learn about this \ncase?  Was it before the December arrest?  And I think you just said no, it was January.\n\nSEC. NAPOLITANO:  No.  And I speak for myself, Senator --\n\nSEN. GRASSLEY:  OK.\n\nSEC. NAPOLITANO:  -- but I first learned of it when the AP ran a story in January.\n\nSEN. GRASSLEY:  OK.  And so other officials -- you don't know of other officials knowing about it before the same \nstory?\n\nSEC. NAPOLITANO:  Correct.\n\nSEN. GRASSLEY:  OK.  If you are told a sex offender has a job working with children and if you have the legal \nauthority to detain him on immigration violations, why would anyone wait a month and a half before taking action?  \nNow, I know it's below your level; that's what you just told me.  But why would anybody want to delay action on \nthat?\n\nSEC. NAPOLITANO:  If I might, in this particular case, having looked at it, I think the real issue was, why was there \na delay between the adjudicated offense in 2010 to 2012?  And that's -- I've asked my staff to look into that.  He \nshould have been removed at that point in time.  At 2012, when you look at the chronology, a lot of things \nhappened.  One is, the local prosecutor was considering doing something, so we usually defer to that; that's \nnormal.  Hurricane Sandy hit in the middle of everything.  The prosecutor's office was closed for weeks.  Our office \nwas closed.\n\nSEN. GRASSLEY:  OK.\n\nSEC. NAPOLITANO:  So there are reasons for that part of the delay.  But I think the more significant issue is, what \nhappened in those two years, and why wasn't the original removal effected?\n\nSEN. GRASSLEY:  OK.  Now, a question that was not in any letters I wrote to you -- it's about DACA eligibility.  In a \nbriefing to committee staff, ICE staff said that having, quote, \"a juvenile delinquency adjudication,\" unquote, doesn't \nmake someone ineligible for DACA.  They said that this sex predator would have been eligible for DACA despite his \nrecord.\n\nNow, to me, this is outrageous.  Will you remedy this loophole, given that you wrote DACA?\n\n\n\nSEC. NAPOLITANO:  Senator, the agents were wrong.  There's a clear public safety exemption in the policy on \nDACA.  I will resend the policy to the particular agents you referenced, but they were simply incorrect.\n\nSEN. GRASSLEY:  Thank you.  And I think you're doing the right thing by doing that.\n\nI want to -- this will have to be the last question I ask you. ICE policy states that high-profile or high-media-attention \ncases must be approved by headquarters.  That policy looks like a dangerous invitation for political interference in \nlaw enforcement operations. These decisions should be made by career law enforcement professionals on the \nmerits.  Law enforcement should not be driven by political agendas.\n\nWhy was there such a major disagreement between the law enforcement folks on the ground and senior folks at \nheadquarters when -- on when to take action on this case that we just discussed?\n\nSEC. NAPOLITANO:  Every case has particular facts.  They're not all the same.  And in this instance, as far as I \ncan ascertain, you had CIS turning down the DACA application, and you had ICE making sure we could effect the \narrest and the removal.  And they had to coordinate their actions.\n\nSEN. GRASSLEY:  I have one more question.\n\nSEN. LEAHY:  Go ahead.\n\nSEN. GRASSLEY:  OK, thank you.\n\nAfter his arrest, the sex offender in this case was released on $20,000 bond and was wearing a location-monitoring \nbracelet. Allegedly ICE Director John Morton approved this decision to release him on these conditions.  Were you \ninvolved in that decision?\n\nSEC. NAPOLITANO:  I was not, but the provision of allowing bond is in the law.\n\nSEN. GRASSLEY:  OK.  Do you approve of the decision that was made?\n\nSEC. NAPOLITANO:  If there's adequate supervision of the defendant, that's a common way to deal with some of \nthese cases.\n\nSEN. GRASSLEY:  And lastly, has the department taken any other steps to ensure that he's not around children?  \nAnd if not, why not?\n\nSEC. NAPOLITANO:  I'd have to look into the specific restrictions on his movement, but the fact that he has an \nankle bracelet suggests that he is not to be around children.\n\nSEN. GRASSLEY:  Thank you very much.\n\nSEN. LEAHY:  Thank you.\n\nSenator Durbin.\n\nSENATOR RICHARD DURBIN (D-IL):  Thank you very much, Madam Secretary, for being with us.  And I have a \nspecial interest in this line of questioning.  Twelve years ago, I introduced the DREAM Act. It was a bipartisan \nmeasure and -- not so much today, but I hope that that changes.  We've had indications that many Republicans \nwho voted against it in the past are reconsidering their positions, and I'm glad they are.\n\nI also want to salute the president and your office for the Deferred Action for Childhood Arrivals, known as DACA, \nwhich basically gives to DREAM Act eligible individuals a chance to stay in the United States.  So far, my \ninformation suggests there have been more than 424,000 requests for this deferred action received by USCIS and \nover 178,000 have been approved.\n\n\n\nWhen we held -- Congressman Luis Gutierrez and I held on August 15th an opportunity for those in the \nChicagoland area to come forward and apply -- we expected several hundred -- 12,000 showed up.  Many of them \ncame with their parents.  Some of them waited from midnight the night before in the hopes of being able to apply.  \nSome of them are in the audience today.  And they represent, in my view, a great opportunity for America to give \nthese idealistic, energetic, committed individuals a chance to make this a better nation.\n\nBut we have draw rules on the DREAM Act and on DACA that I think most Americans would agree are the right \nrules.  Your response to Senator Grassley, I think, was spot-on in terms of what we're trying to achieve here.  In \nthe particular case, which he has noted, which has received some publicity, I might make this fact -- make this fact \nclear.  This individual was not granted DACA; he was denied.\n\nSEC. NAPOLITANO:  That's right.\n\nSEN. DURBIN:  He was denied the status.  He's been arrested and placed in deportation proceedings, and that is \nentirely consistent with the administration's policy, using limited resources to target the most serious offenders.  The \nDACA rules are very clear.  While juvenile delinquency is not an absolute bar to DACA, public safety threats are not \neligible, and no juvenile with an adjudication for sexual assault will be granted discretion.  That should be clear on \nthe record.  And for the thousands and thousands of young people who have applied, they know these standards \ngoing in.  And to suggest that we are cutting --\n\n(Audio break.)\n\nSEN. WHITEHOUSE:  (In progress after audio break) -- that's a pretty good sign that the private sector is really not \nup to snuff on protecting our national security in this area and the critical infrastructure folks who run our banking \ntransactions and our electric power grids and so forth, I think we have to be particularly concerned about.  So I look \nforward to working with you on that.  On the immigration bill, I have been a supporter of the high-skilled worker \nlegislation.\n\nI know Senator Klobuchar has been very involved in that with respect to providing visas for qualified immigrant \nentrepreneurs, with respect to limiting the per country caps that Senator Lee described, with respect to providing \ngreen cards to foreign students who graduate from our universities with science, technology, engineering and \nmathematics degrees but if they can't work here they have to go and work for an overseas competitor.\n\nIn Rhode Island, I've seen folks who actually have internships with countries while they're students and then have to \nleave and go and work for a competitor.  So I think this is important and I wonder if you could take a moment to \nmake the case for the record of this hearing as to why encouraging highly skilled immigrants, engineers and \nentrepreneurs to stay and to locate in this country is good for American jobs and is good for the American economy \nrather than competing and displacing American jobs and the American economy.\n\nSEC. NAPOLITANO:  Well, I think the case for high-skilled and STEM-educated workers is extraordinarily strong.  \nWe know we need more of them in the country.  They complement, not substitute for, American workers.  They \nbecome job creators.  They add to economic growth. Some of our nation's most successful companies over the last \ndecade even through the recession were companies that were either started by or run by those who came here \noriginally as immigrants.  So it is a global talent pool that we want to have in the United States.  We want ot be a \nmagnet for those types of individuals because in the end they are job creators.\n\nSEN. WHITEHOUSE:  I'll stand by that.  Thank you very much, Madame Secretary.\n\nSEN. LEAHY:  Senator Cruz?  I know you've been having some voice difficulty, but --\n\nSENATOR TED CRUZ (R-TX):  Well, and I would apologize to the committee but I have lost my voice entirely, \nperhaps from cheering too much at last night's State of the Union.  (Laughter.)\n\nSEN. LEAHY:  I'd --\n\n\n\nSEN. CRUZ:  (Chuckles.)\n\nSEN. LEAHY:  I had overlooked that, Senator Cruz.\n\nSEN. CRUZ:  I will say this is an incredibly important topic. Secretary Napolitano, I thank you for being here.  I thank \neach of the witnesses for being here.  And I will be entering a statement into the record.  Thank you.\n\nSEN. LEAHY:  Thank you.  And it will be made part of the record. I appreciate you coming here nonetheless.  So \nwe'll go to Senator Klobuchar and I will also leave the gavel with you for a couple of minutes because I have to \nreturn a phone call outside.\n\nSENATOR AMY KLOBUCHAR (D-MN):  Well, thank you very much, Mr. Chairman.  I had offered to do Senator \nCruz's questions for him and just make a few nuanced changes and I would ask them but he didn't accept that offer, \nMadame Secretary.  Thank you again, following up on Senator Durbin's comments of not only taking this incredibly \ndifficult job but then staying with it.  Whether it's hurricanes, whether it's the floods, you have been there every step \nof the way and certainly this will be working on this comprehensive immigration reform. Accountable immigration \nreform is I think going to be a lasting legacy for you if we get this done.  And I am very hopeful we will.\n\nSenator Whitehouse talked about the work that I've been doing with Senator Hatch which also includes what \nSenator Lee mentions which is getting rid of the per country cap on green cards.  With this simple notion that we \nare the world's talent, that we want to be a country that makes things, invents things, exports to the world.  And to \ndo that, we need to access the world's talent.  Right now, there are no caps on professional sports players.  I know \nthat from our great team in Minnesota when you look at their roster.\n\nBut we have very severe caps, as you know, on scientists and engineers to the point where they're a third of what \nthey were in 2001.  So part of this, and we truly see this as part of this work -- I've talked to Senator Rubio about \nthis who is also on our bill with 15 cosponsors -- that this is part of comprehensive immigration reform.  And we \nsee it that way.  And one of the issues here is that when you look at America's past, something like 30 percent of \nU.S. Nobel laureates were born in other countries.  Ninety of the Fortune 500 companies were started by \nimmigrants.\n\nAnd so this is a key part of how we build our country, how we have built our country and how we go forward.  So I \nwas intrigued by the beginning of your testimony when you talked about how sadly one of the reasons the current \nsystem is so broken, that it -- because it treats drug smugglers the same was as aspiring students.  Could you \nexpand on that a bit?\n\nSEC. NAPOLITANO:  Yes.  Because the visas are so limited, when you have someone illegally in the country, \nthat's it.  They're illegally in the country.  And so if you arrest everybody that you come across who's here illegally, \nthey would be treated the same regardless of circumstance.  One of the things we've done through prosecutorial \ndiscretion is to take circumstances into account.  But that's no substitute for statutory change.\n\nSEN. KLOBUCHAR:  Exactly.  We have a -- we have a student right now.  I had the president of St. Cloud State in \nMinnesota here to make this case yesterday for the State of the Union.  One of his students runs their computer \nprogram, can't get a green card, has been bouncing around on visas, is a technical superstar and is looking at \ntaking permanent residence in Canada because it is just too difficult to get that green card here.\n\nFollowing up on what you just said about law enforcement, us both being former prosecutors, could you touch on \none of the issues -- getting away from the engineered science here -- of having so many people living in the \nshadows and how that's difficult for law enforcement?  You raised that in your testimony.  Could you expand on \nthat?\n\nSEC. NAPOLITANO:  Well, what happens is, particularly in areas where there are large concentrations, people are \nafraid to go to law enforcement if they've been victims of a crime.  They're afraid to be witnesses so that we can get \nat criminal prosecution.  They're simply afraid to interact with law enforcement in any sort of productive way.\n\n\n\nAnd that is really a cloud on those communities.  And if you speak with -- as I did last week with the sheriffs and \npolice chiefs in places like Los Angeles, they really make that point about the effect on law enforcement of a large \nillegal immigrant population that has no way to get out of the shadows.\n\nSEN. KLOBUCHAR:  And I certainly saw that as a county prosecutor. We'd have cases where, you know, a kid, 13-\n, 14-, 15-year-old kid, would be threatened by a rapist, basically saying if you come forward with this, I'm going to \nget you deported.\n\nAnd that's one of the reasons, in the Violence Against Women Act, which we just passed, we have a provision that \ncontinues in there for U visas, which allows victims of domestic violence to be able to stay and testify against their \nperpetrators.\n\nWe had actually wanted to use up some of the old U visas -- you may be aware of this issue -- and had to change \nthat in order to get this through.  And I know that Senator Leahy, Chairman Leahy, is devoted to the idea of trying to \nget this as part of the comprehensive reform we're working on.  But if you want to elaborate at all on the need for U \nvisas for victims of domestic violence.\n\nSEC. NAPOLITANO:  Well, the whole issue of U -- we're using up all the U visas that we get.  We could use more \nin terms of protecting victims of domestic violence.  But again, every problem that gets referenced by a member of \nthe committee, I think, just serves as further illustration why the whole system needs to be reformed.\n\nSEN. KLOBUCHAR:  Very good.  I appreciate your work.  Thank you.\n\nSEC. NAPOLITANO:  Thank you.\n\nSEN. LEAHY:  Thank you very much.\n\nAnd Senator Flake.\n\nSENATOR JEFF FLAKE (R-AZ):  Well, thank you, Mr. Chairman.\n\nThank you, Secretary Napolitano.  And I appreciate the conversations we've had over the past years, and as \nrecently as yesterday, on some of these issues.  And I appreciate what the department is doing and has been trying \nto do and the support for our efforts here to get immigration reform done.\n\nI'll touch on a few things that were touched on before.  Keep in mind, I'm one of the gang of eight, if you will.  I do \nwant to get immigration through.  I don't want any of the elements that we need to finish to hold up any of the other \nelements.  So my effort here is to make it work.  And there are some things that we need help on with regard to \nborder security elements.\n\nAs you know, as part of the framework, there are certain triggers that need to be tripped in terms of border security.  \nAnd I know that's a difficult term to define.  We've come up against that again and again and again.  But part of the \nissues that we have -- you mentioned that GAO, at times they seem just to be critical of what a department is doing.\n\nI should note that with regard to the border in Arizona, they're quite complimentary of what's going on in the Yuma \nsector, for example.  So it's not the universal criticism.  Where there are good things happening, where there is \noperational control, however defined, they tend to point that out.\n\nBut they have noted that there are issues.  And in the most recent report of December of 2012, they note that the \nBorder Patrol does not have performance goals and measures in place necessary to define border security.\n\nHow are we dealing with that?  What are we doing to remedy that problem?  Do you recognize it as a problem, \nfirst?\n\nSEC. NAPOLITANO:  Well, the problem is, as you mentioned, Senator, to define border security.  In my judgment, \none way to look at it is if we have extra money to invest on immigration enforcement, is it better spent on more \n\n\n\nBorder Patrol agents?  We can always hire more -- I mean, we can always have a use for that.  Or is it better spent \ninvesting in a worker verification program that really looks at the demand side of this issue?  We don't have the \ntools necessary for that.  The law doesn't give us those tools.\n\nIn terms of things to look at that are objective, I think you can begin with some of the factors in the 2007 bill -- you \nknow, apprehensions, crime rates along the border.  El Paso was, for the third year in a row, just named the safest \ncity in America with a population of over 500,000.  You can look at drug and gun and other contraband seizures.  \nYou know, all of those things that were listed in the `07 bill are things that we can relook at again.\n\nSEN. FLAKE:  Mmm hmm.\n\nSEC. NAPOLITANO:  But I would, if I might, suggest that the notion of a trigger is not -- there's a better way to look \nat it, because a trigger implies you don't get to these other things until \"x\" is met when, in fact, these all have to be \nlooked at simultaneously.\n\nSEN. FLAKE:  Oh, I understand that.  And I've been one who has always said that the best way to get the border \nsecured is to have a legal framework for people to come and to go.\n\nSEC. NAPOLITANO:  Right.\n\nSEN. FLAKE:  And that would be taking place as we look at more border security.  It's just the path to citizenship, \nthat element that takes place years from now, that we have to have certify a certain amount of border security, or a \ncertain level of border security, I should say.\n\nPart of the trouble we have is GAO -- there was a RAND study a while ago that you may be familiar with.  It said \nthat GAO reported in 2009 that the CBP, Customs and Border Patrol, explained increases in apprehensions made \nat a checkpoint in some border sectors who improved -- it pointed to that as improved border security.  And then, in \nsome sectors, it pointed to decreased apprehensions as a measure of increased border security.\n\nSo there seems to be confusion within DHS itself or within the Border Patrol as to what constitutes better security or \nlessened security.  So you can see, as policymakers, we have a difficult time here, and it's tough for us to measure.\n\nLet me just -- my last question.  If directed by Congress, is there anything stopping the department from at least \ngoing back to what we were doing prior to 2010, where the charts that Senator Cornyn brought up which defined \noperational control, the percentage of the border that's under operational control?\n\nI realize it's an imperfect measure, but it's something.  And it's something more than we have now.  Can we go back \nto that?  If directed by Congress, could the department go back to that measure? And, if not, why not?  The \ndepartment stopped reporting that as of 2010.\n\nSEC. NAPOLITANO:  I would suggest we should not go back.  And I would suggest that the difference of opinion \nprior to 2009 that was referenced in that GAO report illustrates the difficulty of any one- or two-line description of \nwhat is border security.\n\nWe want to work with the committee on this.  It's a difficult thing to substantiate.  What we all know is we want a \nsafe border.  We want a strong border.  And importantly -- and I've seen what happens when you don't do this.  If \nyou don't have the ability to sustain those efforts, you can have a problem again.  So sustainment needs to be part \nof our equation.\n\nSEN. FLAKE:  All right, I've submitted some questions that you have; we've talked about.  And I'll look forward to \ngetting those from you with regard to specifics on one ranch near Naco that gives us an illustration of, you know, \nwhat security we have and what we still lack.\n\nBut if I could have your commitment to work with us on these measures, if not operational control, then some other \ndefinition that will give us what the GAO refers to as -- you know, they say currently what DHS has does not inform \n\n\n\nprogram results and therefore limits DHS and congressional oversight and accountability.  And that is true.  We lack \nthat, and we need it.  And it's for positive things we're trying to get immigration done.\n\nSEC. NAPOLITANO:  That's right.\n\nSEN. FLAKE:  And so if we can work with you on that, it would be incredibly helpful.\n\nSEC. NAPOLITANO:  We will work with you very closely on this and understand the importance of the question.\n\nSEN. FLAKE:  Thank you.\n\nSEN. LEAHY:  Thank you.\n\nSenator Hirono.\n\nSENATOR MAZIE HIRONO (D-HI):  Thank you, Mr. Chairman.\n\nSecretary Napolitano, thank you so much for your tremendous service to this country.  And, of course, we're \nconfronted with a broken immigration system, with 11 million undocumented people in our country, with millions of \nvisa overstayers, and decades' wait for families hoping to reunite with their citizen members, family members.\n\nSo you used the term, we're here to talk about common-sense changes that we can make to improve the system.\n\nAnd I am encouraged by the bipartisan support around the areas of border control, workforce -- workplace \nenforcement, visa reform.  But of course, unless we get to some kind of a bipartisan agreement on addressing the \n11 million people in this country who are living in the shadows -- and I don't think we're doing the kind of \nimmigration reform that we need to do to bring us forward.\n\nThere have been a number of questions about border control, and the term operational control has been tossed out.  \nAnd to some people, operational control means zero illegal border crossings.  I think that we better make sure that \nwe're using these terms where we're all on the same page.  But let's say that we are talking about zero illegal \nborder crossings.  I'd like to ask you, Madame Secretary, how much money do we spend every year on border \ncontrol to keep out illegal crossers?\n\nSEC. NAPOLITANO:  Billions upon billions.  There are some studies that suggest that you could add up all of the \nexpenditures of every other federal law enforcement agency and you would not equal the amount we spend on \nborder security.\n\nSEN. HIRONO:  And of course we're not at zero illegal crossings. So if we were to try to get to that goal, how much \ndo you think we would need to spend every year, because this is about cost-benefits. And you mentioned before \nthat perhaps we could be using those kinds of sums for other types of immigration reform and control.\n\nSEC. NAPOLITANO:  That's right, Senator.  You know, we're all living in a fiscally austere world.  We have a \nresponsibility to invest dollars where they would have the most benefit.  I think as the secretary, I would advise the \ncommittee that those enforcement efforts are better spent on the interior of the country, on things like workplace \nenforcement, while we sustain and fill in the technology and other things that we have already planned for along \nthe border itself.\n\nSEN. HIRONO:  I think that immigration reform should be guided by certain principles that reflect our values.  And \nthere has been a lot of emphasis on meeting the critical needs of our economy through some changes to how we \ntreat visas, especially with regard to people with STEM education.  But I also think that another guiding principle \nshould be maintaining our 50-year tradition of bringing families together.\n\nAnd as I mentioned, many of my colleagues have highlighted the importance of providing green cards to STEM \ngraduates of U.S. universities because I certainly agree that we should not educate foreign students and then send \nthem away to work for foreign competitors of American companies.  And it only makes sense to keep such talent \n\n\n\nhere if we can. But at the same time, as we're focused on employment-based immigration, we should not get \ntunnel vision and forget the human element of immigration.\n\nAnd of course, I am talking about the need to expand -- as far as I'm concerned, to expand the opportunities for \nfamilies to be reunited and kept together.  And this should include LGBT families.  I think family-based \nimmigration is essential to ensuring the continuing vitality of the American economy.  And in fact the success of \nimmigrants in this country is often the story of the success of immigrants with their families. And of course I speak \nfrom personal experience being an immigrant myself.\n\nI wanted to ask you about family reunification because there's such a huge, huge backlog there.  The most recent \nvisa bulletin indicates that potential immigrants must have been in line nearly 25 years in order to have their \napplications processed now.  There is a significant backlog in family-based immigration to the United States with \nAsian countries representing some of the largest backlogs.  And I'm pleased that the president's immigration \nreform principles included temporary increasing the per country cap for family-based immigration from 7 percent to \n15 percent.\n\nAnd so I wanted to ask you if the cap were to be raised, as the president has proposed, what would you expect to \nsee in terms of the reduction in the backlog that I talked about?  And how long would you estimate that it would take \nto eliminate the family-based backlog going back decades?\n\nSEC. NAPOLITANO:  By increasing the cap, I'd have to go back and get a firm number for you.  But there's no \ndoubt it would be a substantial reduction in the backlog.\n\nSEN. HIRONO:  Well, for example, in my own community, there are World War II Filipino veterans who fought \nalongside our troops in World War II and they have been waiting decades, decades to be reunified with their \nchildren who are in their 60s at this point.  And I hope that part of immigration reform can look to those kinds of \nvery specific kinds of instances where perhaps they could be -- get ahead a little bit because, you know, they did \nfight for our country.\n\nYou were asked some questions about the fact that we have so many legal -- legal people who came to our country \nthrough visas.  And I've been told that maybe about 40 percent, as much as 40 percent of the undocumented \npeople in our country are visa overstayers.  Now, this is an issue that I know that we have been attempting to \naddress for over a decade.  And I think I heard that perhaps by 2013 we'll get there, that we'll be able to verify the \noverstayers.  Could you talk a little bit more about truly, you know, what it's going to cost for us to put such a system \nin place and how much are you going to oversee that we get to this 2013 timeframe?\n\nSEC. NAPOLITANO:  I think the 2013 timeframe, Senator, involved estimates of country-by-country overstays and \nwe will work with the committee on that.  In terms of being able to ascertain overstays, we have now gone back and \none of the things that technology permits us to do now is to link different databases.\n\nAnd it has allowed us to go back and look at visa overstays and prioritize them as well -- you know, those that have \ncommitted other crimes, for example, and then those are sent over to ICE to go find and to pick up.  With the \nenhanced biographic system that we are implementing now, the difference between that and a biometric is not as \ngreat as you would think.  And that is our current plan, to do enhanced biographic exits of our country -- land, air \nand sea -- and then move gradually because it's very, very expensive into biometric.\n\nSEN. LEAHY:   Thank you very much.  And then we will go to Senator Graham then Senator Franken and then we'll \nmove to the next panel.  Senator Graham?\n\nSENATOR LINDSEY GRAHAM (R-SC):  Thank you, Mr. Chairman.  Thank you for having this hearing.  I think this \nis an important hearing at a time when it will really matter.  Madame Secretary, the goal I guess this time around is \nto fix a broken immigration system in a way that 20 years from now we won't have 11 (million) or 12 million illegal \nimmigrants.  Isn't that the goal?\n\n\n\nSEC. NAPOLITANO:  Yes.\n\nSEN. GRAHAM:  I think the country is tired of talking about it. I think it's time for us to fix it with a goal in mind that \nthere will be no third wave of illegal immigration.  To put it in context, we're not being overrun by Canadians, are \nwe?\n\nSEC. NAPOLITANO:  Not as far as I can tell.\n\nSEN. GRAHAM:  Not as far as I can tell either.  I love our Canadian friends.  They come to Myrtle Beach in March.\n\nSEC. NAPOLITANO:  They come to Arizona too.\n\nSEN. GRAHAM:  They do, and they swim -- I don't know why in March but they seem to enjoy that and then they go \nback home.  And I would suggest that they go back home because Canada has got a stable government and a \nstable economy and most of the people coming here are coming from pretty dire situations and that's just a reality \nthat a lot of people come to this country because where they live is not so nice.  Do you agree with that?\n\nSEC. NAPOLITANO:  Yes, or their opportunity --\n\nSEN. GRAHAM:  Right.\n\nSEC. NAPOLITANO:  -- to raise a family and to thrive economically is diminished.\n\nSEN. GRAHAM:  I can understand why people want to come to America.  But I don't understand why we can't \ncontrol who comes and on what terms.  And I think we can if we choose to.  Starting with the border, do you agree \nwith me that you've got to have a secure border because if you have a bunch of other laws and you can still walk \nacross the street into the country you're probably not going to accomplish your goal.\n\nSEC. NAPOLITANO:  I think we can all agree that border security has to be part of a comprehensive plan.\n\nSEN. GRAHAM:  I think that's a starting point and I want to applaud you for making progress.  You certainly have.  \nThere are nine sectors that we've laid out in terms of our borders.  What I'd like from your organization, your \ndepartment, is an inventory of what we can do that we haven't yet done in one through nine.  Give us a punch list \nand let's see if we can push this thing over the line and see the border is reasonably secure.  So would you provide \nthe committee, if you could, with that kind of an inventory of what is yet to be done that could reasonably be done in \nall nine sectors?\n\nSEC. NAPOLITANO:  Yes, we will work with you on that.\n\nSEN. GRAHAM:  And do you -- also, I agree with you that you could build a hundred-foot-high wall and if you're \ngetting a job pretty easily on the other side of the wall people will go under it or over it or around it.  So really, E-\nVerify controlling employment is a virtual fence all of its own, isn't it?\n\nSEC. NAPOLITANO:  I think it is, yes.\n\nSEN. GRAHAM:  I just don't see how you could ever solve this problem if you don't deal with the magnet, which is \njobs.  If we can't come up with a system where our employers can tell the difference between somebody here \nlegally and illegally, we're never going to address this problem.  So one of the key components is employer \nverification.  Do you agree with that?\n\nSEC. NAPOLITANO:  I agree and I would suggest, Senator, that the E-Verify system now is far different from the E-\nVerify system of the past.\n\nSEN. GRAHAM:  We're moving in the right direction, but put yourself in an employer's situation.  If you ask too \nmany questions -- like a Social Security card is pretty easily duplicated.  If you like Ronald Reagan, I could make \nyou Ronald Reagan by midnight.  I could give you a Social Security card saying you're Ronald Reagan.  We need \n\n\n\nto deal with that and I think we're well on our way of doing it.  So employer verification, and employers who cheat \nneed to be hit hard. Do you agree?\n\nSEC. NAPOLITANO:  That's right.  And the current law doesn't give us the tools to do that.\n\nSEN. GRAHAM:  Well, you're going to get those tools.  And those employers are trying to do the right thing.  You've \ngot to be frustrated by your own government.  We're going to give you some help.\n\nSo temporary workers.  The one thing the president didn't mention last night was the temporary worker program.  If \nI had to bet where this thing could run into a real roadblock, it wouldn't be on the pathway to citizenship as long as \nit's earned and it's not a special pathway.  It won't be on border security because we're all signed up for that.  I \nthink E-Verify, some kind of new system to control employment, we're all signed up for that.\n\nBut here's the friction point:  Temporary workers are needed in the future, a legal source of labor for American \nemployers.  Do you agree with that?\n\nSEC. NAPOLITANO:  Yes, that concept is one I would agree with.\n\nSEN. GRAHAM:  Well, and the goal is not to displace an American worker.  You can only get a temporary worker \nwhen there is no American available at a competitive wage.\n\nSEC. NAPOLITANO:  The devil is in the details.  You've got to have appropriate protections for American workers \nand indeed for workers who are coming in to work.\n\nSEN. GRAHAM:  And nobody wants to displace a willing American worker, but I can tell you in South Carolina there \nare certain jobs, like in the meat packing industry, as an employer you can advertise all day long every day of the \nweek and you're not going to get that workforce.  And I don't want those meat packing plants to leave the country.  I \nwant it to be a win-win where somebody overseas can come here temporarily and improve their life and help our \nemployers.  Do you agree with that?\n\nSEC. NAPOLITANO:  I agree with that, yes.\n\nSEN. GRAHAM:  OK, so that is one of the goals, a temporary worker program that will meet the labor needs of this \ncountry.  And demographically we're changing.  There are three workers for every Social Security retiree today.  In \n20 years there will be two.  Do you agree with me that the demographics of America are changing and that we're \ngoing to need a more robust legal immigration system?\n\nSEC. NAPOLITANO:  Yes.  And as I mentioned in my opening statement --\n\nSEN. GRAHAM:  I'm running out of time.\n\nSEC. NAPOLITANO:  -- it is part of economic growth.\n\nSEN. GRAHAM:  Just say yes, because we're almost --\n\nSEC. NAPOLITANO:  I'll say yes.  This is a good cross- examination.\n\nSEN. GRAHAM:  You can say no when you need to.\n\nSEC. NAPOLITANO:  All right.\n\nSEN. GRAHAM:  The bottom line here is it's not just the high-tech workers.  God knows we're going to need -- if \nyou go to a University of South Carolina or Clemson University graduation, if \"Bob Smith\" comes across the stage \nin a Ph.D. program, everybody claps because there's only one.  We're getting people from all over the world coming \nto our universities, and that's a good thing.  Do you agree with me that they should not only get a Ph.D. in some \nkind of hard science, they should get a green card with that Ph.D.?\n\n\n\nSEC. NAPOLITANO:  Assuming no security issues, crime issues, yes.\n\nSEN. GRAHAM:  And assuming they're not displacing an American worker.  We're losing a lot of valuable people.  \nJust give me a little bit more time here, Mr. Chairman.\n\nSo the bottom line is --\n\nSEN. LEAHY:  And then we're going to -- as soon as you get this one last question we'll go to Senator Franken --\n\nSEN. GRAHAM:  I can do this --\n\nSEN. LEAHY:  -- and then we're going to the next panel.\n\nSEN. GRAHAM:  -- I can do this in 30 seconds.\n\nHave you ever seen a better opportunity than the moment that exists today to pass comprehensive immigration \nreform that would prevent a third wave?\n\nSEC. NAPOLITANO:  No, this is the moment.\n\nSEN. GRAHAM:  Do you agree with me that the payoffs for the nation are enormous?  We improve our national \nsecurity, we improve our economy and we deal with real people who have real problems and we're trying to give \nthem a second chance on our terms.  And some of the people we're going to say, you've got to leave because \nyou've been up to no good.  Do you agree that the payoffs of fixing this broken immigration system are enormous \nfor the country?\n\nSEC. NAPOLITANO:  I couldn't say it better than you just did.\n\nSEN. GRAHAM:  Thank you.\n\nSEN. LEAHY:  Thank you.  Senator Franken.\n\nSENATOR AL FRANKEN (D-MN):  Thank you, Mr. Chairman.\n\nAnd, Madam Secretary, it's good to see you.  And it's so good that you can give my multiple-word answers if you \nwant to. (Laughter.)\n\nSEC. NAPOLITANO:  Thank you.\n\nSEN. FRANKEN:  We've been hearing a lot of issues raised -- family reunification.  My office just heard of a story \nabout a Minnesota green card holder, legal immigration, who filed to be reunited with his wife and four children in \nNovember of 2010 and is only now, in February of 2013, getting his application processed.  So our system is \nbroken if, when you do things right, you can't see your wife and your four kids, or can't even get the application \nstarted going in over two-and-a-half years, or about two-and-a-half years.\n\nI'm going to go to something that Senator Leahy brought up, which is dairy.  Minnesota is the sixth-largest dairy-\nproducing state in the country.  It's an important part of our economy, but not enough Americans are taking these \njobs and dairy farmers can't access the federal agricultural guest worker program because cows aren't seasonal.  \nThey have to be milked -- if cows were milked seasonally you've have a lot of uncomfortable cows.  (Laughter.)  I've \nhad to leave during the hearing once.  (Laughter.)\n\nAnyway, so this is an old issue and I'm sure you're familiar with it, so what is the administration planning to do in its \nproposal to help our nation's dairy farmers, and more important Minnesota's dairy farmers?\n\nSEC. NAPOLITANO:  The administration supports a number of reforms to the H-2A program, which would deal with \nthe dairy issue and fix it.\n\n\n\nSEN. FRANKEN:  All right.  In the United States, approximately 205 parents of United States citizens' children were \ndeported from this country from July 2010 to September of 2012.  We've seen firsthand in Minnesota how \ndevastating these enforcement actions can be on families.\n\nI understand that DHS has produced two sets of guidelines on this issue.  The first is a parental interest directive \nwhich will help ICE personnel conduct enforcement actions in a way that does not necessarily hurt families.  The \nother guidance ensures that ICE field teams actually ask parents where they want their children to go before they \nplace the children in state custody.  None of these documents has been issued publicly.  What is the status of these \nguidelines and what is DHS doing more broadly to protect children in enforcement actions?\n\nSEC. NAPOLITANO:  Well, my understanding is those either already have been issued or are about to be issued.  \nI'll follow up on that. But this really gets to one of the real hardships of the current immigration system.  Where the \nparents need to be deported -- for example, they meet our other priorities -- what do you with the citizen children?\n\nOne of the things we look at is can one of the parents, you know, stay?  One of the things we try to find out, are \nthere other family members that can take the children if the parents agree to that?  And then in some cases we \nhave to call in whatever the social agency involved in the state appears to be.\n\nSEN. FRANKEN:  This is something that concerns me when an action is being taken, that during that period, during \nthe hours or days that this is actually happening, that the children have some contact with their parents, and that the \nparents have some rights to be in contact with their children, because this is a very traumatic -- can be a very \ntraumatic time.\n\nAnd we've seen this is Minnesota where we have some -- we've had some actions taken place where it's been very \ntraumatizing for the kids and for the parents, and I just want to make sure I have a little piece -- and important piece \nof legislation, not a little piece of legislation -- to make sure that those kids have rights and those parents have \nrights during those kind of actions.  And I'd love to work with you on that, Madam Secretary.\n\nSEC. NAPOLITANO:  You bet.\n\nSEN. FRANKEN:  Thank you, Mr. Chairman.\n\nSEN. LEAHY:  Thank you very much.\n\nSenator Coons is here.  He hasn't been heard.  And then Senator Cornyn says he has a 30-second time, but \nSenator Coons hasn't had an opportunity so --\n\nSENATOR CHRIS COONS (D-DE):  I'm happy to defer to my colleague from Texas for 30 seconds.\n\nSEN. LEAHY:  -- for a period of 30 seconds.\n\nSEN. CORNYN:  Thank you, Mr. Chairman.\n\nI just have one other question, Madam Secretary.  It's estimated that there are between 4 (million) and 5 1/2 million \npeople who come -- who overstayed their visas.  In other words, 40 percent of the illegal immigration in the country \nis caused not from people who come across the border, which we've discussed, but people who come in lawfully \nbut overstay their visa.\n\nSeventeen years ago, Congress, as you know, passed a requirement for a(n) automatic entry-exit system to record \nentries and departures for each one of these individuals.  What is your plan to deal with 40 percent of the illegal \nimmigration that's a result of visa overstays?\n\nSEC. NAPOLITANO:  Senator, in the interest of time -- because there's another panel -- why don't I come and brief \nyou about all of the actions on visa overstays?\n\n\n\nSEN. CORNYN:  Well, if you'd just answer my question, and then we can follow up with a further meeting if \nnecessary.\n\nSEC. NAPOLITANO:  It's two phases.  One is enhanced biographic at the exits of our country.  That's being \nimplemented, and that's been largely implemented already.  We'd like to move ultimately over time to a biometric \nexit system, but the money simply hasn't been made available.\n\nSEN. LEAHY:  Thank you.  Senator Coons.\n\nSEN. COONS:  Thank you very much.  And thank you, Chairman Leahy, for convening this important hearing \ntoday.  Secretary Napolitano, thank you.  Great to be with you again.  And thank you for the very hard work that you \nand the department have done within our complicated and outdated immigration system to prioritize our \nenforcement efforts and to make sure that we have a safer and a more just nation.\n\nThere's a lot more work to be done.  And much of that needs to come from our work here in Congress in passing a \nmodern and comprehensive immigration system.  It's broken.  Families are torn apart, businesses are discouraged \nfrom investing and hiring; and we're not living up to our constitutional values in how we treat families of all kinds, \nincluding LGBT families, and how we treat folks who are not citizens but deserve due process of some reasonable \nkind in this very difficult immigration experience.\n\nWhat we're left with is a system that's very expensive, one that's expensive for law enforcement at the federal level, \nthe state and local level.  It's expensive not just at the border but throughout the whole system.  It's expensive for \nU.S. workers, for businesses, for taxpayers.  And we can, and I hope will, do better.\n\nAs you know, Secretary, one of the pillars of a proposed comprehensive immigration reform is a path to citizenship \nfor the millions of undocumented living here in the United States today. Under current law, what is the path to \ncitizenship for someone who's currently undocumented but living in the United States?  Is there a line for them to \nget on?\n\nSEC. NAPOLITANO:  Not really, no.  If they're here illegally and leave and try to reenter the country, that's one \ncircumstance, but we look at prior removals, prior deports, as a barrier.\n\nSEN. COONS:  And if someone is able to get onto the current wait lists for a green card based, say, on a family \nconnection, a relationship to a U.S. citizen, what are the requirements they would then have to meet to at some \npoint have a shot at becoming a U.S. citizen?\n\nSEC. NAPOLITANO:  They are extensive, and they are very lengthy. And I think the point of looking at the \nimmigration system as a whole, Senator, is to -- for those in the country right now, who are here illegally, to have a \npathway to earn citizenship, to, you know, pay a fee, pay a penalty, learn English, take American civics, and then \nget in the back of the line.\n\nSEN. COONS:  In the context of comprehensive immigration reform, there's been some discussion about equality, \nequal treatment of LGBT Americans being a divisive issue or a side issue that doesn't deserve the kind of focus that \nit may get in this deliberation.  I just want to thank you for what you've done administratively to recognize the special \ncircumstances faced by families with LGBT members.  But you can't build a family on deferred action.  Could I get \nsome commitment that you will cease deportations of same sex partners of Americans who would otherwise be \neligible based on status?\n\nSEC. NAPOLITANO:  Cannot get a categorical answer there because of DOMA.\n\nSEN. COONS:  Understand.\n\nSEC. NAPOLITANO:  And we are charged with enforcing DOMA as well.\n\n\n\nSEN. COONS:  Well, I look forward to continuing to work with some of my colleagues, who are co-sponsoring \nlegislation to repeal DOMA.\n\nAnd I'd like to ask about the implementation of the consequence delivery system that DHS uses, including the Alien \nTransfer Exit Program.  It's a program that takes families who have entered one sector of the border -- say, \nCalifornia, for example -- and separates the members of that family by deporting some members along other \nplaces:  Arizona or Texas or elsewhere.  In implementing this process, how does the department ensure it doesn't \nharm or in any way victimize asylum seekers or vulnerable women or children?  And does this system allow for an \nofficer's discretion in how they assign consequences for a particular immigrant and whether it might result in family \ndisruption or in health, safety or life risk?\n\nSEC. NAPOLITANO:  We -- obviously those seeking asylum -- there's a separate process for those who are \nrequesting asylum.  But we have found that one of the deterrents for repeated illegal immigration is to make sure \nthat there is some consequence for every illegal immigrant that we apprehend at the border.  And that's the so-\ncalled consequence delivery system, one part of which can be the lateral movement across the border before the \nactual deport.\n\nSEN. COONS:  One of our highest objectives, I would think, in the enforcement actions taken by the department is \nto -- is to focus on removing those who pose a threat to our community -- criminals, violent criminals in particular.  \nAnd the policy you're now following under Deferred Action for Childhood Arrivals has meant that many young \npeople, the so-called \"DREAM Act kids,\" no longer live in constant fear of deportation, although they have an \nuncertain future, which I hope we will be addressing through legislation and these young people continue to \ncontribute to our country.\n\nFrom the perspective of the department, could you tell me if this policy, this Deferred Action for Childhood Arrival \npolicy, has resulted in increased availability of department resources to focus on higher-priority cases such as \nidentifying and removing, deporting violent criminals?\n\nSEC. NAPOLITANO:  I think we could say that yes, it does.  But more importantly, I think the deferred action \nprogram is consistent with our values as a country and our recognition that these young people are not to blame for \nbeing in the country.\n\nSEN. COONS:  Well, thank you.  And Madam Secretary, as somebody who -- as attorney general, as governor and \nas secretary -- has tackled what are very difficult issues, trying to make sure that we square our core values with \nwhat is a very political and difficult situation, I just want to thank you for your personal leadership, and I look forward \nto continuing to work with you on this.\n\nSEC. NAPOLITANO:  Thank you, Senator.\n\nSEN. COONS:  Thank you.\n\nSEN. LEAHY:  Thank you very much.  Senator Flake had a letter to be included in the record --\n\nSEN. GRASSLEY:  Yeah.\n\nSEN. LEAHY:  -- at the appropriate point.  You had a closing statement you --\n\nSEN. GRASSLEY:  Not a closing -- not a closing statement, just thank the secretary on understanding I assume we \nhave that questions will be -- well, will be submitted for answer in writing.  Several people on my side had wanted a \nsecond round.  But out of respect for the other panelists, we're not going to do that.  But the chairman promised that \nyou'd have -- we'd have an oversight hearing with you later on this spring, and we can pursue all questions at that \ntime. But some people will obviously want to pursue questions on immigration.\n\nThank you very much.\n\n\n\nSEC. NAPOLITANO:  Thank you.\n\nSEN. LEAHY:  Thank you.\n\nMadam Secretary, thank you very much for being here.\n\nWe do have -- I think there is a growing consensus -- I hope there's a growing consensus among both Republicans \nand Democrats in the Senate and in the other body that we need -- what button did you press, Chuck?  (Laughter.)\n\nSEN. GRASSLEY:  I thought I just turned my microphone off.\n\nSEN. LEAHY:  The --\n\nSEC. NAPOLITANO:  We need light on the subject, that's --\n\nSEN. LEAHY:  Well, yeah, we need -- no, but I think there's a growing consensus in both -- in both bodies that we \nneed real immigration reform.  I'm committed as chairman of this committee to put together a bill with the help of \nboth Republicans and Democrats, which we will bring to a vote in the committee, have something come to the \nSenate floor.\n\nI worked with former President George W. Bush when we had tried once before to do this.  But I think the time is \neven more right now. Obviously I come from a state where we do not face the problems that some of my colleagues \ndo from states bordering the -- on the southern border and from your own home.  But all of us know that there are \nother issues beyond just the border --\n\nSEC. NAPOLITANO:  That's right.\n\nSEN. LEAHY:  -- in immigration.  And as a parent and a grandparent, I worry very much what's happening to \nchildren and families.\n\nSo I appreciate your work, and I -- both in our private conversations and public conversations, I know how \ndedicated you are to getting immigration reform -- able to work together.  So thank you very much.\n\nSEC. NAPOLITANO:  Thank you.\n\nSEN. LEAHY:  And if the staff could set up for the next panel.\n\nSEC. NAPOLITANO:  Thank you, Mr. Chairman.\n\nSEN. LEAHY:  Thank you.\n\nI'm going to ask the panel to please stand to be sworn in.\n\n(The witnesses are sworn in.)\n\nSEN. LEAHY:  Thank you.  All sworn in, and I thank you for being here.  We'll begin from your right to left, my left to \nright, with Jose Antonio Vargas, the former Washington Post journalist who's part of the team that won the Pulitzer \nPrize for covering the tragedy that occurred at Virginia Tech.\n\nThose of us who have lived or spent time in this area have read those articles, wishing that we weren't reading \nthem and wishing that had not happened.  But we read those articles to know especially what happened and the \nPulitzer Price is well deserved.\n\nIn many ways Mr. Vargas serves as a whistleblower about the intractable situation in which so many were brought \nto the United States as children find themselves.  In speaking on behalf of millions who cannot speak for \n\n\n\nthemselves, you shed light on the human impact of our immigration system.  Mr. Vargas, please go ahead.  And \nthen -- we'll hear from each of you and then we'll ask questions.\n\nJOSE ANTONIO VARGAS:  Thank you, Chairman Leahy, Ranking Member Grassley and distinguished members \nof this committee.  I come to you as one of our country's 11 million undocumented immigrants, many of us \nAmericans at heart but without the right papers to show for it.  Too often we're treated as abstractions, faceless and \nnameless, subjects of debate rather than as individuals with families, hopes, fears and dreams.  I am in America \nbecause of the sacrifices of my family.\n\nMy grandparents legally emigrated from the Philippines to Silicon Valley in the mid-1980s.  A few years later, \nGrandpa Teofilo became a U.S. citizen and legally changed his name to Ted after Ted Danson in \"Cheers.\"  \nBecause grandparents cannot petition for their grandkids and because my mother could not come to the United \nStates, Grandpa saved up money to get his only grandson, me, a passport and a green card to come to America.  \nMy mother gave me up to give me a better life.\n\nI arrived in Mountain View, California on August 3rd, 1993.  One of my earliest memories was singing the National \nAnthem for the first time at Crittenden Middle School believing the song has somehow had something to do with \nme.  I thought it said, \"Oh Jose, can you see?\" (Laughter.)  Four years later, I applied for a driver's permit like any \n16-year-old.  That was when I discovered that the green card that my grandfather gave me was fake.  But I wanted \nto work.  I wanted to contribute to a country that is now my home.\n\nAt age 17, I decided to be a journalist for a seemingly naive reason.  If I'm not supposed to be in America because I \ndon't have the right kind of papers, what if my name, my byline was in the paper. How can they say I don't exist if \nmy name is in newspapers and magazines?  I thought I could write my way into America.  That was the plan.  As I \nbuilt a successful career as a journalist, paying Social Security and state and federal taxes along the way, as fear \nand shame, as denial and pain enveloped me, words became my salvation. I found solace in the words of the \nReverend Martin Luther King, quoting Saint Augustine: \"An unjust law is no law at all.\"\n\nUltimately, it took me 12 years to come out as an undocumented American because that is what I am, an American.  \nBut I am grateful to have been able to tell the truth.  And in the past few years, more undocumented people, \nparticularly young DREAMers, are coming out, telling the truth about the America we experience.\n\nWe dream of a path to citizenship so we can actively participate in our American democracy as church (ph).  We \ndream of not being separated from our families and our loved ones regardless of sexual orientation, no matter our \nskillset.  This government has deported more than 1.6 million people -- fathers and mothers, sons and daughters in \nthe past four years.  We dream of contributing to the country we call our home.\n\nIn 21st century America, diversity is destiny.  That I happen to be gay, that I happen to speak Tagalog -- my first \nlanguage -- and that I want to learn Spanish, that does not threaten my love for this country.  How interconnected \nand integrated we are as Americans makes us stronger.\n\nSitting behind me today is my Filipino-American family, my grandma Leonila, whom I love very much; my Aunt Aida \nRivera, who helped raise me; and my Uncle Conrad Salinas, who served proudly in the U.S. Navy for 20 years.  \nThey're all naturalized American citizens.  I belong in what's called a mixed status family.\n\nI am the only one in my extended family of 25 Americans who is undocumented.  When you inaccurately call me \nillegal you are not only dehumanizing me, you're offending them.  No human being is illegal.\n\nAlso here is my Mountain View High School family, my support network of allies who encouraged and protected me \nsince I was a teenager.  After I told my high school principal and high school superintendent that I was not planning \nto go to college because I could not apply for financial aid, Pat Hyland and Rich Fischer secured a private \nscholarship for me.  The scholarship was funded by a man named Jim Strand.  I am honored that Pat, Rich and Jim \nare all here today.\n\n\n\nAcross the country, there are countless other Jim Strands, Pat Hylands and Rich Fischers of all backgrounds who \nstand alongside their undocumented neighbors.  They don't need to see pieces of paper, a passport or a green card \nto treat us as human beings.\n\nThis is the truth about immigration in our America.  And this Congress -- as this Congress decides on fair, humane \nreform, let us remember that immigration is not merely about borders.  Immigration is in our blood, part of our \nfounding story, writes Senator Ted Kennedy, former chairman of this very committee, in an introduction to President \nKennedy's book, \"A Nation of Immigrants.\"  I carry it around with me.\n\nImmigration is about our future.  Immigration is about all of us.\n\nAnd before we take your questions here, I have a few of my own. What do you want to do with me?  For all the \nundocumented immigrants who are actually sitting here at this hearing, for the people watching online and for the \n11 million of us, what do you want to do with us? (Applause.)\n\nAnd to me, the most important question, as a student of American history, is this:  How do you define American?  \nHow do you define it?\n\nThank you so much for having me here today.\n\nSEN. LEAHY:  Thank you very much, Mr. Vargas.\n\nJessica Vaughan is the director of policy studies for the Center for Immigration Studies, where she's worked since \n1992, specializing in immigration policy and operations.\n\nIncidentally, I forgot to mention at the beginning that your whole statements will be placed in the record as though \nread.  I've tried to be a little flexible on the time, but I'm trying to keep close to the time for the sake of -- we have \nseveral other hearings going on.  That's why members have been coming in now.\n\nMs. Vaughan, please go ahead.\n\nJESSICA VAUGHAN:  Thank you.\n\nSo far, the comprehensive immigration reform proposals all include the same basic elements:  Amnesty for 11 \nmillion illegal immigrants, increases in legal immigration, and promises of stronger border security and \nimmigration enforcement measures.\n\nBut this package would not only repeat the mistakes of IRCA from 1986; it would compound the immigration \nproblems we currently have and fail to deliver a system that serves our citizens' economic needs.\n\nNow is not the time to create new flows of immigration that will put Americans at a disadvantage, especially in \nexchange for promises of enforcement that are unlikely to be fulfilled.  Instead, lawmakers should take the approach \nthat has worked in recent years, which is to look for more narrow agreements focused on broad areas of consensus \n-- areas of broad consensus.\n\nHow did IRCA fail?  The amnesty parts were a great success, at least for the 3 million people who were legalized.  \nBut illegal immigration continued, and now we have nearly three times as many illegal residents as we did in 1986.  \nThis is because the government only relatively recently has gained some control of parts of the Southwest border \nand never followed through with the enforcement of employer sanctions.\n\nThe workplace enforcement system of IRCA was built to fail.  The INS put more resources into outreach than \nenforcement.  And, much like today, what few sanctions were imposed were no more than a slap on the wrist.  The \nresult was that employers failed to take the law seriously.\n\nThe American public understands why IRCA failed.  According to a new poll my organization just commissioned, \nwhen asked why there is a large illegal population in the country, 71 percent of voters answered that it is because \n\n\n\nwe have not made a real effort to enforce our immigration laws.  Only 18 percent think it is because we're not \nletting in enough legal immigrants.\n\nNot only was the enforcement end of the grand bargain scuttled; the government also failed to enforce the rules of \nthe amnesty program to make sure that only the right people were legalized.  It is estimated that as many as 25 \npercent of the approved applications were based on fraud.  Fraud is to be expected in any immigration benefits \nprogram, but in this case the government was willing to look the other way, even in cases of obvious fraud.\n\nOne of the worst examples was Mahmud Abouhalima, a cab driver from New York City who was approved as a \nfarm worker and later went on to help blow up the World Trade Center in 1993.\n\nBased on what we've seen so far with the DACA program, it's reasonable to worry that any new legalization \nprogram will be administered with a similar indifference to fraud.  USCIS has yet to report more than a single denial \nout of the more than 400,000 applications submitted.\n\nAs in IRCA, USCIS has established a generous system for DACA where applicants are presumed to be eligible, \nclaims are rarely verified, and failed applicants get to stay anyway -- for all intents and purposes, immune from \nimmigration law enforcement.\n\nBefore considering another large-scale amnesty, we need to shore up enforcement of immigration laws in order to \nprevent another surge in illegal immigration.  Some progress has been made, but we can't check the box off quite \nyet.\n\nSome of the metrics suggest a significant decline in enforcement activity over the last few years.  Border Patrol \napprehensions were up again in 2012 by 9 percent.  ICE arrests in the interior have been trending downward since \n2008.  And in the investigations division, they've gone down 70 percent in the last few years.\n\nIt appears that the number of absconders is rising.  ICE has reported that there are 850,000 aliens present in the \ncountry who've been ordered removed or excluded but who have not departed.  These numbers do not support the \nObama administration's claims to have set a record for deportations.\n\nICE is also releasing tens -- has released tens of thousands of deportable criminal aliens in recent years.  \nAccording to the Congressional Research Service, these aliens went on to commit 58,000 new crimes in a two-and-\na-half-year period, including more than 5,000 major or violent criminal offenses and more than 8,000 DUI violations.\n\nSimilarly, DHS has failed to address the problem of the two dozen or so countries that refuse to accept back their \ncitizens who've been ordered removed.  More than 12,500 aliens, the majority of whom were likely criminals, have \nbeen released from ICE detention in recent years.  And it could be as high a total of as many as 200,000.\n\nIf properly managed, immigration can serve the national interest. But today we're issuing more new green cards \nand work visas than we can absorb in our labor market without disadvantaging the millions of unemployed \nAmericans who are competing in these same occupations.\n\nThe result has been a measurable decline in wages for many, in addition to lost opportunities.  This has affected \nengineers, teachers and nurses, but also those Americans who lack a higher education and are already struggling \nto move up the ladder.  Employers will have little incentive to improve working conditions and wages as long as \nthere is a steady stream of replacement workers.\n\nLastly, a mass amnesty will be costly, as newly legalized residents will now be eligible for the services and \nsubsidized health care from which they were previously barred.  And we estimate that this could cost tens of billions \nof dollars per year.\n\nInstead, lawmakers should start smaller, tackling issues like better workplace enforcement and compliance, \namnesty for illegal aliens brought by their parents at a young age who grew up here, with a path to citizenship, \nending the visa lottery and other programs that don't serve our national interest, completing the entry-exit system, \n\n\n\nreforming the immigration court system, expanding federal and local law enforcement partnerships, and \nrebalancing our legal immigration system to admit a larger proportion of immigrants who will be self- sufficient.\n\nBefore accepting any large-scale legalization program, people need to have some confidence that the laws will \nactually be enforced and that such an amnesty will not cause another surge of illegal immigration and see \nmeaningful and sustained commitment to attaining control of the borders and enforcing immigration laws in the \ninterior in a transparent way.\n\nSEN. LEAHY:  Thank you very much.\n\nSteve Case is the chairman and CEO of Revolution.  He's co- founder of America Online and chairman of the Case \nFoundation, accomplished entrepreneur, philanthropist, member of President Obama's Council on Jobs and \nCompetitiveness, and, I would also note, a valued and valuable member of the Smithsonian Institution's board of \nregents.\n\nMr. Case, please go ahead, sir.\n\nSTEVE CASE:  Thank you, Senator Leahy.  It's an honor to serve with you on that Smithsonian board of regents.  \nAnd it's also an honor to be invited to speak to you and the committee today.\n\nI want to share my perspective on an issue that I think is central to our history and also critical to our future.  I \nappear before you today as an entrepreneur, an investor, a civic leader, and a colleague and friend of talented \nimmigrant entrepreneurs and innovators who devote themselves to their companies and contribute to this country.\n\nTo understand this debate in context, it is necessary to remember that the story of America is in part the story of \nentrepreneurs, who settled this land seeking a better life, and through grit, hard work and creativity built companies, \ncities and whole new industries that power the strongest economy the world has ever known.\n\nOur country did not become the world's leading economy by luck or accident.  Iconic Fortune 500 companies that \nemploy thousands of Americans did not simply come to be.  Revered American cities like New York, Chicago and \nLos Angeles did not sprout up by chance.  New industries for telephones, airplanes and the Internet were not \nconceived by happenstance.  It was the work of pioneering entrepreneurs -- beginning with the country's earliest \nsettlers, our nation's first immigrant entrepreneurs -- who took a risk hoping to turn dreams into startup businesses.\n\nFrom the earliest days, immigrant entrepreneurs started some of America's most celebrated enterprises.  U.S. \nSteel, Pfizer, Kraft Foods, Honeywell, Goldman Sachs, AT&T and Yahoo were all started by immigrants.  Today, 40 \npercent of Fortune 500 companies in the United States were started by immigrants or children of immigrants -- 40 \npercent.  Between 1995 and 2005, half of Silicon Valley startups had an immigrant founder.\n\nAnd this is not just about technology companies.  When Hamdi Ulukaya, an immigrant from Turkey, hired four \nemployees to begin packaging yogurt by hand in upstate New York, his friends thought it was a crazy idea.  Eight \nyears later Chobani Yogurt generates $1 billion in sales, has hired 1,500 American workers and is expanding \noperations across the country.\n\nMr. Chairman, high-skilled immigrants have always been job creators, not job takers.  The mistake that opponents \nof immigration reform often make is believing that our society and economic growth are zero sum.  They are not.  \nMore talented immigrants joining the American family does not equate to fewer jobs; it equates to more jobs.\n\nOthers argue that instead of allowing more high-skilled immigrants to stay we should instead focus on better \ntraining and STEM education for America's youth, but this is a false choice.  We can and must do both:  draw the \nbest and brightest from across the globe and develop more talented students here at home.\n\nBut every year arbitrary immigration caps force approximately one-third of the 50,000 foreign-born STEM \ngraduates from our universities to leave the country.  If our military had such a policy we would train soldiers, sailors \nand pilots at West Point, the Naval Academy and the Air Force Academy only to then send them away to join the \n\n\n\nmilitaries of other nations.  I think we would all agree that that would be crazy, but our immigration policy, \nparticularly around high- skilled immigrants is equally crazy.\n\nMeanwhile, as we the nation grow somewhat complacent about the global battle for talent, our global competitors \nare picking up their game.  China launched the \"1000 Talents Program\" to attract talented researchers back to the \ncountry.  Australia grants nearly as many employment-based green cards as the United States, despite having an \neconomy 14 times smaller.  Canada recently announced a new startup visa program that grants permanent \nresidency to foreign-born innovators who receive backing from Canadian investors.  But sadly, here in the United \nStates we are making it harder for innovators to come and to stay.\n\nA few months ago I was having breakfast with a group of young entrepreneurs in Chapel Hill, North Carolina when I \nmet Deepak, a young up-and-coming star in the Research Triangle area.  Deepak was born in India, has a Ph.D. in \ngenetics from the University of North Carolina, and his health care startup has achieved 40 percent month- over-\nmonth growth.  Yet his green card status remains uncertain, and as a result Deepak is having a difficult time \nconvincing investors to fund his expansion.  Deepak is ready to hire more employees in Raleigh.  Instead he waits.\n\nAnd there are stories like this all over the country.  A few decades ago we lost ground in the manufacturing sector \nwhen we failed to respond aggressively to global competition.  We cannot afford to do the same when it comes to \nthe entrepreneurial sector.\n\nThe good news is that numerous bipartisan, high-skilled immigration proposals have been teed up in recent \nmonths that contain smart reforms.  The Startup Act permits entrepreneurs and STEM graduates to stay and start \nbusinesses.  The I-Squared Act increases the amount of available green cards and removes the per-country cap for \nemployment-based visas.  The Startup Visa Act allows foreign entrepreneurs to move to the United States as long \nas they have financial backing.  The SMART Jobs Act slows the STEM \"brain drain\" by adding a new non-\nimmigrant F-4 visa.\n\nChairman Leahy has introduced a compelling idea based on the EB-5 program that is working in his home state of \nVermont.  President Obama has called for stapling green cards to the diplomas of American- educated immigrants \nwith STEM degrees, and the Senate the bipartisan \"Gang of Eight,\" including many in this room, has agreed on a \nframework to admit the skilled workers necessary for a competitive economy.\n\nI defer to the men and women on Capitol Hill and at the White House to determine which of these specific \nprovisions make up the final plan, but this much is clear:  We must enact measures that enable talented \nentrepreneurs to start businesses here in the United States.  For over a decade there has been a discussion of the \nneed to update our laws and give our country the tools to win the global battle for talent, and yet nothing has \nhappened.\n\nAt this critical time I believe the best way to win adoption of high-skilled immigration reforms is to make them part \nof a comprehensive immigration reform package that also addresses a path to citizenship for undocumented \nworkers living in our country, deals with border security, and also sanctions on employers who break the law. Such \na comprehensive package is essential not only for its potential to spur our economic growth but because it also \naddresses the family and human issues that are also at stake in this emotional debate.  And with the leadership in \nthe Senate, and this committee in particular, it can get done.\n\nA few months ago I stood next to President Obama and Republican Majority Leader Eric Cantor in the Rose \nGarden after they joined together to pass the JOBS Act, Jumpstarting our Business Startups Act, on behalf of our \nnation's entrepreneurs.  Pundits said it would never happen, particularly given it was an election year, but it did. \nBipartisan progress is possible during moments in Washington when diverse groups of citizens call for action.  On \nimmigration this is the moment for Democrats, Republicans and independents to come together and pass \ncomprehensive reform.\n\nMr. Chairman and members of the Committee, thank you for your time.\n\n\n\nSEN. LEAHY:  Well, thank you, Mr. Case.  I appreciate that very much.\n\nThe next witness is Chris Cane, the president of the National Immigration and Customs Enforcement Council 118, \nthe American Federation of Government Employees.  He currently serves as an ICE deportation officer.  Am I \ncorrect on that?\n\nCHRIS CANE:  Yes, sir.\n\nSEN. LEAHY:  Your full statement will be placed in the record, but please go ahead, sir.\n\nMR. CANE:  OK, good morning, Chairman Leahy, and thank you, as well as honorable members of the committee.\n\nOn Saturday I was contacted by a man whose son was killed by an alien who was driving without a license.  The \nalien had failed a drivers exam multiple times but decided to drive anyway.  While attempting to flee the scene the \nalien drove over the man's son approximately four times.  Two years later the father is still attempting to have the \nalien who killed his son deported.\n\nIn 2010, an illegal alien, again driving without a license, as well as being intoxicated, killed one nun and maimed two \nothers.  The case made national headlines.  Many in America called for Secretary Napolitano's resignation.  Last \nweek that alien was sentenced to 20 years in prison.\n\nStatistics show that unlicensed drivers kill 8,400 people in the United States each year.  That's 700 deaths every \nmonth.  Yet according to ICE's new prosecutorial discretion policies, driving without a license is just another traffic \noffense.  And because of that, ICE agents can't arrest illegal aliens without licenses unless they have already \npotentially injured someone.\n\nICE recently proposed a three-day suspension for an ICE agent who arrested an illegal alien with multiple \nconvictions for driving without a license and who was attempting to operate a vehicle in the agent's presence.  \nWhile seeking disciplinary action against the agent, ICE simply released the alien without charge, putting yet \nanother unlicensed drive behind the wheel.\n\nSecretary Napolitano describes these new policies as smart and effective.  I can assure you they are neither.  I \nthink most Americans assume that ICE agents and officer are empowered by the government to enforce the law.  \nNothing could be further from the truth.  With 11 million illegal aliens in the U.S., ICE agents are now prohibited from \narresting illegal aliens solely on charges of illegal entry or visa overstay, the two most frequently violated sections of \nU.S. immigration law.\n\nAgents report that if they encounter suspected illegal aliens in the public, they cannot arrest them.  Their \ninstructions are that only if an alien is first arrested by local police on criminal charges may ICE agents and officers \nconsider making an immigration arrest.  If an alien is arrested by local police and placed in jail, again ICE agents \nmay not arrest them for illegal entry or visa overstay.  New policies require that illegal aliens have a felony arrest or \nconviction or be convicted of three or more misdemeanors.  So many illegal aliens with criminal convictions are also \nnow untouchable.\n\nICE agents apply the DREAM Act provisions and DACA not to children in schools but to adult inmates in jails.  If the \ninmates claim to be DREAMers and claim to qualify under DACA, agents must take the illegal aliens' word that they \ndo qualify.  No investigation is conducted.  There is no requirement that the illegal alien provide proof such as a \nhigh school diploma or college transcript.  The fact that as a law enforcement agency ICE has any national policy or \npractice that simply relies on an individual's word as grounds for stopping and enforcement action is yet further \nproof that ICE's new policies are neither smart nor effective.\n\nFor this and many other reasons, ICE is crumbling from within. Morale is at an all-time low.  As criminal aliens are \nreleased to the streets and ICE instead takes disciplinary actions against its own officers for making lawful arrests.  \nIt appears clear that federal law enforcement officers are the enemy and not those that break our nation's laws.  \n\n\n\nWhether it be our current immigration laws or future reforms, all will fail as long as individuals can pick and choose \nwhich laws enacted by Congress will be enforced.\n\nOperationally, ICE is not prepared or able to properly perform its mission, and the interior of the U.S. is not secure.\n\nIn closing, for the past four years, President Obama has excluded ICE officers and agents from all input on \nimmigration reforms as well as ICE and DHS arrest policies.  For that reason, yesterday a letter was sent to the \npresident, requesting that ICE agents be invited to future meetings, as special interest groups representing illegal \naliens have been for the past four years.\n\nTo the members of this honorable body, I extend a warm and sincere invitation to call upon me at any time, as we \nwould very much like to assist you in your efforts to fix our broken immigration system.\n\nAnd with that, that concludes my testimony.  Thank you.\n\nSEN. LEAHY:  Thank you very much, Mr. Crane.\n\nThe last witness is Jan Murguia, who's the president and CEO of the National Council of La Raza.  It's the largest \nHispanic civil rights organization in the nation.  She served in the Clinton White House, including as deputy \nassistant to the president.  She's one of four siblings trained as lawyers.  Two, I might mention, currently serve as \nfederal judges.  And I was privileged to be here at the time both of them were -- became federal judges.  And this is \nnot your first visit to this committee, and we thank you for being here.\n\nJANET MURGUIA:  Thank you, Mr. Chairman.  And I also want to thank Ranking Member Grassley for giving me \nthis opportunity before -- to appear before the committee today.  And in addition to my written statement, I want to \nalso request that over 265,000 petitions in favor of legalization and a path to citizenship be entered into the public \nrecord.\n\nAt the outset, I want to join the growing consensus that Congress has a historic opportunity to pass immigration \nreform this year. Fixing our broken immigration system is in the best interests of our country.  Immigration should \nbe orderly and legal and uphold our nation's values.  Reform must include a roadmap to legalization and citizenship \nfor eligible immigrants; smart, workable enforcement; and a legal immigration system that serves families, \nworkers, and our economy.\n\nFor Latinos, this issue is personal.  As the recent election demonstrated, Hispanic voters generated the game-\nchanging moment for immigration, giving us the opportunity to finally achieve a solution. And our role is growing.  \nAn average of nearly 900,000 Latino citizens will turn 18 every year between now and 2028.  Our community is \nengaged and watching this debate very closely.\n\nThis is urgent because the effects of a failed system on our economy and our country are unacceptable.  But I must \nnote that the failure to enact immigration reform has not meant inaction on immigration enforcement.  In fact, by \nnearly every standard, more is being done to enforce immigration laws than ever before.  And detentions, \nprosecutions and deportations are at all-time highs.\n\nOf course, for some people, no amount of enforcement will ever be enough.  But for our community, current \nenforcement levels are already -- are intolerable, because virtually all of us -- undocumented, permanent resident \nand citizen alike -- are affected.  And despite all this enforcement, the notion that we would deport 11 million people \nis an ugly nightmare.  And the notion that they will leave on their own is a fantasy.\n\nSo what should we do?  Independent commissions have called for earned legalization with a roadmap to \ncitizenship.  And it's easy to understand why.  No healthy society can tolerate the existence of a subclass of people \noutside the scope and protection of the law.  And continuing a situation where we collectively nod and wink because \nour society benefits from their labor is unacceptable.  When our laws don't reflect reality, reality will win every time.\n\n\n\nThat is why if we are to restore the rule of law, the single most essential element of immigration reform is an \nearned legalization program with a clear, achievable roadmap to citizenship, not because enforcement is not \nimportant but because that's all we have done.  And restoring the rule of law requires that we do both.\n\nMost undocumented immigrants are long-term U.S. residents.  They work hard, pay taxes and otherwise abide by \nour laws.  They provide for U.S. spouses and children.  Some came here as children, and this is the only country \nthey know and consider home.  Their lives are inextricably linked with ours.  The interests of our country are best \nserved by allowing them to come forward, pass a background check, pay taxes, learn English and earn the ability to \napply for citizenship just like every other group of immigrants before them.\n\nA majority of Americans support earned legalization with a roadmap to citizenship.  The American public puts a \nspecial premium on citizenship, because they want to see immigrants all in -- not partially in, not in a special status, \nbut in the same boat as everyone else.\n\nThe Latino community, three-quarters of whom are citizens, will not look kindly at legislation that condemns people \nto second-class status.  They want to see a clear path.  We understand that there will be questions about how long \nthe process should take and what specific requirements need to be met.  But if the process is unreasonable, the \nLatino community and, I believe, most Americans will consider the program disingenuous.\n\nWe now have the opportunity for a real solution that will serve our country, from the farm fields in the South all the \nway to Silicon Valley.  Some of the people we are talking about provided the food we'll eat today.  Others are at this \nmoment caring for our children, our parents, or our grandparents.  And yes, many are ready to help support our \ntechnology, math and engineering needs.\n\nYou have the power to help our economy and our nation by passing immigration reform.  And in so doing, you'll be \nhelping America's immigrants, our neighbors, our fellow church-goers; and for many of us, our family members.\n\nI can't help but feel the spirit of Senator Kennedy here today. And I think if he were here, he would say, you're right; \nnow, let's get to work and get this thing done.\n\nThank you, Mr. Chairman.\n\nSEN. LEAHY:  I might say if our friend Senator Kennedy was here, he'd be able to say it without using a \nmicrophone --\n\nMS. MURGUIA:  (Laughs.)\n\nSEN. LEAHY:  -- and you'd hear about it in the halls. (Incidentally ?), I'm going to put in the record an op-ed piece of \nMr. Vargas in the New York Times this morning.\n\nI'm going to ask a few questions, and then I'm going to turn the gavel over to Senator Coons because we have a \ncourt of appeals judge on the floor that -- I have to go and handle that.  Hopefully (you ?) get Mr. Kayatta through.  \nHe's been delayed for months and months and months.\n\nLet me ask, Mr. Case -- you know, you're known as an entrepreneur, investor; and chaired Startup America; you've \nbuilt companies; you mentor companies.  And you've heard the things -- you know, why do we need more \nimmigrants; we have Americans out of jobs; they need jobs.  Why do we try to increase opportunities to bring \nforeign workers?  You know we've also seen bipartisan coalitions -- Senator Hatch, Senator Klobuchar, for example \n-- join together, introduce legislation.  Why is it good to create more visas for foreign skilled workers when we have \npeople having trouble finding employment here?\n\nMR. CASE:  I think the best answer is, as I tried to say in my testimony, that the immigrant entrepreneurs and \ninnovators and engineers that are creating some of our fast-growing companies then create jobs both within those \ncompanies and more broadly within those communities.\n\n\n\nI saw this when AOL was growing in Northern Virginia.  It wasn't just that we added thousands of employees but it \ncreated thousands, probably tens of thousands of additional jobs in terms of housing and restaurants and services \nand other things that were part of that community when it was rising.  Conversely, a few months ago I was speaking \nto some entrepreneurs in Detroit and I was struck by two things.\n\nThe first was that 50 years ago Detroit really was Silicon Valley.  It was the most innovative place in the nation, \nmaybe in the world, when the automobile business was on fire.  But then, Detroit for a variety of reasons, mostly \nrelated to globalization, lost its entrepreneurial mojo and in the last 50 years it has lost 50 percent of its population.  \nAs a result, Detroit has kind of been in free fall.  Now, they're trying to stabilize and fight their way back.\n\nWe need to make sure as a nation we don't lose our entrepreneurial mojo, and the talent piece of that is central, \nthat any organization is only as good as its people.  A country is only as good as its people.  So we really need to \nbe a magnet for talent because these people are innovators.  I mentioned 40 percent of Fortune 500 companies \nwere started by first- or second-generation immigrants.  I would hate for those companies to have been started \nsomewhere else.  And other nations are stepping up their activities.\n\nThere's phenomena like globalization of entrepreneurship is they've recognized entrepreneurs is the secret sauce \nthat powered our economy, driven us to our leadership position in the world.  And they're trying to knock that off and \nmake it really easy for people to go there and we need to make sure we don't get complacent.\n\nSEN. LEAHY:  Are you saying these high technology positions would help more than just the technology \ncompanies?\n\nMR. CASE:  Absolutely. There are two reasons.  The first is -- first of all, almost every company now is a technology \ncompany.  Even retailers and service industry, restaurants, manufacturing things around advanced manufacturing, \nadded manufacturing.  They all have strong technology components.  So when we talk about technology, I think \npeople look at it too narrowly and think of it as, you know, software companies or Internet companies in Silicon \nValley.\n\nThe phenomenon around technology is much broader and the need for engineering talent all across our nation, all \nacross our industry sectors is much broader.  So that's the first.  The second, though, as I mentioned, it's not just \nthe direct jobs that are created by these innovators who take companies from starting with a handful of people, \ndozens of people, hundreds of people, sometimes thousands or tens of thousands or people but the ripple effect, \nthe network effect that those companies and their success and growth have more broadly in the community creating \njobs across many sectors of our economy.\n\nSEN. LEAHY:  I was struck by something you said about the legal -- I'm sort of compressing it -- the legal, social \nand moral imperatives.  Comprehensive immigration reform speaks to our character as a nation.   You know, we \nall have immigrants somewhere in our background.  My immigrant grandparents created jobs.  My wife's immigrant \nparents created jobs. They made it a better community.  But with that, I think -- Ms. Murguia, I think when you said \nin your testimony you said the notion that we would deport 11 million people is an ugly nightmare.  I hope \neverybody in this room would agree with that.  But we also know the status quo is not sustainable.  How would you \nrespond to people who raise that?  I've heard this said that anything short of mass deportation is amnesty.  How do \nwe respond to that?\n\nMS. MURGUIA:  (Off mic.)\n\nSEN. LEAHY:  Make sure your microphone is on.\n\nMS. MURGUIA:  Well, I would just disagree.  I think that amnesty is a pardon with no penalty.  And we've made it \nclear that the kind of earned legalization on the table doesn't pardon anyone and by any definition includes \npenalties.  It requires participants to admit an offense and pay a penalty, pay taxes, learn English and go back at \nthe end of the line of those already waiting for citizenship.  And I think there's a vast difference between saying that \nsomething is amnesty when it's a clear pardon.  And so I would say that it's clearly not.\n\n\n\nSEN. LEAHY:  Thank you.  Mr. Vargas, my time is up.  But I'm introducing the Uniting American Families Act with \nSenator Collins saying that preserving family unity should be part of our immigration policy.  Senator Durbin is \nrelying on the DREAM Act which I strongly support it.  What's the significance of these two pieces of legislation in \nyour mind?\n\nMR. VARGAS:  I think any talk of reform in this country, inclusion must be at the heart of it because diversity is at \nthe heart of this country.  We come in all shapes and forms.  One of the things that I found really interesting \nlistening to the Senate -- to the House hearing, I think it was last week actually with Ms. Vaughan and Mr. Crane -- \nwas a lot of the conversation about low-skilled, as if -- I've been to Alabama.  I've been to Georgia.\n\nI can tell you there's nothing low-skilled about harvesting fruits and vegetables and that people who are quote-\nunquote, \"low- skilled\" must be as protected as high-skilled in the same way that heterosexual couples -- that same-\nsex binational couples should be afforded the same rights that is given heterosexual couples.  It is simply an issue \nof equality.  And you know, when DACA -- when deferred action was announced last June, I have a dear friend \nsitting here, Gabby Pachecko (ph) who's been an activist for a long time.\n\nAnd she qualified for DACA and I don't.  I'm four months older. I remember I saw her in the morning when we found \nout the announcement and she said, don't worry, we're not done.  We'll take care of you. And I know she means \nthat.  And we must mean that, you know.  We must make sure that in America that it's about inclusion, that \neveryone is included in reform ,that one group isn't favored over another.\n\nSEN. LEAHY:  Thank you very much.  I'll yield to Senator Sessions or Senator Coons.\n\nSEN. SESSIONS:  Thank you.\n\nSEN. LEAHY:  We can trade places up here and you'll take the -- and I thank the panel very much.  I apologize for \nhaving to leave. It's only because of the court of appeals matter on the floor and Ms. Murguia remembers when her \nsister was up for a similar one how important it is.  But I appreciate all of you being here, every one of you.  It's \nimportant to the debate.  Thank you.  Senator Sessions?\n\nSEN. SESSIONS:  Thank you, Chairman Leahy.  I appreciate all of you coming, your comments and as we discuss \nthis important national issue.  Mr. Vargas, would you agree fundamentally that a great nation should have an \nimmigration policy and then create a legal system that carries that policy out and then enforces that policy?\n\nMR. VARGAS:  Yes, sir, I would agree.\n\nSEN. SESSIONS:  I would just say that's a fundamental question of value because the United States is not able to \nhave an open border and allow everybody that would like to come to this country come.  I know there's a poll in \nPeru a number of years ago when we were in Peru that said 70 percent would come to America if they could.  I saw \na poll in Nicaragua, 60 percent would come to America if they could.  So we have to make decisions about how that \nis done so it doesn't disrupt socially and economically the nation.\n\nMr. Case, I know you're again rallying with a group of special interest groups.  The president had them at the White \nHouse recently. Ms. Murguia was there.  You were there.  Mr. Crane was not there. Anybody knows anything about \nhow the system actually operates on the ground was not there.  I don't think anybody representing the broad- \nbased American public was there.  So I think we've got a problem here.\n\nWe have, as Mr. Crane just dramatically indicated, a serious unwillingness to enforce even the most basic laws.  \nWhen President Obama took office I remember vividly that there was a raid at a plant in I think the West Coast and \nthey immediately apologized.  Apparently they told Ms. Murguia and La Raza they wouldn't do that anymore.  And \nso the agents were disciplined and everybody that was found to be there illegally, they were allowed to keep their \njob.  And that was a signal that went right out through law enforcement all over the country.\n\nAnd so do the American people worry about this?  I think they do. 1986 is so fundamental.  The amnesty occurs \nlike that, the regularization, if you don't want to call it amnesty.  That occurs immediately.  And so we promise \n\n\n\nsomehow in the future that we will have an enforcement mechanism.  So we have 3 million people here illegally \nthen now we have 11 because the word went out that if you get into America you too will sooner or later get \namnesty and we're right back here in that position.\n\nSo we need to see, the American people needs to see a real commitment, one that's truly so to make the laws real \nand the policies real.  And we're not going to be taking a pig in a poke.  And there's a lot of overconfidence about \nthis bill.\n\nI do not think that this legislation is not what the members said and goes further, actually, than the members say \nabout it, or the group that's working on it.  And I really respect them.  If it doesn't really work, it's not going to pass.  \nWe're not going to -- we're going to expose it.  I'm going to read the bill and others will.  So we're going to look at \nthat.  And it's got to end.\n\nAnd clearly we need a policy that serves the national interest of the United States.  So that means we have to \ndecide how many people can come, how many engineers won't be employed because we open the world to bright \nengineers all over the world, people -- that our children and grandchildren, will they not be able to get a job?  I think \nit's not so to suggest that you'll have no impact on wages or jobs.  I remember Senator Kennedy and I debated the \nquestion about wages.\n\nI suggested that large flows of labor will pull down wages.  He didn't dispute it.  He said, well, we'll fix it by raising \nthe minimum wage.  Well, I don't want people operating at the minimum wage.  I want them operating two, three \ntimes the minimum wage.  So the president was talking minimum wage last night.  It reminded me of that.\n\nSo Mr. Case, I do think that the Canadian plan -- I think maybe your friend from Microsoft -- we've talked about \nthis.  That's got a good plan, that if we moved in that direction, it would be appealing to me.\n\nI've talked too long.\n\nMr. Crane, has the president or anyone in the administration or Congress -- well, in the administration asked you or \nany of your officers about their evaluation of how to improve the immigration law?\n\nMR. CRANE:  No, Senator.  In fact, what we see is that the special interest groups are brought in to ICE \nheadquarters, up at DHS headquarters.  They put out lists bragging, you know, a hundred or more special interest \ngroups that we're bringing in to work on the policies.  And they completely shut us out to the point where even our \nunion rights have been taken away from us and we can't even communicate with the agency through our basic \nunion rights.  And they have an army of attorneys opposing each and every thing that we do, just as a union, to try \nto get involved in any of our law enforcement policies to look out for the best interests of our officers.\n\nSEN. SESSIONS:  Briefly, have you -- has Secretary Napolitano formally in any official way reached out to the \nunion to find out why you voted no confidence in your director Mr. Martin?\n\nMR. CRANE:  No, sir.  In fact, I've never met Secretary Napolitano, never shook hands with her, anything.\n\nSEN. SESSIONS:  Well, I've called for Mr. Martin to be -- to resign.  I think he has failed in his fundamental duty to \nenforce the law and maintain the morale of the people that we pay to do their jobs every day.  But so, Mr. \nChairman, my time's completed.  Thank you very much.\n\nSEN. COONS:  Senator Klobuchar?\n\nSEN. KLOBUCHAR:  Thank you very much, Mr. Chairman.  Thank you to all the witnesses.  Mr. Vargas, I just \nwould first like to thank you for your touching, heartfelt story.  You can tell why you're a good journalist.  And I was \nthinking here as I was listening that you're not just a dreamer but you're a doer, that you're not simply an amnesty \nseeker, as some people here might characterize it, but you are a taxpayer.\n\n\n\nAnd so I want to thank you for that and ask if you could respond to this framework where either we just keep the \nstatus quo because we're unable to get anything done, which I just won't accept, or in fact we up with deportations \nof people like yourself.  What would happen to you if that happened and what's your counterargument in response \nto what you've heard?\n\nSEN. SESSIONS:  Mr. Chairman, could I just have one second before you start on that?  Senator Klobuchar, I'd \noffer for the record a series of documents provided by Mr. Crane, one being his letter to the president asking that \nNational ICE Council be included in future immigration meetings and other documents.\n\nSEN. COONS:  Without objection.\n\nMR. CASE:  I'm sorry, if I could, Senator Sessions, I just want to correct one thing for the record.  You mentioned \nthat there was a meeting I attended with the president and special interests.  I actually have never attended a \nmeeting with the president on this issue with special interests.  I was invited to attend the meeting with a dozen \nCEOs of companies like Coca-Cola and Marriott who were talking about pragmatic solutions to get the economy \nmoving and one of the key focuses was immigration.\n\nAnd there was a broad sense that the country needed to move forward.  So the focus really -- if I represent any \nspecial interest, it's just doing my part to make sure we remain the world's most entrepreneurial nation and winning \nthis global battle for talent is central to that.  But I just wanted to correct that.\n\nSEN. SESSIONS:  Well, we did have a document that suggested that that could have been incorrect.  Thank you.\n\nSEN. KLOBUCHAR:  OK, Mr. Vargas, welcome to our hearing.  So a dreamer versus doer, back talking about \namnesty seeker versus taxpayer and how you respond to this and how you -- what would happen to you if we \nsimply just kept the status quo and -- or we just upped deportations.\n\nMR. VARGAS:  First of all, the status quo is untenable.  I think we all agree that we can't -- that this situation can't \nkeep going the way that it is.  I was just -- this past weekend I was with Erica DeAnola (ph).  She's a dreamer who's \nalso a doer, graduated from college who one night ICE just knocked at her door and grabbed her mom and her \nbrother.  Thankfully she got on Facebook and what -- I think there were, like, 300 of us that jumped right in, got on \na conference call, how do we do this.\n\nIt should not be lost on anyone the surreal nature of even this hearing, the fact that I'm sitting here on the same \ntable as Mr. Crane and Ms. Vaughan.  And before I kind of dive into what you said, I think we need to define our \nterms.  And when we talk about what is to the national interest of the country, you know, I've been to Alabama. I \nspent some time there.\n\nI've been to Alabama to talk to someone like Lawrence Calvert (ph), for example, who's a Republican who's a \nfarmer who, once HB56, the most -- you know, that out-Arizonaed Arizona's immigration law -- was passed, \nLawrence Calvert said wait up a second, it is not right for this state to say who my friends can be.  My best worker is \nthis guy Paco.  He's such a best worker that he's actually -- there's actually a room in Mr. Calvert's house called the \nGuatemalan suite for Paco.\n\nSo when, you know, Senator Sessions talks about the national interest of Americans, I think about Lawrence \nCalvert.  I think about the national interests of my principal and my superintendent who are here today.  I feel as if \nwe've been having the exact same conversation on immigration for the past decade.  We invite the same people \nto talk about the same thing as if immigration is all about border security.\n\nI came here from the Philippines.  My border was the Pacific Ocean.  We talk about immigration and enforcement \nas if we're talking about alien people from Mars and not human beings whose lives and whose families are being \ntorn apart every day.  NCLR, which has been referred to as an interest group, represents 55 million Latinos in this \ncountry.  That is not an interest group.\n\n\n\nSEN. KLOBUCHAR:  Thank you, Mr. Vargas, because I wanted to ask one more question here of Mr. Case.  I'm \nsure we can talk later.  But I really appreciate your answer and I think people need to think about who they're \ntalking about.  Mr. Case, you talked about how in fact people don't always see how this can create jobs.\n\nI think you said that a mistake that opponents of immigration reform make is believing that our society an \neconomic growth are zero- sum.  They are not.  More talented immigrants joining the American family does not \nequate to fewer jobs.  It equates to more jobs.  And there have been many studies, one commissioned by Mayor \nBloomberg and Mayor Castro that show, I think, 1.8 jobs for every holder of one of these visas that come in, \nanother one up to five jobs that are created.  Can you talk about your personal experience with it?\n\nMR. CASE:  That's absolutely true.  I've invested -- not just helped start AOL and create the Internet but then \ninvested in a couple dozen different companies and many of them started by immigrant entrepreneurs.  And so I've \nseen firsthand the job creation leverage of that.  And as I said earlier, it's not just the direct impact of those \ncompanies.  It's the broader impact.  Frankly, when I hear this discussion about immigration and this morning's \ndiscussion was reflective of it, it's usually framed as a problem we need to solve. I think it's an opportunity we need \nto seize.\n\nSEN. KLOBUCHAR:  Exactly.\n\nMR. CASE:  And while there is a moral prism aspect, there's a political prism aspect, I look at it through the \neconomic prism aspect.  And if we're going to remain the leading economy in the world and we're going to boost our \ngrowth rate from 2 percent to 3 or 4 or 5 percent, which I think is the only way we're going to solve our fiscal \nproblems long-term, the talent issue is central because all this job creation, economic growth comes from these \ninnovative entrepreneurs who are starting, you know, companies and growing their companies and then growing \ntheir communities.\n\nSo this really is about the future of the country and how do we seize this opportunity to remain the world's most \nentrepreneurial nation.  As I said before, we're getting complacent.  Other nations are probably laughing at us.  \nrecently Canada announced a policy around the startup visa program and said they're going to go to Silicon Valley, \nyou know, fly the Canadian flag and say, stop messing around in the United States, come here, we'd welcome you.  \nWe're going to give you --\n\nSEN. KLOBUCHAR:  Right, and no one knows that better that Minnesota because we can see Canada from our \nporch.  So I am quite concerned about this just because we want these people to stay and, you know, make the \nnext Post-It note and pacemaker in Minnesota.\n\nAnd so that is why, as you know, Senator Hatch and I introduced the I-Squared bill -- half Democrats, half \nRepublican authors.  It is part of comprehensive immigration reform.  That's how I see it.\n\nBut it's also important, we believe, to get the writing on the wall and get that bill out there, because it really does -- \nright now we have, as I -- a third of the visas that we had back in 2001 for H- 1Bs.  We have severe limits on per-\ncountry green cards, which Senator Lee pointed out.\n\nAnd I was thinking, as I listened to your testimony, where you said a third of immigrants at our universities have to \ngo back when they don't want to.  Imagine if that happened to our sports teams. Just look at the roster of your \nfavorite sports team, NFL, NHL, Major League Baseball.  Look at what the immigrants are on that team and take a \nthird of them off, because that's what we're doing with our universities.  So --\n\nMR. CASE:  It's worse than we think, because when they go back and they go to other countries and start \ncompanies there, the entrepreneurial ecosystems develop there, and then they become more robust competitors to \nthe United States.\n\nSEN. KLOBUCHAR:  Right.\n\nMR. CASE:  So once the genie gets out of the bottle, it's hard to put it back in.\n\n\n\nSEN. KLOBUCHAR:  Right.  And to just last bring it back -- no more questions, Mr. Chairman -- to Mr. Vargas.  I \nliked your words, Mr. Case, how you see this as an opportunity, that this is not a problem, that Mr. Vargas is not a \nproblem, but he's creating opportunities for himself and for others in our country.\n\nThank you.\n\nSEN. COONS:  Senator Hirono.\n\nSEN. HIRONO:  Thank you, Mr. Chairman.  And thank you to the panel.\n\nBefore I begin my questions starting with Mr. Vargas, I would like to extend a special aloha to Steve Case, who has \nspent a lot of time in Hawaii.  You have family there, and you are very much part of our community in the state.  So \naloha to you.\n\nMr. Vargas, I was particularly touched and taken by your testimony, because you are living the broken immigration \nsystem.  And I want to welcome your family and friends who are here to support you.\n\nI just happened to read your op-ed piece in this morning's -- today's New York Times where you say that 1.6 million \npeople have been deported by this administration, and maybe 200,000 of them left their American-born children, \nwho, if they don't have family who can help take care of them, they end up being in foster care.  This is no way for \nus to fix this broken system.\n\nSo from your experience -- and you also talked about how worried your grandmother continues to be because you \ncame out.  And were it not for some changes in priorities of enforcement, you could be arrested right here and now, \ndeported.  So I think you really bring to the fore the kinds of changes we need to make that really reflects our \nvalues.\n\nSo can you just talk a little bit more from not just your experience, but the experience of the people that you \nobviously work with in terms of how important unifying families are?  And that includes LGBT families.\n\nMR. VARGAS:  Thank you.\n\nFamilies are at the heart of the American character.  I'm fortunate that I have a really, you know, strong Filipino \nfamily, Filipino-American family.  You know that, from Hawaii.\n\nSEN. HIRONO:  Yes.  (Laughs.)\n\nMR. VARGAS:  You know, my grandmother, who's sitting right there, my Lola, who is an American citizen, hard-\nworking, taxpaying American citizen -- I remember when I got hired at The Washington Post, and I was here for five \nyears.  Being in D.C. for five years and going to the White House and going to Capitol Hill to cover a hearing -- \n(laughs) -- was -- I wouldn't even call her, because when I called, the first thing she would say is, are you sure \nyou're going to be OK? Are you sure you're going to be OK?\n\nThankfully, she's still healthy enough -- she just turned 75 last September -- because I promised her that once we \nfix this -- and we are going to fix it -- we'll be able to travel together.  I haven't seen my mother for 20 years this \nAugust.  And I can only imagine how many other families are out there who are experiencing the exact same thing.\n\nI have met a lot of same-sex binational couples since I've traveled.  I've been to about 25 states, maybe 100 \nmeetings and events, even a couple of tea party meetings.  And it's been really interesting, you know, when you \nsee same-sex couples say I can't marry and petition my partner of five, 10, 12 years because we have DOMA, the \nDefense of Marriage Act, that doesn't allow -- the federal government doesn't acknowledge same-sex marriage, \neven though -- if it happens in New York, for example, or Massachusetts.\n\n\n\nSo you see just not how -- you really see how broken it is from the perspective of individual lives and their \nconnections to their own communities.  And that's why it's so important.  That's why it was important for me not just \nto bring my Filipino-American family, but to bring the family that I found at my high school.\n\nYou know, I don't know what I would have done if Pat Hyland or Jim Strand and Rich Fischer -- they didn't see me \nas an illegal alien sitting in the classroom.  They saw me as a kid who could maybe, you know, work for The \nWashington Post, maybe write for The New Yorker. They saw opportunity.  They didn't see a problem.\n\nAnd I think it's important, as we talk about human beings, to keep the conversation that way.\n\nSEN. HIRONO:  Thank you.  I think that it's very clear that I'm very focused on one of the principles of immigration \nreform as family reunification.\n\nAnd Mr. Case, I agree with you that we ought to provide opportunities for people who come here and get their \nSTEM education here, for them to remain so that they can -- so that we can have the benefit of their entrepreneurial \nskills.\n\nThere are a lot of people that I know you know who came here as children, immigrated here; for example, Sergey \nBrin of Google -- he fled the Soviet Union at age six -- and Jerry Yang of Yahoo, who left Taiwan with his mother at \nage 10.  So I hope that you agree with me that we do need to balance the visa-green card issue with encouraging \nimmigration, family immigration, to this country so that people who dream the American dream can also provide \nus with their talents and entrepreneurism.\n\nMR. CASE:  I do agree.  And as I mentioned in my testimony, although I've been talking and many people talking \nand advocating for high-skilled immigration reform for a decade -- and for most of that decade we were frustrated \nnothing was happening and concluded that it'd be difficult to get anything done, but if anything got done, it would be \na narrow or high-skilled reform package.\n\nI think there's now a recognition there is a moment.  There is bipartisan support building.  And the best, fastest path \nto get high- skilled immigration done is to support comprehensive immigration reform.  So I think you'll see a \nbroader support from the tech community, not just on the specific issues, but this broader solution.\n\nSEN. HIRONO:  Thank you.\n\nI believe my time is up.  Thank you, Mr. Chairman.\n\nSEN. COONS:  Senator Blumenthal.\n\nSEN. BLUMENTHAL:  Thank you, Mr. Chairman.\n\nAnd thank you all for being here.  My special thanks to Mr. Vargas.  As you may know, I've been a long-time \nadvocate of the DREAM Act, both as state attorney general and now as a United States senator.  In fact, I try to go \nto the floor every week when I can to, in effect, highlight a story like yours of a dreamer contributing and giving back \nto this country in very, very material and impressive ways.  And you have done so.\n\nAnd by today's appearance, you've given us a new dreamer to call a model for why we should pass this act and \nexpedite the earned- citizenship status for young people brought to this country or coming to this country at a young \nage and then being educated, working, contributing, serving in our military.  Thank you for being here today.\n\nMr. Crane, I thought, when you opened with the story of the unlicensed driver causing this tragic crash and injury, \ndeath, to the individual you described, that you were going to argue for providing driver's licenses and requiring \ninsurance for undocumented immigrants, such as some states have done.\n\nWhat do you think about that proposal?\n\n\n\nMR. CRANE:  Well, I think that, actually, both of those cases that I cited, both of those individuals had either -- one \nhad an opportunity to have a license.  He was on TPS.  So he could have had a license.  He failed the exam three \ntimes.  The other one, I think his license had been suspended three times.  So in both of those cases, there would \nhave been no benefit to having a license, as both of them had already had licenses.\n\nI don't know if that answers your question.\n\nSEN. BLUMENTHAL:  What about insurance?\n\nMR. CRANE:  Did they have insurance?\n\nSEN. BLUMENTHAL:  Yeah.\n\nMR. CRANE:  That I don't know, sir.  My understanding in both cases is that they don't, but I can't say for sure.\n\nSEN. BLUMENTHAL:  And what about increasing the penalties for drivers who cause such accidents without \ninsurance, such as some states have done, which is a problem common not only to undocumented immigrants, but \nto many, many other citizens?\n\nMR. CRANE:  I'm a law enforcement officer.  Absolutely I would support stronger penalties for individuals that don't \nhave the proper licensing, et cetera.\n\nSEN. BLUMENTHAL:  Let me ask you, Mr. Case -- and I really want to thank you for your very persuasive and \nimportant testimony today on the H-1B visa reform.\n\nAnd I have joined as a leading cosponsor, with thanks to Senator Klobuchar and Senator Hatch for their effort in \nchampioning this reform.\n\nOne concern that's been expressed that also troubles me to an extent is the fact that individuals coming here with \nsuch visas are, in effect, tied to their employer with long backlogs before they can receive a green card.  Wouldn't \nthis kind of reform also require or entail either streamlining that process or according the H1B1 visa recipient with \ngreater freedom to move among employers?\n\nMR. CASE:  Yes, I think that would be a good idea.  I mean, there's obviously many facets of this and having more \nH1Bs, raising the -- or having no cap for some of these kind of advanced degrees that people have so we can keep \nmore of that talent here, create more innovation here, is key.\n\nBut I do think that what some have called the portability issue with H1Bs would be helpful.  There's no question that \ngetting people here is part of the battle.  Getting them to stay here is the next part of the battle.  We'd hate to train \nthem and have them be working at IMB or Microsoft of some company, then after three years or six years feel like \nthey have to go back and take those skills somewhere else, or feel they can't really leave that company because to \ndo a startup -- or even if they'd like to because they lose their status.\n\nWe really should take this in a broader context of winning the battle for talent.  How do we attract some of the -- and \nkeep the ones we have and attract others who can really power our economy for the next, you know, 200 years and \npioneer the next industries?  And there are many specifics that obviously you folks need to deal with, but I favor a \nbroader solution, a little bit of the all-of-the-above solution around high-skilled immigration.  The I-Squared is very \nhelpful.  The startup visa act is very helpful.  I'm pleased that Senator Coons, with bipartisan support, is \nreintroducing the startup act, but also I think it's very helpful.\n\nSo I would encourage this committee to look at all these different bills.  There is a lot of commonality to them.  But \nwe do need a robust high-skilled immigration component to any comprehensive reform.\n\nSEN. BLUMENTHAL:  And I assume that you would also support a stronger system in the United States of STEM \neducation so that our own citizens can be afforded greater opportunity to take advantage of these jobs that right \n\n\n\nnow are unfilled because we're not providing our young people with the kind of skills that they need to fill them.  The \npresident highlighted this issue last night in the State of the Union and I strongly support that kind of measure, \nwhich again Senator Klobuchar and others who are behind this bill have said it's important.\n\nMR. CASE:  I totally agree.  I even believe it has been framed as sort of this false choice that either why don't  you \ninvest in STEM education in the United States and not attract people from other countries?  Of course you have to \ndo both and we should be as robust as we can, but recognize that takes some time, 10 or more years, before we'll \nget the benefit of any of those investments in our own education system.\n\nMeanwhile we are starting to lose the battle of talent.  We are running at risk of losing our status as the most \nentrepreneurial nation.  So we need to move aggressively and very urgently to make sure that the best and \nbrightest are coming here and staying here.\n\nSEN. BLUMENTHAL:  Thank you.\n\nMy time is expired.  Thank you, Mr. Chairman.\n\nSEN. COONS:  Thank you, Senator Blumenthal.\n\nSEN. KLOBUCHAR:  Mr. Chairman?  One point to follow up on that, not a question, is that the bill actually contains \nan increase in the visa fee.  As Mr. Case and Senator Blumenthal know, that will amount to, at a minimum, of $3 \nbillion in 10 years that will go directly to STEM education and training in our country, and perhaps will be as much \nas 5 billion (dollars).  And so that was something that we got business support for and is a really important element \nof this bill because we have to do both of these things simultaneously.\n\nSEN. BLUMENTHAL:  I was going to make that point, Mr. Chairman, but my time had expired.\n\nSEN. KLOBUCHAR:  (Chuckles.)  I get the point.\n\nMr. Chairman.\n\nSEN. COONS:  You're battling cosponsors of an important piece of legislation that contributes significantly both to \nSTEM education for you as nationals and creating a new pathway.  Thank you, Senator Klobuchar, for your \nleadership on the bill and for that contribution.\n\nMs. Murguia, if I might, a previous senator described meetings in which only special interest were present, and I \nthink fairly directly implied that NCLR is a special interest group that doesn't speak for ordinary Americans.  Could \nyou just tell us something about who NCLR represents and its role in conversations about the path forward for \nAmerica?\n\nMS. MURGUIA:  Yes, thank you, Senator.  I appreciate the opportunity to respond to that.  And I thank Jose \nAntonio for understanding too that we're not a special interest group.  The fact is that the National Council of La \nRaza, NCLR, has been around for 45 years.  And we represent a network of affiliates that serve millions of Hispanic \nfamilies.  And what we try to do is make sure that we are providing opportunities for our community to succeed.  \nAnd we have various programs that we provide through this network of affiliates -- community-based nonprofit \norganizations.\n\nWe run 115 charter schools.  We have health programs and health clinics that are providing services.  We run \nhome-ownership counseling services that have put over 65,000 families in their first-time homes. And we have \nworkforce development programs that have helped fill the gaps in skills so that our community can fill the jobs that \nare out there that need to be filled.\n\nAnd yes, we do represent a voice for the community when it comes to civil rights and when we've been involved in \nimmigration policy. But the truth is that we have been active and involved in representing the Latino community for \n\n\n\nalmost 50 years now, and it's something that we believe is important particularly now on this issue when we have a \nunique moment in time to finally put a solution out there for immigration reform.\n\nAnd I commend Jose Antonio and the dreamers for the courage that they have demonstrated.  It's really an \nexample for all of us to put that personal narrative out there for us to understand that not only do we need to \naddress their situation, but that they understand that their parents and other family members need to have their \nsituations addressed as well.  And that's why we need comprehensive immigration reform.\n\nSo when I'm in a meeting with the president I'm representing not just a special interest but 50 million Latinos who \nare out there contributing mightily, serving in our military and making this country better every day.\n\nSEN. COONS:  Thank you.  I'm well familiar with the range and scope of your good work.  I just thought it was \nimportant to have that included in the record.\n\nAs we move forward in this conversation -- to the point you made -- we're grateful to Mr. Vargas for sharing with us \nthe details of his personal familial experience and the significant contributions his voice, his writing, his work have \nmade to our country and to this debate.  But if you might, how in your view is a mixed family -- one with citizenship \nand undocumented status -- affected?  How does this legal limbo impact their interaction, their opportunity, their \nengagement with law enforcement, their likelihood of attending college or being able to fully participate in America?\n\nAnd then, Mr. Vargas, I'll ask you to follow up.\n\nMS. MURGUIA:  Well, of course.  Well, right now we have a situation where these young people, individuals have \nbeen brought into this country by their parents, have grown up pledging allegiance to this country in their schools \nand classrooms.  And all they want to do is a chance to go on and to have higher education.  And a lot of folks have \nfound that cost-prohibitive because of their status.  But not only that, they are living in the shadows still today and \nthey understand that their situation is one that's represented by all their family.\n\nBut we are missing out as a country in not benefiting from their potential further contributions.  And Steve Case has \nmade the point, if we would be able to make sure that we are obviously looking at the harvest of folks that we have \nhere that we're not taking advantage of, we need to strike the right balance with folks who are coming in who are \nable to meet other immediate needs for this country in terms of our workforce.\n\nBut we have many individuals now that if we would put the right law in place, allow them to be able to come out of \nthe shadows, but also make the right investments, we can have those kinds of contributions to our economy which \nwe know will be plentiful.\n\nSEN. COONS:  Thank you.\n\nAnd if I might, Mr. Case, because my time is about to be up and I want to be respectful or other senators' time, \nyou've been an effective and engaged advocate particularly on the issue of high- skilled immigration, but also \nconsistently around the special contribution of immigrants in the United States throughout its whole history -- \ncreativity, entrepreneurship, vision.\n\nAnd you've tried to bring focus in this Congress to the issue of global competition, how things have changed in the \nlast 10 or 20 years, that today we can't afford to have the best and brightest of the world come here, be trained in \nsome of the most advanced skills and techniques, and then go back to their home countries where their \ngovernments are waiting with resources and support to help them then begin companies that will compete against \nus.  Could you talk just a little bit about how that dynamic, as you described it, the entrepreneurial ecosystem, works \nto our disadvantage if we don't fix this part of our broken immigration system?\n\nAnd then in closing, if you'd just comment on why it's important that it be comprehensive, that we not do sort of rifle-\nshot issues to try and address one piece, but that we do this broadly and comprehensively.\n\n\n\nMR. CASE:  Well, I think people in this country, including in this town, are a little complacent about the role \nentrepreneurship has played in building the nation and the role it needs to play to continue to, you know, drive a \npowerful economy.  We kind of take it for granted that entrepreneurship is alive and well.  And we like to talk about \nSilicon Valley and we're so proud of Silicon Valley.  And there are a lot of great stories.\n\nBut as you point out, in the last 10 years, we've seen a dramatic shift as other countries around the world have \nrecognized that the secret sauce that has powered the American economy and the American story -- which is why \nwe're the leading nation in the world -- you know, the leader of the free world -- is the work of entrepreneurs and \ninnovators.\n\nSo they are moving very aggressively on talent policy, trying to make it easy for people to come and stay because \nthey want to attract the best talent, invest in incentives, making -- you know -- (inaudible) -- little or no capital gains, \nfor example, in many countries; building up more research to make sure the next Internets are created in other \nnations -- a whole slew of policies that are really focused on trying to shift the center of gravity from \nentrepreneurship being kind of the secret sauce of America and trying to replicate that.\n\nSo we do need to take it quite seriously.  I would hate, as I mentioned in my remarks, for us 25 years from now to \nbe moaning the loss of entrepreneurship like we now bemoan the loss of manufacturing. We are still in the lead, but \nthat lead is slipping, and we need to take action.\n\nYour final question on comprehensive immigration reform -- part of it is the pragmatic recognition that the best \npath to get high- skilled immigration reform done is to include a broader set of initiatives that have broader support.  \nBut also I think it's the right thing to do morally and the right thing to do from our economy's standpoint.  It's not just \nabout the high-skilled workers in those -- in those particular companies; it's what happens more broadly in those \ncommunities and having a path to citizenship and getting people off this, you know, status of being kind of in the \ngray zone, contributing fully as members of the economy, I think, is very important.  And it really is the story of \nAmerica as well.\n\nSEN. COONS:  Well, thank you, Mr. Case.  In my view, you know, allowing 11 (million), 12 million people in this \ncountry to come out of the shadows, to fully engage in our economy, to fully engage in our community and our \nsociety is one of the best contributions we could make to economic growth.\n\nSenator Klobuchar.\n\nSEN. KLOBUCHAR:  Yeah, I'll just ask one more question here of Mr. Case.\n\nCould you explain -- I think there's some confusion sometimes -- about why we need both green card reform, \nwhere we have these students, who -- we literally want to staple a green card to their diploma so they can stay and \ntake time to look for a job; and then we also have people like a doctor from Minnesota, from India, who for 16 years \nbounced around on various visas and it wasn't until then when he became the head of a high-tech company was \nable to finally get a green card, even though he had been trained at the Mayo Clinic and had a diabetes degree, he \nworked with low-income families and provided medical services to them -- why this green card option is important \nbut why also the H1-B is important and how we are literally reaching the cap as the economy's improving, in some \ncases, back a while ago the same day?\n\nMR. CASE:  I think it's part of this broader issue about winning the global battle for talent.  And although the issue \nof 11 million undocumented people is a -- is a big issue, we're talking here with -- whether it be the (startup fact ?) \nor the -- (inaudible) -- relatively small number that have relatively large impact, with 50,000, 100,000, 150,000, \nwhether it be -- you're talking about H1-B or a STEM visa or an entrepreneur visa.\n\nSo there -- we're not -- in the grand scheme of things, it's a relatively small part of a -- of the problem.  But in fact, \nit's a bigger opportunity in terms of job creation.  And it is important to recognize there are lots of different ways to \nattract talent.  Some of it is getting students here and trying to get them to stay here.  Some is recruiting people to \nlarger companies and then trying to get them to stay in that company or stay in our country, starting other, you \n\n\n\nknow, companies.  It's all about winning the battle of talent.  And I think we sometimes focus too much on the \nspecifics and miss the broader story of how do we make sure we win that battle for talent.\n\nAnd so I support all these different initiatives and try to make it as robust as possible, because there are a lot of \ndifferent ways people are going to be thinking about coming and staying in this country and contribute to this \ncountry, which is not just about -- as I said -- immigration; it's about our economy.  And if we want to get our 2-\npercent growth to a higher level, we've got to focus more on innovation and entrepreneurship, given the statistic \nthat half of the technology companies are started up by immigrants and 40 percent of the Fortune 500 companies \nby first- or second-generation immigrants, including non-technology companies.  If we don't get this right, we -- our \nlead in entrepreneurship is going to slip away.  And we can't allow that to happen.\n\nSEN. KLOBUCHAR:  Thank you.\n\nSEN. COONS:  Thank you.  Thank you.\n\nSenator Hirono, do you have any further questions?\n\nSEN. HIRONO:  (Off mic.)\n\nSEN. COONS:  Ah.\n\nSenator Blumenthal, any further questions?\n\nSEN. BLUMENTHAL:  Yes, just a couple of questions.\n\nMs. Vaughan, I want to make sure that I understand your position, which emphasizes really the importance of \nenforcement.  As a law enforcer, I am certainly completely in agreement.  But I think the president and the \nbipartisan group working here in the Senate also contemplate stronger enforcement.  In fact, the plan under \nconsideration here, the bipartisan plan, would actually condition earned citizenship on some certification that there \nis stronger enforcement at the borders.\n\nBut regardless of whether that particular device is adopted or not, enforcement at the borders against illegal \nimmigration, enforcement within our borders against employers who hire undocumented immigrants certainly is \nthe priority goal and in some ways, on the president's plan, even above the pathway to earn citizenship.\n\nAnd so even if they were to adopt the ABCs of stronger enforcement that you suggest in your testimony should be \nmade a practice, I gather you would still oppose the path to earn citizenship for various reasons, not the least of \nwhich is your concern about unskilled workers filing jobs that otherwise would be filled by American citizens.  And I \nwonder what you would do about the 11 million undocumented people, who are within our borders right now.\n\nMS. VAUGHAN:  Well, I think it's important for the public to be able to support the proposals that Congress is going \nto be debating. And I think for that to happen, the public has expressed -- at least through the polling data I've seen \n-- that they want to see a sustained commitment to enforcement before we make a decision on what to do with --\n\nSEN. BLUMENTHAL:  Your objection is one of timing then?\n\nMS. VAUGHAN:  Well, that's part of it.\n\nSEN. BLUMENTHAL:  In other words, if the polling data showed that 90 percent -- I mean -- or is your argument \nabout the politics of this program, or is it about the substance?  If the president could use his bully pulpit to convince \nthe public, beginning with the State of the Union last night, that a pathway to earn citizenship is really necessary, \nyou'd go along with it then?\n\nMS. VAUGHAN:  The pathway itself is not necessarily the issue.  I think the politics are a problem because of the \nfact that there hasn't been enough substance in the way of enforcement to convince people that we're not going to \nbe in this same situation 10, 20 years down the road.\n\n\n\nWe also have -- and I don't know of anybody who thinks that it's either feasible or a good idea to try to remove 11 \nmillion people who are here illegally.  But one -- what we have seen --\n\nSEN. BLUMENTHAL:  So would you -- you'd leave them -- you'd leave them in the current -- in their current status?\n\nMS. VAUGHAN:  Well, some of them would make the choice to go back home.  That's what we've seen happen \nwhen robust enforcement has been implemented, for example, at the state level.  But we can have a conversation \nabout a path to citizenship to those that are deemed to be, you know, people that we can accommodate.  That's \nalso going to have to take into account what the effect is going to be on Americans who are looking for jobs in -- the \nsame kinds of jobs and also whether or not we should adjust future immigration levels to compensate for the fact \nthat we are going to be issuing a lot more green cards as a result of any amnesty that's contemplated.\n\nSo, I mean, that's why I think, you know, trying to bite all of this off in one massive bill -- it's going to be very, very \ndifficult to accomplish.  When I look back at the immigration legislation that's been passed since 1986, all of it was \nmuch narrower in scope.  I mean, we've passed a lot of -- all right, I should say Congress has passed a lot of \nimmigration bills in the last 20 years.  All of them were much narrower in scope and focused on things that were \nattainable and around which there was broad consensus.  And I -- and part of that is because of the IRCA \nexperience, where the amnesty came first and the promises of enforcement were never fulfilled.\n\nSEN. BLUMENTHAL:  I -- first of all, I think to characterize it as amnesty would be rejected by many of us who \nsupport it.  The idea of earning citizenship by paying back taxes, paying a penalty, learning English, going to the \nback of the line; and in the case of the DREAMers, literally earning it by serving this nation in its United States \nmilitary, I think, is inaccurate.\n\nBut I really do believe that we are at a moment, a historic moment, when a big deal -- and immigration reform is a \nbig deal -- would be accepted by the public and, I think, would be inspiring to the public because we are a nation of \nimmigrants.  We all know it.  We all feel it in our gut.  We all have pictures on our walls of people who came here \nbecause this nation has been a beacon for them, not just the skilled who come here with H1-B visas but also, you \nknow, the folks in Connecticut who built our railroads, whose children now are running major corporations.  I just \ndiffer with you strongly on the politics of this issue.  And I think your argument really is grounded in a very \npessimistic view of what the America public will support.\n\nSo I thank you for your very, very constructive and informative testimony and hope that we are in a different time in \nterms of where public opinion is.\n\nThank you.\n\nSEN. COONS:  Thank you, Senator -- thank you, Senator Blumenthal.\n\nI believe we've come to the end of our questions.  I'm going to simply thank the panel.  I'm going to ask unanimous \nconsent to place in the record statements from a variety of law enforcement, immigration and human rights groups \nand thank them for their submissions and providing their testimony on this important topic.\n\nI do want to say in closing -- Mr. Vargas asked at one point rather movingly, what is it that you want to do with us?  \nAnd at least speaking for myself, what I would like to see us do, as Senator Blumenthal put so well, is to embrace \nthe enormous opportunity presented for us to deal with immigrants in America not as a problem but as a great path \nforward together to build a stronger, more vibrant, more entrepreneurial America; to allow millions to move out of \nthe shadows and to have real access to the American dream; to make our country safer; to make it possible for \nfolks to openly contribute their skills and talents, as you have, and to heal this longstanding impasse over this most \nfundamental values issue.\n\nSo to the panel, thank you very much for your testimony today. The hearing record will remain open for one week if \nother senators who were not able attend wish to submit additional questions.\n\nAnd the hearing is hereby adjourned.\n\n\n\n(C) 2013 Federal News Service\n"}