{"title": "A WORD OR TWO ABOUT LITERACY", "body": "\nTHE GIFT OF GIVING\n\n* Contributing time to help others learn to read is the best holiday present anyone can give to the community.\n\nNearly 56 percent of St. Louis' students fail to earn high school diplomas. More than a third of the state's school \nchildren score at the lowest level of the Missouri Achievement Program. Children of color, children who are from \nhomes headed by adults who did not graduate from high school, and children of immigrants who do not speak \nEnglish at home, comprise the largest percentage of those who lack basic literacy.\n\nAccording to the St. Louis Adult Education and Literacy program, many in the new wave of immigrants lack high \nschool credentials. Women refugees may lack any formal schooling. But we can help these immigrants learn to \nspeak, read and write English.\n\nNewly released data from the 2000 census show that more than a quarter of a million adults in Missouri do not \nspeak English well. These workers hold the greatest potential for bringing regional gains in productivity. Increasing \ntheir abilities to read, write and do math can boost the economy. But the benefits for the individual who is helped \nare more important. Literate people are less likely to depend on public medical and welfare programs, are less likely \nto be a victim or perpetrator of crime, and are less likely to have children who are trapped in illiteracy's debilitating \ncycle.\n\nLiteracy leads to better lives, and tutoring is a thrifty educational strategy. A 1999 study by the Literacy Volunteers \nof America found that every dollar invested in tutoring returned $11.\n\nMany organizations are working on the problem of poor literacy. Literacy service providers from both sides of the \nMississippi River have created the Literacy Roundtable to share fund raising, to share research-based practices for \ntutor training, and to expand service. Public libraries in St. Louis city and St. Louis County, St. Charles and East St. \nLouis, have been recruiting literacy volunteers since Sept. 24. LIFT-Missouri, the state's literacy resource center, \nhosts a Literacy Volunteer Hotline (800-729-4443). Tutor volunteers and prospective new readers are welcome.\n\nIf you don't have time to be a tutor, donations can help provide people with transportation to the literacy service \ncenter, home study supplies, books and child care while parents attend classes to improve their English speaking \nproficiency, and basic literacy skills. As it does for corporations, enhanced literacy pays big dividends for all of us.\n\nNotes\n\n\nCOMMENTARY: A FORUM FOR OTHER VOICES, IDEAS AND OPINIONS; Jeri A. Levesque is an associate \nprofessor at Webster University and is the director of its Literacy Center.\n\nGraphic\n\n \n\nPHOTO, GRAPHIC; (1) Photo headshot - Jeri A. Levesque GRAPHIC GRAPHICS; (2) KNIGHT RIDDER TRIBUNE \nGraphic/illustration - (Family holding books open, with letters of the alphabet falling out from them)\n"}