{"title": "National ID cards let Uncle Sam spy on you", "body": "\nThink the federal government already knows too much about your private life? Hang on. The granddaddy of all \nprivacy invasions - a national ID card - is marching onto Capitol Hill.\n\nStartling numbers of Democrats and Republicans, liberals and conservatives, are embracing variations of the \nidentity card - all in the name of immigration reform. They contend the cards could keep illegal immigrants out of \nAmerican jobs by requiring potential bosses to use the cards and accompanying national data base to verify \ncitizenship.\n\nSound like a cheap and harmless fix? Wrong. The cards present gargantuan potential for abuse with enormous \ncosts.\n\nJust ask Eddie Cortez about the possibilities. The mayor of Pomona, Calif., was stopped and ordered to produce \nproof of citizenship by U.S. Border Patrol agents more than 100 miles from the Mexican border last summer. What \ndid Cortez do to warrant such suspicion? The mayor was sitting in a pickup truck, wearing jeans and looking like a \nLatino.\n\nCivil rights organizations and advocates for Asians, Hispanics and other minorities believe the national ID cards \nwould mushroom such incidents of harassment - by police, immigration officials, border guards and any xenophobic \nauthority figure who wants to hassle someone who looks or sounds \"foreign.\"\n\nEven if true, what's the harm if law-abiding citizens have a card to clear them on the spot? Fear of constant \nharassment is the wrong. Having to carry a card to guarantee your freedom is not what the Founding Fathers had \nin mind.\n\nThen there's the price tag. Most plans on Capitol Hill - and there are dozens in various bills - require all U.S. \ncitizens, not just recent immigrants, to get cards. Production costs for those plus a supporting computer data base \nare estimated conservatively at $ 2.5 billion by the Social Security Administration. More elaborate systems could top \n$ 6 billion or more.\n\nStill, proponents believe the means justify the end - closing the jobs door to illegals. They believe \"tamper-proof\" \nIDs, verifiable through the national data base, will stop the use of fraudulent documents to get jobs for non-citizens.\n\nNot likely, say technical experts. Right now, on street corners in California, Texas and other states, fake Social \nSecurity cards, passports and driver's licenses can be had for a price. Should a national ID card go into effect, \nthese same counterfeiters would merely turn their talent to producing fake IDs or to producing the fraudulent \ndocuments necessary to obtain the national ID.\n\nNational ID cards are an old idea and a bad idea. The last thing the federal government needs is another peephole \non personal privacy that ends up costing U.S. taxpayers more money than it saves.\n\n\nNotes\n\nTHE EDITORIAL PAGE; Today's debate; PROVING CITIZENSHIP; OUR VIEW; The idea is hot in Washington and \ncarries a heavy price both financially and in loss of privacy.\n"}