{"title": "Post Office Flooded With Immigrant Applications", "body": "\nIn a scene reminiscent of last-minute rushes on Christmas Eve and the April tax filing deadline, thousands of \nimmigrants descended on a suburban Washington, D.C., post office for a chance at receiving coveted green \ncards.\n\nOver the weekend, immigrants hand-delivered applications, some 1,000 at a time, hoping to be one of the lucky \n40,000 people who would be granted permanent residence status and work permits through a special giveaway.\n\n\"The State Department originally estimated there would be 5 million applicants nationwide for the available slots,\" \nsaid Postal Service spokesman Henry Cleffi. \"However, that estimate was a little low, as we're now expecting 15 \nmillion applications for the 40,000 slots.\"\n\nTo be eligible for the giveaway, valid applications could not be processed until 12:01 a.m. EDT today. Millions that \nwere posted too early were invalidated.\n\nExtra postal workers were brought in at a regional mail-sorting facility here to sort, process and bundle the \napplications that began pouring in Friday night.\n\nThe State Department tried to discourage immigrants from bringing the applications in person, saying that would \nconfer no advantage.\n\nNevertheless, Fairfax County police estimated that 30,000 immigrants visited the post office on Saturday, and \nprojected a similar crowd on Sunday.\n\n\"We never thought this would attract such a large crowd. We also never thought that the crowd would stay as long \nas they have,\" Cleffi said.\n\nMany of the immigrants expressed hope their vigilance would not go unrewarded.\n\n\"It would mean everything to me to be an American citizen,\" said a man who identified himself only as a Russian \nnational. \"This is the greatest country in the world and I want to be a part of it. I would do anything to become an \nAmerican citizen.\"\n\nThat sentiment was the prevailing mood among the several thousand people who continued to mill about the postal \nfacility.\n\n\n\"For some of these people here this is the dream of a lifetime. Their aspirations are so strong, their dedication so \nfervent, that they realize that there is a possibility that many of them will not become citizens.\" said one woman who \nasked to remain anonymous.\n\n\"But it just makes you feel so good that so many people, some of whom have been living in this country, in some \ncases for years without their proper papers, would take a risk to come out on a night like tonight in order to be \nwelcomed into the greatest nation in the world.\"\n\nThe giveaway was open mainly to citizens of European countries and Japan, which have had relatively little \nimmigration in recent years. A 1990 law requires that 40 percent of the green cards go to Irish immigrants.\n\nOfficials said they lost control of the crowd for a few minutes Saturday evening, when hundreds of immigrants \nbegan pushing and shoving and throwing their applications at bins lined up outside the office.\n\n\"For about four of five minutes, it was crazy, it was absolute chaos,\" Postal Service spokesman Robert Faruq Sr. \nsaid Sunday.\n\nThere were no arrests or injuries reported. Afterward, postal workers set up more bins and spread them around the \nproperty to disperse the crowd.\n\nThe trickle of immigrants that began showing up early last week grew into a fair-like event, complete with food \nvenders, portable toilets and hundreds of yards of yellow ribbon barriers that police set up to direct people and cars.\n\nMany immigrants took breaks from licking stamps to take pictures with video and still cameras, and a few said they \nwanted to sightsee in Washington before returning home.\n"}