{"title": "Obama and Senator Differ On Narrative of Meeting", "body": "\nWASHINGTON -- President Obama and Senator Jon Kyl on Monday waged a ''he said, he said'' war of words, \ndisputing what the president said about enforcing the nation's borders in a private meeting with Mr. Kyl, an Arizona \nRepublican. But in usual Washington fashion, only their spokesmen did the talking.\n\n  At issue is Mr. Kyl's account last Friday to a Phoenix Tea Party chapter, recorded in a video, suggesting that Mr. \nObama was holding back on securing the border against illegal immigrants to pressure the Senate to approve a \ncomprehensive overhaul of immigration law.\n\n  In Mr. Kyl's telling, ''Here's what the president said: 'The problem is,' he said, 'if we secure the border, then you all \nwon't have any reason to support comprehensive immigration reforms.' ''\n\n  ''In other words, they're holding it hostage,'' Mr. Kyl continued, speaking of border enforcement. ''They don't want \nto secure the borders unless and until it is combined with comprehensive immigration reform.'' \n\n  In setting up his story, Mr. Kyl said ''just the two of us'' were in the Oval Office after Mr. Kyl ''kicked the rest of the \npeople out,'' including Gen. James L. Jones, Mr. Obama's national security adviser. When Mr. Kyl quickly says he \nactually asked the others to leave, a man is heard saying he prefers the ''kicked out'' version.\n\n  Mr. Obama's spokesmen denied the account by Mr. Kyl, the No. 2 Republican in the Senate. ''Not true,'' Bill \nBurton said at the daily briefing for White House reporters, though he declined to take their bait and say Mr. Kyl had \nlied. Nor did the communications director, Dan Pfeiffer, in a statement, though he did use tougher language.\n\n  ''The president didn't say that, and Senator Kyl knows it,'' Mr. Pfeiffer wrote. \n\n  Mr. Kyl was unavailable, but his spokesman, Ryan Patmintra, responded in an e-mail message: ''Senator Kyl \nstands by his remarks, and the White House press office's response that we must have comprehensive immigration \nreform to secure the border only confirms Senator Kyl's account.''\n\nhttp://www.nytimes.com\n"}