{"title": "Canada is deporting U.S. woman who fled to avoid war in Iraq Conservative government's policy denies asylum to soldiers who flee military service.", "body": "\nTORONTO - Canada has ordered the deportation of a female soldier who fled the U.S. military in order to avoid \nthe war in Iraq, officials said Thursday.\n\nWar Resisters Support Campaign spokeswoman Michelle Robidoux said that Citizenship and Immigration Canada \nhas ordered Kimberly Rivera to leave the country by Sept. 20.\n\nRivera is meeting with her attorneys to determine her next step and was unavailable to comment, said Robidoux.\n\n\"We are very upset about this decision,\" said Robidoux. \"The cases of war resisters are not being looked at \nproperly. (Immigration Minister Jason) Kenney continues to intervene by telling immigration officers to red flag U.S. \nsoldiers who are applying for asylum as criminally inadmissible. We think that has tainted the whole process and \nthe government should withdraw that directive.\"\n\nRobidoux said her organization would probably call on Kenney to grant the woman's family humanitarian and \ncompassionate consideration and allow them to stay.\n\n\"Canada's immigration system is considered among the most fair and generous in the world. It is a matter of public \nrecord that Ms. Rivera has had multiple opportunities to make her case to stay in Canada,\" said Kenney's \nspokeswoman, Alexis Pavlich.\n\nRivera, 30, an Army private, served in Iraq in 2006. She said she became disillusioned with the mission. She \ncrossed the border into Canada while on leave in February 2007, after she was ordered to serve another tour there.\n\nAfter arriving in Canada on leave, she applied for refugee status.\n\nShe currently lives in Toronto with her husband and four children. Her two youngest children were born in Canada.\n\nIn January 2009, Canada's Immigration and Refugee Board ordered her and her family to leave the country or face \ndeportation. Rivera appealed the ruling.\n\nRivera's attorney, Alyssa Manning, has argued in Canada's federal court that her client would be likely to face a \ncourt martial and jail time of up to five years, if she is deported.\n\nThe War Resisters Support Campaign, which notes that there are about 200 Iraq war resisters in Canada, said two \nother Iraq war resisters who were deported, Robin Long and Clifford Cornell, faced year-long jail sentences upon \ntheir return.\n\n\nLong was given a dishonorable discharge in 2008 and sentenced to 15 months in a military prison after pleading \nguilty to charges of desertion.\n\nThe lower house of Canada's Parliament passed a nonbinding motion in 2009 urging that U.S. military deserters \nbe allowed to stay in Canada, but the Conservative government ignored the vote.\n\nDuring the Vietnam War, up to 90,000 Americans won refuge in Canada, most of them to avoid the military draft. \nMany were given permanent residence status that led to Canadian citizenship, but the majority went home after \nthen-President Jimmy Carter granted amnesty in the late 1970s.\n\nGraphic\n\n \n\n Photo by Michelle Siu • Associated Press Kimberly Rivera, a soldier who fled the U.S. military in order to avoid \nthe war in Iraq, plays with her children in their home in Toronto on Thursday. Canada has ordered her to leave the \ncountry by Sept. 20. \n"}