{"title": "Fewer applications for H-1B visas expected this year", "body": "\nWith unemployment skyrocketing across the nation, tech and other companies this year are expected to request \nfewer visas for highly skilled foreign workers, according to industry experts.\n\nBut whatever number is requested, the issue of H-1B visas is certain to be especially controversial in a year when \nmany will ask why, with so many people unemployed, American companies should hire foreign workers.\n\nIn recent years, the annual cap of 85,000 for H-1B visas   including 20,000 for those with graduate degrees in \nscience, math and engineering   has been exceeded in just a few days. Today, as the U.S. Citizenship and \nImmigration Services starts processing visa petitions for 2010, the torrent of applications may be smaller.\n\n\"The demand is still there, but the rate at which the cap is hit won't be as quick as it has been in the past,\" said Bob \nSakaniwa, associate director of advocacy at the American Immigration Lawyers Association. But he said the \nnumber of petitions could nonetheless be large due to pent-up demand.\n\nWith millions of Americans out of work, the visa program for foreign workers has sparked renewed controversy. The \nfederal stimulus law includes provisions making it difficult for financial companies receiving money from the \nTroubled Asset Relief Program, or TARP, to hire H-1B workers.\n\n\"It's an easy political target,\" said Robert Hoffman, a vice president at Oracle who is also co-chair of Compete \nAmerica, a coalition of tech companies including Oracle, Intel, Hewlett-Packard and Google that lobbies for the right \nto hire foreign workers.\n\n\"The 85,000 H-1B workers represent 0.07 percent of the entire U.S. labor force,'' Hoffman said. ''You could take all \nof the new applications for H-1B visas and put them in the Rose Bowl and you'd still have seats to sell.\"\n\nSen. Charles Grassley has criticized tech companies for not protecting jobs of U.S. citizens over those of foreigners \nas they layoff thousands of employees at a clip. The Iowa Republican and Sen. Richard Durbin, an Illinois \nDemocrat, have said they plan to reintroduce a bill later this year that would require companies to do everything \nthey can to hire Americans before seeking H-1B visas.\n\n\"We hope that this cycle of anger really makes some fundamental changes,\" said Lee Conrad, a former IBM worker \nwho is an organizer for the Communications Workers of America. \"When we see such high unemployment rates, \nCongress really needs to do something about terminating the H-1B visa program.\"\n\nThe tight job market is also triggering demands for more visa oversight. \"We strongly support urgent reform and \nproper monitoring of the visa process so unqualified people can't take jobs that Americans are qualified for,\" said \nPriyanka Joshi, spokeswoman for WashTech, a Seattle-based union for tech professionals. Though her group does \n\n\nnot advocate eliminating H-1B visas, it believes foreign workers regularly get hired based on fraudulent \nqualifications.\n\nIn recent years, there has been some support from both parties in Congress for more H-1B visas and green cards \nfor foreign professionals, a major goal of tech companies that has been caught up in the highly charged debate over \nimmigration.\n\nDuring the dot-com boom a decade ago, the H-1B visa cap was 195,000 a year, a reflection of the frenzied hiring \nof tech workers in Silicon Valley and elsewhere around the nation. That number dropped dramatically during the \nrecession that followed.\n\n\"Even in this grim economy, there are some jobs in which we don't have enough people   for example, we still have \na nursing shortage,\" said Rep. Zoe Lofgren, D-San Jose, who chairs the House subcommittee on immigration.\n\nNonetheless, she believes the visa program is far from perfect: \"There have been instances I have discovered \nwhere people have not been paid as much as they should have been; where their skill set was average, not \nexcellent; where there were Americans available to do the same work.\"\n\nLofgren does not support piecemeal bills, such as the one planned by Grassley and Durbin, but wants overarching \nlegislation that covers many issues, including reforming the H-1B process and making it easier for some foreign \nprofessionals to get green cards. However, many experts think it's unlikely Congress will take on major immigration \nreform this year.\n\nBut the issue remains high on the list of concerns of Silicon Valley tech companies. As many as two-thirds of \nstudents enrolled in computer science and engineering programs at U.S. universities are from overseas, said Stuart \nAnderson, executive director of the National Foundation for American Policy, a nonpartisan group that conducts \nresearch on trade and immigration.\n\n\"You'd have to ignore half to two-thirds of your potential future labor pool to not hire someone who is a foreign \nnational,\" he said. \"If you do ignore them, your competition will hire them outside the United States.\"\n\nContact John Boudreau at jboudreau@mercurynews.com or 408-278-3496.\n\nH-1B employers\n\nTop companies that applied for H-1B visas in 2008:\n\nInfosys Technologies: 4,559\n\nWipro: 2,678\n\nSatyam Computer Services: 1,917\n\nTata Consultancy Services: 1,539\n\nMicrosoft: 1,037\n\nAccenture: 731\n\nCognizant Tech Solutions: 467\n\nCisco Systems: 422\n\nLarsen & Toubro Infotech: 403\n\nIBM India Private Ltd.: 381\n\nIntel: 351\n\nSource: National Foundation for American Policy\n"}