{"title": "IMMIGRANTS GET HELP ON ROAD TO CITIZENSHIP", "body": "\nAs a clothing saleswoman, Francy Cruz earns a salary that's a little more than minimum wage.\n\nStill, when she saw a television ad urging eligible immigrants to apply for U.S. citizenship - a process that will cost \nher $1,350 for herself and her daughter - she decided to delay no more.\n\n\"It's an important step,\" said Cruz, who is from the Dominican Republic. \"The United States means freedom and \nopportunity.\"\n\nCruz, 43, of Tampa will join dozens of other permanent residents today during Naturalization Day, an event held by \nlocal attorneys offering free legal advice and assistance to immigrants applying for citizenship.\n\nImmigration lawyers and advocates say legal residents often put off applying for citizenship because of the $675 \nfederal naturalization fee or the English-language requirement, though citizenship carries far more rights and \nbenefits - including the ability to vote - than residency.\n\nIn one high-profile example that has showcased the risks of forgoing citizenship, U.S. immigration officials arrested \nformer University of South Florida student Youssef Megahed days after a jury acquitted him of explosives charges. \nMegahed, a permanent resident whose family had already applied for his citizenship, was jailed and put in \ndeportation proceedings.\n\nThat probably wouldn't have happened if he were already a citizen, said John Dubrule, director of litigation at \nGulfcoast Legal Services Inc. in St. Petersburg, which will host the day of free legal assistance.\n\nA naturalized citizen could be stripped of citizenship and subject to deportation, but the government would have to \nprove that the immigrant had committed fraud or terrorist acts before or in the process of becoming a citizen, he \nsaid.\n\nSometimes permanent residents who, years earlier, paid penalties or served sentences for nonviolent offenses, \nsuch as marijuana possession, find a big surprise waiting when they apply for citizenship, Dubrule said.\n\n\"We see a fair amount of people who come into our office from citizenship applications having been put into \nimmigration deportation proceedings,\" he said.\n\nA Human Rights Watch report released earlier this week showed that between 1997 and 2007, the government \ndeported almost 900,000 noncitizens from the United States after they served their criminal sentences. Of those, 20 \npercent were legally in this country. The government expelled 77 percent for committing nonviolent offenses.\n\n\n\"Some of these noncitizens have been forced into permanent exile for nonviolent misdemeanor offenses, even if \nthey served a short sentence with a perfect record of good conduct\" followed by years of employment and roots in a \ncommunity, according to the report, dubbed \"Forced Apart.\"\n\nThe report raised questions about Immigration and Customs Enforcement's public touting of the deportation of \nviolent immigrant criminals, when those immigrants make up the minority of deportations.\n\nBut for immigrants such as Francy Cruz, a criminal record is not the problem. Money is.\n\nA single mother,she plans to seek legal advice at today's event. But she still doesn't know how she will pay for the \napplication fee for herself and her 19-year-old daughter.\n\nShe'll find a way, she said. As a citizen, her college-bound daughter, who wants to become a lawyer, would qualify \nfor more student loans. And Cruz could use loans to return to college and realize her own dream of becoming a \nnurse.\n\n\"If I'm a citizen, things will be much better,\" she said.\n\nSaundra Amrhein can be reached at amrhein@sptimes.com or (813) 661-2441.\n\n***\n\nFAST FACTS\n\nIf you go\n\nThe American Immigration Lawyers Association sponsors Naturalization Day today from 10 a.m. to 2 p.m. at \nGulfcoast Legal Services Inc., 641 First St. S in St. Petersburg. To make an appointment, call 1-800-230-5920.\n"}