{"title": "Fujitsu Develops Technology to Predict Biochemical Reactions, Clarifying the Mechanisms of Genetic Disorders", "body": "\nLink to Image\n\nLink to Story\n\nAdvancing new drug discovery and precision medicine with the ability to predict large volumes of unknown \nchemical reactions\n\nKAWASAKI, Japan, Oct, 31 2018 - (JCN Newswire) - Fujitsu Laboratories Ltd., the Insight Centre for Data \nAnalytics(1), a data analytics research institution based in Ireland, and Fujitsu (Ireland) Limited today announced \nthe development of a technology that makes it possible to predict large volumes of unknown chemical reactions, \nabout twice as many as the conventional procedure. In serious diseases, including cancer, it is common for there to \nbe abnormalities in phosphorylation reactions, which are chemical reactions that occur between proteins. \nAccordingly, there are high expectations that clarifying phosphorylation reactions will lead to effective treatments. \nAt present, however, because only a few phosphorylation reactions have been identified, there has been a \nproblem in predicting large volumes of phosphorylation reactions caused by combinations of unknown proteins. \nNow, by building a knowledge graph(2) that can encompass an overview of the interrelations between proteins, it is \npossible to check the relationship between new proteins where phosphorylation reactions can be predicted. In this \nway, this technology will contribute to the advancement of medicine, as it can be expected to be useful on the front \nlines of drug discovery research, and have customized applications in the field of precision medicine(3).\n\nDevelopment Background\n\nBiological systems within the body are maintained by exchanges of information through the chemical reactions of \nvarious proteins within cells. In recent years, science has come to understand that many serious diseases, such as \ncancer, are partially caused by abnormalities in phosphorylation reactions, which are representative of the \nchemical reactions between proteins. If pharmaceuticals that repaired abnormal phosphorylation reactions could \nbe developed, that would enable more effective treatments. At present, however, only a few phosphorylation \nreactions are well understood, so there is a need for the discovery of unknown phosphorylation reactions, and to \nenrich the data on phosphorylation reactions.\n\nIssues\n\n\nPhosphorylation reactions are chemical reactions in which a protein attaches a phosphoryl group to the amino \nacids that make up another protein. In order to discover them, it is necessary to check the combinations of proteins \nthat cause phosphorylation reactions through biological experiments. Nonetheless, as there are more than about \n800,000 possible combinations just with proteins, and because significant costs and time are required for biological \nexperiments, it is necessary to right from the start predict high-probability combinations. It is known that whether a \nphosphorylation reaction will occur depends on the structure of the amino acid sequence that makes up the \nprotein. AI technology is therefore already being used to predict new phosphorylation reactions by training the AI \non the structure of amino acid sequences that are already known to cause phosphorylation reactions. While this \ntechnology can predict reactions in which the structure of the amino acid sequence is similar to those that are \nknown to cause phosphorylation reactions, it has not been capable of predicting those in which the structure of \nthe amino acid sequence is significantly different from the already known phosphorylation reactions.\n\nhttp://www.acnnewswire.com/topimg/Low_ConventionalAITechnology.jpg\nFigure 1: Conventional AI Technology\n\nAbout the Newly Developed Technology\n\nAccording to recent medical research, there is a phenomenon in which proteins that have undergone reactions \nmay phosphorylate other proteins in a chain reaction (chained information), and this may be the key to predicting \nnew, unknown phosphorylation reactions related to that phenomenon. Based on such research, Fujitsu \nLaboratories, the Insight Centre, and Fujitsu Ireland have now included not only structural information about amino \nacid sequences in the knowledge graph, but also chained information. The organizations have developed a \ntechnology (patent pending) to represent the complex patterns of chemical reactions as optimized attributes, which \nare attached to the lines in the knowledge graph. As these attributes were tailored to the sophisticated construction \nby the knowledge graph, they can lead to highly accurate prediction results. Conventionally, the relationship \nbetween proteins could only be checked through a single link in the chain. Yet by comprehensively displaying the \nrelationship between proteins as connections of phosphorylation reactions (chained information), it becomes \npossible to clarify the positioning of the various proteins from a holistic perspective, and to predict unknown \nrelationships.\n\nhttp://www.acnnewswire.com/topimg/Low_%20PhosphorylationKnowledgeGraphs%20.jpg\n\nFigure 2: Example of predicting phosphorylation reactions using knowledge graphs\n\nEffects\n\nWhen this technology was tested using evaluation data(4), the model was trained on phosphorylation reactions \n(9,802 reactions), and predicted 11,581,940 new phosphorylation reactions. This showed its capability in \npredicting about twice as many phosphorylation reactions compared to conventional technology that trained AI on \nthe structure of amino acid sequences, without significant change to prediction accuracy. In addition, in order to \ntest whether phosphorylation reactions predicted using this technology could actually occur within a living being, \ntests were conducted by Systems Biology Ireland(5), an Irish biological research institution and a joint research \npartner, using mass spectrometry equipment and antibodies. In this test, experts in biology selected and tested a \nfew phosphorylation reaction prediction results for proteins related to cancer, and were able to confirm nine \nphosphorylation reactions, of which eight were reactions that could not have been predicted with conventional \ntechnology. Systems Biology Ireland (SBI) director Walter Kolch, a world leading authority on systems biology \nresearch, said about these results \"Combining Fujitsu's knowledge graph technology with SBI's understanding of \nbiological networks, we have developed a new computational method that can predict which kinase phosphorylates \n\n\n\nwhich substrates. The method is accurate and could discover previously unknown phosphorylation sites, a major \nstep forward for new drug development and more focused precision medicine.\"\n\nFuture Plans\n\nBy combining data on new phosphorylation reactions predicted by this technology with other biomedical data, it is \nexpected to connect the chemical reactions from the causes of a disease (abnormalities in phosphorylation \nreactions) to the disease's symptoms, which can then be provided to those on the front lines of research as useful \ninformation in drug discovery. The effectiveness of treatments for diseases such as cancer can vary widely between \npatients. This technology, however, is expected to clarify the individual variation in the effects of treatments, \ncontributing to the promotion of medicine tailored to individual patients. Fujitsu Laboratories, the Insight Centre, and \nFujitsu Ireland will continue to further improve the accuracy of this technology to process biomedical data with \nknowledge graphs, extending the technology to biomedical projects at Fujitsu Limited in fiscal 2018. Moreover, by \nincorporating this technology into Fujitsu's AI technology, including Fujitsu Human Centric AI Zinrai, the \norganizations plan to accelerate the biomedical business.\n\n(1) The Insight Centre for Data Analytics A data analytics research institution, one of the largest in Europe, run by \nScience Foundation Ireland. The Insight Centre has several locations in Ireland, but this announcement is in regard \nto a joint research conducted with its location at the National University of Ireland Galway.\n(2) Knowledge graph A dataset that uses connections representing relationships between information collected \nfrom a variety of information sources.\n(3) Precision medicine A new style of medicine that prevents and treats diseases with consideration of individual \ndifferences in genetic information, living environment, and lifestyle.\n\n(4) Evaluation data PhosphoSitePlus, a database of phosphorylation reactions, and UniProt, a database of protein \nsequences.\n(5) Systems Biology Ireland A systems biology research institution specialized in the study of cellular information \ntransmission, with a focus on developing new treatment strategies for cancer.\n\nAbout The Insight Centre for Data Analytics\n\nThe Insight Centre for Data Analytics is one of Europe's largest data analytics research organisations, with 400+ \nresearchers, more than 80 industry partners and over EUR100 million of funding. Insight is made up of four main \ncentres: email protected , email protected Galway, email protected and email protected as well as a number of \naffiliated bodies. Each of Insight's main centres has a long track record of data analytics research. In July 2013 they \ncame together under Science Foundation Ireland as Insight. The size of the centre allows for collaboration on a \nlarge scale, which enables the organisation to compete for funding and opportunities at a much higher level.\n\nAbout Fujitsu Laboratories\n\nFounded in 1968 as a wholly owned subsidiary of Fujitsu Limited, Fujitsu Laboratories Ltd. is one of the premier \nresearch centers in the world. With a global network of laboratories in Japan, China, the United States and Europe, \nthe organization conducts a wide range of basic and applied research in the areas of Next-generation Services, \nComputer Servers, Networks, Electronic Devices and Advanced Materials. For more information, please see: \nhttp://www.fujitsu.com/jp/group/labs/en/ .\n\nAbout Fujitsu Ltd Fujitsu is the leading Japanese information and communication technology (ICT) company, \noffering a full range of technology products, solutions, and services. Approximately 140,000 Fujitsu people support \ncustomers in more than 100 countries. We use our experience and the power of ICT to shape the future of society \n\n\n\nwith our customers. Fujitsu Limited (TSE: 6702) reported consolidated revenues of 4.1 trillion yen (US $39 billion) \nfor the fiscal year ended March 31, 2018.\n\nFor more information, please see www.fujitsu.com.\nThis release at www.fujitsu.com/global/about/resources/news/press-\nreleases/.MENAFN0311201800703250ID1097655333\n"}