{"title": "Davis hardens stance on illegal-immigrants bill;GOVERNOR WON'T COMPROMISE ON HIS DEMAND FOR BACKGROUND CHECKS ON DRIVER-LICENSE APPLICANTS", "body": "\nGov. Gray Davis hardened his opposition Thursday to a bill granting driver's licenses to illegal immigrants, \ninsisting legislators adopt his amendments even as lawmakers considered narrowing his proposals.\n\nThe bill first landed on Davis' desk a year ago, but was withdrawn after the Sept. 11 terrorist attacks.\n\nNow, the administration is done talking about amendments that would require background checks before driver's \nlicenses could be issued to as many as 1 million of the state's estimated 3 million undocumented immigrants, said \nspokesman Russ Lopez.\n\n\"The governor believes the amendments are good as they are. The language is strong, and it's necessary,\" Lopez \nsaid. \"We have come to the best middle ground on this.\"\n\nDavis rejected immigration-reform advocates' argument that the state has no business licensing illegal residents, \naccepting the bill supporters' claim that it is better to have undocumented immigrants trained and insured because \nmany would drive anyway. But he promised to veto the measure unless his amendments are added in a companion \nbill.\n\nAnother requirement\n\nIn addition to background checks, licenses should be limited to immigrants who have \"lived, worked and paid \ntaxes in California for a substantial period of time,\" Davis said in a letter outlining his requirements.\n\nLatino groups and lawmakers, however, continued negotiating among themselves and with members of the Senate \nPublic Safety Committee on ways to narrow the proposed background checks. The committee has delayed a vote \non the amendments since Tuesday but is running out of time as lawmakers rush toward a Saturday bill-passage \ndeadline.\n\n\"The question is if Davis is willing to support a bill that the Latino groups are willing to support,\" said Adam \nMendelsohn, a spokesman for the committee's chairman, Sen. Bruce McPherson, R-Santa Cruz.\n\nSenate President Pro Tem John Burton of San Francisco believes his fellow Democrat should sign the bill without \nany of the amendments, said spokesman Dave Sebeck.\n\n\nDavis fielded Los Angeles County Sheriff Lee Baca and Santa Ana Mayor Miguel Pulido on Thursday to present his \ncase that California should conduct checks similar to those already conducted by the federal Immigration and \nNaturalization Service before issuing licenses to illegal aliens who are employed and awaiting documentation.\n\nWeeding out criminals and repeat substance abusers is necessary so as to \"not frighten the rest of Californians \nwho are here legally, and not frighten the rest of America,\" Baca said.\n\nFor all nationalities\n\nMexican President Vicente Fox personally lobbied Davis to permit the licenses, though they would be available to \nillegal immigrants of all nationalities.\n\nBaca rejected arguments by Burton, the Mexican American Legal Defense and Educational Fund (MALDEF) and \nother proponents that the amendments perhaps unconstitutionally discriminate by requiring illegal immigrants to \nundergo security steps not required of other motorists.\n\nBaca, Pulido and Lopez said standards would be needed regardless of last year's terror attacks. But Davis, in \noutlining his proposals to the bill's author, Assemblyman Gil Cedillo, D-Los Angeles, specifically cited preventing \ncriminals from using driver's licenses to board airplanes, open bank accounts and rent vehicles.\n\nRead AB 60 and AB 1206 at www.assembly.ca.gov on the Web.\n"}