{"title": "HEARING OF THE IMMIGRATION, CITIZENSHIP, REFUGEES, BORDER SECURITY AND INTERNATIONAL LAW SUBCOMMITTEE OF THE HOUSE JUDICIARY COMMITTEE; SUBJECT: COMPREHENSIVE IMMIGRATION REFORM: BUSINESS COMMUNITY PERSPECTIVES; CHAIRED BY: REPRESENTATIVE ZOE LOFGREN (D-CA); WITNESSES: LASZLO BOCK, VICE PRESIDENT, PEOPLE OPERATIONS, GOOGLE INC.; JERRY MIXON, PARTNER, MIXON FAMILY FARMS; JOHN GAY, SENIOR VICE PRESIDENT FOR GOVERNMENT AFFAIRS AND PUBLIC POLICY, NATIONAL RESTAURANT ASSOCIATION; WILLIAM HAWKINS, SENIOR FELLOW, U.S. BUSINESS AND INDUSTRY COUNCIL; LOCATION: 2141 RAYBURN HOUSE OFFICE BUILDING, WASHINGTON, D.C.", "body": "\n HEARING OF THE IMMIGRATION, CITIZENSHIP, REFUGEES, BORDER SECURITY AND INTERNATIONAL \nLAW SUBCOMMITTEE OF THE HOUSE JUDICIARY COMMITTEE SUBJECT: COMPREHENSIVE \nIMMIGRATION REFORM: BUSINESS COMMUNITY PERSPECTIVES CHAIRED BY: REPRESENTATIVE ZOE \nLOFGREN (D-CA) WITNESSES: LASZLO BOCK, VICE PRESIDENT, PEOPLE OPERATIONS, GOOGLE INC.; \nJERRY MIXON, PARTNER, MIXON FAMILY FARMS; JOHN GAY, SENIOR VICE PRESIDENT FOR \nGOVERNMENT AFFAIRS AND PUBLIC POLICY, NATIONAL RESTAURANT ASSOCIATION; WILLIAM \nHAWKINS, SENIOR FELLOW, U.S. BUSINESS AND INDUSTRY COUNCIL LOCATION: 2141 RAYBURN HOUSE \nOFFICE BUILDING, WASHINGTON, D.C. TIME: 10:00 A.M. EDT DATE: WEDNESDAY, JUNE 6, 2007\n\nREP. ZOE LOFGREN (D-CA):  The Subcommittee on Immigration, Citizenship, Refugees, Border Security and \nInternational Law will come to order.  I would like to welcome the Immigration Subcommittee members, our \nwitnesses, and members of the public who are here today for the subcommittee's 14th hearing on comprehensive \nimmigration reform.   Our series of hearings on comprehensive immigration reform began at Ellis Island where \nwe examined the need for comprehensive immigration reform to secure our borders, to address economic and \ndemographic concerns, and there we reviewed our nation's rich immigrant history.\n\nWe have studied immigration reform from 1986 and 1996 in an effort to avoid the mistakes of the past.  We've \nconsidered the problems with and proposed solutions for our current employment and worksite verification system, \nand in light of the recent Senate Immigration Agreement to eliminate family priorities in immigration and replace \nthose priorities with a completely new and untested point system.  We studied the contributions of family immigrants \nto America and the various immigration point systems used around the world.  We have explored the costs of \nimmigration on our states and localities, the importance of immigrant integration, and the future of undocumented \nimmigrant students in the United States.\n\n\nA few weeks ago we heard from the faith based and immigrant communities and labor unions who represent both \nU.S. workers and immigrants around the country.  Today we turn our attention to perspectives from the business \ncommunity.  Looking back to our first hearing on comprehensive immigration reform at Ellis Island, economists \nDan Siciliano noted, and I quote, \"the evidence continues to mount in favor of the conclusion that immigration is \ngood for the economy, good for jobs, and a critical part of our nation's future prosperity.\"\n\nThis statement is not only true in one or two sectors of the American economy, it is true in several sectors, including \nhigh-tech, agriculture and service industries.  The world, as Thomas Friedman puts it, is now flat.  To compete in \nsuch an economy, American high- tech businesses need access to the global talent pool.  Without consistent, \nsimple access to the best and brightest minds in the world, America will likely (stay stiffer?) competition from abroad \nin what may be the key economic sector of the 21st century.\n\nLike the high-tech industry, the service industry recognizes the urgent need for comprehensive immigration reform \nfrom restaurant workers and landscapers to housekeepers, and most importantly, people who care for our most \nvulnerable, including children and elderly parents.  Our current immigration system is failing to fill the needs of our \naging U.S. workforce.  Nowhere is the lack of U.S. workers more obvious than in the agriculture sector.  In \nCalifornia alone, last season's pear crop was lost due to a lack of workers to pick the fruit.  Farmers around the \ncountry will testify that no matter how much they can realistically pay workers they can't seem to find U.S. workers \nto tend the fields.  It's time for Congress to recognize an urgent need.  It's time for comprehensive immigration \nreform.\n\nI want to thank you again, to our distinguished witnesses for being here today to help us sort through what is a \ncomplex and very important issue, and I would now recognize our Ranking Minority Member, Congressman Steven \nfor his opening statement.\n\nREP. STEVEN KING (R-IA):  Thank you, Madam Chair.  Thanks for holding this hearing, and thanks for all of the \nhearings that we have had.  We've had a lot of witnesses before us, and I appreciate you all being here.  It's a \nservice to America that -- we thank you for that, but I don't think the public realizes how much sacrifice there is on \nyour part of your time and treasure to come here and contribute to the public record and dialogue that hopefully will \nmove us towards a rational immigration policy.\n\nBut as the Senate engages in debate on the fragile deal before it, the media is full of comments from lawmakers \nand stakeholders expressing their sentiment that the deal is not perfect, but it's the best we can do.  But it is far \nfrom perfect, and it is not the best we can do, and we should never commit the destiny of America to that kind of \nsentiment.  So as we seek to cure our nation's immigration ills, we should be mindful of the Hippocratic principle \nthat the treatment for any illness is first do no harm.  We tried -- brought amnesty as a treatment for illegal \nimmigration in 1986.  That was a comprehensive immigration reform plan.  And I'd be interested -- anybody who \ncould define the distinctions between the two except in the order of magnitude, and this one is a 12 to 20 multiplier \nof that 1986 comprehensive immigration reform plan.\n\nIt not only failed to the cure the problem, it made it worse.  A million illegal immigrants quickly became three million, \nand now we have 12 to 20 million or more, yet the Senate bill proposes administering the same cure that made the \nillness worse before. Proponents of the Senate deal claim that it's not an amnesty because illegal aliens will be \nrequired to undergo a background check, pay back taxes and pay a fine before they'll be given permanent status. \nThey gloss over the fact that none of these things needs to be accomplished before an illegal alien is given the very \nobjective of his crime, which is immediate authorization to work in the United States or stay in the United States, \nand along with the protection from removal for as long as they'd like to renew their status.\n\nEven the background check is not a precondition to grant a probationary status.  If the background check cannot be \ncompleted by the close of business on the day following the filing of an application for probationary status, the \nillegal alien immediately gets legal status, work authorization and protection from removal anyway.  Many \nadvocates of the deal rationalize that at least this will bring illegal aliens out of the shadows, enhancing our security. \nBut granting amnesty to 12 to 20 million people who have already demonstrated by their very presence a \n\n\n\nwillingness to break our laws does absolutely nothing to make our country safer and gives me no confidence that \nthose who are willing to break our laws will come out of the shadows.\n\nThis drastic step is being proposed under the pretext that our economy will collapse without legalizing millions of \ncheap, unskilled workers.  First, there's no widespread labor shortage that would justify this approach.  There are \n69 million Americans of working age who are simply not in the workforce.\n\nAnd I had no witness come forward and tell me why we're not trying to recruit one out of ten of those to replace the \n6.9 million working illegals in America.  Many of these Americans dropped out of the workforce because they were \ndiscouraged by the depressed wages being offered as a result of the widespread availability of cheap labor. Supply \nand demand does work with labor as well as any other commodity, and an over supply drives down the value of that \nlabor.\n\nThe second, as Mr. Hawkins of the U.S. Business and Industry council points out - \"creating a large underclass of \nuneducated, impoverished toilers is a business model that looks backward, not forward.  It does not expand the \nmiddle class market that most businesses need to reach to sell their goods and services. Businessmen stand to \nlose more in the long run from the increased tax and regulatory burdens that an alienated proletarian voting block \nwill support than from the deceptive, short-term gains from low labor costs,\" close quote.  America's historical \nresponse to a tight labor market has been advancements in technology and improvements in productivity, resulting \nin so many Americans achieving the American dream.\n\nFinally, the claim that illegal immigrants are doing work that Americans won't do is false and an insult to the \nAmerican workforce. Americans have historically done every kind of work, and they continue to do so now in \nvirtually every field.  Many more Americans would be willing to do the jobs that proponents of amnesty consider \nundesirable if they were paid a decent wage.  And then as I listened to the testimony of Dr. Siciliano, the economist \nfrom Stanford University -- his testimony said that immigration would -- he didn't draw a distinction between legal \nand illegal -- would increase and improve the economy because those who didn't agree didn't take into account the \nripple effect of the jobs that are created by the consumption of those immigrant workers, legal or illegal.\n\nBut he also said that he didn't know where the dividing line was where the point of diminishing returns was.  He had \nnot done the calculation.  He simply concluded that it always paid.  And so I don't know -- was his answer to that \nquestion where are the diminishing returns?  I have not heard empirical data that supports these conclusions.  I've \nheard anecdotes, and I happen to also hear -- I'm going to hear more and more anecdotes here.  But I'm going to \nask you witnesses -- present us please with some empirical data that's a broad objective across this overall society, \neconomy and culture.  If we legislate on anecdotes we could drive America down into the depths of the third world if \nwe don't make a bright decision here.  Let's let it be an informed decision, not an anecdotal decision that fits \nsomeone's political agenda.  And I look forward to the testimony, and I yield back the balance of my time.\n\nREP. LOFGREN:  The gentleman's time has expired.  We will reserve time for the chairman of the committee, Mr. \nConyers, and the Ranking Member, Mr. Smith, should he come for their opening statements.  And other members \nof the committee are invited to submit their statements for their record.\n\nI am pleased to introduce the witnesses.  I'd like to start with an introduction to Jerry Mixon Jr., a partner alongside \nhis brothers at Mixon Family Farm Incorporated, producing blueberries, raspberries and blackberries.  Mixon Family \nFarm employs between five and 600 people during harvest season.  He served for four years as President of the \nFlorida Blueberry Growers Association and currently sits on two standing committees of the Florida Fruit and \nVegetable Association as well as the Board of Directors for the Polk County Farm Bureau in Florida.  He earned his \nbachelors degree at the University of Central Florida, and has completed his masters degree course work at the \nUniversity of Florida.\n\nI'm pleased to introduce also John Gay, who is the Senior Vice President for Government Affairs and Public Policy \nat the National Restaurant Association.  Mr. Gay co-founded and continues to co-chair the Essential Worker \nImmigration Coalition, and chairs the Board of the National Immigration Forum.  Prior to his post at the National \n\n\n\nRestaurant Association, he worked for the American Hotel and Lodging Association and the International Franchise \nAssociation.  He also worked on the legislative staff of former Republican senator from Georgia, Mack Mattingly.\n\nI would like to welcome our minority party witness, William Hawkins, the Senior Fellow for National Security Studies \nat the U.S. Business and Industry Council.  Before joining the staff of the Business and Industry Council, Mr. \nHawkins served as the Senior Research Analyst to Congressman Duncan Hunter of California, the former chairman \nof the Armed Services Committee.  Holding degrees in both economics and history, he is the author of two books; \nImporting Revolution and the Open Borders Lobby.\n\nAnd finally, I'd like to welcome Laszlo Bock, the Vice President of People Operations at Google.  Mr. Bock came to \nGoogle after a distinguished tenure at the General Electric Company and McKinsey and Company.  Mr. Bock and \nhis family left Romania in July of 1974, staying first at a refugee camp in Austria where his mother, Susan, \nremembers receiving care packages signed \"these are gifts from the people of the United States of America.\"  They \narrived in the U.S. in November of 1974 as political asylees, settling outside of Los Angeles in Claremont, California \nwhere Mr. Bock's mother, father and brother each started their own businesses.  His father established an \nengineering firm that grew to employ 15 engineers, his mother founded a business consulting firm, and his brother \ncreated an Internet services firm.\n\nMr. Bock received his bachelors degree from Pomona College and his MBA from Yale University.  And I am proud \nto have someone from Google, which is from my neck of the woods in California, here to testify.  And I did want to \nnote that Mr. Bock's mother is here with us today.  Would you stand, Mrs. Bock, so we could recognize you?\n\n(Applause.)\n\nIt's always wonderful when the mom can be here to see the testimony.  I would first like to start with Mr. Bock, and \nI'll note to all of the witnesses that your full statements will be in the record.  We have these little machines on the \ntable.  You have five minutes to summarize your statement, and when you've got about a minute left the yellow light \ngoes on.  It always goes faster than you think.  And then when the red light goes on it means that your time is up.  \nAnd we don't have a heavy hand on the gavel, but we would ask that you summarize when the red light goes on so \nthat we can hear all of the witnesses and get to our questions.  So Mr. Bock, would you begin?\n\nMR. LASZLO BOCK:  Madam Chair, Ranking Member King, members of the committee, it's a great pleasure to be \nwith you this morning to talk about the impact of immigration policies on Google and the technology industry as a \nwhole.  My name is Laszlo Bock, and I'm the Vice President of People Operations at Google.  I'm responsible for \nGoogle's global efforts to attract, develop and retain the most talented employees wherever we may find them.\n\nI'm pleased to appear before you to help the committee better understand the practical impact that our immigration \nsystem has on Google.  Google's positive experience with American immigration policy dates back to our very \ninception.  Our search engine began as a shared idea in the minds of our company's founder Sergey Brin and Larry \nPage. Sergey's own parents and he himself fled the Soviet Union in 1979 when he was six.  A first generation \nAmerican, he's now one of the most successful entrepreneurs in the world.\n\nIn fact, Google is just the most recent success story for immigrants in Silicon Valley.  Intel, e-bay, Yahoo, Sun, and \nmany other companies were all founded by immigrants who were welcomed by America.  And within Google there \nare countless examples of immigrants and non-immigrant foreign workers playing a vital role in our company. H-1B \nvisa holders have helped lead the development of Google news and Orkut, our social networking site.  Immigrants \nfrom countries like Canada, Iran, and Switzerland now lead our business operations, our global marketing, our \nglobal business development, and our data infrastructure operations.\n\nWithout these talented employees and others, Google and the high- tech industry as a whole would not be the \nsuccess it is today.  I'd like to note that I too am an immigrant to America.  My parents came here when they fled \nCommunist Romania when I was a child.  My mother is here with me today.  I cannot begin to tell you what a proud \nmoment this is for her and a humbling one for me.\n\n\n\nIn my testimony this morning I'd like to make three points. First, Google's success absolutely depends on attracting \nthe best and brightest employees.  Second, hiring and retaining the most talented employees, regardless of national \norigin, is essential to the United States' ability to compete globally.  And third, companies like Google would benefit \nfrom improving our policies towards non-U.S. workers, including in the area of H-1B Visas so we can continue \ninnovating and growing.\n\nFirst I'll talk about the role that our employees play at Google.\n\nPeople are our most vital competitive asset and the single most important ingredient to ensuring our future growth \nand success.  Our strategy is simple.  We hire great people and we encourage them to make their dreams a reality.  \nIn the knowledge-based economy companies large and small depend primarily on their employees for success. \nAmerica's edge depends on the ability of U.S. companies to innovate and create the next generation of must have \nproducts and services. And that ability to innovate and create in turn depends on having the best and brightest \nworkers.\n\nToday approximately eight percent of Google's employees in the U.S. are here on six year H-1B visas.  These \nGooglers currently span 80 different countries of origin.  So while nine out of ten of our employees are citizens or \npermanent residents, our need to find the specialized skills required to run our business successfully requires that \nwe look at candidates from around the globe.  It's no stretch to say that without these employees we might not be \nable to develop future revolutionary products, like the next Gmail or the next Google Earth.\n\nAnd let me share two examples: Orkut Buyukkokten was born in Turkey.  He joined Google through the H-1B visa \nprogram and was responsible for developing our social networking services, which is called -- you guessed it -- \nOrkut.  Krishna Bharat, a native of India, joined Google in 1999 through the H-1B program, was one of the chief \ncreators of Google News and is now our principle scientist.  Without Orkut and Krishna and many other employees \nGoogle would not be able to offer innovative and useful new products to our users.\n\nNow let me turn to the issue of how our immigration system affects our ability to compete with the rest of the world.  \nWe believe that it is in the best interest of the United States to welcome into our workforce talented individuals who \nhappen to have been born elsewhere rather than send them back to their countries of origin. But this doesn't mean \nwe don't recruit here in the U.S. or that American workers are being left behind.  On the contrary, we're creating \njobs here in the U.S. every day.  But we're not the only ones recruiting talented engineers, scientists and \nmathematicians.  We're in a fierce world-wide competition for top talent unlike ever before. As companies in India, \nChina, and other countries step up efforts to attract highly skilled employees, the U.S. must continue to focus on \nattracting and retaining these great minds.\n\nSo what is my day to day experience as Google's People Operations leader (teaching?) about what our country \nshould do to retain the best and brightest?  First and most importantly, each and every day we find ourselves \nunable to pursue highly qualified candidates because there are not enough H-1B visas.  We would encourage \nCongress to significantly increase the annual cap of 65,000 H-1B visas to a figure more reflective of the growth rate \nof our technology driven economy. Over the past year alone, the artificially low cap on H-1B visas has prevented \nmore than 70 Google candidates from receiving H-1B visas. Beyond increasing the H-1B visa cap, we also believe \nthat Congress should address the significant backlog in employment based green cards for highly skilled workers.\n\nIn conclusion, as Congress considers the various immigration proposals before you, we hope you will consider \nGoogle's experience as well as the important role that our immigration policies play in ensuring that the U.S. \nremains the world's high-tech leader.  Thank you. REP. LOFGREN:  Thank you very much, Mr. Bock, and you yield \nback your time.  Mr. Mixon, we're pleased to hear from you now.\n\nMR. JERRY MIXON:  The May 28th, 2007 issue of Newsweek Magazine recalled one of President Ronald \nReagan's radio addresses.  In 1977 he observed that apples were rotting on trees in New England because no \nAmericans were willing to pick them.  He is quoted as saying, \"are great numbers of our unemployed really victims \nof our illegal alien invasion, or are those illegal tourists actually doing work our own people won't do?\"  Good \nmorning, Chair Lofgren, and members of the subcommittee.  My name is Jerry Mixon, and I'm here appearing \n\n\n\nbefore you on behalf of my corporation, Mixon Family Farms, Sunny Ridge Farm, the Florida Fruit and Vegetable \nAssociation, and the Florida and Georgia blueberry growers association.\n\nSunny Ridge Farm is a second generation agricultural producer and marketer of fresh blueberries, blackberries, \nraspberries and citrus. To date, we have farms, packing facilities and offices in Florida, Georgia, Mexico and Chile, \nemploying up to 1,500 employees during our peak harvest season with an annual payroll of over $7 million.  From \nour beginnings 15 years ago, we have committed ourselves to the values of honesty and hard work with the goal of \nproviding our customers with the highest quality berries possible.\n\nA key challenge to achieving our goal of high quality from our fields to the consumer's table lies in the highly \nperishable nature of our products.  Our berries must be harvested on a four to five day picking rotation and then \npromptly delivered to the market so that the consumer can enjoy a great quality product.  The products we grow are \nprimarily hand harvested due to their delicate nature.  The importance of labor availability cannot be understated.\n\nThe volume of goods and services we purchase has a significant impact on other businesses and industries in our \nlocal and surrounding communities.  In 2006, Sunny Ridge Farm purchased an excess of $41 million of goods and \nservices related to maintaining our business.  In 2004 and 2005, the state of Florida has a value of production for \nthe seven major vegetable crops, potatoes, berries, and watermelons, of more than $1.8 billion on harvested acres \nof over 219,000.\n\nThe economic impact generated by these agricultural entities reaches beyond our local communities to our states \nand even into our nation.  If growers are unable to find the labor to harvest these crops and their farms go out of \nbusiness, the upstream and downstream businesses will be adversely affected.  Growers will be forced to develop \nmore farms offshore.  Subsequently, goods and services needed by these farms would be purchased offshore.  \nCongress must pass comprehensive immigration reform this year, which contains provisions that address the \nunique needs of agriculture for a reliable and legal workforce.\n\nThe unique agricultural provisions must contain these basic components:  a program to allow the current \nexperienced agricultural workforce to earn a legal working status.  This could be earned by working in agricultural \nemployment for several years into the future in addition to the payment of fines and a demonstration of law-abiding \nconduct while in the U.S.  Secondly, the reform needs to include change to the current employment verification \nsystem.  Employers need to be given clear standards on how to comply with their hiring obligations without \ndiscrimination and with confidence that the workers they hire are -- having proper work documents.\n\nThirdly, the H-2A Agricultural Guest Worker Program must be streamlined to avoid bureaucratic delays that could \npotentially cause a grower to lose his crop because of a workforce showing up too late. The reformed H-2A \nprogram should also require a wage rate for foreign and U.S. workers that is fair and accurately reflects the market.  \nThe current H-2A adverse effect wage rate does not do so.  And in many cases growers cannot afford to pay the \nrequired wage and make a profit.  Included in this reform should be the option of providing a housing allowance in \nlieu of actual housing.  This would allow agricultural producers located in rural or remote areas more access to use \nthe H-2A program.\n\nCurrently, the bill being debated in the Senate effectively addresses these key concerns.  The resolution of these \nissues will be the success of not only my family's business, but the businesses of many others who have chosen \nagriculture as a way of life.  It is our sincere hope that the Congress will expediently pass a comprehensive bill \nwhich will meet the needs of agriculture businesses throughout America and allow us to continue being a world \nleader in safe, great tasting agricultural products.\n\nThe President Ronald Reagan quote that I began with ended with him saying, \"one thing is certain in this hungry \nworld.  No regulation or law should be allowed if it results in the crops rotting in the fields for lack of harvesters.\"  \nThank you for the opportunity to present my views and those of the VFFDA on this critical issue.\n\nREP. LOFGREN:  Thank you, Mr. Mixon, and we will turn now to Mr. Gay.\n\n\n\nMR. JOHN GAY:  Thank you, Chairwoman Lofgren, Ranking Member King.  Thank you for allowing me to testify at \nthis important hearing on behalf of the National Restaurant Association and the Essential Worker Immigration \nCoalition.  I'll cut to the chase.  We have a serious demographic problem in the United States.  Without an overall to \nour dysfunctional system we are in danger of not having the workers we need to grow our economy.\n\nRoughly speaking, the native born population is at replacement level.\n\nThat is, we're having enough babies to replace ourselves, but the demand for workers keeps going.  My industry is \na good example.  Over the next ten years we estimate we're going to add 200,000 jobs per year, two million jobs \nover ten years.  But the government estimates that the U.S. workforce is only going to grow ten percent.  We're \nadding 15 percent to the number of jobs alone, and the government estimates the workforce is going at ten percent.  \nThe 16 to 24 year- olds that make up half of our workforce -- that group of people is not growing at all over the next \nten years according to the government. And the restaurant industry is not alone.  Other industries that traditionally \nprovide employment to younger, lesser skilled workers are creating jobs as well.  Of the government's list of the top \n30 fastest growing occupations, 22 of them require just on the job training.  Only six require a bachelor's degree.  \nThe nation needs an immigration policy that addresses the demand in all high growth jobs, and right now it \ndoesn't.  The legal channels available to employers are grossly insufficient.  The number of green cards available \nfor lesser skilled and unskilled workers -- employment-based green cards is 5,000 per year.  Is it any wonder with a \ngrowing economy there are four to 500,000 people net coming illegally and staying in this country each year?\n\nAnother problem is the worker verification system that satisfies no one.  It doesn't satisfy workers.  It doesn't satisfy \nemployers, doesn't satisfy you all, doesn't satisfy others who are in charge of enforcing our law.  It's a mess too.  A \nsystem this dysfunctional requires comprehensive immigration reform.  And from the perspective of the Essential \nWorker Immigration Coalition, we seek reform that is workable in several key elements.  And I urge that you keep \nthat concept of workability in mind as legislation moves through the process.  Compromise is the lifeblood of \npolicymaking, but the final result must be something that is workable for all stakeholders, workable for those who \nhave to implement the new law, who have to enforce the new law, for U.S. workers, for employers, and for foreign \nworkers.\n\nWe seek workable reform that addresses these elements:  one, the undocumented.  An estimated five percent of \nthe U.S. workforce is undocumented.  That fact of life alone should dictate that we seek some way for that group to \nearn permanent legal status.  Number two -- sufficient channels for U.S. workers.  The flow of undocumented into \nthis country has been readily absorbed by a growing economy that now stands with an unemployment rate of 4.5 \npercent.  This gives us an idea of the numbers of illegal flow that should be replaced by safe, orderly, and legal \nflow.  New workers should come to the U.S. only after American workers are given first chance at the job.  They \nshould come in with the same pay and protections as U.S. workers, including the right to organize, and workable \nimmigration reform overall should come as a compliment to the U.S. workforce, not at the expense of the U.S. \nworkforce.\n\nNumber three -- unemployment verification system and enforcement. We need a system that functions efficiently for \nsmall business and large business.  We need bright lines so businesses know the rules they have to follow, we \nneed safe harbors for employers that do the right thing, and we need penalties that deter without being \nunreasonable.  And finally, number four -- border security.  We must control our borders.  Creating a legal way for \nthe economy to get the workers it needs would be the best single thing we could do to decrease pressure at the \nborder, but it's not the only thing that needs to be done.  More steps must be taken.\n\nHowever, we must be careful in structuring a system that requires certain borders -- a bill that requires certain \nborder security measures to be in place before new worker programs or legalization programs are in effect.  We \nmust be careful that those triggers are reasonable, attainable, and not subject to future legislative mischief.  \nBusiness can't tell you how many border patrol agents should be on the border or how many miles of fencing that \nwe need, but we do understand that if there are triggers set where worker programs don't start before triggers are \nmet, we don't get anything if those triggers are not attainable.\n\n\n\nIn conclusion, what is needed in the challenge you face as legislators is creating an immigration system that \naddresses the needs of the economy.  If we want the economy to grow we -- and by we I mean you -- need to figure \nout how many workers it needs to grow, high-tech workers, lesser skilled, unskilled workers, agriculture workers.  \nHow many workers are needed to grow and design an immigration policy that meets that need?  Thank you very \nmuch.\n\nREP. LOFGREN:  Thank you, Mr. Gay, and all three witnesses have stopped when the yellow light was on.  That's \npretty impressive.  I'm going to turn now to Mr. Hawkins, and we'd love to hear from you.\n\nMR. WILLIAM HAWKINS:  Right, claim their excess time.  (laughs) No.  I'm William Hawkins.  I'm here representing \nthe U.S. Business and Industry Council.  We're a group of businesses who are primarily small, medium sized \nmanufacturers, and our view is a little different on this.  Notice that according to the Census Bureau 14 percent of \nillegal immigrants -- which is the focus of the main reform here that's pending in the Senate -- are in manufacturing.  \nAnd this is very odd to us because manufacturing has lost three million jobs over the last decade.  There is no \nshortage.  There is no labor shortage in manufacturing.  There are millions of displaced workers who would love to \nget a job back in a factory because they have not been able to find jobs that are comparable to what they have lost.  \nYet, there's still influx of illegal workers in manufacturing.\n\nIn fact, this is a problem I think generally.  There may be specific segments.  Maybe agriculture is one.  But as a \nformer economics professor who taught labor for years, the characteristics that we see in the low end of the labor \npool does not indicate that there's a shortage, just the opposite.  (inaudible) case there's a surplus.  Unemployment \nrates are higher in this segment than there is -- and that is for the average economy.  Wages are not going up. \nThere's a shortage in any market.   The fact is -- to push the prices up or wages up in that market.  Wages are \nfalling at the low end of the labor pool.  In fact, you had a fellow from the Congressional Budget Office testify before \nyou last month, and he tried to make light of the fact that well, you know, it's only falling somewhat, maybe ten \npercent.  But in a growing economy it should not be falling at all.  It should be rising.  Demand should be pushing up \nwages if there's anything like a shortage.\n\nWhat we see instead really is an attempt to maintain a surplus, to push wages down.  And this is troubling to us for \na couple of reasons, or several reasons actually.  One is it puts our business owners in a quandary.  It's a very \ncompetitive market in manufacturing, a lot of it mainly from foreign competition.  But if you're a manufacturer and \nyour rival is using illegal immigrants and paying them less, less in benefits, less in pay, how do you respond? Do \nyou meet the competition and go illegal yourself?  If you're an honest businessman do you want to be forced into \ndoing that?  We don't want to.  It hasn't grown quite as high in manufacturing as in other areas, but the logic is still \nthere.  And you should not have a system that puts pressure on honest businessmen to become dishonest, which is \nwhat we've been doing.\n\nNext -- there is a cost element here.  There is no such thing as cheap labor for society, for us as a general \npopulation, because we're an advanced society.  If people do not make a living wage -- and most of the people \nwe're talking about in the illegal, low wage, low educated, low skilled area do not -- we supplement that.  We have \nwelfare programs.  We have income supplement programs.  We have a variety of public goods, education, \nemergency medical care, etcetera, which these people do not pay the taxes to support.  Their income isn't high \nenough to qualify as taxpayers.  So we're subsidizing this labor.  It is not cheap labor.  It is subsidized labor.  And \nour business owners, our employees, our customers, people in general who do pay taxes -- and in the case of our \nbusiness owners substantial taxes -- are having to make up this difference and subsidize -- in some cases \nsubsidize their competitors who are using illegals.  So that has to be changed.\n\nAnd one of the problems with this reform is it's not really a reform.  It simply codifies, regularizes the failures of the \npast. And it's not just an amnesty for the illegal workers.  It's an amnesty for those companies who have been \nemploying the illegal workers and have been violating the law themselves.  And that rubs our members who are \nhonest and who have been following the law the wrong way.  If we step back a little further and look at the economy \nin general -- there is a basic principle in economics: labor capital substitution. They're factors of production.  They're \nsubstitutes.  If you have a large pool of cheap labor at the firm level that can retard technological progress, retard \n\n\n\nthe adoption of new labor saving devices, because that's what technology is.  It's labor saving devices, and it's \nchosen because labor is expensive.  Labor has always been expensive in the United States.  And it has been a \npropellant for innovation, technological progress.\n\nIn my written testimony I mention some studies that have been done on this, most notably one from the Federal \nReserve Bank of Philadelphia, which concluded that in manufacturing an influx of large, low skilled, low wage \nimmigrant labor not only retarded the adoption of new technology --\n\nREP. LOFGREN:  If you could summarize --\n\nMR. HAWKINS:  -- it even led to the de-adoption of technology, which is absolutely contrary to progress.\n\nREP. LOFGREN:  The gentleman's time has expired.  If you could summarize in your full statement as part of the \nwritten record --\n\nMR. HAWKINS:  Okay.  Oh, well, it's just that we are --\n\nREP. LOFGREN:  I don't want to cut you off mid sentence.\n\nMR. HAWKINS:  Alright.  Okay.  The summation is that we need to move our labor policies in the opposite direction \nthan we've been doing in immigration.  We need high-end, high skill, high wage work, not this low-end labor that \nwe've been --\n\nREP. LOFGREN:  The gentleman's time has expired, and we appreciate the testimony of all of the witnesses.  We \nnow will go to questions from the members of the subcommittee, each of us staying within a five-minute timeframe, \nand I will begin.  I'm going to ask you, Mr. Bock, about Google, and I know -- although not everyone maybe knows \nas I do because I live in Santa Clara County and actually my son is currently an undergraduate at Stanford and my \ndaughter was a recent grad.  I think Google must hire half the graduating class at Stanford, so I know the kind of job \ngrowth that has just -- that Google has fueled.\n\nYou focused on the H-1B program, and in reading your testimony I note that Orkut, who did your terrific new \ndevelopment on this 20 percent time and Krishna, who is your principle scientist -- I mean these are really pretty \nimpressive people.  Both got their degrees from American universities, but they went on the H-1B program.  They \nwanted to stay obviously 'cause they're still here.  Would it be true that if the permanent visa system had enough \nvisas and was simplified that you might use that instead of the H-1B program?  I mean it looks like you're using it \nbecause -- the H-1B program -- when there's visas available actually is pretty quick, and then people transition into \ntheir permanent visas.  And if we could just cut to the chase and get people their permanent visas without a \ntremendous delay would that work well for Google?\n\nMR. BOCK:  I think there's a couple components.  I think we'd welcome more opportunities to recruit more of the \ntop talent from around the world from U.S. universities.  The majority of candidates for math, computer science, and \nother science related degrees come from outside the U.S., and we'd be tremendously excited about the opportunity \nto bring more of those on board, not just for ourselves, but for the technology industry in general.  I'm not familiar \nenough with the nuance of the differences between H-1B visa and the permanent visa program --\n\nREP. LOFGREN:  Okay.\n\nMR. BOCK:  -- but we can get back to you with a more thoughtful response.\n\nREP. LOFGREN:  That would be fair.  And if you know the answer to this question -- if you don't, if you could get \nback to me on this -- I've been asking Silicon Valley companies what percentage of their H- 1B visa holders are \ngraduates of American universities as compared to graduates of universities from another country.  Do you happen \nto know the answer for Google?  It's about 80 percent for most of the valley companies.\n\n\n\nMR. BOCK:  I don't know the precise answer.  I expect our number would be roughly comparable to that.  The bulk \nof our recruiting for campus graduates and even experienced engineers is focused on people who have gone to \nU.S. universities, which is often how we find them. So it's very roughly about 75 percent.\n\nREP. LOFGREN:  Okay.  So it's in keeping with the rest of the Silicon Valley.  Now, I don't know if you've had a \nchance to take a look at this point system that the Senate is looking at.  We all had the Memorial Day recess.  I \nspent it in Silicon Valley by getting an earful from CEO's in technology companies.  Would sole reliance on a point \nsystem as currently exists in the Senate bill -- would that work for Google in your judgment, or if you can't answer \nthat today tell me so and you can come back to us on that.\n\nMR. BOCK:  No, I think our perspective on that question of whether the currently proposed point system would work \nis that it has some intriguing elements, but the dynamism of the technology business is such that it would be very \ndifficult to say yes, the system works today and it will work for the following eight years.\n\nREP. LOFGREN:  Right.\n\nMR. BOCK:  If you think back, nine years ago Google did not exist.  Internet search was a nascent industry.  And \nLarry and Sergey -- when they had 50 people in the year 1998 would've been hard pressed to specify exactly what \ncombination of skills they would be looking for.  So I think it'd be a bit of a challenge.\n\nREP. LOFGREN:  I appreciate that feedback.  Now, I am intrigued, Mr. Gay, by your testimony.  You know, the \nphrase is demographics is destiny, and you've just taken a look at the birth rate and the projected -- I mean, putting \nimmigration to one side and the projected job rate and come up with a shortfall.  Could you elaborate on how our \nunderstanding of that -- and I know you're just speaking for the restaurant industry, but have you as part of your \nEssential Worker Coalition work taken a look at other industries in that demographic issue?\n\nMR. GAY:  Well, Madam Chairman, as I mentioned, there are other industries, not just restaurants, that are in this \ncategory of ones that traditionally hire or have historically hired those who are lesser skilled or unskilled.  In our \ncase, we give one third of those people in the U.S. their first job.  But we're looking ahead as we grow, and we see \nthat the U.S. population is not keeping up with that growth.  If we look at Europe and at Japan they're facing the \nsame thing, but they're doing it much more poorly than we are because they have a lot more trouble with \nimmigration than we do.  We don't want to get to that situation where we restrict immigration so much that we \neither stagnate or end up shrinking as an industry or as an economy.\n\nREP. LOFGREN:  So you're really saying that our - if I can put words in your mouth -- our benefit is we've got a \ndemographic problem. Europe has too.  Japan does.  But we can -- part of why we're successful is when people \ncome here to become Americans and do become Americans - and that has not been the pattern in some other \nparts of the world. MR. GAY:  Right, but we've been solving it for the last few decades in large part illegally.\n\nREP. LOFGREN:  Right.\n\nMR. GAY:  And that flow has been helpful to our economy.  (It can?) grow and should be made (inaudible), regular, \nand orderly.\n\nREP. LOFGREN:  But it prevents them from fully becoming Americans.\n\nMR. GAY:  Right.\n\nREP. LOFGREN:  That's very interesting testimony.  I call now on the ranking member for his five minutes.\n\nREP. STEVE KING:  Thank you, Madam Chair.  First I direct my attention to Mr. Bock, and I do appreciate you \nbeing here today and appreciate you being an American, and I can understand why your mother had to wipe her \neyes when you testified before this Congress, and I'm glad to see that.  I'll remember that image for a long time.  \nYou must be a very young man judging from your mother --\n\n\n\nMR. BOCK:  (laughs)\n\nREP. KING: -- and that you've been here for 30-some years, and so a very -- a lot of you is a product of this country \ntoo.  And the difficulty that Google has is we have such a massive amount of illegal immigration that we can't get \nto the legitimate debate about what we ought to have for the recruitment, the global recruitment that you testified to \nthat you need to keep the technological advancement going.\n\nBut I think it's interesting that you've named so many countries -- or companies that have done well in this country, \nand there are reasons for that.  And some of the foundations of American exceptionalism we've talked about before \nin this committee -- and the Rule of Law being one of those.\n\nBut I want to let you know that I am for a point system.  I'm for scoring this in a fashion that we can recruit the \ncream off the top, which we have historically done in this country, and devising that system so that it's not \nsubsidized labor by the tax payers, as Mr. Hawkins testified.  And so I'd ask you -- could Google produce some \nsoftware that would identify for us the very top one million people on the globe who would apply and want to come \nto the United States who would give the best economic enhancement to our country here?  Could Google devise \nthat software?\n\nMR. BOCK:  It's an interesting question.  I'm sure we have lots of people who'd love to tackle that problem in their \n20 percent time. I think that kind of demographic question is a bit outside our expertise.  Ours is more in search and \nserving our users by coming up with products rather than ranking and prioritizing people.\n\nREP. KING: You're a smart guy, Mr. Bock, but you do affiliate with some people and companies that would have \nthat capability, and would you agree that that would be the first question you'd ask if you were going to put a point \nsystem together?  What would be the utopian version, the perfect model that we could produce?  Wouldn't that be \nthe first thing we'd do before we'd ratchet it down and consider things like familial associations?\n\nMR. BOCK:  Well, it's interesting.  The closest analogy I can have is how we look at recruiting talent internally.  And \nwe actually have a very human labor intensive process of evaluating candidates. We look at resumes.  We conduct \na lot of interviews.  And then we have groups of people that sit down and discuss those candidates, and then each \nof those candidates are then reviewed by our executive management group and even by our founders before we \n(inaudible).\n\nREP. KING:  In the interest of time -- and I'd love to sit down and talk with you more, but -- we don't disagree on \nthis, but my point is that illegal immigration is the barrier that keeps us from getting to your discussion.  And I'd like \nif I could to turn to Mr. Gay, and as I listened to the chair's comment -- demographics is destiny I believe is how she \nput that.  And I agree with that, but, you know, let me just say that we are a country here that has a replacement \nbirthrate of about 2.13 per woman, and replacement's about 2.1, so we're right in there real close.  How much \nwould we have to increase that birth rate in order to replace the labor supply that you seek, Mr. Gay?\n\nMR. GAY:  I've never had that question before.  I don't know the answer.  I will say, though, I had to Google \ndemographics is destiny and demographics are destiny, and it came up --\n\nREP. KING:  (laughs)\n\nMR. GAY: -- with about the same number of hits, so I went with are.\n\nREP. KING:  I thought it was are, but I was (floating?) the chair, so --\n\nMR. GAY:  (laughs) I --\n\nREP. KING: -- it's interesting that you did that.  (laughs)\n\nMR. GAY:  But that would be an alternative way to address our labor shortage needs.  It would be a longer term --\n\n\n\nREP. KING:  But wouldn't that be (your first?) question, Mr. Gay, really?\n\nMR. GAY:  It would take 18 years, but it would be an alternative.\n\nREP. KING:  Envision this then.  If we were a continent unto ourselves, isolated like maybe Australia, and we didn't \nhave an easy -- let the borders be open and let people flow across, wouldn't we look at this from another \nperspective?  Wouldn't we ask the question what's the grow your own plan?\n\nMR. GAY:  Yes.\n\nREP. KING:  And then wouldn't that be the kind that would be automatically assimilated into the American culture \nand wouldn't have to ask that question of how many can we assimilate?\n\nMR. GAY:  If we were on an island, yes.\n\nREP. KING:  Uh-huh.  And -- so why hasn't anybody even asked the question of how many more babies do we \nhave to have to solve this problem?  Doesn't that seem a little odd that there -- with a short- term interest of let's \nhave these workers now, and then who's going to pay for their retirement when they get ready to retire?  We can't \nask that question either because this whole comprehensive strategy collapses around that question?\n\nMR. GAY:  I think that issue -- that should be addressed.  I think for our short-term interest it's keeping the doors \nopen on restaurants, and so --\n\nREP. KING:  Yeah, and so I think --\n\nMR. GAY:  -- I mean, that -- you're (looking?) at a long-term solution that should be looked at.\n\nREP. KING:  And I want to tell you that I understand your short- term problem, but my responsibility is the long-term \ndestiny of America.  And so if we have a disagreement it will be there, and I thank you.  And then, Mr. Mixon, you've \nbeen able to harvest these crops for the most part and so you're finding a way to solve the problem, but, you know, \nsometimes we are in this situation where we confuse our national security with the need to harvest a crop, \nPresident Reagan's quote notwithstanding, and so I'd ask you is there such a thing as an essential crop that \nAmerica has to have in order to survive and be healthy?\n\nMR. MIXON:  That's a good question.  I think the discussions on produce for better health indicate that Americans \ndo need to eat healthier.  Now, do we want to farm it all out overseas?\n\nREP. KING:  But any specific crop?  Any individual one we can't -\n\nMR. MIXON: Oh, I'm very preferable to blueberries.\n\nREP. LOFGREN:  (laughs) The gentleman's time has expired.\n\nMR. KING:  (laughs) I'm going to let it settle with that one and I yield back. (laughs) REP. LOFGREN:  We turn now \nto the author of the Ag Jobs Bill, Congressman Howard Berman, for his five minutes.\n\nREP. HOWARD L. BERMAN (D-CA):  Thank you, Madam Chair, and you have demography as destiny.  That's the \nway to get around the right verb.  And then you have the Carl Marx-Hawkins perspective about the reserve army of \nunemployed --\n\nMR. HAWKINS:  (laughs)\n\nREP. BERMAN:  -- pressing down wages.  Mr. Hawkins, I'm sure, is right many more times than Carl Marx was, but \nin this case --\n\nMR. HAWKINS:  (laughs)\n\n\n\nREP. BERMAN: -- I think they both touch on something, and Mr. King did in his comment.  I'll get back to that in a \nsecond.  My first question is really to Mr. Bock and Mr. Gay.  We got a Senate bill in its current form as of 9:00 this \nmorning.  Mr. Bock, to what extent is that bill better than the current situation for a company like Google? And in \nthat put a little finer point on your concerns about the points system.\n\nI didn't understand the points system to be distributed based on whether you wanted to work in search engines or \nsome place else.  I thought of it as dealing with degrees and training in certain areas from which people could work \nin a number of areas based on the economy and where innovation was taking us.\n\nAnd Mr. Gay also -- the Senate bill versus the current situation and its deficiencies as we come to grips with how we \nin the House are going to deal with this.  Those would be the questions I'd like both of you to answer.  And should I \njust ask my last question also?  I want -- I'd like to hear how any of you deal with the point Mr. Hawkins made.  In \nthe context of -- there is something that at least concerns me about the notion of the supply of new foreign workers \nprimarily as a depressant on the wages of U.S. workers.  Yes, you go to the U.S. worker who's willing to work at the \nminimum wage first, and -- but before you think about paying two dollars more than minimum wage or five dollars \nmore than the minimum wage you seek the foreign worker.  Those are my questions.\n\nMR. BOCK:  Thank you.  On the first question -- and I'll caveat it by saying my expertise in the currently proposed \nbill extends primarily to what I've read in the newspapers, not our policy expert. But from what I've picked up there's \n-- we feel strongly that the dynamism of the business is important and it's difficult to predict what we need.  So for \nexample, if I recall correctly, one of the terms in the point system is that years experience is a factor, and the more \nyears of work experience you have, the more points you get.  Many of the people we hire come right out of school, \nand a PHD program in computer science can consume somebody's life until they're in their late '20s later.  No \nprofessional experience, and yet a fabulously tremendously qualified person who can move not just our company, \nbut the entire country, entire business.\n\nREP. BERMAN:  (off mike) MR. BOCK:  Oh, absolutely, but as I understand it, the preference comes from -- sort of \nthe more points you get, the better, and that would mean there's --\n\nREP. BERMAN:  In a weird way you may want that PHD who isn't polluted by a lot of work experience.\n\nMR. BOCK:  Well, we actually look for people who will kind of come to things with a fresh perspective, in fact.\n\nREP. BERMAN:  Okay.\n\nMR. BOCK:  On the second question, I think it echoes Congressman King's point about short and long-term \nperspectives.  You could just as easily -- and again, not an economist, but you could just as easily make the \nargument that wage pressure outside the United States would force us to innovate more in technology, and there's \na short-term and long-term solution for how we manage immigration that is supported by that.\n\nMR. GAY:  Mr. Berman, the Senate bill is better than the status quo first and foremost because there's a bipartisan \ngroup of people in Congress that are actually trying to fix this problem that are tremendously encouraged by that \nbecause absent federal action, states and localities are stepping in, and that's a patchwork of laws and regulations \nbusiness doesn't want to face.  It will stabilize -- it could stabilize if it's -- as written the current undocumented \nworkforce.  In large part, seven million of the 12 million are estimated to be workers.\n\nOne problem with it in its current form is it doesn't quite address the future needs.  There are certain amendments \nthat brought the number down.  It doesn't meet the needs of future workers coming to the country.  If that can be \nfixed, then this bill would be -- to Mr. King's original question -- the biggest difference between the '86 amnesty and \nthis bill is that '86 didn't do anything about the future needs for workers and the economy.  This one's trying to.  I \ndon't think it's quite there, but that would be the biggest difference between that and status quo.\n\nREP. LOFGREN:  The gentleman's time has expired.  Mr. Gallegly of California.\n\n\n\nREP. ELTON GALLEGLY (R-CA):  Thank you very much, Madam Chairman. Welcome to our witnesses.  Mr. \nMixon, I have a district in California that is largely agricultural.  We like to pride ourselves on being the strawberry \ncapital of the world.  Larger, prettier, and sweeter strawberries.  So I'm somewhat familiar with the issue of \nperishable row crops and how labor intensive they are.  And you mentioned in your testimony that during the peak \nseason you may have as many as 1,500 people in the field.  Can you give us any idea of what percentage of crops \nif any that you've lost in the last five years that is directly a result of lack of labor that's caused you to -- the \nperishables to rot on the vine?\n\nMR. MIXON:  Fortunately, congressman, we've been very blessed to not have lost anything.  The closest we came \nto losing crops was last May when the discussion -- this very discussion became resident in our state where we \nwere having different places rated because of purported illegal immigrants.  The rumor of that spread through my \ncounty, and even though they weren't within ten, 15 miles of my place, I went from 150 people in the field to about \n15.  Now, it surprises me because they all show what looked to be regular documents, legal documents by the I-9 \nstandards, so that was kind of surprising to me, but that's the closest I've come.\n\nREP. GALLEGLY:  So you --\n\nMR. MIXON:  But the organizations I represent have had people where they've lost 25 percent of the naval crops in \nthe past.  I've had berry growers in Georgia because of lack of people.  They lose crops, as much as 25 percent.\n\nREP. GALLEGLY:  So based on your assessment of what happened at that particular point in time, it's probably \nsafe to say that 90 percent of the people working in your fields are illegal in the United States?\n\nMR. MIXON:  I'd say the numbers are between 75 and 90, yeah.  And I would say poorly documented, not \nnecessarily illegal.\n\nREP. GALLEGLY:  Well, they may be fully illegally documented. You know, it is a felony to use a counterfeit \ndocument.  But again, you're not supposed to be the police officer, and I appreciate that.\n\nMR. MIXON:  That's correct.\n\nREP. GALLEGLY:  Mr. Gay, what percentage of people working in the restaurant business today would you say are \nillegal in the United States?\n\nMR. GAY:  We don't know, and we've never tried to poll that. It's not something where you can get a good \nresponse.\n\nREP. GALLEGLY:  Do you really want to know?\n\nMR. GAY:  We are the number one employer of foreign born workers in the U.S.  We figure we must have our \nshare.\n\nREP. GALLEGLY:  Okay.  Mr. Hawkins, you were talking about the importation of cheap labor and the effect it has \non our economy.  Has the influx of illegal immigrants affected low income workers in the United States?\n\nMR. HAWKINS:  Well, the evidence indicates from the Census Bureau, Department of Labor that there has been a \ndepressing effect on wages from this and a lot of people exiting from the workforce.  Just this last month the \nCensus Bureau reported 51,000 people exited from the labor force.  And, of course, there are a variety of reasons \nthat could happen, but we've always thought in the economics profession that the discouraged worker phenomenon \nwas a major part of that, that people leave the workforce because they've simply given up trying to find an \nacceptable job.\n\nSo this, again -- (as a scientist?), this is not a shortage labor economy, at least not in the low skill, low wage area.  \n(inaudible) as I said, in manufacturing we've had this tremendous displacement of manufacturing workers in the \nUnited States who are looking for work. So I don't see an economy-wide problem that we have a shortage here. \n\n\n\nThe demographic thing I thought was interesting because you mention Japan.  There's a reason why Japan leads \nthe world in robotics and automated factories, labor saving devices.\n\nYes, they do have a slow population growth and that spurs them to adopt technology faster, develop technology \nfaster to make up for that.\n\nREP. GALLEGLY:  Okay.  In your studies -- very quickly can you tell me if you've done a study that shows what \npercentage of the undocumented that are coming in have less than high school diploma?\n\nMR. HAWKINS:  Well, there's -- it's somewhere around 50 percent.\n\nREP. GALLEGLY:  So you think 50 percent of the illegals coming in have got a high school diploma or equivalency?\n\nMR. HAWKINS:  Or -- well, over that, yeah, maybe 40-45 percent.\n\nREP. GALLEGLY:  That's interesting.\n\nMR. HAWKINS:  The Congressional Budget Office estimate, on the other hand, was at 36 percent of immigrants \nfrom Mexico (inaudible).\n\nREP. GALLEGLY:  I see my yellow light's on, so forgive me.  But I just want to go back to Mr. Mixon and also see if \nMr. Gay could give us an educated guess, if you will, an informed guess.  Mr. Mixon has testified that he believes \nas many as 90 percent of the people working for him during peak season are illegally in the country.  Would you say \nthat that's probably a fairly consistent number with the people that are working in the restaurant business?\n\nMR. GAY:  Like I said, I don't know 'cause we've never tested this and I haven't seen anybody else that's tested that \npremise, but that sounds --\n\nREP. GALLEGLY:  It's not something you'd rule out.\n\nMR. GAY:  -- awfully high to me, 75 -- we've always known that agriculture has had the highest percentage.\n\nREP. LOFGREN:  The gentleman - REP. GALLEGLY:  Thank you, Madam Chairman.\n\nREP. LOFGREN:  The gentleman's time has expired.  The gentlelady from Texas, Miss Sheila Jackson Lee is now \nrecognized for five minutes.\n\nREP. SHEILA JACKSON LEE (D-TX):  I thank the chairwoman, first of all, for this important marathon of hearings.  \nAnd I want to pay tribute to Chairman Lofgren because if you are working with her or have worked with her you \nrecognize the value of H-1B visas, but also from my own research and study one understands that H-1B visas can, \nin fact, generate work for others.\n\nBut let me take a line of questioning that I think and hope that the witnesses that I'm going to query will be \nempathetic -- because you have heard the refrain.  You've heard the song and the refrain as we proceed in an \napproach to comprehensive immigration reform.  You've heard the response that yes, I would take that job.  And \nthe controversy has many aspects.  Certainly, it is close the border before you begin to talk about immigration.  \nWhat you gentleman are talking about partly is, of course, what has been going on as it relates to legal \nimmigration, particularly the H-1B visas.  The Reform Bill has a number of subset visas, which create other \nopportunities for individuals to come in.\n\nBut whenever I am engaged in a discussion with constituents and whether or not it is in my state of Texas or around \nthe nation -- and I think rightly so -- there is this sense that they are taking our jobs.  And to be honest with you, the \nbusiness community has not been helpful in that debate.  You've not been helpful in, if you will, providing the \nresponse, a credible response, that suggests that is not the case, or that we are here and ready to hire you or to \naccept you. And one of the aspects that I believe -- a theme that will run through this bill and has run through a \n\n\n\nnumber of legislative initiatives is the attestation and the responsibility to indicate that you have, in fact, reached out \nto others and to provide them with the opportunities.\n\nFor us to get to the end of the road, the light at the end of the tunnel -- I think that for all of us who have a sense \nthat comprehensive immigration reform is, in fact, the best and right direction to take in spite of the heightened \ntensions that are now being created and the divide that is being created, and the pitching of one group against the \nother, we're going to have you work with us. And so I would like to ask Mr. Bock, if I can -- do you see the value in \npromoting and encouraging American workers for your profession and your industry?\n\nMR. BOCK:  Thank you.  I absolutely do and Google absolutely does.  Two broad points -- one is that the $1,500 \nfee that's required on filing of H-1B's today is used to train and educate American workers.  In the eight years that's \nbeen effect a billion dollars has been collected and spent, providing 40,000 scholarships to Americans in training \n82,000 U.S. workers.  The more H-1B people we allow, the higher that number will grow.\n\nREP. JACKSON LEE:  Well, let me just say that -- I'm glad you answered that.  Probably you were instructed to do \nso if I asked a question.  But I believe that there needs to be more, and frankly, I believe there needs to be a \nspecific vehicle in the comprehensive immigration reform, and many of my colleagues and many of my \nconstituents -- and not necessarily here in this -- here in my own state -- but believe that we should have a fixed \ntraining component that is really more orderly than H-1B funding, 'cause we really can't find that funding.  Those \nnumbers sound good, but they really don't reach some of the underserved areas.\n\nAnd so let me just say this.  Do you have a history -- and I would like you to give it to me in writing -- of recruiting \nAfrican American -- historically black colleges.  I'd like you to give me all of the colleges, and I'd like -- if there is an \nassociation that -- association reports to me what you all have done.  What do you do with respect to -- in this \ninstance, whether it be Hispanics who happen to be here in this country already, or African American engineers \nwho have indicated in this very room that they're not received well in terms of hiring in your industry -- do you \nspecifically recruit?\n\nAnd let me get in my last question to Mr. Gay so that as the light goes out he can answer it as well.  You're in the \nrestaurant business, and we have restaurants in Houston, and I know your organization, and you work real hard, \nand I thank you.  But what are you doing?  These jobs include management, otherwise, as well to ensure that \nAmericans who need the work are getting the work.  Mr. Bock, if you would --\n\nMR. BOCK:  Yeah, so keeping the comments brief, we actually view it as our obligation to reach out to under \nrepresented communities in our industry, particularly women in engineering, particularly African Americans, \nparticularly the Hispanic communities.  We have a number of scholarship programs with the United Negro College \nFund.  We have started a Hispanic College Fund.  We this past year went to Morehouse. We went to Spellman.  \nWe went to Clark.  We went to a number of historically black colleges, and we have a very strong internal -- in this \ncase Black Googler Network, as we call it.  We have those around a variety of groups.\n\nWe also believe it's important to get to people early, so we get very involved in K through 12 education with another \norganization called the Lead Program.  We also have a partnership with Teach for America because we think it's \nimportant to send great teachers into impoverished or disadvantaged communities.\n\nREP. JACKSON LEE:  And I know I won't get all the answers.  Would you complete your answer for me in writing \nwith the list of colleges, please?\n\nMR. BOCK:  Yes, ma'am, (inaudible).\n\nREP. JACKSON LEE:  Thank you.  Mr. Gay?  And I thank the chairwoman.\n\nMR. GAY:  Yes, Ms. Jackson Lee.  As I think you know from working with restaurateurs in Houston that they recruit \nintensively in their areas to try to fill these jobs.  And we'd like to point out that getting into the restaurant industry is \na path to management and is a path to ownership.  And I'll get you the exact number, but if I recall correctly, African \n\n\n\nAmerican ownership in the restaurant industry is growing faster than any other segment, faster than the average, \nover 70 percent.  So I think it's a sign that it's working, that more African Americans are coming in and moving up \nwithin the restaurant industry.\n\nREP. JACKSON LEE:  Well, you see my need for advocacy, and I thank you, Madam Chair.  Well, you see what \nwe're trying to -- we're trying to both get at the end of the tunnel, and I'd like to work with you and I'd like to be able \nto hear back in writing specifically about your outreach and hiring American workers.\n\nI yield back.\n\nREP. LOFGREN:  The gentlelady's time has expired.  Gentleman from Texas is recognized for five minutes.\n\nREP. LOUIE GOHMERT (R-TX):  Thank you, Madam Chairwoman.  And I appreciate you all being here, and I \nappreciate the questions from my friend from Texas.  Those are good questions.  And the concern some of us have \nis that we get to the end of the tunnel, as she referred to, and we meet an oncoming train, but -- and I -- Mr. Bock, I \nthink it's delightful your mom's here.  Speaking with her briefly, she seemed like a delightful person, but it reminds \nme of some of the best advice I've ever seen in print.  It was a quote from the Mayflower Madam several years ago \nwho had her phones wiretapped and lots of tapes at her trial.  But she made the recommendation to people that -- \nnever say anything that you wouldn't mind having played back at your trial in front of your mother.  And I think that's \ngood advice for all of us.  You have your mother here personally.\n\nBut I am curious anecdotally for each of you -- for those who have hired persons with H-1B visas anecdotally in \nyour situation what happened long-term with those people who had H-1B's?  What did they do?\n\nMR. BOCK:  At Google we -- as of today about ten to 15 percent of those people have become permanent green \ncard holders as citizens. Many --\n\nREP. LOFGREN:  I think your microphone needs to be turned on.\n\nMR. BOCK:  Oh, thank you.\n\nREP. LOFGREN:  There you go.\n\nMR. BOCK:  About -- a large portion of them have become either green card holders or permanent citizens.  A lot of \nthe (hiring?) has been in the last couple years.  We don't have a deep history yet, but that's been our experience.  \nThe other thing we found is that --\n\nREP. GOHMERT:  What happens to the rest of them?\n\nMR. BOCK:  Oh, I'm sorry. REP. GOHMERT:  The 85 percent.\n\nMR. BOCK:  They're still within the six-year H-1B --\n\nREP. GOHMERT:  Oh, okay.\n\nMR. BOCK:  And to be honest, the biggest question becomes -- around what happens with their wives?  Can their \nwives work, things like that.  The other thing we've --\n\nREP. GOHMERT:  What is the answer?\n\nMR. BOCK:  Well, hopefully they can get visas too and pursue the path to citizenship.  The other thing we --\n\nREP. GOHMERT:  Has that happened in the cases in which you deal, your employees?\n\nMR. BOCK:  It has in some cases.  There's a couple challenges. The green card backlog is a real challenge for us.  \nWe've had people have to wait as long as two years, and what happens in some of those cases is people say I \n\n\n\ncan't live with this ambiguity anymore.  I'm going to return to home country and sometimes go work for another \nemployer.  The other thing we found is that each person we do hire on the H-1B -- generally our engineers create \nour products.  They're the source of creativity in our company.  Anecdotally, if I go back to the example of Orkut, the \nmultiplier in terms of jobs that has been created is ten to 50X that one person.  So he's created essentially a small \ncompany around his idea.\n\nREP. GOHMERT:  Mm-hmm.  Mr. Mixon, do you have any H-1B's?  I know you have -- you don't --\n\nMR. MIXON:  No, sir, (we don't?).\n\nREP. GOHMERT:  No?  Alright.  Mr. Hawkins, do you happen to have any information yourself?\n\nMR. HAWKINS:  Well, can't say for sure whether all of our or any of our companies use H-1B's per se, but the -- \n(I'm concerned?) about the related issue that's in the pending legislation coming out of the Senate which has been \nbrought up about the guest workers program and this point system for skills and education.  I think that would \nconstitute a reform, which is (I suppose?) what we're (learning?) about, reforming the immigration system here.  \nIf it does push us in the direction of bringing in more high-end workers in place of the failed policy we've had that's \nbeen focused on regularizing now the uneducated, unskilled -- but I'm not sure that's what happening.\n\nThis I think has to be looked at very carefully, not only in the Senate, but when and if the bill comes over here, \nbecause the Wall Street Journal in a May 30th editorial was complaining about how the Senate had cut the guest \nworkers program from 400,000 a year to 200,000, which are very large numbers -- called the guest worker program \na guest worker program for low skilled workers.  That's how they interpret what the Senate is doing.  And that's not -\n- we can't go down that road.  That would not be reform.  That would be a continuation of the failed policy that \nwe've gotten by de facto (inaudible).\n\nREP. GOHMERT:  Well, I am curious -- quickly -- 'cause I was curious about the H-1B's.  But for those who hire \nlabor -- who are immigrants that are documented supposedly, whether it's illegal documents or not -- do you hire \nthem as contract labor, as employees, or both?\n\nMR. MIXON:  If I can speak to that --\n\nREP. GOHMERT:  Sure.\n\nMR. MIXON:  -- we hire strictly as employees.\n\nREP. GOHMERT:  Strictly employees?  No contract labor?\n\nMR. MIXON:  No.\n\nREP. GOHMERT:  Okay.\n\nMR. GAY:  I think for the most part in the restaurant industry it would be employees.\n\nREP. GOHMERT:  For the most part?  But you -- there are some hired (contractors ?).\n\nMR. GAY:  We have 12.8 million workers in our industry, so I hesitate --\n\nREP. GOHMERT:  (Okay?) (laughs)\n\nMR. GAY:  -- to make absolute statements -\n\nREP. GOHMERT:  Right, okay.\n\nMR. GAY:  -- but I think for the most part the model is that they would come in as employees like any other \nemployee.\n\n\n\nREP. GOHMERT:  Okay.  Well, I see I have the red light.  Let me just comment -- one of the things that I heard \nabout the Senate bill -- that once the triggers occur and people who are here illegally are authorized to be here \nillegally and it turns out they haven't paid taxes they can just pay their $5,000 fee.  And Madam Chairwoman, I've \nhad some people inquire -- American citizens -- how they could apply to be illegal --\n\nMR. GAY (?):  (laughs)\n\nREP. GOHMERT:  -- so they could pay $5,000 instead of the taxes. Thank you. REP. LOFGREN:  Thank you.  The \ngentleman -- Mr. Davis from Alabama.\n\nREP. ARTUR DAVIS (D-AL):  Thank you, Madam Chairwoman.  Mr. King I think raised the national security issue \nabout ten or 15 minutes ago, and I wanted to perhaps raise the national security issue from a totally different \nperspective.  There was a column in Newsweek this week from someone -- and I apologize to him if I'm butchering \nhis name, but Fareed Zakaria, who a lot of people have seen on the Stephanopoulos program every Sunday.\n\nHe's a very eloquent writer who writes a piece in Newsweek every week, and he's written a number of pieces about \nthe direction of American foreign policy.\n\nAnd he has a very interesting story.  He mentions that he came to the United States on a student visa in 1982.  And \nhe mentions that when he came here he had frankly soaked up a lot of what the left in India had to say about \nAmerican culture.  He came here with a particular perspective on this country and its policies and its values and he \nwas prepared to not like our country very much.  And a lot of his friends back in India didn't like our country very \nmuch based on what the left in his country was saying.\n\nAnd he makes a very interesting point.  He says that in the course of being here as a student and absorbing \nAmerican values in real time -- totally changed his impression of this country.  And he makes the observation that in \na world where obviously a lot of people don't like American values and culture now -- and that poses a threat to us -\n- that there is itself a value in bringing people here, letting them see what it means to be an American in practice, \neven letting them see how we treat people who aren't Americans.  And I want to - Mr. Bock, perhaps you could \ncomment on that perspective, the foreign policy angle, and what I think is a national security angle, that an \nimmigration policy if it works can actually be a vehicle for shoring up American credibility in the world.  Could you \nbriefly comment on that?\n\nMR. BOCK:  I think that's very true.  Speaking from my own personal experience, the idea of America, of what \nAmerica stood for, freedom and capitalism and the right to not be afraid of the secret police, the right to be able to \ntrust your neighbors and your friends, the idea that you could actually come and build a business and make it on \nyour own, not look for a handout, but actually just have a fair chance, was pretty unique.  It was absolutely unique in \nRomania at the time, and it's still fairly unique in the world, and it's something precious and treasured.  And I think \ngiving more people exposure to that is of tremendous value.  And even just having the option, the opportunity that \nlets people know that that's out there has a huge, huge potential impact on the rest of the world.\n\nREP. DAVIS:  I would agree with that, Mr. Bock, and I suspect that growing up in Romania you did not necessarily \nreceive the most favorable impression of the United States either.  And I think that's a point worth this committee \nconsidering, that if we are concerned about shoring up American credibility there are multiple ways to do it, and the \nH-1B visas can be one of them.\n\nLet me turn to you, Mr. Hawkins.  I stayed up late last night watching the Republican presidential debate, and I \nfound it interesting on several notes.  A number of the individuals -- I guess everyone except John McCain, frankly.  \nOver and over I would hear this refrain.  They would say we love immigration.  It's made our country better.  It's \nmade our country stronger.  We just don't like the illegal aspect of it.  And that was the particular rhetorical device \nthat was used last night to explain their position.  It's what Governor Romney said, what Mayor Giuliani said.\n\n\n\nMr. Hawkins, it seems that you're in a little bit of a different place from where those guys are.  If I understand your \neconomic analysis, you would have just as much of a problem with low skilled legal workers, frankly, coming in this \ncountry as you would low skilled illegal workers, wouldn't you?\n\nMR. HAWKINS:  Well, it would continue to move the economy in the wrong direction.  What the --\n\nREP. DAVIS:  I'm just asking you if you would agree with me that you don't really draw a distinction between legal \nand illegal, do you?\n\nMR. HAWKINS:  Well, in a sense (inaudible).\n\nREP. DAVIS:  You're just as troubled by the legal ones.\n\nMR. HAWKINS:  Well, if by legalization we mean we simply take the pattern of illegal -- (inaudible).\n\nREP. DAVIS:  No, no.  Well, let me -- because my time is limited let me press the point 'cause my yellow light is on.  \nIt seems to me that all of your economic theories about low wage depression would be absolutely applicable to \nindividuals who were low wage who came here through a perfectly legal process, because your concern is the \nwages they make and their penetration to the economy, and whether they're legal or illegal doesn't seem to make \nan economic difference to me unless I'm misunderstanding.\n\nMR. HAWKINS:  Well, from an economic point of view that's true, but (inaudible).\n\nREP. DAVIS:  Okay, now -- so let me take that as your answer. Let me -- since my time is limited --\n\nMR. HAWKINS:  (laughs)\n\nREP. DAVIS:  -- close with that.  I wish we had 15 minutes, but I didn't make the rules here, Mr. Hawkins.  Let me \nclose with this observation.  I do think Mr. Hawkins is right about one very important observation.  The Senate bill \ntwo years ago I think was a little bit shrewder frankly than the bill before the Senate right now.  One major aspect -- \nif I could just finish my point very briefly, Madam Chairwoman.  The Z visa for all of the 12 million undocumented in \neffect treats all the undocumented the same.  It kind of wraps them in one policy.\n\nAnd I fear, as someone who frankly was very much an opponent of the House bill two years ago and someone \nwho's in support of comprehensive reform -- I'm a little bit concerned that the Z visa approach by wrapping all 12 \nmillion together may play into the hands of people who raise arguments about amnesty, and that it may play in the \nhands of people who raise those issues.  The bill two years ago, as you recall, drew distinctions.  People who have \nbeen here for a longer period of time who were rooted in the community got treated one way.  Those who have \nbeen here for less time or weren't as rooted got treated another way.\n\nREP. LOFGREN:  Gentleman (inaudible). REP. DAVIS:  And I wonder if that might not be the shrewder approach.\n\nREP. LOFGREN:  The gentleman's time has expired.  Mr. Ellison is recognized for five minutes.\n\nREP. KEITH ELLISON (D-MN):  Madam Chair and members of the panel, thank you all.  I was doing double duty in \ncommittee, so I hope I don't ask you any questions you've already answered, but thank you if I do happen to do \nsome duplication.  Would you identify if you would, Mr. Bock, what you regard as the area in which reform is most \npressing where we need to legislate?  If we can't do everything, what must we do to suit the needs of business in \nthis next round of immigration reform?\n\nMR. BOCK:  From the Google perspective and more broadly for the technology industry, the two biggest areas \nfocus on one, increasing the number of H-1B visas permitted per year, and two, decreasing the lag it takes and \nworking through the backlog on processing of green cards.\n\nREP. ELLISON:  Okay, backlog and H-B1.  Yeah.  I thought you might say that.  And one of the things -- and I want \nto just put cards on the table.  I agree with you, but as people -- some folks from a different perspective jump into \n\n\n\nthe debate -- you know, I've been wondering about what you thought about the business sector, particularly the \ntechnology sector.  As people like me support a position you have taken to increase H-B1 visas and increase \nworkers so we can deal with the backlog, would you all support a strong, robust, targeted program to really help \neducate some American born workers as we go about that?\n\nI mean, could you see yourself supporting a program targeted -- say, like historically black colleges to try to get \nsome of these students into the field, because quite frankly, from a political standpoint if I support your position, \nwhich I'm prepared to do, I'm going to get some blow back from other sectors that I also represent. And it would be \nnice to be able to say well, you know, Mr. Bock supports, you know, making sure that American workers and young \npeople are trained and have a real chance in the technology field too.\n\nMR. BOCK:  Well, I would.  According to the National Science Foundation, three to six percent of computer science \nstudents are African American today.\n\nThat's far lower than the percentage of African Americans in the U.S. population, and it's something that we as a \ncompany invest in growing through our K through 12 interventions, through our Teach for American programs, \nthrough scholarships, through a number of activities we're involved in that I can provide significant detail on. But we \nabsolutely think that's an area that's worth investing in.\n\nREP. ELLISON:  Yeah, and just to say -- you know, I think that a lot of -- I think personally, you know, a lot of the \ndialogue around immigration -- I find it just personally divisive, and it's done for political reasons that has nothing to \ndo with helping anybody.  It's just one party trying to get advantage over another one.  But I do think that we could \nblunt a whole lot of that noise criticism if the technology community said hey, we're going to deal with the \nchallenges of the inner city too.  Do you have any thoughts on this, Mr. Mixon?\n\nMR. MIXON:  I am from the Ag Department, so technology is something we deal with on a much lower level than \nthe Google Group, but it's still technology, so I really --\n\nREP. ELLISON:  Well, I don't mean just technology.\n\nMR. MIXON:  Mm-hmm.  (Affirmation.)\n\nREP. ELLISON:  I mean -- I know you come from the agricultural sector, but agriculture employs a lot of people.  It \ndoes.  And I guess the question I'm asking about -- not as what about technology? I'm saying that, you know, as we \ngo -- first of all, what do you view as the most important reform measures for comprehensive immigration? As we \ntackle this problem, what do you think is the most critical issue?\n\nMR. MIXON:  In my opinion, the most important thing is some kind of transition.  I think we all agree that border \nsecurity is important.  I think there's common ground there.  I think there's also common ground that there is a \nrecognition that there is a large percentage of folks that are poorly documented and documented incorrectly.  I think \nour biggest concern from the Ag Department, from the Ag Division of all this is a transition to where we as \nemployers can truly have a legal, verifiable documented workforce.\n\nREP. ELLISON:  Thank you for that, which gets me back to the point I was trying to get at.  Since we have a -- I \nthink we do have a pool of people who we could employ in the United States, but we also need -- often find \nourselves to need foreign workers as well.  What do you think about the idea of trying to develop some native born \nAmerican workers to work in the ag (sector?).\n\nMR. MIXON:  I think the ag group is doing some of that currently.\n\nREP. ELLISON:  Could you talk about it?\n\nMR. MIXON:  Yeah, I could.  I've been told from my group behind me, my brain trust -- 'cause I'm focused in Florida \nfor the most part. REP. ELLISON:  Right.\n\n\n\nMR. MIXON:  But in North Carolina the Farm Bureau up there setup a hotline, a state-wide media blitz.  They said \nNorth Carolina needs 100,000 workers.  They got two answers.  And in the same state Washington -- or in \nWashington State last August the apple industry partnered with their state workforce agencies to hold a series of \nrecruitment and orientation sessions in order to find domestic workers.  They needed 1,700 workers, and according \nto what I'm being told, they received 40.\n\nSo there's a misperception or some kind of lacking here that American workers aren't in the ag business for some \nreason, ag communities.  I don't know what the disconnect is, but the wages are good (usually?).\n\nREP. ELLISON:  (inaudible) But I tell you -- 'cause here's an interesting thing, you know.  My mother's from \nLouisiana.  My father's from Georgia.  Both of them worked in agriculture growing up.  That's what they did before \nthey came to the big city of Detroit where I was born.  It's hard for me to believe that there's not a lot of folks in the \nUnited States who go back generations on the farm who might just be in the city now, but families go way back.\n\nREP. LOFGREN:  The gentleman's time --\n\nREP. ELLISON:  It's a matter of recruitment, a matter of trying to draw people in.  I mean, if we're going to spend \nmoney on a guest worker program or whatever else -- I mean, I think we can probably go to the urban centers in \nNorth Carolina to try to get some folks to do ag work.  I mean --\n\nMR. MIXON:  I would agree.\n\nREP. LOFGREN:  Gentleman's time has expired.  I turn now to the gentlelady from California.\n\nREP. MAXINE WATERS (D-CA):  Thank you very much.  Madam Chairlady, let me just again thank you for the \ngreat work that you are doing on this immigration issue.  You are working us to death, but you're really getting us \nto engage in ways that perhaps few of us have done before on this issue.  As we watch the debate unfold it is much \nmore complicated than many people ever thought it would be.\n\nBut let me just gear in on where Mr. Ellison started to engage our panelists by surfacing this argument that's coming \nfrom many communities in the country about displacement, worker displacement. We hear constantly that we have \nconstituents who don't want us to support the visas, the H-B1 visas.  They say why don't we look in this country first \nand see what we could do about improving job training and placement?  And there's this constant argument about \nwhat are we doing to employ people right here in this country to recruit, train, develop, etcetera?\n\nSo what can you tell me about your outreach and your efforts to make sure that you are employing people in Silicon \nValley that come from Oakland, California, who come from areas nearby where the unemployment rates are high?\n\nMR. BOCK:  We do a number of things.  One of the -- actually misconceptions about Google is that we only hire \nsoftware engineers and computer scientists where unfortunately there is a shortage of people of certain ethnicities \nand from certain communities.  We also hire salespeople.  We look for outstanding finance people, outstanding \nattorneys.  Our general council and chief legal officer, David Drummond, himself a son of a Tuskegee airman --\n\nREP.  WATERS:  How many employees do you have?\n\nMR. BOCK:  We have -- at the close of last quarter 12,200 employees.\n\nREP. WATERS:  How many are African American?\n\nMR. BOCK:  I don't actually have that data at my fingertips.  I apologize.\n\nREP. WATERS:  (Alright?).\n\nMR. BOCK:  But it's a number -- regardless of what it is, it's a number that we'd like to get higher, and we invest a \ntremendous amount in trying to get that number higher.\n\n\n\nREP. WATERS:  How do you do it?  How do you invest?\n\nMR. BOCK:  We partner with a number or organizations to do outreach early in people's lives, K through 12.  We \nprovide scholarships to people so that they can go to college.  We actually also go to a lot of camps and do what we \ncall tech talks where people just have a chance to interact with (inaudible) --\n\nREP. WATERS:  Have you been to the black colleges and universities?\n\nMR. BOCK:  We have.\n\nREP. WATERS:  That's what Mr. Ellison was talking about.  Have you been to Morehouse and Spellman, for \nexample?\n\nMR. BOCK:  We have.  We've been to Morehouse, Spellman, Clark.\n\nI don't have the entire list in front of me.\n\nREP. WATERS:  How well have you (inaudible) going to Morehouse? That's where my grandson goes.  (laughs)\n\nMR. BOCK:  (laughs) We are actually still not done with extending all the offers for campus hires, so I don't know \nwhat the final answer will be.  But actually, we're investing more and more in those schools in particular, in \nhistorically black universities, because there we believe is for technology and for us an untapped talent pool that we \nwant to get to.  But we also want to get more students ready for companies like Google and help increase the \ncapability of people with those programs as well.\n\nREP. WATERS:  Well, I think that as we wrestle with some of these very complicated issues it would bode well for \nyour industry to talk with some of us who have to have a vote on this stuff about how we can answer the questions \nof why can't we get jobs rather than having you support a vote to bring people from India?  So I'd like to engage \nwith you on that and look at what your programs are for outreach, and perhaps we could have some suggestions for \nyou that would help us in answering these questions.\n\nMR. BOCK:  I'd welcome that.  What I would add is that for Google unfortunately our situation is it's never either, or.  \nWe'd love to do both.  And as we're growing and because of the value created by some of these exceptional people \nour ideal answer when we find two exceptional candidates is let's get both of them.  So that's our focus, but we'd \nwelcome the conversation.\n\nREP. WATERS:  Well, thank you.  Let me just say that based on what I know about many of the businesses that \nare relying on undocumented workers or immigrant workers, it appears that -- not perhaps with your industry, but \nwith some of the other industries -- they're relying on cheap labor.  Some of that labor is exploited, and people have \nnowhere to turn actually or they're afraid.  They're a little bit intimidated.  And we are not going to sweep these \nissues under the rug as we try and deal with how to come up with a good immigration policy.  I'm not interested in \nthe support of the industries for low paid workers.  No health benefits, no pension plan, and that it is alright to do it \nwith immigrant workers rather than have to deal with organized labor and educated workers who would demand \nmore from the workplace.\n\nSo I just put that out there for you to understand because many of us are quite progressive in wanting to have a \ngood policy that would have somewhat of a path to legalization, but we're going to gear right in on guest worker, \nand we're going to look at these industries and see what they're doing and see how we can make good sense out of \nit.  With that, I yield back the balance of my time.\n\nREP. LOFGREN:  The gentlelady's time has expired.  And I want to thank all of the witnesses for their testimony \ntoday, and without objection members will have five legislative days to submit any additional written questions to \nyou, which we will forward and ask that you answer as promptly as you can so it can be made part of the record.  \nAnd without objection, the record will remain open for five legislative days for the submission of any other additional \nmaterials.\n\n\n\nI think this hearing today has helped to illuminate many of the issues relative to our immigration system and the \nbusiness community. I would like to extend an invitation to everyone here today to attend the next hearing on \ncomprehensive immigration reform that will be held at 2:00 today in this very room.  We will hear from federal \ngovernment agencies on numbers and data that hopefully will inform our decision making process.  But this panel \ntoday has been enormously interesting, and, you know, a lot of people in the public don't realize you're here as \nvolunteers to help us with your expertise, and we certainly do appreciate it, and thanks to each and every one of \nyou.  The hearing is adjourned.\n"}