{"title": "BUSINESS IN THE 'BURBS;In the Atlanta area, capitalism is reborn", "body": "\nThe federal government should not be too quick to round up and deport illegal aliens who are willing to work an \nhonest day's job, as the U.S. Immigration and Naturalization Service did last week in Fayette County.\n\nWe need those workers. The jobs immigrants take are, for the most part, those that Americans abandoned. It's the \nscorned work in the service, landscaping and construction industries that they cheerfully perform.\n\nNative-born children have been done a terrible disservice; our casual demeaning of \"hamburger flipping\" jobs has \ncreated a mind-set that entry-level service jobs are undignified and undesirable. A generation has come to believe \nthat a middle-class standard of living is a birthright and somebody is obligated to deliver every American a \nstimulating, challenging and well-paying position in the workplace. If not, we'll sue.\n\nImmigrants, legal and otherwise, are the true entrepreneurs extant in America. The term \"entrepreneur\" has \nbecome a cliche; virtually no meaning is left in the word. Yet in Smyrna, one of the Hispanic population centers of \nmetropolitan Atlanta, there's marvelous evidence all about of entrepreneurial business development. Within five \nyears, 10 at the most, a virtually self-sustaining ethnic business community has emerged ---almost entirely based \non work, self-reliance and individual entrepreneurship. Every day there is new evidence of free enterprise finding a \nniche.\n\nThe latest businesses to spring up are taxi services. Not more than a decade ago, Hispanics came to the Smyrna \narea as laborers working menial jobs. Within walking distance of the apartment complexes where they congregated, \nservices sprang up. A Hispanic barber with a mirror, barber tools and a straight-back kitchen chair would, for \nexample, rent space at a flea market to cut the hair of fellow workers. Others would sell ethnic foods from a supply \nthat could be packed away in storage boxes.\n\nBefore long, without any government assistance whatsoever, that early burst of capitalism has flourished, and \ncontinues to grow.\n\nAs the Hispanic business community spreads, taxi services such as Pronto Taxi have sprung up to serve a \ncommunity need. It is a marvel to watch.\n\nPronto was started in October by Carlos Ovalle and three of his friends because they saw a need. Ovalle came \nfrom Guatamala to Marietta in 1982, taking a job as a taxi driver. \"The Hispanic population in Cobb County has \ngrown tremendously in the last two or three years; it is a booming business opportunity,\" he says of the taxi \nservice.\n\n\nAfter getting the financing and permits, Pronto got on the road with four cars Nov. 7. Now, just over a month later, it \nhas seven. \"We are trying to provide prompt service and bilingual drivers\" to a ridership that is about 90 percent \nHispanics of Mexican descent, he says.\n\nIllegal aliens such as the 71 caught at the Fayette Community Hospital construction site should, I know, be \ndeported. Otherwise, economic refugees from throughout Latin America would be drawn to jobs here.\n\nBut I welcome enthusiastically the legal immigrants and secretly, I must admit, I pull for the ones fleeing INS. I see \nfar more evidence that they have been good for our communities than that they burden social services. They're \nfamily-centered. They work. They bring economic life to declining business districts. They work themselves rapidly \nup the economic ladder, as Carlos Ovalle did, and they do it without relying on government.\n\nJim Wooten is the Journal's editorial page editor. His column runs on Wednesday, Friday and Sunday.\n"}