{"title": "Valley Park joins small club with immigration law", "body": "\nThe law\n\nThe Valley Park law on illegal immigration:\n\n* English is the official language of the city.\n\n* Official city business and communications will be conducted in English.\n\n* A landlord who rents to illegal immigrants can be fined $500.\n\n* A company that hires illegal immigrants will be denied a business permit and cannot get a city contract for five \nyears.\n\n---\n\nIt began, the mayor said, when he was at work.\n\nThe mayor, who drives a truck for a local excavation company, was listening to the radio about a month ago and \nheard a story about a town in Pennsylvania passing a new law. It made English the city's official language. It \nmandated fines for landlords who rent to illegal immigrants. It punished businesses that hire them.\n\nGood idea, Jeffery Whitteaker remembers thinking.\n\nSo the mayor asked the Valley Park city attorney to draft a similar ordinance. The Board of Aldermen passed it \nunanimously. There was little debate, Whitteaker said. No one showed up to protest.\n\nAnd now this small city perched on the bank of the Meramec River is one of only a handful of communities across \nthe country to have such a law on the books.\n\nExperts on both sides of the immigration debate say the local ordinances are among the latest phenomenon in the \nbattle over how to deal with the nation's growing undocumented population.\n\nSo far, no Valley Park business or landlord has been cited under the new law, which passed on July 17.\n\n\"The community has been very supportive,\" Whitteaker said. \"If you're legal in Valley Park you're fine. . . . If you're \nillegal, I'd be concerned.\"\n\n\nNo, Whitteaker admitted, he couldn't point to specific evidence of what the law claimed -- that illegal immigration \nincreases crime, overcrowds schools and destroys neighborhoods. At least not in Valley Park, a city of 6,500 \nwhere illegal immigration is not the widespread problem it is closer to the border.\n\nBut Whitteaker didn't want to wait for a problem to pop up. He calls the law \"preventative maintenance.\"\n\nThree other communities -- Hazleton, Pa., Hazle Township, Pa., and Riverside Township in New Jersey -- have \npassed a version of the law, said John Garcia of the New York-based Puerto Rican Legal Defense and Education \nFund. More than a dozen others are considering it.\n\n\"It splits the community,\" Garcia said. \"That's the only thing you get at the end of the day. It gives carte blanche to \npeople who are anti-immigrant and anti-Latino.\"\n\nAnthony Rothert, legal director of the American Civil Liberties Union of Eastern Missouri, said the law could lead to \ndiscrimination, with employers and landlords fearful of dealing with anyone who appears foreign.\n\nA recent legal analysis of the Hazleton ordinance from the Congressional Research Center agreed. And for that \nvery reason, the center said, the law could \"give rise to legal challenges.\"\n\nThe St. Charles County Council last month began considering an ordinance with similar traits. Councilman Joe \nBrazil, a Republican from the Defiance area, wants the county to require companies that arrange jobs for day \nlaborers to keep detailed records on their identities and addresses -- and to check for proof that they can legally \nwork in the United States.\n\nThe proposed measure, applying only to unincorporated areas, also would bar companies aiding illegal immigrants \nfrom getting a county business license, contract or permit for five years.\n\nBrazil said the measure is part of a national movement \"to have local officials take action because federal and state \nofficials aren't doing their jobs.\"\n\nIn Valley Park, residents and workers on Benton Street, home to City Hall, had differing views on the new \nordinance.\n\nJose Mendoza climbed off a roof he and group of Hispanic men were replacing. Beads of sweat formed on his \nnose. The roofers are all here legally, he said, but that didn't stop him from sympathizing with those who aren't.\n\n\"I think it's stupid,\" Mendoza, whose family hails from Mexico, said of the law. Undocumented workers \"work to feed \ntheir family. . . . They are hungry.\"\n\nNorman L. Krupp, a resident on the street, thought the law was needed.\n\n\"They come in and they get everything for free,\" he said.\n\nIn fact, he wanted to know why it hadn't been passed sooner -- or why the state or Congress hadn't done something \nsimilar.\n\nJack Setser had another question: What's next? The law, he said, sets a dangerous precedent.\n\n\"You can't buy milk unless you have three forms of identification?\" he said.\n\nSetser, the operations manager of Ray's Tree Service, called the ordinance \"ridiculous.\" Located just across the \nstreet from City Hall, the service employs 30 to 40 workers through a federal migrant workers program and provides \nthem with housing.\n\n\"What is the difference between a legal immigrant and illegal immigrant?\" He asked. \"The only thing is that the \nillegal immigrant is going to try to keep his nose even cleaner because he has a fear of being deported.\"\n\n\n\nLt. Scott Melies, the St. Louis County Police Department's commander of the Valley Park detail, isn't sure how he \nwill enforce the ordinance.\n\n\"You think an illegal immigrant fills out a census form?\" he asked.\n\nHe said he had no opinion on the law. But he did point out that his department has seen an increase of calls from \nareas in the city where foreign workers live.\n\nDriving through the city in a police cruiser Thursday, Melies gestured to the cluttered backyard of a migrant workers' \nresidence. There was a trailer full of tree trimmings, an old recliner, an old boat.\n\n\"You can see the problem\" that attracts complaints, Melies said. \"But sometimes, the locals aren't much better.\"\n\nGraphic\n\n \n\nMAP\n\n MAP by Post-Dispatch - Valley Park \n"}