{"title": "ObituariesCounty by county Expanded news coverage from your community. B4-5; In Brief", "body": "\nATLANTA\n\nSecond suspect in beating in custody\n\nA second man connected to the videotaped beating of a gay 20-year-old Atlanta man turned himself in to police \nFriday. Dorian Moragne, 19, will be charged with robbery and aggravated assault in the Pittsburgh community \nattack, according to police. Moragne is one of three men sought in the beating of Brandon White since video \nfootage of the Feb. 4 incident appeared on the Internet. Christopher Cain, 19, was arrested Feb. 11. Police are \nseeking a third man who has not been identified. MARCUS K. GARNER\n\ncobb county\n\nCrash victims being flown to Brazil\n\nBodies of the five Georgians killed in a horrific interstate crash in Florida are being flown to Brazil for burial. A Delta \nAir Lines spokesman said that caskets containing members of the Carmo family were loaded Thursday on a flight \nfrom Atlanta. Hundreds of people turned out Monday in Marietta for a memorial service for the family killed in the \nJan. 29 interstate pileup. A total of 11 people died in the crash, including Pastor Jose Carmo Jr.; his wife, Adrianna; \nand their daughter, Leticia. Also killed were Jose Carmo's brother, Edson, and his brother's girlfriend, Rose. Delta \nspokesman Tad Hutcheson said the airline offered to fly the bodies free of charge. ALEXIS STEVENS\n\nFULTON COUNTY\n\nUnderpaid retirees to get pension money\n\nFulton County has settled a lawsuit over pension benefits for about $17 million, and more than 2,000 retired \ncounty workers will be getting money back, Channel 2 Action News reported. The class-action suit claimed \nFulton's pension board miscalculated and underpaid benefits for almost 20 years. The settlement will not affect the \n\n\ncounty's coffers and will have minimal impact on the pension fund, whose assets total $1.1 billion, according to a \ncounty spokeswoman. Checks should arrive within 30 days. JOHNNY EDWARDS\n\nObituaries\n\nBusinessman owned sports-related firms\n\nJohn Pawly co-owned businesses that made roller skates and golf equipment, and later bought a tent and awning \ncompany. Vent of the day\n\nLiving in a trickle-down economy is not all that great if you are one of the people being trickled on.\n"}