{"title": "FAMILY ROOTS TAKE HOLD ON ELLIS ISLAND", "body": "\nKatherine Jacobs came to yesterday's grand opening of he American Family Immigration History Center on Ellis \nIsland seeking to find out more about her grandfather's journey to America.\n\nShe knew his name - John Siaflas - and she knew that he made the trip sometime in the early 1900s, but not much \nelse.\n\nJacobs, a retired bookkeeper from Parkside, N.J., took a seat at one of the center's 40 new computer terminals and \ntyped in Siaflas' name. No results. Then she tried variations; Siaflos. Siflos. Siflas. Still no luck.\n\n\"Oh, well,\" she said after finally giving up.\n\nJacobs went away disappointed, but others who come to the $22.5 million history center, and tap into its new Web \nsite, may have better luck unlocking secrets about ancestors who entered America through Ellis Island.\n\nLaunched yesterday by the Statue of Liberty-Ellis Island Foundation, the Web site - www.ellisislandrecords.org - \ncontains the names of 22 million immigrants who arrived at the Port of New York between 1892 and 1924. It also \nholds such information as ship manifests listing immigrants' ages, ethnicities and hometowns, and photographs or \nartists' renderings of those ships.\n\nLater - it is uncertain when - plans call for the center to add names of immigrants who continued to arrive at Ellis \nIsland until it closed as an immigration processing center in 1954.\n\nThe information contained on the Web site has been provided by members of the Church of Jesus Christ of Latter-\nDay Saints - also known as the Mormon church - which maintains its own family genealogy Web site at \nwww.familysearch.org. \n\nMormon Elder Russel Nelson, who was on hand for yesterday's grand opening ceremony, said \"it was a labor of \nlove.\" It took 12,000 volunteers about seven years to painstakingly lift the information from reels of microfilm.\n\nWith all the stresses on the modern family, Nelson said, tracing ancestral roots can help build stronger family ties. \nThe Mormon volunteers put in all the time on the Web site, he explained, because, \"We have a responsibility to \nhelp.\"\n"}