{"title": "WEEKEND REPORT Interest in college gets Australian deported", "body": "\nA British high school teacher left Atlanta Saturday after her dream vacation turned into a nightmare.\n\nEnrica De Mello, 28, said that although she and her boyfriend, Nick Lawson, 22, held around-the-world tickets on \nBritish Airways - tickets that were to take them to Denver in a few days - immigration agents deported Lawson \nwhen he expressed an interest in U.S. colleges.\n\n\"We were going to spend a few days here to see the sites and to let Nick visit some potential colleges\" before \nheading off to ski near Denver and then traveling to San Francisco, De Mello said.\n\nBut while De Mello was whisked through customs Friday, an Immigration and Naturalization Service (INS) agent at \nHartsfield International Airport stopped Lawson to ask him some questions.\n\nSome two hours later, the high school physics teacher was told Lawson didn't qualify for entry into the United \nStates.\n\nDe Mello said Lawson, an Australian living in England, was put on the next flight back to Great Britain, without the \ncouple being allowed to sort out their possessions.\n\n\"I had all of his traveler's checks, and he had my credit cards,\" De Mello said. \"He had half of my clothes in his \nbags, and I have half of his in mine.\"\n\nINS agents excluded Lawson because they thought he might not have honored his 90-day visa limit because of his \ninterest in U.S. colleges and because he had a small amount of money, INS District Director Thomas P. Fischer \nsaid Saturday.\n\n\"It's a judgment call,\" Fischer said. \"To be here looking at schools and have insufficient funds indicates that this \nperson might not leave the country when he is supposed to.\"\n\nDe Mello, who was holding all of the couple's traveler's checks, said the INS agents who deported Lawson were \n\"quite verbally abusive\" and refused to give her their names. \"They said it was none of my business and that if I \ndidn't leave they would call the police.\"\n\nDe Mello said neither she nor Lawson have ever been arrested - \"We are honest people and intellectual people,\" \nshe said - and she was astounded that Lawson would be deported just because he was interested in attending \ncollege in the United States.\n\nFischer defended the agents' actions. He said the couple's experience was \"unfortunate from an image sense,\" but \nthe INS action was not improper or unusual.\n\n\n\"We exclude thousands of people each year,\" Fischer said.\n\nGraphic\n\n \n\nPhoto: \"We are honest people,\" says Enrica De Mello, waiting for her flight to London at Hartsfield after her \nboyfriend was deported Friday / JOHN SPINK / Staff\n"}