{"title": "BILINGUALISM AND INSECURITY MAKING ENGLISH THE OFFICIAL LANGUAGE IS LARGELY AN ISSUE OF POLITICS, NOT EDUCATION", "body": "\nWHEN SENATE Majority Leader Bob Dole recently joined the call to make English the country's official \nlanguage, he tapped into a resurgent vein of insecurity about immigrants that has troubled the country since its \nfounding.\n\nFrom before the American Revolution until today, Americans have periodically worried that immigrants would \nmaintain their own languages and split the United States into a Babel-like collection of tribes.\n\nThat fear has manifested itself in periodic backlashes, from Benjamin Franklin's warning that immigrants would \nnever learn English, to World War I-era attempts to ban the teaching of German.\n\nNow comes the latest move, to make English the country's official language, to require the government to print \nmost of its documents in English and, in the language war's biggest battleground, to ban bilingual education.\n\nThough popular - three out of five Americans support the official-language idea - the movement so far appears \nlargely symbolic, a political salve.\n\nConsider:\n\n* Federal measures pending in Congress would prohibit foreign languages in government documents but would \nnot prohibit multilingual education.\n\n* Many of the state laws or constitutional amendments are toothless. Florida, for instance, amended its constitution \nin 1988 to make English the official state language, but its Legislature has never followed up with the laws \nneeded to enforce it.\n\n* Dole himself sends mixed signals, saying he wants to end multilingual education, while also saying schools \nshould continue programs to help immigrants learn English. Education experts say that is precisely what bilingual \neducation does.\n\n\"This is an issue for politicians, but I don't think these laws will affect anything,\" said Christine Rossell, a political-\nscience professor at Boston University who is writing a book on the language wars.\n\nNot true, said Rep. Toby Roth, R-Wis., author of one of the English-language proposals pending in Congress.\n\n\nWhile his proposal would allow local school districts to continue bilingual education, he said it would prohibit \nfederal financing of bilingual education. It also would require that all government forms, including ballots, be printed \nonly in English. It would not affect private businesses or private use of other languages.\n\nFor Roth and others, the English-first movement is critical to the future of the country.\n\nFor generations, he said, immigrants by choice or necessity learned English and turned the United States into a \n\"melting pot.\" Now, he worries that too many immigrants can continue to speak their native languages in school, in \nstores and in relations with the government.\n\n\"We want to keep our nation one nation, one people,\" he said. \"We need to keep our commonality, our common \nglue. We're losing that today, and we're losing it quickly.\"\n\nBut many others say the English-only crusade is much ado about nothing.\n\nHistorian Arthur Schlesinger, who agrees that English is necessary to keep the country united, disagrees that it is \nin trouble.\n\n\"More people in the world speak English today than ever before,\" he said. \"The notion that it's so on the defensive \nin the U.S. that it requires statutory reinforcement seems ridiculous.\"\n\nRossell said the marketplace already has made English the official language. Census figures show that 97 \npercent of Americans speak English \"well\" or \"very well.\"\n\nIn researching her book, Rossell found that Hispanic immigrants want to become assimilated just like earlier waves \nof immigrants. She cited a Rand Corp. study that showed most speak English by the third generation.\n\nTo those who question the need for bilingual education by arguing that previous generations of immigrants didn't \nhave such help, advocates say that few immigrants in previous generations stayed in school very long - a high \nschool diploma was rare and wasn't necessary to find a job, said Laurie Olsen of California Tomorrow, a non-profit \ngroup concerned about California's future as a multicultural state.\n\nMoreover, Lyons said previous generations did experience multilingual education, at least until World War I.\n\n\"World War I and nativism killed off bilingual education,\" he said. \"State after state repealed their laws. Some \nstates made it a crime for some teachers to teach in a language other than English.\"\n\nCHART: KNIGHT-RIDDER NEWS SERVICE\n\nEnglish spoken here\n\nSources: Census Bureau, Education Department, U.S. English\n\n[950924 FR 29A 1; h. bar chart]\n\nGraphic\n\n \n\nChart\n"}