{"title": "JOINT HEARING OF THE HOUSE ARMED SERVICES AND FOREIGN AFFAIRS COMMITTEES; SUBJECT: THE STATUS OF THE WAR AND POLITICAL DEVELOPMENTS IN IRAQ; CHAIRED BY: REPRESENTATIVE IKE SKELTON (D-MO) OF THE ARMED SERVICES COMMITTEE; REPRESENTATIVE TOM LANTOS (D-CA) OF THE FOREIGN AFFAIRS COMMITTEE; WITNESSES: GENERAL DAVID PETRAEUS, U.S. ARMY, COMMANDING GENERAL, MULTINATIONAL FORCE IRAQ; RYAN CROCKER, U.S. AMBASSADOR TO IRAQ; LOCATION: 345 CANNON HOUSE OFFICE BUILDING, WASHINGTON, D.C.", "body": "\n JOINT HEARING OF THE HOUSE ARMED SERVICES AND FOREIGN AFFAIRS COMMITTEES SUBJECT: THE \nSTATUS OF THE WAR AND POLITICAL DEVELOPMENTS IN IRAQ CHAIRED BY: REPRESENTATIVE IKE \nSKELTON (D-MO) OF THE ARMED SERVICES COMMITTEE; REPRESENTATIVE TOM LANTOS (D-CA) OF \nTHE FOREIGN AFFAIRS COMMITTEE WITNESSES: GENERAL DAVID PETRAEUS, U.S. ARMY, \nCOMMANDING GENERAL, MULTINATIONAL FORCE IRAQ; RYAN CROCKER, U.S. AMBASSADOR TO IRAQ \nLOCATION: 345 CANNON HOUSE OFFICE BUILDING, WASHINGTON, D.C. TIME: 12:30 P.M. EDT DATE: \nMONDAY, SEPTEMBER 10, 2007\n\nREP. SKELTON:  (Strikes gavel.)  Ladies and gentlemen, the hearing will come to order.  I think there may be a \nseating problem. I hope staff can get that squared away in the next minute or two.\n\nHECKLER:  (Inaudible.)\n\nREP. SKELTON:  And I'd also say that we're going to have no disturbances in this room --\n\nHECKLER:  (Inaudible.)\n\nREP. SKELTON:  -- and those that disturb are immediately -- (strikes gavel) -- asked to be escorted out.\n\n(To staff.)  Do that right now.  Out they go.  (Pause.)\n\n(To staff.)  Are they gone?\n\nSTAFF:  (Off mike.)\n\nREP. SKELTON:  The -- we need to make a couple of housekeeping announcements.  The acoustics are bad in \nthis room, and we'll ask to have the audience as quiet as possible because it's difficult to understand the questions \nand the answers from our witnesses.\n\n\nAs I mentioned before, no disturbances will be tolerated, and we mean that.\n\nRemind members to turn their cellphones off, keep their BlackBerries below their desk, because they interfere with \nthe microphones.  We'll adhere strictly to the five-minute rule, with the exception of the chairmen and ranking \nmembers, which is customary. Also, members should be advised that at 2:25 we will have a five- minute break for \nthe witnesses and again at 4:25 a five-minute break.\n\nAnd the members should also know that if it's necessary -- I doubt if it will be, but if it's necessary to go into a \nclassified session later, we have arranged Room 2118, the Rayburn Room, for this purpose.  However, as I said, I \ndo not expect that.\n\nSo welcome to the meeting -- joint meeting of the House Armed Services Committee and the House Foreign Affairs \nCommittee, for what may be the most important hearing of the year.\n\nWe have today the pleasure to welcome two of America's finest: General Petraeus, Ambassador Ryan Crocker.  \nAnd I'd like to thank each of you for appearing before us today.  It's wonderful to see you both again.\n\nAnd let me remind members that the testimony we'll be receiving reflects the best judgment of these two leaders.  \nAnd later this week the Congress will receive the presidential report required by the 2007 supplemental \nappropriations bill, which will reflect the reports of our two witnesses today.\n\nThis is their first appearance -- public appearance regarding the report.\n\nI'll start by commending all of those troops and Foreign Service officers who serve under our witnesses.  And their \nmission is most challenging, and they and their families have sacrificed tremendously and have served valiantly.  \nWe know that where there's been progress on the ground, it's due to their heroic efforts.\n\nToday is a critical moment.  This Congress and the nation are divided on the pace with which the United States \nshould turn over responsibility to the Iraqis, but every member here desires that we complete our military \ninvolvement in Iraq in a way that best preserves the national security of our country.\n\nI think it's where we must begin by considering the overall security of this nation.  It's our responsibility here in \nCongress, under the Constitution, to ensure that the United States military can deter, and if needed, prevail \nanywhere our interests are threatened. Iraq is an important piece of that overall equation, but it's only a piece.  \nThere are very real trade-offs when we send 160,000 of our men and women in uniform to Iraq.  Those troops in \nIraq are not available for other missions.  They are not available to go into Afghanistan to pursue Osama bin Laden \nand other al Qaeda leaders who ordered an attack on us one day short of six years ago.\n\nThese troops and their depleted equipment are also not easily available to respond to a new conflict that might \nemerge.  It is the issue of readiness.  My colleagues have heard me say this before, but in my 30 years in \nCongress, we've been involved in 12 military contingencies, some of them major in scope, almost all unexpected. \nRight now, with so many troops in Iraq, I think our response to an unexpected threat would come at a devastating \ncost.\n\nOur troops have become outstanding at counterinsurgencies, but we need them prepared for the full spectrum of \ncombat.  This is a lesson we learn again and again.  In 1921, in his book, \"America's Duty,\" General Leonard Wood \naddressed a similar situation from his day by saying, \"The Spanish War gave little training, as did the Philippine \ninsurrection.  Campaigns of this kind are of limited value as a preparation for war with an organized, prepared \npower.\"\n\nWars stress armies.\n\nWe should make sure that the strain on our force is undertaken consciously and that this war is vital to our national \nsecurity.  We must be sure if we talk about continuing the effort that Iraq is the war worth the risk of breaking our \n\n\n\narmy, being unable to deal with other risks to our nation.  That's the strategic context in which I consider the \nsituation in Iraq today.\n\nProminent for me also is how we've gotten to where we are in Iraq.  We remember the discussion of weapons of \nmass destruction, the mission accomplished sign, the -- General Garner's short tenure.  We recall Paul Bremmer, \nthe long debate over the summer of 2004 about whether or not there was an insurgency, and then the grudging \nadmission from the then-secretary of Defense that fall that, yes, there was in fact a growing insurgency.  We recall \nthe first insane battles of Fallujah, of the idea that we could quickly train the Iraqi security forces to replace us.  We \nshould remember this history as we evaluate the current status of our efforts in Iraq.\n\nThe surge is just the latest in a long line of operations.  It, frankly, looks as if there had been tactical progress in the \nsecurity area, but we should at this point temper any enthusiasm with the caveat that this is Iraq and nothing has \nbeen easy there.  In a poll of Iraqis released this morning -- sponsored by ABC News, the BBC and the Japanese \nbroadcaster, NHA -- we learned that at least 65 percent of Iraqis say the surge is not working, and 72 percent say \nthe U.S. presence is making Iraqi's security worse.  This is troublesome.\n\nOur valiant troops are improving security in the areas where they are deployed.  This makes good sense.  They're \nthe best, so of course things improve when we deploy more of them.  Some called for more forces to be deployed \nimmediately after the invasion, and we just might have avoided a lot of the current troubles had we done so.  One of \nthe great ironies of this hearing today is that General Petraeus who sits here before us is almost certainly the right \nman for the job in Iraq, but he's the right person three years too late and 250,000 troops short.  If we had your vision \nand approach, General, early on, we may not have gotten to the point where our troops are caught in the midst of \nbrutal sectarian fighting without an Iraqi government bridging the political divides that drive this violence.\n\nThis surge was intended to provide \"breathing space,\" \"breathing space\" for the Iraqis to bridge sectarian divides \nwith real political compromises.  But while our troops are holding back the opposing team to let them make a \ntouchdown, the Iraqis haven't even picked up the ball.  The president's July report and the GAO report of a few \ndays ago showed the lack of progress on individual benchmarks, and no one can make the case that the Iraqi \ngovernment has made great strides.\n\nThe witnesses must tell us why we should continue sending our young men and women to fight and die if the Iraqis \nwon't make the tough sacrifices leading to reconciliation.  What's the likelihood that things will change dramatically?  \nAnd will there be political progress in the near term?  Are we merely beating a dead horse?  The commission on the \nIraq security forces, chaired by retired General Jim Jones, and which my committee heard from just the other day, \nputs it well.  He said:  \"At the end of the day, however, the future of Iraq hinges on the ability of the Iraqi people and \nthe government to begin the process of achieving national reconciliation and to ending sectarian violence.  For the \ntime being, all progress seems to flow from the most pressing requirement.\"  These are powerful words, and it's \npowerful truth.\n\nBut the disappointing part is that the Iraqis have not stepped up to the challenge.  We know there have been local \npolitical gains, and in Anbar province the Marines have done impressive work, helping to turn local sheikhs and \ntribal leaders against al Qaeda in that country.  It may well be that such local tactical gains will set the stage for the \npolitical partition of Iraq.  This, of course, will carry with it additional problems.\n\nCementing any progress requires reconciliation at the national level.  Does anyone think that a national government \nrun by the sectarian Shi'ite and Kurdish leaders will in the long run provide funds and arms to former Sunni \ninsurgents who they suspect still wish to overthrow them?  And how long will the Sunnis wait quietly to be given \nassurances about revenue and power sharing?\n\nI hope, General Petraeus, and I hope, Ambassador Crocker, that you can persuade us that there is a substantial \nreason to believe that Iraq will turn around in the near future.  You have the burden of answering these fundamental \nquestions to those of us who have been watching Iraq for years, and every promising development so far has not \nturned out to be a solution for which we had hoped.\n\n\n\nThe columnist Tom Friedman said something wise in his column not long ago when he asked:  \"What will convey to \nyou that the surge is working and worth sustaining?\"  His answer was:  \"If I saw Iraq's Shi'ite, Kurdish and Sunni \nleaders stepping forward, declaring their willingness to work out their differences by a set deadline, and publicly \nasking us to stay until they do.\"\n\nI think that Mr. Friedman had a point, and one we need to keep in mind while we consider where we go from here in \nIraq.\n\nIraq's leaders have not done this, and sadly, I don't think there's likelihood that they will in the future.\n\nI will call on Chairman Lantos, Ranking Member Hunter, Ranking Member Ros-Lehtinen, and then we will proceed \nunder the five-minute rule.  We'll appreciate everyone's cooperation in that regard.\n\nChairman Lantos.\n\nREP. LANTOS:  Thank you very much, Mr. Chairman.  And on behalf of all the members of the House Foreign \nAffairs Committee, I want to extend the most cordial welcome to our two distinguished witnesses.\n\nTwo of our nation's most capable public servants have come before us today to assess the situation in Iraq.  \nGeneral Petraeus, Ambassador Crocker, every single one of us wants you to succeed in your effort to the maximum \npossible extent.  We admire the heroism and sacrifice of our men and women in uniform and the dedication of our \ndiplomatic corps in Iraq.  And we fully understand the terrible burden on their families.\n\nOur witnesses have been sent here this morning to restore credibility to a discredited policy.  We and the American \npeople already know that the situation in Iraq is grim, and the growing majority of this Congress and of the \nAmerican people want our troops out.\n\nIn October of 2003, I flew in a helicopter with you, General Petraeus, over northern Iraq around Mosul.  As we \npassed over the countryside, you pointed out to me several ammunition dumps that had once belonged to the Army \nof Saddam Hussein.  \"I don't have enough troops to guard these places,\" you said.  \"Someday this might come \nback to haunt us.\"\n\nWell, General Petraeus, you saw it coming.  Those unguarded ammo dumps became the arsenals of insurgency.  \nThose weapons have been turned against us.\n\nHow very typical of this war!\n\nThe administration's myopic policies in Iraq have created a fiasco.  Is it any wonder that on the subject of Iraq, more \nand more Americans have little confidence in this administration?  We cannot take any of this administration's \nassertions on Iraq at face value anymore, and no amount of charts or statistics will improve its credibility.\n\nThis is not a knock on you, General Petraeus, or on you, Ambassador Crocker.  But the fact remains, gentlemen, \nthat the administration has sent you here today to convince the members of these two committees and the \nCongress that victory is at hand.  With all due respect to you, I must say I don't buy it, and neither does the \nindependent General Accountability Office or the commission headed by General Jones.  Both recently issued \ndeeply disturbing and pessimistic reports.\n\nThe current escalation in our military presence in Iraq may have produced some tactical successes, but strategically \nthe escalation has failed.  It was intended to buy time for Prime Minister Maliki and the other Iraqi political leaders to \nfind ways to move towards the one thing that may end this terrible civil conflict, and that of course is a political \nsettlement.\n\nAs best we can see, that time has been utterly squandered.  Prime Minister Maliki has not shown the slightest \ninclination to move in the direction of compromise.  Instead of working to build national institutions, a truly Iraqi \narmy, a competent bureaucracy and nonsectarian police force, Maliki has moved in the opposite direction. The so-\n\n\n\ncalled unity accord announced with such fanfare a couple of weeks ago is just another in a long list of empty \npromises.\n\nInstead of acting as a leader for Iraq as a whole, Maliki has functioned as the front man for Shi'ite partisans, and he \nhas presided over a Shi'ite coalition that includes some of the most notorious militias, death squads and sectarian \nthugs in Iraq.\n\nThis is not what the American people had in mind, and when Mr. Maliki states, as he recently did, that if the \nAmericans leave, he can find, quote, \"new friends,\" we are reminded most forcefully of his and his party's intimate \nties to Iran.\n\nIn his recent visit to Anbar province, the president made much of our cooperation in the fight against al Qaeda with \nSunni tribal militias.  This alliance may, in the short run, be a positive development, but it also raises some serious \nand profound questions.\n\nAnbar, of course, includes just 5 percent of the population of Iraq, an important 5 percent but still only 5 (percent).  \nWhat's more, by arming, training and funding the Sunni militias in that province, we are working against our own \nstrategy of building national Iraqi institutions.\n\nAmerica should not be in the business of arming, training and funding both sides of a religious civil war in Iraq.  Did \nthe administration learn nothing from our country's actions in Afghanistan two decades ago, when by supporting \nIslamic militants against the Soviet Union we helped pave the way for the rise of the Taliban?  Why are we now \nrepeating the shortsighted patterns of the past?\n\nIn Iraq today, we are wrecking our military, forcing their families to suffer needlessly, sacrificing the lives of our \nbrave young men and women in uniform.  And the enormous financial cost of this war is limiting our ability to \naddress our global security needs, as well as pressing domestic problems such as health care, crumbling \ninfrastructure and public education.  The cost of this war in Iraq will be passed along to our grandchildren and \nbeyond.\n\nIn the last few days, General Petraeus, media have reported that you are prepared to support a slow drawdown of \nour forces in Iraq beginning with a brigade or two perhaps at the end of this year.  This clearly is nowhere near \nenough.  We need to send Maliki's government a strong message loud and clear.  Removing a brigade is nothing \nbut a political whisper, and it is unacceptable to the American people and to the majority of the Congress.  As long \nas American troops are doing the heavy lifting in Iraq there is no reason, none at all, for the Iraqis themselves to \nstep up.  Military progress without political progress is meaningless.  It is their country and it is their turf. Prime \nMinister Maliki and the Iraqi politicians need to know that the free ride is over and that American troops will not be \nparty to their civil war.  The situation in Iraq cries out for a dramatic change of course.  We need to get out of Iraq \nfor that country's sake and for our own.  It is time to go and to go now.\n\nThank you, Mr. Chairman.\n\nREP. SKELTON:  I thank the gentleman.\n\nThe gentleman from California, Mr. Hunter.\n\nREP. DUNCAN HUNTER (R-CA):  Thank you, Mr. Chairman, and I'd like to ask unanimous consent to put my \nwritten statement into the record.\n\nREP. SKELTON:  Without objection.\n\nREP. HUNTER:   Thank you, Mr. Chairman.\n\nYou know, Mr. Chairman, we generally pass the threshold question when we have witnesses appearing before us, \nthat threshold question being the credibility and the credentials of the witnesses.  But I think it would be interesting \n\n\n\nto General Petraeus to know and perhaps he does know, and Ambassador Crocker to some degree, that the last \nweek or so has been spent attacking your credibility with major attacks here in the United States, some of them \nemanating from right here; saying essentially that your testimony today is going to be -- and I quote my friend from \nCalifornia, Mr. Lantos -- not your testimony, but the -- but testimony which is written by -- quote -- \"political \noperatives.\"  In fact, I know that's not the case.  I haven't reviewed your testimony, but I know this:  Duty, honor, \ncountry, those are the principles by which our great officers in the United States Army and the other services \nderive their careers and base their careers on.\n\nWe've asked you for an independent assessment, and frankly, Mr. Chairman, the idea that we have spent the last \nweek prepping the battlefield by attacking the credibility of the messenger is something that I think is -- goes against \nthe tradition of this great House.\n\nAnd the last thing that I saw that particularly irritated me was a massive full-page ad in, I think it was, The New York \nTimes stating that General Petraeus is in fact \"General Betray Us.\"  That's MoveOn.org.\n\nMr. Chairman, one of the great assets of this country is the professionalism and the capability and the integrity of \nthe people who lead our armed forces.  General Petraeus is coming back not just as a guy who is going to give us \nhis take on the Iraq situation, but as the leader of more than 160,000 American personnel in uniform in Iraq. And \nthey're not only watching his testimony, but they're also watching our testimony.  They're watching how we treat \nhim.  They're watching this Congress to see if we give credibility to what people in uniform say.\n\nAnd so, Mr. Chairman, I think it's an outrage that we've spent the last week prepping the ground, bashing the \ncredibility of a general officer whose trademark is integrity, who was unanimously supported by the U.S. Senate for \nhis position -- and unanimity in the U.S. Senate is almost a majority these days -- and also Mr. Crocker, who brings \nan outstanding, unblemished record in the United States State Department to this very difficult position.\n\nNow, you know, I haven't read General Petraeus' report, but I do some of the facts.  I know the fact that we had \n1,350 attacks in Anbar province last October, that that is down by 80 percent.  Well, my friend Mr. Lantos has \npointed out that Anbar is about 5 percent of the population.  I say to my friend that's true, but at times in this war it \nhas been 50 percent of the American casualties, and therefore, what happens in Anbar province is of importance to \nAmericans, and not just to the general public, but to the mothers and fathers and to the service-people themselves \nwho serve in that very difficult theater.\n\nNow, in my estimation, the stand-up of the Iraqi military is a key to a stabilized Iraq, and that means those 131 \nbattalions that we have trained and equipped.  And for those who said that we could have kept Saddam Hussein's \narmy in place and that was somehow a major blunder, I'm reminded that Saddam Hussein's army had 11,000 Sunni \ngenerals.  Now, what are you going to do with an army with 11,000 Sunni generals, literally squads of generals, \nmany of whom have made their careers beating up on a Shi'ite population, when that army is supposed to be the \nhonest broker that brings reconciliation to the communities in Iraq?\n\nAnd you know something, if you look at the leadership of the Iraqi army now, as shaped by General Petraeus and \nhis subordinates, you now see Shi'ites in leadership positions.  You seen Sunnis in leadership positions; you see \nKurds in leadership positions.  You see a military which is starting to emerge as a professional force.  And for those \nwho say that we could have simple adopted Saddam Hussein's army and that would have been the, quote, \n\"smooth\" road, there is absolutely no precedent for that.\n\nSo Mr. Chairman, I've been here before.  I was here when the left in this body said that if we stood up to the \nRussians in Central Europe, we would bring on another war, that President Ronald Reagan was going to bring on \nWorld War III.  Instead we held tough.  We stood tough and we brought down the Berlin Wall.\n\nAnd I was here when -- in Central America, when we had the communists supplying the FMLN and we put a small \nprotection around that fragile government and we allowed them to have free and fair elections.  I remember people \nin this body saying that would be our next Vietnam; we would be bogged down.  Well, we hung tough.  We provided \nthat shield and today, there's El Salvadorans standing with American forces in Iraq.\n\n\n\nNow, the key to having a stabilized Iraq which is a friend, not an enemy, of the United States, which will not be a \nstate sponsor of terrorism for the next 5 to 10 to 15 to 20 years in my estimation is a successful handoff of the \nsecurity apparatus from American forces to the Iraqi armed forces.  And that requires one thing.  It requires \nreliability, having a reliable Iraqi force, and that is manifest in those 131 battalions that are now maturing.  And the \nidea that this Congress is going to arbitrarily overlay a requirement for a reduction in America's forces when we are \nmoving toward a maturing of the Iraqi forces and a successful handoff, which will be a victory for the United States, \nI think, should not be supported by this body.\n\nSo Mr. Chairman, let's lead off this hearing with this stipulation, that the gentlemen who are appearing before us, \nand particularly General Petraeus, whose credibility has been attacked all week long by the left in this county -- \nrepresents the very best in military tradition -- that he's going to testify with an independent, candid view.  And he's \ngoing to give us the one thing we ask of all of our military officers.  And that's a candid, independent assessment \ngiven with integrity, in the same tradition of MacArthur and Eisenhower and Schwarzkopf.  I look forward to this \nhearing, Mr. Chairman.\n\nREP. SKELTON:  Thank the gentleman.  Let it be understood that the capability, the integrity, the intelligence and \nthe wisdom of our two witnesses requires nothing but admiration from me and those of us that are about to receive \ntheir testimony.  I've had a long friendship with General Petraeus.  And when a few moments ago in my opening \nstatement said he's one of the best, he is.  We expect their best judgment and we will receive it.\n\nMs. Ros-Lehtinen.\n\nREP. ILEANA ROS-LEHTINEN (R-FL):  Thank you.  Thank you, Mr. Chairman.\n\nGentlemen, for your leadership and for the dedication of all who serve with you, our nation is eternally grateful.\n\nAs the wife of a Vietnam veteran who was severely wounded in combat, I understand the sacrifices that you and all \nof our men and women defending our nation's security interest in Iraq and beyond have made and continue to \nmake on a daily basis.  I experienced the anxiety of having one's children in harm's way, as my stepson, Douglas, \nand daughter-in-law, Lindsay, both Marine captains, served in Iraq, and now Lindsay continues to serve in \nAfghanistan.\n\nI take comfort listening to them defend the importance of our mission in Iraq for our broader regional interests and \nstrategic priorities, including our efforts to protect our homeland.  They understand what is at stake, and they remind \nme that we cannot yield a victory to the radical Islamists.\n\nTheir words resonate so profoundly today, on the eve of the sixth anniversary of the horrific events of September \n11th.  Douglas and Lindsay were in Iraq during the historic elections and described the sight of Iraqi families lining \nup to vote for the first time, bringing their children as witnesses, despite the al Qaeda threats that the streets would \nrun red with the blood of anyone who voted.  They said it was nothing less than awe-inspiring.  They will never \nforget that sight, and they ask Congress to never forget it either.\n\nThey believe that those Iraqi voters deserve our continued assistance.  They believe the Iraqis are worth it, and I do \nas well. General Petraeus, Ambassador Crocker, do you think so as well?\n\nIt is also significant that on the eve of this grim anniversary we would be holding a hearing highlighting the contrast \nbetween those of us who are inspired by this new \"greatest generation\" and believe that we must confront and \ndefeat al Qaeda and other jihadists on the Iraqi battlefield, and those of us who believe that we should simply \nretreat.\n\nI am distressed by the accusations leveled by some in the media and by some members of Congress during \nhearings like these, calling into question the integrity of our military, accusing the military of cherry-picking positive \nnumbers to reflect the dramatic decline in sectarian violence.  Some in Congress accuse you, General Petraeus, of \npresenting a report that is simply White House propaganda.  I have more respect for the military and for the military \n\n\n\nleaders' regard for the men and women whom they lead than to believe that you would misrepresent the facts and \nalter conclusions to serve partisan purposes.  I trust your reporting and that of our troops on the ground regarding \nthe levels of sectarian violence over those compiled by individuals and entities who wish to discredit the information \nto justify an immediate withdrawal.\n\nGeneral Petraeus, does this report reflect your knowledge and conclusions regarding the facts on the ground in \nIraq?  Do you stand behind it?\n\nThe personal attacks launched today by MoveOn.org against General Petraeus, calling this man of honor and \ncourage \"General Betray Us\" in a full-page ad in The New York Times, is outrageous and it is deplorable.  It has \nbeen reported that the organization that paid for this ad has been coordinating its efforts in the last few months with \ncertain members to derail the strategy spearheaded by you, General Petraeus.  I sincerely hope that those reports \nare untrue.\n\nIn an interview reported in the Politico published just last Friday, an anonymous Democratic senator was quoted as \nsaying, \"No one wants to call Petraeus a liar on national TV.  The expectation is that outside groups will do this for \nus.\"  This cannot be tolerated.  I urge my colleagues on both sides of the aisle to publicly denounce the ad that says \nthat you are \"cooking the books for the White House,\" and to apologize to you, General Petraeus, for casting doubt \nupon your integrity.\n\nToday's hearing must focus on answering fundamental questions. How do we achieve critical U.S. strategic \nobjectives?  What policies will help us defend and advance our nation's security interests?  The development of \nviable, stable representative government with economic development and political freedom for their citizens is a key \nelement of our broad strategic approach to the war against Islamic militants. And this is considered by radical \nIslamists as the greatest threat to their aims, which is why Islamic jihadists, including al Qaeda, are blocking the \ndevelopment of such institutions in Iraq.  Radical Islam sees Iraq as the central front in their war on freedom.  The \nenemies of the emerging Iraqi representative government are the enemies of democracies everywhere.  They are \nour enemies as well.  Do we fight and defeat this enemy?\n\nWe must not fool ourselves into believing that we can accommodate our enemies and thereby secure their \ncooperation.  Accommodation has been tried in the past, with catastrophic consequences.  Chamberlain genuinely \nbelieved that he had bought \"peace in our time,\" washing his hands of what he believed to be an isolated dispute \n\"in a faraway country between people of whom we know nothing.\"  Chamberlain only ensured that an immensely \nlarger threat was thereby unleashed.\n\nMany speak of national reconciliation and granting amnesty as if the Mahdi Army, other Islamic jihadists, al Qaeda \nin Iraq would lay down their arms simply because the Iraqi central government or the U.S. Congress asked them to.\n\nOur military strategy and our presence in Iraq is critical to progress on the political front which helps ensure long-\nterm security goals. Iraq has taken significant steps toward building a representative government, but it does have a \nlong way to go on this difficult road.\n\nOur own history reminds us of how truly difficult that road is, but also of how worthy is the goal.  Yet rapid \nwithdrawal from Iraq would transmit to the radical Islamists that America has little real commitment to this goal and \nwill abandon its stated core beliefs for temporary short-term relief.  There could be no greater confirmation of radical \nIslam's indictment of this \"decadent West\" and its \"great Satan,\" us, America, which in their view is weak and \nunreliable.\n\nThe latest NIE on Iraq said, perception that the coalition is withdrawing probably will encourage factions anticipating \na power vacuum to seek local political solutions and security solutions that could intensify sectarian violence and \ninter-sectarian competition. Precipitous withdrawal plays into the Islamic terrorist agenda.  Al Qaeda leaders -- al-\nZawahiri has affirmed jihad in Iraq requires several incremental goals.  First, expel the Americans from Iraq.  The \nsecond stage, establish an Islamic authority.  The third stage, extend the jihad wave to the secular countries \n\n\n\nneighboring Iraq.  The fourth stage, the clash with Israel.  The enemy, however, did not count on the United States \nregaining the initiative and going on the offensive throughout the strategy behind the surge.\n\nThis strategy has driven a wedge between the al Qaeda and the Sunni populations and that will help drive a similar \nwedge between the Shi'a extremists, particularly those in Sadr's Mahdi militia.  The Jones report suggests that the \nIraqi security forces have made progress with the exception of the national police, which are not to be confused with \nthe Iraqi police.  The report concluded that there should be increasing improvements in both their readiness and \ntheir capability to provide for the internal security in Iraq.\n\nAs President Reagan would remind us, the ultimate determinate in the struggle now going on for the world will not \nbe bombs and rockets, but a test of wills and ideas, a trial of spiritual resolve.\n\nFor all who have served and died defending what our nation holds dear, I hope that we, too, rise to the occasion \nand not let them down by precipitously withdrawing from the fight before the mission is truly accomplished.\n\nThank you.\n\nThank you, Mr. Chairman.\n\nREP. SKELTON:  I thank the gentlelady.\n\nGeneral David Petraeus, the floor is yours.\n\n(Pause.)\n\nWe'll have to ask you to stand a bit closer to the microphone, because the acoustics in here are not -- well, not \ngood at all.\n\n(Pause.)\n\nREP.     :  Mr. Chairman, is there a written statement?\n\nREP. SKELTON:  There is, and you should have it in front of you.\n\nWould somebody please fix the microphone?\n\n(Pause.)\n\nThe statement should be passed out by now.\n\n(Pause.)\n\nREP.     :  Mr. Chairman, I'm getting charts, not a statement.\n\nREP. SKELTON:  This is what's been provided.\n\n(Pause.)\n\nIs it working yet?\n\n(Pause.)\n\nI don't want to have to take a recess.  Let's get it fixed.\n\n(Pause.)\n\nREP.     :  Mr. Chairman, will there be a written statement that we can read?\n\n\n\nREP. SKELTON:  We will have to ask the general that.  He says yes.  How's the microphone?\n\n(Pause.)\n\nREP.     :  They'll get it hooked up.  Probably one of the photographers probably kicked the thing out of the socket.\n\nHECKLER:  (Inaudible.)\n\nREP. SKELTON:  (Sounds gavel.)  Please remove the person making the disturbance.\n\n(Pause.)\n\nIs it fixed?\n\n(Long pause.)\n\nREP. DAN BURTON (R-IN):  Mr. Chairman?  Mr. Chairman?\n\nREP. SKELTON:  Who's speaking?\n\nREP. BURTON:  Congressman Burton.\n\nREP. SKELTON:  Where are you?  I can't see.\n\nREP. BURTON:  I'm down here just to your left.  I should be on your right, but I'm on your left.\n\nREP. SKELTON:  I still don't see you.\n\nREP. BURTON:  Right here.  Look!\n\nREP. SKELTON:  There you are.\n\nREP. BURTON:  Okay?  I see a number of people in the audience that I anticipate will be making a disturbance.\n\nAnd if this occurs during the testimony by our honored guests, I hope that you will be very firm and get them out of \nhere.\n\nREP. SKELTON:  You don't have to lecture me.  They'll be gone. Don't worry about them.\n\nREP. BURTON:  Well, I see them out there.\n\nREP. SKELTON:  Don't worry about them.  We've done this before.\n\nAll right, those that are displaying a sign, out they go.  We mean business.  This is a very important hearing; we're \nnot about to have this nonsense go on, now or later.\n\n(To staff.)  How are we doing on the microphone?  What?\n\nHECKLER:  (Inaudible.)\n\nREP. SKELTON:  (Strikes gavel.)  Out they go.\n\n(Pause.)\n\n(To staff.)  Are they fixed yet?  (Pause.)  Is there any way to trade microphones from the front row to the podium?\n\nSTAFF:  (Off mike.)\n\n\n\n(Technical adjustments.)\n\nREP. SKELTON:  I'm told that it will take five minutes to fix the microphone.  We'll take a five-minute break.\n\n(Recess.)\n\nREP. SKELTON:  Please resume your seats.\n\nGeneral, does it work?\n\nGEN. PETRAEUS:  It does, Mr. Chairman.\n\nREP. SKELTON:  Let me, before I ask you to proceed, again state: Any demonstrations, any signs or demonstrative \nevidence will cause your removal.\n\nOnce again, General, the floor is yours.\n\nGEN. PETRAEUS:  Thank you, Mr. Chairman.\n\nMr. Chairmen, ranking members, members of the committees, thank you for the opportunity to provide my \nassessment of the security situation in Iraq and to discuss the recommendations I recently provided to my chain of \ncommand for the way forward.  At the outset, I would like to note that this is my testimony.  Although I have briefed \nmy assessment and recommendations to my chain of command, I wrote this testimony myself.  It has not been \ncleared by nor shared with anyone in the Pentagon, the White House or the Congress until it was just handed out.\n\nAs the bottom line up front, the military objectives of the surge are in large measure being met.  In recent months in \nthe face of tough enemies in the brutal summer heat of Iraq, coalition and Iraqi security forces have achieved \nprogress in the security arena.  Though the improvements have been uneven across Iraq, the overall number of \nsecurity incidents in Iraq has declined in 8 of the past 12 weeks, with the number of incidents in the last two weeks \nat the lowest level seen since June 2006.\n\nOne reason for the decline in incidents is that coalition and Iraqi forces have dealt significant blows to al Qaeda-\nIraq.  Though al Qaeda and its affiliates in Iraq remain dangerous, we have taken away a number of their \nsanctuaries and gained the initiative in many areas. We have also disrupted Shi'a militia extremists, capturing the \nhead and numerous other leaders of the Iranian-supported special groups, along with a senior Lebanese Hezbollah \noperative supporting Iran's activities in Iraq.\n\nCoalition and Iraqi operations have helped reduce ethno-sectarian violence, as well, bringing down the number of \nethno-sectarian deaths substantially in Baghdad and across Iraq since the height of the sectarian violence last \nDecember.  The number of overall civilian deaths has also declined during this period, although the numbers in \neach area are still at troubling levels.\n\nIraqi security forces have also continued to grow and to shoulder more of the load, albeit slowly and amid \ncontinuing concerns about the sectarian tendencies of some elements in their ranks.  In general, however, Iraqi \nelements have been standing and fighting and sustaining tough losses, and they have taken the lead in operations \nin many areas.\n\nAdditionally, in what may be the most significant development of the past eight months, the tribal rejection of al \nQaeda that started in Anbar province and helped produce such significant change there has now spread to a \nnumber of other locations, as well.\n\nBased on all this and on the further progress we believe we can achieve over the next few months, I believe that we \nwill be able to reduce our forces to the pre-surge level of Brigade Combat Teams by next summer without \njeopardizing the security gains that we have fought so hard to achieve.\n\n\n\nBeyond that, whole noting that the situation in Iraq remains complex, difficult and sometimes downright frustrating, I \nalso believe that it is possible to achieve our objectives in Iraq over time, although doing so will be neither quick nor \neasy.\n\nHaving provided that summary, I would like to review the nature of the conflict in Iraq, recall the situation before the \nsurge, describe the current situation and explain the recommendations I have provided to my chain of command for \nthe way ahead in Iraq.\n\nThe fundamental source of the conflict in Iraq is competition among ethnic and sectarian communities for power \nand resources.  This competition will take place, and its resolution is key to producing long-term stability in the new \nIraq.  The question is whether the competition takes place more or less violently.\n\nThis chart shows the security challenges in Iraq.\n\nREP. SKELTON:  General, let me interrupt you.  The members should have the charts in front of them.  The chart \nover near the wall is very difficult to see from here, so I would urge the members to look at the charts that have \nbeen handed out and should be immediately in front of them.\n\nThank you, General.\n\nGEN. PETRAEUS:  This chart shows the security challenges in Iraq. Foreign and homegrown terrorists, insurgents, \nmilitia extremists and criminals all push the ethno-sectarian competition toward violence. Malign actions by Syria, \nand especially by Iran, fuel that violence. Lack of adequate governmental capacity, lingering sectarian mistrust, and \nvarious forms of corruption add to Iraq's challenges.\n\nIn our recent efforts to look to the future, we found it useful to revisit the past.  In December 2006, during the height \nof the ethno-sectarian violence that escalated in the wake of the bombing of the Golden Dome Mosque in Samarra, \nthe leaders in Iraq at that time, General George Casey and Ambassador Zalmay Khalilzad, concluded that the \ncoalition was failing to achieve its objectives.  Their review underscored the need to protect the population and \nreduce sectarian violence, especially in Baghdad.  As a result, General Casey requested additional forces to enable \nthe coalition to accomplish these tasks, and those forces began to flow in January.\n\nIn the ensuing months, our forces and our Iraqi counterparts have focused on improving security, especially in \nBaghdad and the areas around it, wresting sanctuaries from al Qaeda control and disrupting the efforts of the \nIranian-supported militia extremists.  We have employed counterinsurgency practices that underscore the \nimportance of units living among the people they are securing, and accordingly, our forces have established dozens \nof joint security stations and patrol bases manned by coalition and Iraqi forces in Baghdad and in other areas \nacross Iraq.\n\nIn mid-June, with all the surge brigades in place, we launched a series of offensive operations focused on \nexpanding the gains achieved in the preceding months in Anbar province, clearing Baqubah, several key Baghdad \nneighborhoods, the remaining sanctuaries in Anbar province and important areas in the so-called belts around \nBaghdad and pursuing al Qaeda in the Diyala River Valley and several other areas.\n\nThroughout this period as well, we engaged in dialogue with insurgent groups and tribes, and this led to additional \nelements standing up to oppose al Qaeda and other extremists.  We also continued to emphasize the development \nof the Iraqi security forces, and we employed non-kinetic means to exploit the opportunities provided by the conduct \nof our kinetic combat operations, aided in this effort by the arrival of additional Provincial Reconstruction Teams.\n\nThe progress our forces have achieved with our Iraqi counterparts has, as I noted at the outset, been substantial.  \nWhile there have been setbacks as well as successes and tough losses along the way, overall our tactical \ncommanders and I see improvements in the security environment.\n\nWe do not, however, just rely on gut feel or personal observations.  We also conduct considerable data collection \nand analysis to gauge progress and determine trends.  We do this by gathering and refining data from coalition and \n\n\n\nIraqi operation centers, using the methodology that has been in place for well over a year and that has benefitted \nover the past seven months from the increased presence of our forces living among the Iraqi people.  We endeavor \nto ensure our analysis of that data is conducted with rigor and consistency as our ability to achieve a nuanced \nunderstanding of the security environment is dependent on collecting and analyzing data in a consistent way over \ntime.  Two U.S. intelligence agencies recently reviewed our methodology, and they concluded that the data we \nproduce is the most accurate and authoritative in Iraq.\n\nAs I mentioned up front and as the chart before you reflects, the level of security incidents has decreased \nsignificantly since the start of the surge of offensive operations in mid-June, declining in eight of the past 12 weeks \nwith the level of incidents in the past two weeks the lowest since June 2006 and with the number of attacks this past \nweek the lowest since April of 2006.\n\nCivilian deaths of all categories, less natural causes, have also declined considerably, by over 45 percent Iraq-wide \nsince the height of the sectarian violence in December.  This is shown by the top line on this chart, and the decline \nby some 70 percent in Baghdad is shown by the bottom line.  Periodic mass casualty attacks by al Qaeda have \ntragically added to the numbers outside Baghdad in particular.  Even without the sensational attacks, however, the \nlevel of civilian deaths is clearly still too high and continues to be of serious concern.\n\nAs the next chart shows, the number of ethnosectarian deaths, an important subset of the overall civilian casualty \nfigures, has also declined significantly since the height of the sectarian violence in December.  Iraq-wide, as shown \nby the top line on this chart, the number of ethnosectarian deaths has come down by over 55 percent and it would \nhave come down much further were it not for the casualties inflicted by barbaric al Qaeda bombings attempting to \nreignite sectarian violence.  In Baghdad, as the bottom line shows, the number of ethnosectarian deaths has come \ndown by some 80 percent since December.  This chart also displays the density of sectarian incidents in various \nBaghdad neighborhoods.  And it both reflects the progress made in reducing ethnosectarian violence in the Iraqi \ncapital and identifies the areas that remain the most challenging.\n\nAs we have gone on the offensive in former al Qaeda and insurgent sanctuaries and as locals have increasingly \nsupported our efforts, we have found a substantially increased number of arms, ammunition and explosives caches.  \nAs this chart shows, we have so far this year already found and cleared over 4,400 caches, nearly 1,700 more than \nwe discovered in all of last year.  This may be a factor in the reduction in the number of overall improvised explosive \ndevice attacks in recent months which, as this chart shows, has declined sharply, by about one- third since June.\n\nThe change in the security situation in Anbar province has of course been particularly dramatic.  As this chart \nshows, monthly attack levels in Anbar have declined from some 1,350 in October 2006 to a bit over 200 in August \nof this year.  This dramatic decrease reflects the significance of the local rejection of al Qaeda and the newfound \nwillingness of local Anbaris to volunteer to serve in the Iraqi army and Iraqi police service.  As I noted earlier, we are \nseeing similar actions in other locations as well.\n\nTo be sure, trends have not been uniformly positive across Iraq, as is shown by this chart depicting violence levels \nin several key Iraqi provinces.  The trend in Nineveh province for example has been much more up and down, until \na recent decline.  And the same is true in Salahuddin province, Saddam's former home province, though recent \ntrends there and in Baghdad have been in the right direction recently.\n\nIn any event, the overall trajectory in Iraq, a steady decline of incidents in the past three months, is still quite \nsignificant.  The number of car bombings and suicide attacks has also declined in each of the past five months, \nfrom a high of some 175 in March, as this chart shows, to about 90 this past month.  While this trend in recent \nmonths has been heartening, the number of high-profile attacks is still too high.  And we continue to work hard to \ndestroy the networks that carry out these barbaric attacks.\n\nOur operations have in fact produced substantial progress against al Qaeda and its affiliates in Iraq.  As this chart \nshows, in the past eight months, we have considerably reduced the areas in which al Qaeda enjoyed sanctuary.  \nWe have also neutralized five media cells, detained the senior Iraqi leader of al Qaeda Iraq and killed or captured \nnearly 100 other key leaders and some 2,500 rank-and-file fighters.\n\n\n\nAl Qaeda is certainly not defeated.  However, it is off-balance and we are pursuing its leaders and operators \naggressively.\n\nOf note, as the recent National Intelligence Estimate on Iraq explained, these gains against al Qaeda are a result of \nthe synergy of actions by conventional forces to deny the terrorists sanctuary, intelligence of surveillance and \nreconnaissance assets to find the enemy, and special operations elements to conduct targeted raids.  A \ncombination of these assets is necessary to prevent the creation of a terrorist safe haven in Iraq.\n\nIn the past six months we have also targeted Shi'a militia extremists, capturing a number of senior leaders and \nfighters as well as the deputy commander of Lebanese Hezbollah Department 2800, the organization created to \nsupport the training, arming, funding and, in some cases, direction of the militia extremists by the Iranian \nRepublican Guard Corps' Qods Force.  These elements have assassinated and kidnapped Iraqi governmental \nleaders, killed and wounded our soldiers with advanced explosive devices provided by Iran, and indiscriminately \nrocketed civilians in the international zone and elsewhere.\n\nIt is increasingly apparent to both coalition and Iraqi leaders that Iran, through the use of the Qods Force, seeks to \nturn the Iraqi special groups into a Hezbollah-like force to serve its interests and fight a proxy war against the Iraqi \nstate and coalition forces in Iraq.\n\nHECKLER:  (Inaudible.)\n\nGEN. PETRAEUS:  The most significant development in the past six months likely has been the increasing \nemergence --\n\nHECKLER:  (Inaudible.)\n\nREP. SKELTON:  Would the gentleman suspend?\n\nHECKLER:  (Inaudible.)\n\nREP. SKELTON:  Would the -- would the entire group that's back there supporting that person be removed.\n\n(Pause.)\n\nGEN. PETRAEUS:  The most significant --\n\nREP. SKELTON:  Just a minute, General.\n\nGEN. PETRAEUS:  Yes, sir.\n\n(Pause.)\n\nREP. SKELTON:  Proceed.\n\nGEN. PETRAEUS:  The most significant development in the past six months likely has been the increasing \nemergence of tribes and local citizens rejecting al Qaeda and other extremists.  This has, of course, been most \nvisible in Anbar province.  A year ago the province was assessed as lost politically.  Today it is a model of what \nhappens when local leaders and citizens decide to oppose al Qaeda and reject its Taliban-like ideology.\n\nWhile Anbar is unique and the model it provides cannot be replicated everywhere in Iraq, it does demonstrate the \ndramatic change in security that is possible with the support and participation of local citizens.\n\nAs this chart shows, other tribes have been inspired by the actions of those in Anbar and have volunteered to fight \nextremists as well.  We have, in coordination with the Iraqi government's National Reconciliation Committee, been \nengaging these tribes and groups of local citizens who want to oppose extremists and to contribute to local security.  \n\n\n\nSome 20,000 such individuals are already being hired for the Iraqi police, thousands of others are being assimilated \ninto the Iraqi army and thousands more are vying for a spot in Iraq's security forces.\n\nAs I noted earlier, Iraqi security forces have continued to grow to develop their capabilities and to shoulder more of \nthe burdens of providing security for their country.  Despite concerns about sectarian influence, inadequate \nlogistics and supporting institutions and an insufficient number of qualified commissioned and noncommissioned \nofficers, Iraqi units are engaged around the country.\n\nAs this chart shows, there are now nearly 140 Iraqi army, national police and special operations forces battalions in \nthe fight, without about 95 of those capable of taking the lead in operations, albeit with some coalition support.  \nBeyond that, all of Iraq's battalions have been heavily involved in combat operations that often result in the loss of \nleaders, soldiers and equipment.  These losses are among the shortcomings identified by operational readiness \nassessments, but we should not take from these assessments the impression that Iraqi forces are not in the fight \nand contributing. Indeed, despite their shortages, many Iraqi units across Iraq now operate with minimal coalition \nassistance.\n\nAs counterinsurgency operations require substantial numbers of boots on the ground, we are helping the Iraqis \nexpand the size of their security forces.  Currently there are some 445,000 individuals on the payrolls of Iraq's \nInterior and Defense Ministries.  Based on recent decisions by Prime Minister Maliki, the number of Iraq security \nforces will grow further by the end of this year, possibly by as much as 40,000.  Given the security challenges Iraq \nfaces, we support this decision and we will work with the two security ministries as they continue their efforts to \nexpand their basic training capacity, leader development programs, logistical structures and elements and various \nother institutional capabilities to support the substantial growth in Iraqi forces.\n\nSignificantly in 2007, Iraq will, as in 2006, spend more on its security forces than it will receive in security assistance \nfrom the United States.  In fact, Iraq is becoming one of the United States' larger Foreign Military Sales customers, \ncommitting some 1.6 billion (dollars) to FMS already, with the possibility of up to 1.8 billion (dollars) more being \ncommitted before the end of the year.  And I appreciate the attention that some members of Congress have \nrecently given to speeding up the FMS process for Iraq.\n\nTo summarize, the security situation in Iraq is improving, and Iraqi elements are slowly taking on more of the \nresponsibility for protecting their citizens.\n\nInnumerable challenges lie ahead.  However, coalition and Iraqi security forces have made progress toward \nachieving security.  As a result, the United States will be in a position to reduce its forces in Iraq in the months \nahead.\n\nTwo weeks ago, I provided recommendations for the way ahead in Iraq to the members of my chain of command \nand Joint Chiefs of Staff. The essence of the approach I recommended is captured in its title, \"Security While \nTransitioning:  From Leading to Partnering to Overwatch.\"  This approach seeks to build on the security \nimprovements our troopers and our Iraqi counterparts have fought so hard to achieve in recent months.  It reflects \nrecognition of the importance of securing the population and the imperative of transitioning responsibilities to Iraqi \ninstitutions and Iraqi forces as quickly as possible, but without rushing to failure.  It includes substantial support for \nthe continuing development of Iraqi security forces.  It also stresses the need to continue the counterinsurgency \nstrategy that we have been employing, but with Iraqis gradually shouldering more of the load.  And it highlights the \nimportance of regional and diplomatic -- regional and global diplomatic approaches.\n\nFinally, in recognition of the fact that this war is not only being fought on the ground in Iraq but also in cyberspace, it \nalso notes the need to contest the enemy's growing use of that important medium to spread extremism.\n\nThe recommendations I provided were informed by operational and strategic considerations.  The operational \nconsiderations include recognition that military aspects of the surge have achieved progress and generated \nmomentum.  Iraqi security forces have continued to grow and have slowly been shouldering more of the security \nburdens in Iraq. A mission focused on either population security or transition alone will not be adequate to achieve \n\n\n\nour objectives.  Success against al Qaeda-Iraq and Iranian-supported militia extremists requires conventional \nforces, as well as Special Operations forces.  And the security and local political situations will enable us to draw \ndown the surge forces.\n\nMy recommendations also took into account a number of strategic considerations.  Political progress will take place \nonly if sufficient security exists.  Long-term U.S. ground force viability will benefit from force reductions as the surge \nruns its course.  Regional, global and cyberspace initiatives are critical to success, and Iraqi leaders understandably \nwant to assume greater sovereignty in their country, although, as they recently announced, they do desire a \ncontinued presence of coalition forces in Iraq in 2008 under a new U.N. Security Council resolution, and following \nthat they want to negotiate a long- term security agreement with the United States and other nations.\n\nBased on these considerations and having worked the battlefield geometry with Lieutenant General Ray Odierno, \nthe Multinational Corps- Iraq commander, to ensure that we retain and build on the gains for which our troopers \nhave fought, I have recommended a drawdown of the surge forces from Iraq.  In fact, later this month the Marine \nExpeditionary Unit deployed as part of the surge will depart Iraq. Beyond that, if my recommendations are \napproved, that unit's departure will be followed by the withdrawal of a brigade combat team without replacement in \nmid-December and the further redeployment without replacement of four other brigade combat teams and the two \nsurge Marine battalions in the first seven months of 2008 until we reach the pre-surge levels of 15 brigade combat \nteams by mid-July 2008.\n\nI would also like to discuss the period beyond next summer. Force reductions will continue beyond the pre-surge \nlevels of brigade combat teams that we will reach by mid-July 2008.  However, in my professional judgment, it \nwould be premature to make recommendations on the pace of such reductions at this time.  In fact, our experience \nin Iraq has repeatedly shown that projecting too far into the future is not just difficult, it can be misleading and even \nhazardous.  The events of the past six months underscore that point.\n\nWhen I testified in January, for example, no one would have dared to forecast that Anbar province would have been \ntransformed the way it has in the past six months; nor would anyone have predicted that volunteers in one-time al \nQaeda strongholds like Ghazalia in western Baghdad or in Adhamiya in eastern Baghdad would seek to join the \nfight against al Qaeda; nor would we have anticipated that a Shi'a-led government would accept significant \nnumbers of Sunni-Arab volunteers into the ranks of the local police force in Abu Ghraib.  Beyond that, on a less \nencouraging note, none of us earlier this year appreciated the extent of Iranian involvement in Iraq, something \nabout which we and Iraq's leaders all now have greater concern.\n\nIn view of this, I do not believe it is reasonable to have an adequate appreciation for the pace of further reductions \nand mission adjustments beyond the summer of 2008 until about mid-March of next year.  We will no later than that \ntime consider factors similar to those on which I based the current recommendations, having by then, of course, a \nbetter feel for the security situation, the improvements and the capabilities of our Iraqi counterparts and the enemy's \nsituation. I will then, as I did in developing the recommendations I have explained here today, also take into \nconsideration the demands on our nation's ground forces, although I believe that that consideration should once \nagain inform not drive the recommendations I make.\n\nThis chart captures the recommendations I have described showing the recommended reduction of brigade combat \nteams as the surge runs its course and illustrating the concept of our units adjusting their missions and transitioning \nresponsibilities to Iraqis as the situation and Iraqi capabilities permit.  It also reflects the no-later-than date for \nrecommendations on force adjustments beyond next summer and provides a possible approach we have \nconsidered for the future force structure and mission set in Iraq.\n\nOne may argue that the best way to speed the process in Iraq is to change the MNF-I mission from one that \nemphasizes population security, counterterrorism and transition to one that is strictly focused on transition and \ncounterterrorism.  Making that change now would, in our view, be premature.  We have learned before that there is \na real danger in handing over tasks to the Iraqi security forces before their capacity and local conditions warrant.\n\n\n\nIn fact, the drafters of the recently released National Intelligence Estimate on Iraq recognized this danger when they \nwrote, and I quote, \"We assess that changing the mission of coalition forces from a primarily counterinsurgency and \nstabilization role to a primary combat support role for Iraqi forces and counterterrorist operations, to prevent al \nQaeda Iraq from establishing a safe haven, would erode security gains achieved thus far.\"\n\nIn describing the recommendations I have made, I should note again that like Ambassador Crocker, I believe Iraq's \nproblems will require a long-term effort.  There are no easy answers or quick solutions.  And although we both \nbelieve this effort can succeed, it will take time.  Our assessments underscore, in fact, the importance of \nrecognizing that a premature drawdown of our forces would likely have devastating consequences.\n\nThat assessment is supported by the findings of the 16 August Defense Intelligence Agency report on the \nimplications of a rapid withdrawal of U.S. forces from Iraq.  Summarizing it in an unclassified fashion, it concludes \nthat a rapid withdrawal would result in the further release of the strong centrifugal forces in Iraq and produce a \nnumber of dangerous results, including a high risk of disintegration of the Iraqi security forces, rapid deterioration of \nlocal security initiatives, al Qaeda Iraq regaining lost ground and freedom of maneuver, a marked increase in \nviolence and further ethnosectarian displacement and refugee flows, alliances of convenience by Iraqi groups with \ninternal and external forces to gain advantages over their rivals, and exacerbation of already-challenging regional \ndynamics, especially with respect to Iran.  Lieutenant General Odierno and I share this assessment and believe that \nthe best way to secure our national interests and to avoid an unfavorable outcome in Iraq is to continue to focus our \noperations on securing the Iraqi people while targeting terrorist groups and militia extremists and, as quickly as \nconditions are met, transitioning security tasks to Iraqi elements.\n\nBefore closing, I want to thank you and your colleagues for your support of our men and women in uniform in Iraq.  \nThe soldiers, sailors, airmen, Marines and Coast Guardsmen, with whom I'm honored to serve, are the best \nequipped and very likely the most professional force in our nation's history.  Impressively despite all that has been \nasked of them in recent years, they continue to raise their right hands and volunteer to stay in uniform.\n\nWith three weeks to go in this fiscal year, in fact, the Army elements in Iraq, of Multinational Corps Iraq for example, \nhave achieved well over 130 percent of the reenlistment goals in the initial term and career categories and nearly \n115 percent in the mid- career category.\n\nAll of us appreciate what you have done to ensure that these great troopers have had what they have needed to \naccomplish their mission, just as we appreciate what you have done to take care of their families as they too have \nmade significant sacrifices in recent years.  The advances you have underwritten in weapon systems and individual \nequipment, in munitions, in command, control and communications systems and intelligence surveillance and \nreconnaissance capabilities, in vehicles and counter-IED systems and programs, and in manned and unmanned \naircraft have proved invaluable in Iraq.\n\nThe capabilities that you have funded most recently, especially the vehicles that will provide greater protection \nagainst improvised explosive devices, are also of enormous importance.  Additionally, your funding of the \nCommanders Emergency Response Program has given our leaders a critical tool with which to prosecute the \ncounterinsurgency campaign.  Finally, we appreciate as well your funding of our new detention programs and rule \nof law initiatives in Iraq.\n\nIn closing, it remains an enormous privilege to soldier again in Iraq with America's new \"greatest generation.\"  Our \ncountry's men and women in uniform have done a magnificent job in the most complex and challenging \nenvironment imaginable.  All Americans should be very proud of their sons and daughters serving in Iraq today.\n\nThank you very much.\n\nHECKLERS:  General Petraeus -- (inaudible).\n\nREP. SKELTON:  (Sounds gavel.)\n\n\n\nHECKLERS:  (Inaudible.)\n\nREP. SKELTON:  The person will be removed.\n\nLet me make this announcement.  That those who have been --\n\nHECKLERS:  (Inaudible.)\n\nREP. SKELTON:  Please remove them.\n\nHECKLERS:  (Inaudible.)\n\nREP. SKELTON:  Those who have been --\n\nHECKLERS:  (Inaudible.)\n\nREP. SKELTON:  (Sounds gavel.)  Please remove them.\n\nHECKLERS:  (Inaudible.)\n\nREP. SKELTON:  Let me make this announcement.  That those who have caused unlawful conduct and improper --\n\nHECKLER:  (Inaudible.)\n\nREP. SKELTON:  -- conduct, who have, who are and who will throughout the remaining of this hearing, will be \nprosecuted under Section 10-503.16 of the District of Columbia, and we will prosecute them under the law.  This is \nuntolerable.  We will not allow it.  And I hope everyone that's considering it understands, because they will be \nprosecuted.\n\nAmbassador Crocker.\n\n(Pause.)\n\nHECKLER:  (Inaudible.)\n\nREP. SKELTON:  (Sounds gavel.)  Order will be restored.\n\nMr. Ambassador.\n\nAMB. CROCKER:  Mr. Chairman, ranking members, members of the committees, thank you for the opportunity to \naddress you today.  I consider it a privilege and an honor to serve in Iraq at a time when so much is at stake for our \ncountry and the people of the region, and when so many Americans of the highest caliber in our military and \ncivilian services are doing the same.\n\nI know that a heavy responsibility weighs on my shoulders to provide the country with my best, most honest \nassessment of the situation in Iraq and its political, economic and diplomatic dimensions and the implications for the \nUnited States.  In doing so, I will not minimize the enormity of the challenges faced by Iraqis nor the complexity of \nthe situation.  At the same time, I intend to demonstrate that it is possible for the United States to see its goals \nrealized in Iraq and that Iraqis are capable of tackling and addressing the problems confronting them today.\n\nA secure, stable, democratic Iraq at peace with its neighbors is, in my view, attainable.  The cumulative trajectory of \npolitical, economic and diplomatic developments in Iraq is upwards, although the slope of that line is not steep.  \nThis process will not be quick; it will be uneven, punctuated by setbacks as well as achievements, and it will require \nsubstantial U.S. resolve and commitment.  There will be no single moment at which we can claim victory; any \nturning point will likely only be recognized in retrospect.\n\n\n\nThis is a sober assessment, but it should not be a disheartening one.  I have found it helpful during my time in Iraq \nto reflect on our own history.  At many points in our early years, our survival as a nation was questionable.  Our \nefforts to build the institutions of government were not always successful in the first instance, and tough issues such \nas slavery, universal suffrage, civil rights and states' rights were resolved only after acrimonious debate and \nsometimes violence.\n\nIraq is experiencing a revolution, not just regime change.  It is only by understanding this that we can appreciate \nwhat is happening in Iraq, what Iraqis have achieved as well as maintain a sense of realism about the challenges \nthat remain.\n\nEvaluating where Iraqis are today only makes sense in the context of where they have been.  Any Iraqi under 40 \nyears of age -- and that is the overwhelming majority of the population -- would have known nothing but the rule of \nthe Ba'ath Party before liberation four and a half years ago.\n\nThose 35 years were filled with crimes against humanity on every scale.  Saddam Hussein ruled without mercy, not \nhesitating to use lethal force and torture against even those in his inner circle.  His genocidal campaign against the \nKurds and savagery towards southern Shi'a are well known.  But he also used violence and intimidation as tools in \nthe complete deconstruction of Iraqi society.  No organization or institution survived that was not linked in some way \nto regime protection.  He created a pervasive climate of fear in which even family members were afraid to talk to \none another.\n\nThis is the legacy that Iraqis had as their history when Saddam's statue came down on April 9, 2003.  No Nelson \nMandela existed to emerge on the national political scene; anyone with his leadership talents would not have \nsurvived.  A new Iraq had to be built almost literally from scratch, and the builders in most cases were themselves \nreduced to their most basic identity, ethnic or sectarian.\n\nMuch progress has been made, particularly in building an institutional framework where there was none before.  But \nrather than being a period in which old animosities and suspicions were overcome, the past 18 months have further \nstrained Iraqi society.  The sectarian violence of 2006 and early 2007 had its seeds in Saddam's social \ndeconstruction and it had dire consequences for the people of Iraq, as well as its politics.  Extensive displacement \nand widespread sectarian killings by al Qaeda and other extremist groups have gnawed away at the already frayed \nfabric of Iraqi society and politics.  It is no exaggeration to say that Iraq is -- and will remain for some time to come -- \na traumatized society.\n\nIt is against this backdrop that development in Iraqi national politics must be seen.  Iraqis are facing some of the \nmost profound political, economic, and security challenges imaginable.  They are not simply grappling with the \nissue of who rules Iraq, but they are asking what kind of country Iraq will be, how it will be governed, and how \nIraqis will share power and resources among each other.  The Constitution approved in a referendum in 2005 \nentered some of these questions in theory, but much remains uncertain in both law and practice.\n\nSome of the more promising political developments at the national level are neither measured in benchmarks nor \nvisible to those far from Baghdad.  For instance, there is a budding debate about federalism among Iraq's leaders, \nand importantly, within the Sunni community. Those living in places like Anbar and Salahuddin are beginning to \nrealize how localities, having more of a say in daily decision making, will empower their communities.\n\nNo longer is an all-powerful Baghdad seen as the panacea to Iraq's problems.  This thinking is nascent, but it is \nultimately critical to the evolution of a common vision among Iraq's leaders.  Similarly, there is a palpable frustration \nin Baghdad over the sectarian system that was used to devise the spoils of the state in the last few years. Leaders \nfrom all communities openly acknowledged that a focus on sectarian gains has led to poor governance and served \nIraqis badly, and many claim to be ready to make the sacrifices that will be needed to put government performance \nahead of sectarian and ethnic concerns. Such ideas are no longer controversial, although their application will be.\n\nFinally, we are seeing Iraqis come to terms with complex issues not by first providing a national framework, but \ninstead by tackling immediate problems.  One such example is how the central government has accepted over \n\n\n\n1,700 young men from the Abu Ghraib area west of Baghdad, as General Petraeus mentioned.  This number \nincludes members of -- former members of insurgent groups to be part of the Iraqi security forces.  Another \nexample is how the government without much public fanfare has contacted thousands of members of the former \nIraqi army offering them retirement, return to the military or public sector employment.  So without the proclamation \nof a general amnesty, we see provisional immunity being granted, and we see de-Ba'athification reform in advance \nof national legislation.  In both instances, the seeds of reconciliation are being planted.\n\nWe have come to associate progress on national reconciliation as meaning the passage of key pieces of legislation.  \nThere is logic to this as the legislation we are urging Iraqis to produce does in one way or another have to do with \nthe question of how to share power and resources among Iraq's communities.  This legislation also has to do with \nthe vision of the future Iraqi state.  The oil and revenue- sharing laws, for instance, deal with deeper issues than \nsimply whether Iraqis in oil-producing areas are willing to share their wealth with other Iraqis.\n\nWhat is difficult about these laws is that they take Iraq another step down the road toward a federal system that all \nIraqis have not yet embraced.  But once again, we see that even in the absence of legislation, there is practical \naction, as the central government shares oil revenues through budget allocations on an equitable basis with Iraq's \nprovinces.\n\nIn many respects, the debates currently occurring in Iraq on de- Ba'athification reform and provincial powers are \nakin to those surrounding our civil rights movement or struggle over states rights. With de-Ba'athification, Iraqis are \nstruggling to come to terms with a vicious past.  They are trying to balance fear that the Ba'ath party would one day \nreturn to power with the recognition that many former members of the party are guilty of no crime and joined the \norganization not to repress others but for personal survival.\n\nWith provincial powers, Iraqis are grappling with very serious questions about, what the right balance between the \ncenter and the periphery is for Iraq.  Some see the devolution of power to regions and provinces as being the best \ninsurance against the rise of a future tyrannical figure in Baghdad.  Others see Iraq, with its complex demographics, \nas in need of a strong central authority.\n\nIn short, we should not be surprised or dismayed that Iraqis have not fully resolved such issues.  Rather, we should \nask whether the way in which they are approaching these issues gives us a sense of their seriousness and ultimate \ncapability to resolve Iraq's fundamental problems.  Is the collective national leadership of Iraq ready to prioritize Iraq \nover sectarian and community interests?  Can and will they come to agreement about what sort of Iraq they want?\n\nI do believe that Iraq's leaders have the will to tackle the country's pressing problems, although it will take longer \nthan we originally anticipated because of the environment and the gravity of the issues before them.  Prime Minister \nMaliki and other Iraqi leaders face enormous obstacles in their efforts to govern effectively.  I believe they approach \nthe task with a deep sense of commitment and patriotism.\n\nAn important part of my assessment was the effort made by the leaders this past summer.  After weeks of \npreparatory work and many days of intensive meetings, Iraq's five most prominent national leaders from the three \nmajor communities issued a communique on August 26th that committed them to an ongoing consultative process \non key issues and noted agreement on draft legislation dealing with de- Ba'athification and provincial powers.  This \nagreement by no means solves all of Iraq's problems, but the commitment of its leaders to work together on hard \nissues is encouraging.\n\nPerhaps most significantly, these five Iraqi leaders together decided to publicly express their joint desire to develop \na long-term relationship with the United States.  Despite their many differences in perspectives and experiences, \nthey all agreed on language acknowledging the need for a continued presence by the multinational forces in Iraq \nand expressing gratitude for the sacrifices these forces have made for Iraqis.\n\nAt the provincial level, political gains have been more pronounced, particularly in the north and west of Iraq, with the \nsecurity -- where the security improvements have been in some places dramatic.  In these areas, there is abundant \nevidence that the security gains have opened the door for meaningful politics.  In Anbar, as General Petraeus has \n\n\n\nnoted, the progress on the security side has been extraordinary.  Six months ago, violence was rampant, our forces \nwere under daily attack, and Iraqis were cowering from the intimidation of al Qaeda; but al Qaeda overplayed its \nhand in Anbar, and Anbar has began to reject its successes be they beheading school children or cutting off \npeople's fingers as punishment for smoking. Recognizing that the coalition would help eject al Qaeda, the tribes \nbegan to fight with us, not against us, and the landscape in Anbar is dramatically different as a result.\n\nTribal representatives are on the provincial council, which is now meeting regularly to find ways of restoring \nservices, developing the economy and executing a provincial budget.  These leaders are looking for help to rebuild \ntheir cities, and they are talking of attracting investments.  Such themes are also unfolding in parts of Diyala and \nNineveh, where Iraqis have mobilized with the help of the coalition and Iraqi security forces to evict al Qaeda from \ntheir communities.\n\nThe world should note that when al Qaeda began implementing its twisted version of the caliphate in Iraq, Iraqis \nfrom Anbar to Baghdad to Diyala have overwhelmingly rejected it.  Shi'a extremists are also facing rejection.  \nRecent attacks by elements of the Iranian-backed Jaish al-Mahdi on the worshipers in the holy city of Karbala have \nprovoked a backlash and triggered a call by Muqtada al-Sadr for Jaish al-Mahdi to cease attacks against Iraqis and \ncoalition forces.\n\nA key challenge for Iraqis now is to link these positive developments in the provinces to the central government in \nBaghdad.\n\nUnlike our states, Iraqi provinces have little ability to generate funds through taxation, making them dependent on \nthe central government for resources.  The growing ability of the provinces to design and execute budgets and the \nreadiness of the central government to resource them are success stories.\n\nOn September 5th, for example, Iraq's senior federal leadership traveled to Anbar, where they announced a 70 \npercent increase in the 2007 provincial capital budget as well as $50 million to compensate losses incurred by \nAnbaris in the fight against al Qaeda.  The support of the central government is also needed to maintain hard-won \nsecurity through the rapid expansion of locally generated police, and the government of Iraq has placed some \n21,000 Anbaris on police rolls.\n\nIraq is starting to make some gains in the economy.  Improving security is stimulating revival of markets with the \nactive participation of local communities.  In some places, war damage is being cleared and buildings repaired, \nroads and sewers built and commerce energized.  The IMF estimates that economic growth will exceed 6 percent \nfor 2007.  Iraqi ministries and provincial councils have made substantial progress this year in utilizing Iraq's oil \nrevenue for investment.  The 2007 governmental budget allocated $10 billion -- nearly one-third of Iraq's expected \noil export revenue -- to capital investment.  Over $3 billion was allocated to the provinces in the Kurdish regions for \nspending.\n\nThe latest data show that the national ministries and provincial councils have proceeded to commit these funds at \nmore than twice the rate of last year.  Doing the best are the provincial authorities, and in the process gaining \nexperience with making plans and decisions and running fair tenders.  In so doing, they are stimulating local \nbusiness development and providing employment.  Over time, we expect the experience with more responsive local \nauthorities will change Iraqi attitudes towards their elected leaders and of the provinces towards Baghdad.\n\nAt two conferences in Dubai in the last two weeks, hundreds of Iraqi businessmen met an equal number of foreign \ninvestors newly interested in acquiring shares of businesses in Iraq.\n\nAn auction of cellphone spectrum, conducted by PricewaterhouseCoopers, netted the government a better-than-\nexpected sum of $3.75 billion. The minister of finance plans to use the funds, along with all the country's oil \nrevenue, to apply to its pressing investment and current expenditure needs.\n\nOverall, however, the Iraqi economy is performing significantly under potential.  Insecurity in many parts of the \ncountryside raises transport costs and especially affects manufacturing and agriculture. Electricity supply has \n\n\n\nimproved in many parts of the country but it remains woefully inadequate in Baghdad.  Many neighborhoods in the \ncity receive only two hours a day or less from the national grid, although power supplies for essential services, such \nas water-pumping stations or hospitals, are much better.  The minister of electricity said last week that it would take \n$25 billion through 2016 to meet demand requirements but that by investing the $2 billion a year the ministry is now \nreceiving from the government's budget, as well as private investment in power generation now permitted by law, \nthat goal could be met.\n\nWe are deploying our assistance funds to make a difference to ordinary Iraqis and to support our political \nobjectives.  Military units are using Commanders Emergency Response, CERP funds, to ensure that residents see \na difference when neighborhood violence declines. USAID community stabilization funds provide tens of thousands \nof jobs throughout the country.\n\nWith the recent apportionment of 2007 supplemental funds, we are putting Quick Response Funds, QRFs, in the \nhands of our provincial reconstruction team leaders to help build communities and institutions in post-kinetic \nenvironments.  Vocational training and microfinance programs are supporting the nation's private businesses.  And \nin Baghdad, we are increasing our engagement and capacity-building efforts with ministries.\n\nOn the diplomatic level, there is expanding international and regional engagement with Iraq.  In August, the U.N. \nSecurity Council, at Iraq's invitation, provided the United Nations Assistance Mission in Iraq, UNAMI, with an \nexpanded mandate through UNSCR 1770.  The work of the International Compact with Iraq moves forward, jointly \nchaired by Iraq and the United Nations.  74 countries pledged support for Iraq's economic reform efforts at a \nministerial conference in May. The U.N. has reported progress in 75 percent of the 400 areas Iraq has identified for \naction.\n\nLater this month, the Iraqi prime minister and the U.N. secretary-general will chair a ministerial-level meeting in New \nYork to discuss further progress under the compact and how UNSCR 1770 can be most effectively implemented.\n\nMany of Iraq's neighbors recognize that they have a stake in the outcome of the current conflict in Iraq and are \nengaging with Iraq in a constructive way.  A neighbors ministerial in May, also attended by the P-5 and the G-8, has \nbeen followed by meetings of working groups on security, border issues and energy.  An ambassadorial-level \nmeeting just took place in Baghdad, and another neighbors ministerial will be held in Istanbul in October.\n\nAgainst the backdrop of these new mechanisms, the business of being neighbors is quietly unfolding.  For the first \ntime in years, Iraq is exporting oil through its neighbor Turkey as well as through the Gulf.  Iraq and Kuwait are \nnearing conclusion on a commercial deal for Kuwait to supply its northern neighbor with critically needed diesel.  \nJordan recently issued a statement welcoming the recent leaders communique in supporting Iraqi efforts at \nreconciliation.  And Saudi Arabia is planning on opening an embassy in Baghdad, its first since the fall of Saddam.\n\nSyria's role has been more problematic.  On one hand, Syria has hosted a meeting of the Border Security Working \nGroup and interdicted some foreign terrorists in transit to Iraq.  On the other hand, suicide bombers continue to \ncross the border from Syria to murder Iraqi civilians.\n\nIran plays a harmful role in Iraq.  While claiming to support Iraq in its transition, Iran has actively undermined it by \nproviding lethal capabilities to the enemies of the Iraqi state, as General Petraeus has noted.  In doing so, the \nIranian government seems to ignore the risks that an unstable Iraq carries for its own interests.\n\nAs we look ahead, we must acknowledge that 2006 was a bad year in Iraq.  The country came close to unraveling \npolitically, economically and in security terms.  2007 has brought some improvements.  The changes to our strategy \nlast January -- the surge -- have helped changed the dynamics in Iraq for the better.  Our increased presence made \nbesieged communities feel that they could defeat al Qaeda by working with us.\n\nOur population security measures have made it much harder for terrorists to conduct attacks.  We have given Iraqis \nthe time and space to reflect on what sort of country they want.  Most Iraqis genuinely accept Iraq as a multiethnic, \nmultisectarian society.  It is the balance of power that is yet to be sorted out.\n\n\n\nEnormous challenges remain.  Iraqis still struggle with fundamental questions about how to share power, accept \ntheir differences and overcome their past.  Whether Iraq reaches its potential is, of course, ultimately the product of \nIraqi decisions, but the involvement and support of the United States will be hugely important in shaping a positive \noutcome.  Our country has given a great deal in blood and treasure to stabilize the situation in Iraq and help Iraqis \nbuild institutions for a united, democratic country governed under the rule of law.\n\nRealizing this vision will take more time and patience on the part of the United States, I cannot guarantee success \nin Iraq.  I do believe, as I have described, that it is obtainable.  I am certain that abandoning or just drastically \ncurtailing our efforts will bring failure, and the consequences of such a failure must be clearly understood by us all.  \nAn Iraq that falls into chaos or civil war will mean massive human suffering well beyond what has already occurred \nwithin Iraq's borders.\n\nIt could well invite the intervention of regional states, all of which see their future connected to Iraq in some \nfundamental way. Undoubtedly, Iran would be a winner in this scenario, consolidating its influence over Iraqi \nresources and possibly territory.  The Iranian president has already announced that Iran will fill any vacuum in Iraq.  \nIn such an environment, the gains made against al Qaeda and other extremist groups could easily evaporate, and \nthey could establish strongholds to be used as safe havens for regional and international operations.\n\nOur current course is hard.  The alternatives are far worse. Every strategy requires recalibration as time goes on.  \nThis is particularly true in an environment like Iraq, where change is a daily or hourly occurrence.  As chief of \nmission in Iraq, I'm constantly assessing our efforts and seeking to ensure that they are coordinated with and \ncomplementary to the efforts of our military.  I believe that thanks to the support of Congress, we have an \nappropriate civilian posture in Iraq.\n\nOver the coming year, we will continue to increase our civilian efforts outside of Baghdad and the international \nzone.  This presence has allowed us to focus on capacity building, especially in the provinces.  The number of \nProvincial Reconstruction Teams has grown from 10 to 25 this year.  In support of these efforts, we will be seeking \nadditional economic assistance, including additional quick response funds for capacity building.\n\nWe will also seek support for two significant proposals that hold the prospect of creating permanent jobs for \nthousands of Iraqis.  One would be the establishment of an Iraqi-American enterprise fund modeled on our \nsuccessive -- our successful funds in Poland and elsewhere in Central Europe.  Such a fund could make equity \ninvestments in new and revamped firms based in Iraq.  The second would be a large-scale operations and \nmaintenance facility based on our highway trust fund.  On a cost-sharing basis such a fund would train Iraqis to \nbudget for and maintain important public sector infrastructure such as power plants, dams and roads.  Over time the \ncost sharing would phase down and out leaving behind well-trained professionals and instilling the habits of \npreventative maintenance.\n\nWe will continue our efforts to assist Iraqis in the pursuit of national reconciliation while recognizing that progress on \nthis front may come in many forms and must ultimately (be) done by Iraqis themselves.  We will seek additional \nways to neutralize regional interference and enhance regional and international support, and we will help Iraqis \nconsolidate the positive developments at local levels and connect them with the national government.  Finally, I \nexpect we will invest much effort in developing the strategic partnership between the United States and Iraq, which \nis an investment in the future of both countries.\n\nThank you, Mr. Chairman.\n\nREP. SKELTON:  I thank the gentleman.\n\nSince we had a few moments of lateness due to the microphone problem, we will postpone our first break for a \nshort while, and because there are so many who wish to ask questions, we will adhere to the five-minute rule which \n-- with the exception of the chairmen and ranking members, that I will limit myself to one question.\n\n\n\nWhile the American sons and daughters are sweating and fighting as the true professionals that they are, it \nappears, Mr. Ambassador, using your phrase, that the key pieces of legislation have not been passed by the \nparliament, and it appears that -- to this country lawyer that the leaders and parliamentarians in Iraq have been \nsitting on their thumbs while the young men and women of America are doing their best to bring security.\n\nThe surge was announced in January, again in February.  Here it is September, and since the surge was \nannounced and began, the Iraqi leaders have made essentially no progress in passing and implementing measures \nto bring about national reconciliation.  Mr. Ambassador, why should we in Congress expect the next six months to \nbe any different than it has been in the past?\n\nAMB. CROCKER:  Mr. Chairman, you are frustrated.  The American people are frustrated.  I am frustrated every \nday I spend in Iraq on the lack of progress on legislative initiatives.  Iraqis themselves are frustrated.\n\nAs I attempted to lay out in my statement, these are extremely complex legislative endeavors, and Iraqis are \nengaging on them with fundamental issues concerning the nature of the state as yet unresolved among them.  So it \nis going to be difficult.  It is going to take time.\n\nThe efforts in the course of this summer that I mentioned, the statement of August 26th, in which Iraq's key leaders \ncommitted themselves to continued engagement on these issues and announced agreement in principle on de-\nBa'athification reform and provincial powers, suggest to me that first they are serious; second, they are capable of \ncoming together and thrashing out serious issues in a deliberate and serious manner.\n\nThat said, Mr. Chairman, I frankly do not expect that we are going to see rapid progress through these benchmarks.  \nIt is important to remind ourselves that the benchmarks are not an end to themselves; they are a means to national \nreconciliation.  And I think it is very important that we maintain a sense of tactical flexibility and encourage the Iraqis \nto do the same, to seize opportunities to advance national reconciliation when they arise, as we have seen in Anbar \nand as we have seen in the government's response to Anbar, through distributing additional budget resources to \nthis province and bringing in its young men into security forces.\n\nSo while I would certainly share disappointment that progress has been slow on legislative benchmarks, that, to my \nmind, does not mean there has been no progress toward reconciliation.  There has been.\n\nAnd finally, Mr. Chairman, I think it is important for all of us to remember that the surge hit its full stride just in the \nmonth of June.\n\nSectarian violence has diminished, but it has not stopped.  And I think it is going to take more time before the \nimpact of improved security, which all of Iraq's leaders acknowledge has taken place -- I think it will take more time \nbefore that impact is felt in such a manner that political compromise becomes easier.\n\nREP. SKELTON:  Thank you.\n\nChairman Lantos.\n\nREP. LANTOS:  Thank you, Mr. Chairman.  I want to thank both of our distinguished witnesses for extremely \nthoughtful and serious testimony.\n\nI'd first like to ask you, General Petraeus, a very specific question.  You have juxtaposed your proposal for a token \nwithdrawal with a hypothetical, rapid and irresponsible withdrawal.  Now, as you know better than I do, there are \nvery impressive members of the military with outstanding credentials who favor a much more rapid but responsible \nwithdrawal of American forces.  Would you be so kind and comment on this intermediate course?  Because I \nbelieve juxtaposing your token proposal with a hypothetical, rapid and irresponsible proposal does not do justice to \nthis most important issue.\n\nGEN. PETRAEUS:  Thank you, Mr. Chairman.\n\n\n\nFirst of all, what I recommended was a very substantial withdrawal.  Five Army brigade combat teams, a Marine \nExpeditionary Unit and two Marine battalions represent a very significant force. They are the force, in fact, that have \nhelped us substantially in achieving some of the recent gains that our troopers have fought so hard to achieve.  \nImposing that withdrawal, I believe, is a very substantial withdrawal, and I have given you my best professional \nmilitary advice on what can be done, given the considerations that I laid out, the operational and strategic \nconsiderations which do take into account the strain very much -- which I'm very aware of, on our ground forces in \nparticular.\n\nI believe that this is the approach to take to sustain the gains that we have achieved, to build on them, to transition \nto Iraqi security forces as quickly as we possibly can but without, as I mentioned, rushing to failure and also still \ncontinuing the very important effort against al Qaeda Iraq and some of its affiliates and the militia extremists, in \nparticular those who are supported by the Iranian Qods Force.\n\nI'm not sure what proposal you are referring to, Mr. Chairman, but what I have laid out --\n\nREP. LANTOS:  Well, let me help you a little bit, General Petraeus.  And I don't know how accurate these news \nreports are, but responsible media have suggested that even Admiral Fallon, among others, have favored a more \nrapid and more substantial withdrawal than what you are proposing.\n\nWithout dealing in individuals, am I wrong in assuming that responsible military leaders, both active and retired, \nfavor considerably more rapid withdrawals than you do, particularly in view of the fact that our global security \nrequirements seem not to be part of the calculation that you properly are making because you are commander for \nIraq; you have no responsibility for Afghanistan or for any other contingency that might arise?\n\nGEN. PETRAEUS:  Admiral Fallon fully supports the recommendations that I have made as do the Joint Chiefs of \nStaff.  In fact, I also talked to the chief of staff of the Army most recently this morning. We had discussions about the \npace of the mission transition, but there has been no recommendation I am aware of that would have laid out by \nany of those individuals a more rapid withdrawal.  And so again, I'm at a loss.  Again, I'm the commander in Iraq.  \nI've given you my best professional military advice on how to accomplish the mission that the Multinational Force-\nIraq has, and that is represented in the recommendations that I have made.\n\nHaving said that, I did indeed take into account, as I mentioned, the strain on the ground forces.  My last job I was \nin Army position responsible for some 18 or schools and centers and experienced that very much.  I might add, I \nwas in Fort Benning, Georgia this past Friday and spoke to the lieutenants, captains and noncommissioned officers \nthere as well and did indeed address that same fact.  That was factored in, but again, what I have provided is, as \nthe Multinational Force Iraq-commander -- and that's of course I think what you would want me to provide to my \nchain of my command -- my recommendation on how to accomplish the mission that we have at this time.\n\nREP. LANTOS:  Thank you very much.\n\nAmbassador Crocker, I would like to explore with you the possibility of a diplomatic surge.  This administration has \nbeen singularly hostile to exploring diplomatic initiatives with countries and governments that we disapprove of.  As \na matter of fact, had it not been for congressional initiatives, I very much doubt that we would be as far along vis-a-\nvis North Korea as we happen to be at the moment or that we would be having diplomatic relations with Libya. Both \nof these were basically lubricated by congressional initiatives, not by the administration.\n\nNow, you have been allowed to participate in singularly circumscribe meetings with Iranian officials.  Would you \nshare with us your professional judgment as to the desirability of expanding our diplomatic dialogue with both Syria \nand Iran, which the administration at the moment seems to be opposed to?\n\nAMB. CROCKER:  Thank you, Mr. Chairman.  I have had some experience in the past, as I think you know, in \nnegotiating with the Iranians.  For a period after 9/11, there were U.N.-sponsored talks on Afghanistan that brought \nus together with the Iranians, and for a certain period, we had pretty good success in coming to some agreements \n\n\n\non the formation of the Afghan interim government, on dealing with warlords, on some security-related issues and \nso forth. So I had that as perspective when I held my meetings with my Iranian counterparts in Iraq.\n\nAnd I found a -- really a completely different atmosphere than that which I'd experienced in 2001-2002.  I laid out \nthe concerns we had over Iranian activity that was damaging to Iraq's security, but found no readiness on the \nIranian side at all to engage seriously on these issues.  The impression I came away with after a couple of rounds is \nthat the Iranians were interested simply in the appearance of discussions, of being seen to be at the table with the \nU.S. as an arbiter of Iraq's present and future, rather than actually doing serious business.\n\nSo what I would like to see, Mr. Chairman, is, as a first step, the Iranians taking some measures on the ground to \nqualitatively improve Iraqi security, which they say is in their own interest.  If they're prepared to do that, and as I \nhave indicated in my discussions with them, we're prepared to discuss other areas with respect to possibly \nbeneficial cooperation between us on Iraq.  And we could see where it goes from there.  But right now I haven't \nseen any sign of earnest or seriousness on the Iranian side.  Maybe it will come. These things can take time.  We \nleave the option open.  But I haven't seen it yet.\n\nREP. LANTOS:  May I just pursue that for one more moment.  In my opening comments, I made reference to Prime \nMinister Maliki's observation that, should the United States leave, he has other friends in the region -- meaning, \nclearly, Iran.  Now, given the long relationship between many of the current Iraqi leadership with Iran, given the long \nperiod during which members of the current Iraqi leadership lived in Iran, how serious, in your view, is the statement \nto be taken as?\n\nAnd is it possible that Maliki or others might at some time in the future turn to Iran as more a \"dependable\", quote-\nunquote, friend?\n\nAMB. CROCKER:  Mr. Chairman, sometimes things are said in the heat of the political moment that on reflection do \nnot turn out to be the best way to phrase a position.  I would refer you in contrast to Prime Minister Maliki's \nstatement, which I just saw this morning, I think he made it today, in which he said that Iraq needs the multinational \nforce to be present under the conditions that prevail now in Iraq.  And of course, Prime Minister Maliki was also a \nsignator to the April 26th communique that called for a long-term partnership between Iraq and the United States.\n\nThe prime minister, like most of the Iraqi leadership, I think, recognizes the challenge that Iran poses.  One \nexample, I think, of that recognition is the fact that when Iranian-backed elements of the Jaish al-Mahdi conducted \nattacks in Karbala about 10 days ago against one of Shi'a Islam's holiest shrines and on one of the holiest days of \nthe year, the prime minister responded forcefully, going down to Karbala himself to take charge of the situation.  I \nalso note that the prime minister really did not spend much time in Iran.  He does not speak Farsi.  His initial period \nthere was followed by a much longer sojourn in Syria, an Arab state.\n\nSo I think it's important -- and I'm sorry to be going on at length, but this is an important issue -- I think it's very \nimportant to understand that Iraq is an Arab state, as you know so well.  Both its Sunni and Shi'a Arab populations \nfeel strongly about that identity.  Many have ties to Iran, but it is a different culture, a different history, a different \nlanguage and a different past, as the eight-year Iran/Iraq war with its enormous toll on human life attests.\n\nSo some of our friends make the mistake of saying that if an individual is a Shi'a Muslim, affinities lie in Iran.  Iraqi \nArab Shi'a have manifestly demonstrated that that is not the case.\n\nREP. LANTOS:  Thank you very much.\n\nGEN. PETRAEUS:  Could I -- could I add possibly, Mr. Chairman?\n\nREP. LANTOS:  Of course.\n\nGEN. PETRAEUS:  Because I think what may have been confused in the press perhaps is that Central Command \nheadquarters did do an analysis for Admiral Fallon, and with the Multinational Force Iraq staff contributing and my \ncontribution, to a look several years down the road that would be a footprint for what might be termed a situation \n\n\n\nwhere there is a long-term security agreement, no longer the U.N. Security Council resolution.  And it may be that \nthat was what that was referring to, because that's the only proposal for a dramatic reduction.  As I said, the \ndiscussions that we had had to do more with the timing of mission shifts rather than anything else.  And he again, \nas I said in fact just to reassure me the other day as well, fully supports the recommendations that I have made.\n\nREP. LANTOS:  Thank you, General Petraeus.\n\nGEN. PETRAEUS:  Thank you.\n\nREP. LANTOS:  Thank you, Mr. Chairman.\n\nREP. SKELTON:  Thank you.\n\nThe gentleman from California, Mr. Hunter.\n\nREP. HUNTER:  Thank you, Mr. Chairman.\n\nAnd General Petraeus, give us a little depth in terms of your analysis of where the Iraqi army stands today with \nrespect to its officer corps, perhaps field-grade officer corps, its NCO corps, and whether it's in your view becoming \nan instrument for reconciliation between Sunni, Shi'a and Kurds.  And also tell us a little bit about how you feel the \nnation and the people of Iraq in those communities now perceive the army.  Do they perceive it as an institution of \nvalue, with professionalism?  You mentioned there are still those that follow a sectarian loyalty.  But where do we \nstand right now since those days when we started to build this army from scratch?\n\nGEN. PETRAEUS:  Well, as I mentioned, there's a very substantial number of Iraqi battalions, especially Iraqi army \nbattalions, that are very much in the fight.  They may not meet operational readiness assessment level one criteria, \nperhaps, because of a shortage of equipment officers, non-commissioned officers, some of those from combat \nlosses in fact.  But there are numerous of these battalions that are in the fight and again are taking tough casualties.  \nIndeed, in many cases, regardless of what their operational readiness assessment may be, there may be no \ncoalition assistance whatsoever in some of the southern provinces that have moved to provincial Iraqi control, for \nexample.  In other cases, certainly they are -- they may be in the lead with us supporting or literally partnering \ntogether with us.\n\nThere is an unevenness still about the Iraqi army.  Although they are certainly the force that is seen by the Iraqi \npeople as the more professional force and as one that is less sectarian certainly than, say, certain national police \nelements, about which a lot of action has been taken, I might add, by the ministry of interior, and more is needed.\n\nBut -- and there are specific units in the Iraqi army which both Prime Minister Maliki and we want to take action and \nwill take action.  But again, by and large, the Iraqi army is standing and fighting and taking casualties.\n\nIt does not have all the commissioned or noncommissioned officers that it needs; in fact, it is short.  The expansion \nof this force that has continued and has been considerably much greater than what was originally planned for, I \nmight add, but it is needed, given the security challenge that Iraq has, especially since the sectarian violence of \n2006 and into early 2007.  And so we do indeed support very much that expansion, and they are taking on a variety \nof initiatives both to bring back former officers -- in fact, they have reached out to former military and offered them \neither service in the army, retirement or other government employment.  And by the way, a number of these were \npart of the army that was disestablished early on or affected by other early policy.  That has attracted some back, \nbut they still need more.\n\nAnd in fact I think it is a challenge, clearly.  It's one thing to train young troopers.  It is another to produce a staff \nofficer or battalion or brigade commander, and that is a challenge that they are facing right now.\n\nThey have implemented a number of initiatives to improve the manning of their commissioned and \nnoncommissioned officer corps.  The Iraqi military academies -- there are now four of them -- do produce well over \na thousand new lieutenants a year now; there is also a junior staff college, senior staff college and a war college -- \n\n\n\nagain, need much more capacity, and that is in fact being increased, as is the basic training capacity.  And I might \nadd there is even now a basic training facility in Anbar province, as well as a police academy out there for the first \ntime in two years.\n\nThe Iraqi army is still viewed as a national instrument, certainly.  And in that regard, it is very heartening to see \nSunni Arabs volunteer once again for their army, because, as you may recall, for quite some time there was a \ndearth of volunteers, and no one in Anbar province would raise his hand, or at least very few would raise their \nhands to serve in the army or in the police.  That is not a problem now in Sunni areas.  They realize that they made \na mistake by not volunteering, by leaving the force in some cases when their families or they were intimidated.  \nThey do not want to repeat that, just as they view not voting in the elections a mistake.\n\nThe citizens again view the army with more confidence than any other Iraqi security force institution.  Again, I would \nhasten to say that there are some elements -- again, small elements, in this case -- of that force that do need to be \ndealt with in terms of their sectarian influence.  And again, Prime Minister Maliki is very much determined to deal \nwith that.\n\nREP. HUNTER:  Well, thank you.\n\nJust one final question.  You have mentioned -- and we're all familiar with -- Ambassador Crocker's team and their \nmeetings with the Iranians.  You mentioned early on that -- both of you, I believe -- that military equipment -- that \ndeadly military equipment continues to flow from Iran.  Has that flow increased or decreased since your meetings?\n\nGEN. PETRAEUS:  We believe that it has increased, at least based on the number of explosively formed projectile \nattacks, in particular, and to a lesser degree, rocket attacks.  It's tough to tell how long it takes to get it all the way \ninto the pipeline.  There was a brief drop-off for a couple of weeks, but it appears that that is increasing.  And we do \nnot see a sign of that abating, nor do we see signs of the training or other activity, although the Qods Force itself -- \nwe believe, by large, those individuals have been pulled out of the country, as have the Lebanese Hezbollah \ntrainers that were being used to augment that activity.\n\nREP. HUNTER:  Okay.  Thank you, Mr. Chairman.\n\nREP. SKELTON:  I thank the gentleman.\n\nWe will have our five-minute break as soon as the gentlelady from Florida completes her questioning.  So we \nrecognize Ms. Ros-Lehtinen from Florida.\n\nREP. ROS-LEHTINEN:  Thank you so much, Mr. Chairman.  And thank you for the very calm way in which you \nhave conducted this hearing.\n\nAnd again, I offer my colleagues the opportunity to use this hearing to distance themselves from the despicable ad \nthat was published today, calling into question the patriotism of General Petraeus.\n\nREP.     :  Point of order, Mr. Chairman.  Nobody has to \"distance themselves\" from something they weren't \nassociated with.\n\nREP. SKELTON:  Please proceed.\n\nREP. ROS-LEHTINEN:  Take it easy.\n\nThank you.\n\nGeneral Petraeus, I wanted you to elaborate on the impact on the broader Middle East, on the meddling by Iran and \nSyria, the impact on a precipitous withdrawal by the U.S., the consequences of failure, as you've pointed out.\n\nAnd, Ambassador Crocker, I want to ask you about what we can do to get more countries to follow though 100 \npercent with their monetary pledges so far.\n\n\n\nSo, General Petraeus, what are the short- and long-term security and strategic interests for the United States in \nIraq, and more importantly, the consequences of withdrawal before conditions warrant? As we know, the NIE \nreports noted over the year, Tehran will continue to provide funding, weaponry and training to Iraqi Shi'a militants, \nand that the IC now assesses that Damascus is providing support to non-AQI groups inside Iraq in a bid to increase \nSyrian presence and influence.  Could you comment on statements by members of the radical Iranian regime, that it \nwill increase its interference in Iraq if the United States rapidly withdraws?  How -- what are we doing to prepare the \nIraqi people, as well as our own forces, to counter this threat?\n\nAnd, Ambassador Crocker, you also have said our current course is hard; the alternatives are far worse.  So if you \ncould elaborate on these far worse alternatives and the consequences for our nation's security and our interests for \nus to withdraw prematurely.\n\nAnd lastly, we've gotten commitments from other nations in the region, and we want further financial contributions, \ncommitments -- friendly nations, not rogue nations -- to help Iraq in its reconstruction and political reconciliation.  \nHow can we have those commitments translate into concrete action?  How can we get them to deliver on their \npromises?  After all, we have seen over the years these same countries promise to provide financial aid to the \nPalestinians, for example; those funds have never materialized, and then those countries blame Israel and blame \nthe United States.\n\nThank you, gentlemen.\n\nGEN. PETRAEUS:  Well, Congresswoman, first of all, obviously we want to avoid Iraq ever becoming an al Qaeda \nsanctuary.  That is much less likely than it was perhaps certainly a year ago because of a number of factors; as I \nmentioned, the most significant being Sunni Arabs increasingly rejecting al Qaeda, its indiscriminate violence and \nits Taliban-like ideology.\n\nBut our forces have made it possible to clear cities like Ramadi and Baqubah so that those individuals then could in \nfact stand up and contribute to local security, something that is hugely important. Local forces have to be involved \nin, invested in and supportive of local security; it's a practice anywhere in the world.  And in fact, when we were \nunable to get individuals to volunteer for the Fallujah Police Force, for example, what that meant is we had to have \nindividuals from the outside come in, in many cases who were not necessarily of the same ethnosectarian \nbackground and not always as welcome as they might have been.\n\nThe fact now is that the Fallujah Police Force is largely composed of locals.  It has just finished the 10th Precinct \nout of 10, and that is allowing the Iraqi army to move outside the city much greater to pursue al Qaeda in areas \nnorth of Fallujah as an example.\n\nWe also want to avoid a situation that might provide an excuse for Iran to \"fill the void,\" as the saying was.  We \ncertainly want to avoid a further humanitarian disaster; Iraq has already had enormous humanitarian problems, with \nperhaps as many as 2 million outside the country and another -- as many as 2 million perhaps displaced inside the \ncountry.  And of course we want to ensure Iraq's continued involvement in the global economy, particularly in the \nform of exporting its oil resources.\n\nAs you look at the neighbors, Syria has allowed its soil to be transited by foreign fighters who have come from a \nvariety of source countries in the Gulf area and in the -- in North African countries. There are some signs that that \nmay have been reduced somewhat in the last couple of months.  We need to watch that a bit and see if that is the \ncase.  We would certainly welcome an opportunity to confirm their excellence in tightening Damascus Airport, \nAleppo and other methods used to enter their country and transit its soil to go into Iraq, where many of them have \nbecome suicide bombers.\n\nIran, as we have already discussed, has carried out very, very harmful activities inside Iraq -- funding, training, \narming and, in some cases, even directing the activities of the special groups associated with the Jaish al-Mahdi \nand the Sadr militia.  We welcome, by the way, the recent announcement, directive, pledge of honor by Muqtada \nal-Sadr, ordering his forces to stand down.  We have seen reduced activity by some of his Jaish al-Mahdi that \n\n\n\nappear to be honoring his order; however, it is not clear that the special groups in particular have done so, and in \nfact EFP attacks and rocket attacks have continued, and we are monitoring that very closely and noting that those \nare criminal activities that we will in fact, with Iraqi security forces, seek to address.\n\nWe are going to try to interdict more of this activity from Iran. The Georgian brigade that has recently -- the country \nof Georgia that has entered Iraq recently is positioned southeast of Baghdad, and it is very keen to contribute, in \nfact, in helping to control the -- and interdict the flow of weapons and money and so forth from Iran that goes to \nthese special groups.\n\nAMB. CROCKER:  Thank you, ma'am.\n\nWith respect to how to get more countries to support Iraq positively, there are two important initiatives under way \nthat I briefly touched on:  the neighbors mechanism and then the international compact.  What we found last spring \nwhen we moved toward ministerial-level meetings of both groups in Sharm el-Sheik, Egypt, that the fact of \nconvening a ministerial tended to focus government's attention on what they would bring to the table.  So we had, \nas you know, some pretty good luck getting both neighbors and the international community more broadly to sign \nup to Paris-Club-level standards of debt forgiveness.\n\nWe've followed up with individual countries, some creditors who did not make commitments in Sharm el-Sheikh, \nand I believe that the ministerial-level meeting that will take place in New York in less than two weeks time will be \nanother opportunity to concentrate the world community on things they need to be doing for Iraq.  Now in that \nconnection we've seen some interesting and positive signs.  In a period of only about 10 days at the end of August, \nIraq hosted visits by two major European Foreign ministers -- Bernard Kouchner of France and then Carl Bildt of \nSweden -- and these are the first non-coalition European Union ministerial visits of this stature.\n\nSo I think there is starting to be an awareness that what happens in Iraq is very important to Europe and to the \nworld and now some indications of a readiness to -- on the part of these governments to involve themselves in a \nmore direct way.  And I think, again, both the New York ministerial and then the subsequent neighbors ministerial at \nthe end of October in Istanbul, which, again, will bring not only the neighbors, but the P-5 and the G-8 countries at \nthe Foreign minister level, are excellent opportunities for the Iraqis and for us to further energize concrete \ncontributions to Iraq's future.  So we'll be working intensively on that.\n\nI would only -- I have very little to add to what I said earlier, what General Petraeus said about the consequences of \nabrupt changes in policy, except to note that -- not for this chamber, because the committees you represent and \nyou have a very sophisticated understanding of how the world works, but I sometimes think in this debate there is \nan implicit assumption that we can decide we don't want to be engaged in Iraq any longer or at least not in the way \nwe have been, and that, you know, the chapter comes to a close, the movie ends and we all go on to other things.  \nIraq will still be there, and the actors in Iraq will make calculations and take actions without us, as will the neighbors, \nas Iran is already indicating it's quite prepared to do.\n\nSo I just think it's very important as we consider what our operations are and where we're going in Iraq that we \nunderstand that this process will carry forward with or without us.  And it's my assessment, at least, that going \nforward without us under current conditions would be extremely damaging for regional stability and for some of our \nown vital interests.\n\nREP. ROS-LEHTINEN:  Thank you, gentlemen.  Thank you, Mr. Chairman.\n\nREP. SKELTON:  Yeah, I thank the gentlelady.\n\nWe'll now have our five-minute break.  (Sounds gavel.)\n\n(Recess.)\n\nREP. SKELTON:  Will the witnesses resume their seats?  I thank you very much.\n\n\n\nThe gentleman from South Carolina is recognized for five minutes. Mr. Spratt.\n\nREP. JOHN SPRATT (D-SC):  General Petraeus, we first met in Nineveh Province some four years ago, in 2003.  \nAnd I have appreciated your service to our country ever since.\n\nAmbassador Crocker, the same goes for you.  And thank you for your testimony today.\n\nYou know, we've conducted this entire testimony up until now without mentioning the budget at all, but there are \nfinite limits on what we can do.  Just as a reminder, I'd like to put up a chart, two bar graphs.  One shows what we \nhave spent since the year 2003, when the war was first fought.  The other shows -- well, leave that there for the \ntime being.  If you add all those together, they come to over $600 billion through FY '08, a significant sum of money.\n\nNow, we asked CBO -- if you'll put the next chart up -- if they would look out 10 years and assume that there would \nbe a gradual drawdown over five years to 75,000 troops in Iraq and Afghanistan. This chart is Iraq and Afghanistan, \nand it shows that on that assumption, a five-year drawdown to 75,000 troops in theater, both countries, and then a \nsteady state of that force level would cost us $958 billion.  It's a substantial sum of money, and it at least ought to \nbe introduced in evidence in a hearing of this kind.\n\nI want to ask a particular question about reconciliation. Everybody seems to agree that the one absolute essential is \nnational reconciliation.  Exactly what that means isn't clearly defined.  But General Jones's report begins by saying, \n\"The factional violence is being fed by the slow and disappointing pace of national reconciliation.\"  And it ends on \nthe last page by saying, \"Everything hinges on the process of national reconciliation.  All progress flows from this \nmost pressing requirement.\"\n\nI guess my question is, if the purpose of the surge is to buy some space and time so that Maliki and his government \ncan work out reconciliation among the warring factions, why are we not seeing that happen?\n\nNow, Ambassador Crocker, I know you mentioned a number of things, but they were token compared to the agenda \nthat is yet to be completed -- $10 billion for capital improvements, the whole allocation of oil, which is yet to be \nresolved, provisional elections, constitutional amendments, and the disbandment of the militia.  Lots has to be done \nto accomplish that.\n\nWhy are we not seeing significant movement in that direction?\n\nAMB. CROCKER:  (Off mike.)\n\nREP. SPRATT:  Press your button, please.\n\nAMB. CROCKER:  These are issues that are as critical as they are complex.  First, looking at it in time, the violence \nthat has been done in Iraq, that has deepened divisions and fears, goes back to 1968, when the Ba'aths took \npower.  And obviously it didn't end in 2003, given the sectarian violence we saw in 2006.\n\nSo there is significant psychic damage to be overcome here, and it --\n\nREP. SPRATT:  Well, is there linkage?  Do you expect if the surge works, for example, that we'll see a move \ntowards this major agenda for national reconciliation?\n\nAMB. CROCKER:  Yes, sir, because I think we're already seeing some signs of it.  What we have seen with respect \nto Sunni responses in Anbar, west of Baghdad, in Abu Ghraib, and in some Baghdad neighborhoods, Sunnis now \nseeking to link to the federal government by being policemen or joining the army, is encouraging.\n\nIt's also encouraging, of course, to see the government reaching back by making these appointments, by providing \nresources from Baghdad to what is effectively a 100 percent Sunni province.  That is not reconciliation at a national \nlevel, but it holds the promise.  It could be the seeds of reconciliation.  And it happened in pretty short order.  You \nknow, really within weeks or so of security improving, we began to see these signs.\n\n\n\nSo, yes, sir, I think we can see it because I think we are seeing it.  Now, when that will be translated to the larger \nissues of legislative reconciliation, I can't give you a time line.  These are hard.  They're complex.  They are tied to \nfundamental visions of what Iraq is going to look like in the future.\n\nIs it going to be a dramatically decentralized federal state?  Is it going to have a tighter center?  These things have \nto be worked through.  But my bottom line would be that the kinds of progress we are seeing holds out the hope \nthat these larger issues can be worked through without extensive violence.\n\nREP. SKELTON:  Mr. Berman, the gentleman from California.\n\nI thank the gentleman from South Carolina.\n\nREP.     :  (Off mike.)\n\nREP. SKELTON:  We're going two and two.\n\nMr. Berman.\n\nREP. HOWARD BERMAN (D-CA):  Thank you, Mr. Chairman.\n\nI'd like to question as quickly as I can in three different areas.  The first is just, General Petraeus, a clarification.  My \nsense, from listening to your testimony, is that at the heart of your recommendations regarding the timing and the \nquantity of the troop withdrawals is your belief that this is not the time to have a mission change from population, \nsecurity, counterterrorism and training Iraqi troops to simply counterterrorism and training Iraqi troops.  And I just \nwant to ask you to clarify.\n\nAm I correct in that conclusion?  My -- maybe I'll just ask the three and then let --\n\nGEN. PETRAEUS:  That is correct, sir.  Again, the idea is to continue the focus on securing the population, given \nthe criticality of that, with Iraqi security forces, certainly, wherever possible, while transitioning to them and certainly \nall the while with Iraqi and coalition forces as well continuing the counter-terrorist, the counter-al \nQaeda/militia/extremist effort.\n\nREP. BERMAN:  Thank you.  Well, my next question is about al Qaeda.  I mean, you talk about the killing or \ncapturing a hundred key al Qaeda in Iraq leaders, 2,500 rank-and-file fighters killed or captured.  That's good.\n\nBut I remember Secretary Rumsfeld once wondering:  Are we creating more terrorists than we're killing?  Do you \nreally think al Qaeda in Iraq can be routed?  How many more of them are to kill -- are there to kill?  I'd be curious \nabout your thoughts about this issue.\n\nAnd then my final question, perhaps for both of you, is the refugee issue.  You touched on it hardly at all in your \ntestimony. Two million Iraqis have fled to neighboring countries, 2 million people classified as internally displaced.  \nOne, to the extent you have -- you both have some hopeful aspects in your testimony, I'm wondering if you're \nfinding any reverse flows, at least to areas that -- where some level of security has been achieved.  And secondly, \ndoes the United States have some special obligation to assist refugees, particularly those who have risked their \nlives to assist our efforts in Iraq, people who have worked for our embassy, for coalition forces and for Western \nNGOs?  I'd be interested in your answers to the last two sets of questions.\n\nThank you.\n\nGEN. PETRAEUS:  Sir, we are trying to conduct our operations in a way that takes more bad guys off the streets \nthan are created by the operation.  We believe that we are having success by this, because we can see that certain \nareas that were in fact sanctuaries for al Qaeda -- far beyond just Anbar province, but also in areas south of \nBaghdad and north of Baghdad, Baqubah and even areas now starting up the Tigris River Valley -- are in fact no \nlonger safe havens for al Qaeda.\n\n\n\nNow, this is helped and not just by our own actions of both our Special Operations forces and our conventional \nforces -- and again, it's the mix of those that is critical -- it is also because of local individuals again standing up and \nsaying, \"No more\" to al Qaeda.  And that is a hugely important development, needless to say.\n\nI've asked the intelligence analysts, you know, how many more are there -- again, that same kind of question -- and \nthe answer literally varies by which intelligence agency you ask.  There are certainly several thousand more plus \nthese affiliates, if you will, the insurgent groups, a number of which have actually broken off from al Qaeda and, in \nfact, are now either fighting alongside us and applying to be a part of legitimate Iraqi institutions.\n\nAnd if I could point out, by the way, we have not armed tribes. We don't have weapons to give them.  We have \nnever given weapons to tribes.  What we have done is applaud when they have asked if they could point their \nweapons at al Qaeda instead of at us, and we have then worked very hard to try to help them tie into national \ninstitutions because that's the piece that makes sure that there is some mitigation of risk, that we are not merely \nallowing tribes again to turn their weapons on al Qaeda and then turn them on, say, other Iraqis.\n\nThe refugee issue is one that I feel very strongly about.  One reason I went back to Iraq is because of an obligation \nto the Iraqi people.  I've now served there nearly three years, and Iraq even when you are not there is on your mind \nand in your heart.  And there are a lot of courageous Iraqis who have stood up to try to contribute to this new Iraq, \nand we do -- I do believe that we have an obligation to them.\n\nREP. SKELTON:  I thank the gentleman.\n\nThe gentleman from New Jersey, Mr. Saxton, please.\n\nREP. JIM SAXTON (R-NJ):  Thank you, Mr. Chairman.\n\nAmbassador Crocker, General Petraeus, thank you so much for your hard work, for your skill, for your dedication \nand for coming here today to tell us about our accomplishments in Iraq.\n\nGeneral Petraeus, I remember very well the first time you and I met.  It was the airport in Mosul.  Our group \ndisembarked the helicopter, and first impressions are real important.  And I remember trying to keep up with you as \nyou sped across the tarmac, thinking to myself, \"This general must have an agenda to get things done.\"  And I've \ngot to tell you that in the times that we've been together since that first meeting, that has borne out to be true.\n\nIn Mosul, after a very thorough briefing, we went over to another location, and we met some members of the \nsecurity force that you had been training and mentoring.\n\nWe met some members of the local council who were as proud as they could be to be where they were, to be doing \nwhat they were doing for their people.\n\nThe second time we met was at a training location when you had changed to be the head guy there, the head \ngeneral, and making sure that the Iraqis were getting the proper kind of military training.  We went out to see a \nplatoon train.  It was a live fire exercise.  I must admit to being a bit nervous that day, but everything worked out just \nfine.  And I remember having a conversation with the trainees after the exercise had ended, and I remember how \nproud they were and the confidence that you had exuded in them.\n\nThe third time we met was at Baghdad Airport.  And you made it possible for our group that day to go meet with a \ngroup of civil engineers who were equally pleased to be receiving the attention that they were receiving.  And so \nthank you for your hard work, your skill and your dedication.  And I've got to tell you quite frankly, that's one of the -- \nthat's the reason -- when I got up this morning and saw this ad in The New York Times, it made me really sad \nthinking that some group of people could interpret your great record in this way. It has been called a number of \nthings today, and I'll just leave it at that.\n\nLet me -- let me just --\n\n\n\nAUDIENCE MEMBERS:  (Heckling off mike.)\n\nREP. SKELTON:  (Sounds gavel.)\n\nNotice a disturbance.  Remove them and take them into custody.\n\nAUDIENCE MEMBERS:  (Heckling off mike.)\n\nREP. SKELTON:  Take them into custody.\n\nAUDIENCE MEMBERS:  (Heckling off mike.)\n\nREP. SKELTON:  (Sounds gavel.)\n\nThere will be order.  Where's the sergeant-at-arms?\n\nAUDIENCE MEMBERS:  (Heckling off mike.)\n\nREP. SKELTON:  Let me reiterate.  There will be no disturbances. If there are, they will be dealt with under the DC \nDistrict Code, and we intend to prosecute.\n\nPlease proceed.\n\nREP. SAXTON:  Let me ask you this question.  Let me -- this is a question for both of you really.  I believe that the \nway we leave Iraq in large part will tell a story of how we're perceived and treated by the rest of the world, \nparticularly including the most extreme faction of the terrorists, practicing radicals that we face today.\n\nThe questions are these.  Number one, will we leave the Iraqis celebrating freedom?  Or two, will we leave the \nforces of evil and terror to carry out their mission in and from Iraq?  I'm concerned that if some get their way, we'll \nget number two, the latter. Gentlemen, if we leave too early and under the wrong circumstances, what in your \nopinion will be the result?\n\nAMB. CROCKER:  I think that is a critical question, sir.  And that's what I was trying to get at both in my statement \nand subsequently, that should we seek alternative courses of action, then we have to consider very carefully what \nthe consequences of those alternatives might be.\n\nI don't have a crystal ball, so all I can do is sketch out what might happen.\n\nI am informed always by my own history.  In 1982 in Beirut, when -- just after our Marines had redeployed, there \nwas a massacre in the Sabra and Shatila camps.  I was in those camps in the wake of that massacre, and I know \nthat something not only terrible but huge had happened.  I didn't have enough imagination to look ahead a year to \nsee what Hezbollah would do in Lebanon and what Hezbollah would do to us with the attack a little over a year later \nagainst our Marine barracks.  So that kind of informs me as I look at these things.\n\nI can't say for certain what will happen, but the possibilities are the ones I sketched out and the ones I think you \nallude to.  The Iranians will emerge ascendant over much of Iraq.  Their proxies will enjoy unparalleled support and \npower that is likely to produce an Arab-Sunni reaction that could very well reinvigorate al Qaeda in Iraq, and we \nwould not have the forces there to do anything about it.\n\nREP. SKELTON:  I thank the gentleman.\n\nThe gentleman from New Jersey, Mr. Chris Smith.\n\nREP. CHRISTOPHER SMITH (R-NJ):  Thank you very much, Mr. Chairman.\n\n\n\nFirst of all, I too want to add my accolades to the two distinguished witnesses, and thank you for your extraordinary \nservice.\n\nI would like to ask two brief questions.  First of all, and really piggybacking on Mr. Saxton, genocide and crimes \nagainst humanity over the last century and the beginning of this one had been unprecedented in human history.  In \nrecent years, Cambodia, Rwanda, Sudan, and Iraq itself with its genocide against the Kurds among others have \nwitnessed massive numbers of ethnically based murders, rape and cruelty.  And I know in your testimony, General \nPetraeus, you said it would have devastating impact and consequences if we left prematurely, and you said, \nAmbassador Crocker, massive human suffering.\n\nI don't think that fact is fully appreciated by many of us in the Congress as to what would happen.  Are we talking \nabout a potential genocide if we leave prematurely?\n\nSecondly, I noted that General Batiste last week said -- and I ask this to you, Ambassador Crocker -- that the \ngovernment of Iraq is incapable of stepping up to its responsibilities.\n\nI questioned that while he was here, pointing out that they are, like any other government, struggling with a number \nof issues before them. We don't meet our own deadlines here in the Congress, and we're obviously a mature \ndemocracy.\n\nFinally, on the benchmarks themselves, Ambassador Crocker, you talked about tactical flexibility.  Even the GAO \nlast week -- Comptroller General Walker pointed out that he was just responding to a set of benchmarks that he had \nto respond to.  Had he had the opportunity, he, working in a bipartisan way, would have come up with what I think \nare much better ones.\n\nThe amnesty benchmark, number six -- certainly that would be premature, to move ahead before reconciliation with \nan amnesty, a general grant of amnesty.\n\nAnd militia disarmament -- we know that the Irish Republican Army only recently joined in full disarmament and \ndecommissioning of weapons, and look how long that has gone on.\n\nSo if you could address some of those issues, are there benchmarks that would better serve as a more accurate \nbarometer as to what's going on?\n\nGEN. PETRAEUS:  If I could start, Congressman, first of all, again, as Ambassador Crocker mentioned, the \ncentrifugal forces in Iraq are very, very strong.  And if they are unleashed, again, it is hard to tell what could happen.  \nCertainly humanitarian -- a further humanitarian disaster among those -- is among the possible outcomes. Certainly \nIran filling the void, al Qaeda regaining the momentum that has been taken away from it, potentially disintegration of \ncertain elements of the Iraqi security forces, a re-hijacking of some of those forces that were candidly hijacked by \nsectarian influences in 2006, in which the Iraqi government has worked very hard to clean up and still has a long \nway to go.\n\nBut the fact in the national police, as an example, is that the Minister of Interior has replaced the overall commander \nof the national police, two of two division commanders, nine of nine brigade commanders and 17 of 27 battalion \ncommanders, and still has some work to do.\n\nIf I could just add very quickly, on the amnesty issue, because it's something that the force is involved with, together \nwith the embassy, we have an engagement -- a strategic engagement cell, which helps our units engage these \ndifferent local groups that want to oppose extremists.  We link that cell with the Iraqi government's national \nreconciliation cell to try to speed the process of recognizing these organizations and then figuring out how to \nassimilate them into a legitimate governmental institution, keeping in mind that every institution of the security \nforces in Iraq is national.  There are no local police.  We may call them local police, but they are paid by the national \nMinistry of Interior, which does give them a considerable amount of leverage over them.  They provide all the \nequipment, the training and the funding.\n\n\n\nBut in this initiative, what has emerged de facto, tacitly, is what you might call conditional immunity.  And in fact now \nthere is actually a draft policy that the Iraqi government has developed that will address this.  There's no other way \nto describe it.  When you take someone who we know was part of the Jaish al Islami, an insurgent resistance group \nin Abu Ghraib, right on the outskirts of Baghdad now -- and that's near a Sunni-Shi'a fault line, so this is very \nimportant -- when you -- when the government of Iraq takes them and puts them on hiring orders for the Ministry of \nInterior and takes them to their national police academy, they have given them conditional immunity. And \nAmbassador -- Prime Minister Maliki recognizes that.  He has actually discussed that concept with the ambassador \nand myself.  And we see that as sort of a halfway house, if you will, to true general amnesty, for which the \nconditions are not present right now.\n\nAMB. CROCKER:  Just very, very quickly if I might, Mr. Chairman, because it is important.  There is nothing \ninherently wrong with the benchmarks, as I noted in my testimony.  In fact, they are important. It's just that, as you \nnoted very perceptively, conditions are not yet in place for achievement of some of these more complex \nbenchmarks, so I think we've got to be creative and the Iraqis have to be creative, and we've got to encourage \nthem, just as we've seen with amnesty and the question of disbandment of militias.  That in this case, you really \nhave both of those things happening on a local level, Jaish al- Islami (sp) giving up its guns and the government of \nIraq then extending a conditional immunity.  So, really progress on both; it's just going to take longer and it's going \nto come in ways that probably are not top down.\n\nREP. SKELTON:  The gentleman from Texas is recognized.  Mr. Ortiz.\n\nREP. SOLOMON ORTIZ (D-TX):  Thank you, Mr. Chairman.  I want to thank both witnesses for your leadership, \nand I'm going to ask you both the same questions.\n\nNow, we've had a military presence in Iraq for almost five years, and while everybody seems to talk about \ndiplomacy and reconciliation, that this is the way we're going to win this conflict, not by the war that is going on now.  \nAnd General Petraeus, you mention on page 6, one of your recommendations says that -- and it highlights the \nimportance of regional and global diplomacy approaches.\n\nNow, we have the countries that surround Iraq.  We have Syria, Turkey, Jordan and Iran.  And I think that there is \na need, and I was just wondering whether we have any type of comprehensive diplomatic plan to reach out to these \ncountries, and then to Pakistan and Indonesia, because it seems to be that most of the crews that are coming to \nfight this war come from that area.  Since this is one of your recommendations, General Petraeus, can you \nenlighten us a little bit as to what is the diplomacy or the reconciliation that is going on at this moment by the State \nDepartment or your -- .\n\nGEN. PETRAEUS:  Thank you, Congressman Ortiz.  In fact, the ambassador and I are joined at the hip in having \ntold our respective chains of command that you cannot win in Iraq solely in Iraq.  There does have to be activity that \nsupports the effort in Iraq.\n\nI'll give you one example and an example in which the State Department and the Central Command have moved \nout.  Foreign fighters, by and large, come from Saudi Arabia, North Africa and some other countries in the region \naround Iraq.  They transit through Syria by and large, and we have seen steps taken in response to diplomatic \ninitiatives again by state and the regional combatant commander in some of these countries to make it much more \ndifficult for a military- aged males to travel to Syria, number one -- in some cases, actually, arresting them, stopping \nthem, not allowing them to get plane tickets and so forth.  That's the kind of effort that has to be pursued. There are \na host of others related to that.  We have encouraged personally a number of these, and in a number of cases the \ninteragency has taken these up.\n\nI also mentioned cyberspace in my comments.  The ability of extremists to recruit and even to train and inspire on \nthe Internet is something that, again, needs to be looked at very hard by both the executive and the legislative \nbranches in the United States, we believe, as well.\n\n\n\nREP. ORTIZ:  Let me just follow with -- you said that this was the effort that has to be pursued.  Are we not pursuing \nthem now?\n\nGEN. PETRAEUS:  We are doing some of that, certainly.  We also think that there is more that can be done.  But \nthere has been considerable effort, again -- I just gave you the one example with respect to the flow of foreign \nfighters, but these foreign fighters of course are the suicide bombers who have on some occasions ignited or \nreignited ethnosectarian violence in Iraq and caused truly horrific casualties.  And so that's a very, very important \neffort.  It is one reason why Ambassador Crocker's a POL-MIL ambassador and one of my two-star generals \nparticipated in recent talks in Syria as well.\n\nREP. ORTIZ:  Mr. Ambassador?\n\nAMB. CROCKER:  Yes, sir.\n\nIt's a very important question because I think it's an assessment that we share, that as complex and as difficult as \nIraq's internal problems are, they exist in a region as well, and that region can make things either better or worse.  \nSo we spent a lot of time trying to figure out how the region can make things better, not worse, and that's where this \nneighbors conference mechanism comes into play.\n\nAgain, there was an ambassadorial meeting just yesterday in Baghdad at which the Iraqi Foreign minister \nexpressed publicly his concerns over some of the neighbors facilitating terrorist elements into Iraq, and then we'll go \nthe ministerial level in Istanbul at the end of October, beginning of November, to apply further pressure there.  So \nthere are a lot of things in play, and it's going to take a constant effort by all of us to ensure that this regional \ndimension doesn't undo the good things that may be happening inside Iraq.\n\nREP. ORTIZ:  Thank you, Mr. Chairman.\n\nREP. SKELTON:  I thank the gentleman.\n\nThe gentleman from New York, Mr. Ackerman.\n\nREP. GARY ACKERMAN (D-NY):  Thank you, Mr. Chairman.\n\nI find it absolutely astonishing that after three-and-a-half hours of testimony from our top military and diplomatic \nleadership in Iraq that I can't recall anybody saying, \"international war on terrorism.\"\n\nIf this is really part of the international war on terrorism, nobody's made the nexus here.  And if this is part of the \ninternational war on terrorism, how could one even suggest that we have a drawdown, that we cut back on the \nsurge until every single terrorist that's supposed to be there -- because that's why we're supposed to be fighting \nthere, so that they're not fighting here -- how can we draw down until we kill each and every one of them?  And that \nshould be the argument you're making, but you're not, because this is not part of the international war on terrorism.\n\nThe mission, as the general stated, was to end the sectarian violence.  There are two parts of this.  There's the \nsizzle and the steak, of military doing a great job providing the sizzle, buying us all the time that it might have to \ntake in order for the diplomats, Ambassador Crocker and his group, to try to bring some reason to the Iraqis to be \nable to take charge and run their own country, and then we leave, forgetting about the international war on \nterrorism, trusting to the Iraqis and their expertise to keep these people off of our doorstep.\n\nIt seems to me that we're trying to be in the middle of a dysfunctional, violent family.  And the question that I first \nthink about is, can we afford to put a cop in every bad marriage, especially when the parties aren't even showing up \nfor counseling?  Our troops are doing a great job.  They're maintaining order where they are when they are.  But as \nany cop who responds to a call for family violence knows, it's going to start again as soon as he leaves.  I don't \nknow how long we stay until these people really have a better relationship, throw flowers at each other, hug each \nother and sing \"Kumbaya.\"  I don't know when that will happen.\n\n\n\nMy question is, while we wait for this to happen, how much more blood should we invest?  If it takes another four \nyears, I'd like to know from each of you your best, realistically optimistic view of where Iraq will be in those four \nyears.  And if it is that we spend during that time another 4,000 American lives, create another 20,000- plus people \nmaimed for life, spend another $600 billion, see our military further decimated more than it has been already, will \nthis be worth it, where you see them four years from today?\n\nGEN. PETRAEUS:  Congressman, first, if I could just start out and note that there is no question that al Qaeda Iraq \nis part of the greater al Qaeda movement.  We have intercepted numerous communications between al Qaeda \nsenior leadership, AQSL as they're called, and the --\n\nREP. ACKERMAN:  Isn't it true, General, that al Qaeda in Iraq formed in 2005, two years after we first got there?\n\nGEN. PETRAEUS:  Congressman, I'm not saying when it started.  I'm saying merely that al Qaeda Iraq clearly is \npart of the overall greater al Qaeda network.\n\nREP. ACKERMAN:  But they didn't exist until we -- (inaudible).\n\nGEN. PETRAEUS:  We have intercepted numerous communications, and there is no question also but that al \nQaeda Iraq is a key element in igniting the ethnosectarian violence.  They have been in effect an element that has \npoured gas on burning embers with the bombing of the Golden Dome Mosque, for example, and with efforts that \nthey have tried recently, for example, bombing the poor Yazidi villages in northwestern Iraq and so forth.\n\nREP. ACKERMAN:  Are they a threat to us?\n\nGEN. PETRAEUS:  Al Qaeda Central is a threat to us.  I don't know what the result would be if we left Iraq and left \nal Qaeda Iraq in place.  That is very, very hard to say.\n\nREP. ACKERMAN:  Then how could you --\n\nGEN. PETRAEUS:  I don't know where they would go from here. Again, I'm not trying to --\n\nREP. ACKERMAN:  Then how could you suggest that we leave after the sectarian violence stops?\n\nREP. SKELTON:  (Sounds gavel.)  Go ahead and answer the question.\n\nGEN. PETRAEUS:  I'm not sure I understand that question, Congressman.\n\nREP. ACKERMAN:  The question is, your testimony appears to indicate that our mission is to end the sectarian \nviolence.  If we end the sectarian violence, how can we leave without killing everybody who we've identified as part \nof a terrorist organization such as al Qaeda in Iraq?\n\nGEN. PETRAEUS:  Well, al Qaeda again, as I mentioned, Congressman, is part of the sectarian violence.  They \nreally are the fuel -- important, most important fuel on the Sunni Arab side of this ethnosectarian conflict --\n\nREP. ACKERMAN:  Question again is, how do we leave?\n\nGEN. PETRAEUS:  The way to leave is to stabilize the situations in each area, and each area will require a slightly \ndifferent solution.  The solution in Anbar province, as an example, has been one that is quite different from what -- \none that might be used in a mixed sectarian area.  But stabilizing the area, trying to get the violence down, in some \ncases literally using cement T-walls to secure neighborhoods and then to establish a sustainable security \narrangement that increasingly is one that Iraqis can take over by themselves.\n\nREP. SKELTON:  I thank the gentleman.\n\nThe gentleman from New York, Mr. McHugh.\n\n\n\nREP. JOHN MCHUGH (R-NY):  Thank you, Mr. Chairman.\n\nGentlemen, let me add my words of deep appreciation and respect for the amazing job you've done.  Whether one \nagrees with our current circumstances in the Middle East or not, I would hope no one of any thinking, responsible \nmind would question your devotion to country and dedication to duty.  I appreciate it.\n\nGeneral, I enjoyed that back and forth with my fellow New Yorker, but let me put it a little bit more simply.  Is Iraq an \nimportant part on the global war on terror in your mind?\n\nGEN. PETRAEUS:  Well, I think that defeat of al Qaeda in Iraq would be a huge step forward in the global war on \nterror, and I think that failing to do that would be a shot of adrenaline to the global Islamic extremist movement.\n\nREP. MCHUGH:  Then I assume you agree with the conclusions of the National Intelligence Estimate, that if we \nwere to leave Iraq precipitously from a military perspective, that the likelihood would be of a return to effectiveness, \nif you will, of AQI, al Qaeda in Iraq.  Is that something you agree with?\n\nGEN. PETRAEUS:  I do.  If we were to leave before we and Iraqi forces had a better handle on al Qaeda-Iraq, that \nlikely would be the outcome.  We've made substantial progress against al Qaeda, as I mentioned in my opening \nstatement, but as I also mentioned, al Qaeda remains very dangerous and certainly still capable of horrific mass- \ncasualty sensational attacks.\n\nREP. MCHUGH:  A lot of good people believe that -- and you've heard a little bit, and I suspect you'll hear more \ntoday -- good people believe that we have an opportunity by abandoning the mission in, they would argue, a \nthoughtful way, in Iraq and redirecting our attention entirely against Afghanistan would be the best thing to do in the \nwar on terror.\n\nFrom what you know on the circumstances for the moment, would taking that step, abandoning the current \nconditions in Iraq for a total commitment to Afghanistan -- (inaudible) -- plus or minus in the war on terror?\n\nGEN. PETRAEUS:  Well, as I mentioned, allowing al Qaeda-Iraq to really rejuvenate, to regain its sanctuaries \nwould certainly lead to a resumption of the kinds of ethnosectarian-fueling attacks that they were conducting on a \nmuch more regular basis than they have been able to conduct since the surge of offensives that we have launched \nin particular.\n\nI'm not sure what, you know, a huge injection of assets would do in the Afghanistan portion -- the portion of \nAfghanistan that is directed against al Qaeda, and I think in fairness that's probably a better question for General \nMcChrystal, the commander of the Joint Special Operations Command, or Admiral Fallon, the combatant \ncommander.\n\nREP. MCHUGH:  Thank you, sir.\n\nAmbassador Crocker, you've said it, I think everyone on this panel feels it, probably most if not all Americans feel a \ngreat deal of frustration toward the Iraqi government and the slowness in which they've taken steps that are \ncommensurate with the military side of this equation, and I certainly share those.  Folks talk about sending a \nmessage to the Iraqi government.  There's few things we can see an effect, such as military reductions, that we \nperceive as perhaps being helpful in turning the screws, encouraging them to make those hard decisions.\n\nAdvise us, sir.  What can we do effectively to send a message to facilitate positive steps by Maliki and the \ngovernment that's currently in power?\n\nAMB. CROCKER:  It's a great question, and certainly it's one that General Petraeus and I wrestle with almost every \nday.\n\nFirst, on the issue of troop reductions as a lever.\n\n\n\nI think we have to be very careful about this.  If the Iraqis develop the sense that we're prepared for a non-\nconditions-based withdrawal of substantial numbers of our troops, my view is that it would make them less inclined \nto compromise and not more.  And the reason for that is that if they see us coming out, they're still going to be \nthere.  And they are then going to be looking over -- increasingly over the tops of our heads, over the horizon to \nfigure out how they're going to survive and how they're going to get through the coming massive sectarian conflict.  \nSo it's -- it's the kind of thing we got to think very carefully about, and I'm extremely cautious in ever putting that out \non the table.\n\nI find that what I kind of need to do on a day-to-day basis is first try to understand, and that's why I spent some time \nin my statement on how things got to be the way they are in Iraq.  That doesn't mean saying, well, you're an abused \nchild so it's okay to do whatever you want, but it does help to understand why these things are difficult; with that \nunderstanding, then figuring out where some pressure works, what kinds of pressure, where encouragement works, \nwhere some fresh thinking works.\n\nAnd we employ all of that on a fairly regular basis.  And one example of a small success was our encouragement \nfor the Anbar forum that took place just last Thursday that brought federal and provincial leaders together in Anbar.\n\nREP. SKELTON:  Before I -- the gentleman's time has expired.  I thank the gentleman.\n\nBefore I call Mr. Manzullo, the gentleman from Illinois, let me add a footnote.  That we speak about benchmarks, \nand we've had testimony in the Armed Services Committee that the benchmarks are really commitments made by \nthe Maliki government.\n\nMr. Manzullo.  Five minutes.\n\nREP. DONALD MANZULLO (R-IL):  Thank you, Mr. Chairman.\n\nGeneral Petraeus, media reports refer to U.S. plans to build a military base near the Iran-Iraq border to curtail the \nflow of weapons into Iraq.  Could you please elaborate on these plans?  And is Iran the greatest threat to Iraqi \nsecurity or is al Qaeda the greatest threat?  And is the U.S. presence, and thus our massive resources in Iraq, \nhindering our ability to eradicate al Qaeda worldwide?\n\nGEN. PETRAEUS:  First of all, Congressman, there is already a base in the area that I think -- I haven't seen that \narticle, but there is a base southeast of Baghdad in Kut, which is where, in fact, the new contribution from the \ncountry of Georgia, a brigade, is going to be based.  And that is probably what that was referring to.\n\nThere is an effort to work with the Iraqis to try to interdict the flow, as I mentioned earlier, of these arms, ammunition \nand other assistance -- lethal assistance coming from Iran that are being funneled to these breakaway rogue \nmilitias/special groups associated with the Jaish al-Mahdi, the Sadr militia.\n\nYou've asked a great question about which is the biggest threat, if you will.  We tend to see al Qaeda-Iraq the wolf \nclosest to the sled, because it is the threat that carries out the most horrific attacks in Iraq that cause the very high \ncasualties, that attempt to reignite ethno-sectarian violence, as they did in fact with the February 2006 bombing of \nthe gold dome mosque.  And you saw how the security incidents just climbed and climbed and climbed and \nclimbed, and really all the way until just the last several months, before they started to come down.\n\nThey are still dangerous.  They're off-balance.  They have lost the initiative in a number of areas.  We have taken \naway sanctuaries in a number of important areas.  But they still remain very, very lethal and very dangerous, and \nthey will certainly try to reconstitute.\n\nSo that is, in a sense, what we see as the immediate and most pressing threat, and we've put great emphasis on \nthat, with our Iraqi counterparts, because they are very much in this.  It was the Iraqi army that killed the emir of \nMosul, as an example, and has actually had a number of other successes recently against al Qaeda elements.\n\n\n\nThe long-term threat may well be the Iranian-supported militia extremists in Iraq.  If these could become a surrogate \nin the form of a Hezbollah-like element, these are very worrisome.\n\nWe have learned a great about Iran since we captured the head of the special groups and the deputy commander \nof Lebanese Hezbollah, Department 2800.  They have shared with us.  They have explained, as have a number of \nothers that we have captured -- explained the level of assistance, training, equipping, funding and so forth.  And we \ncaptured documents with them that documented the attacks that they had carried out and clearly were so detailed \nbecause they were in fact giving those to prove what they had done to justify the further expenditure of funds from \nIran.\n\nPrime Minister Maliki, I think, sees that as perhaps THE biggest threat, and a number of the Iraqi leaders, just as we \nhave learned a great deal more in recent months, have also learned a great deal more. And they have been very \nworried about what they have seen, despite the fact, as was mentioned earlier, that a number of them have quite a \nlong history with Iran, and in some cases many years in exile in Iran.\n\nREP. MANZULLO:  The last question was, is our presence in Iraq hindering our ability to fight al Qaeda worldwide?\n\nGEN. PETRAEUS:  Again, I think that's probably a better question for the commander who is charged with the \noverall counterterrorist effort of the United States, Lieutenant General Stan McChrystal, who spends a great deal of \ntime in Iran, has very sizable assets -- in Iraq -- has very sizable aspects -- assets in Iraq as well.\n\nAnd I think he would be the one who would best be able to answer whether the relative mix against Iraq or \nAfghanistan or elsewhere, because there are certainly al Qaeda affiliates.  And we do track this with him every \nweek.  In fact, we get together and discuss not just al Qaeda in Iraq, but al Qaeda in the Levant and in other areas, \nthe Horn of Africa and so forth as well.\n\nREP. SKELTON:  I thank the gentleman from Illinois.\n\nMr. Taylor, gentleman from Mississippi.\n\nREP. GENE TAYLOR (D-MS):  Thank you, Mr. Chairman.\n\nThank you, General and Mr. Ambassador, for being here.\n\nGeneral, we hear a lot of talk about there being a partnership with the Iraqis and building up Iraqi capabilities.  \nWhen I looked around your headquarters at the Water Palace at Easter, it sure looked like an all-American show to \nme.  In fact, I don't recall the presence of a single Iraqi there.\n\nGiven the talk of standing them up so that we can create a situation where at some point the Americans can come \nhome, at what point does it become more of a partnership in reality as opposed to a partnership in words?\n\nGEN. PETRAEUS:  Thanks, Congressman.  In fact, right across from our headquarters is the Iraqi ground force \nheadquarters, which is really the equivalent of the Multinational Corps Iraq and which has partnered very closely \nwith Lieutenant General Odierno and his headquarters.\n\nWe have a substantial number of transition team advisers in that headquarters and, in fact, we have Iraqi liaison in \nour headquarters as well.  Our biggest effort really, certainly from my level, is with the Iraqi joint headquarters, \nwhich is in their Ministry of Defense building, which is contiguous, literally, with a door right between the wall, \ncontiguous to the Multinational Security Transition Command Iraq headquarters, General Dubik's headquarters, \nwhich is the organization that is charged with supporting the development of the ministry and the joint headquarters.  \nAnd that is how we work with them.\n\nI also provide a substantial number of officers from staff sections in the Multinational Force headquarters, the \nintelligence operations and others, who are actually partnered with the Iraqis there and also at the Baghdad \nOperational Command headquarters.\n\n\n\nREP. TAYLOR:  General, in your conversations with the Iraqis, do you ever point at a calendar, whether this year, \nnext year, the following year, the year after that, and say, \"We expect you to be an operational force by this date\"?\n\nWhat I fail to see, and I'd like you to enlighten me, is a target date.  We hear numbers of Iraqis trained; we hear \ndollars spent on equipment.  What I don't hear or see is a target date where you expect them to be able to police \ntheir own country and defend their own country.  And if I'm missing that, I would certainly like you to point that out.\n\nGEN. PETRAEUS:  Congressman, in fact, that transition has been going on.  And in fact, the dates are usually \nmutually agreed.  There is a joint Multinational Force Iraq/government of Iraq committee that has representation \nfrom the different security ministries and in fact determines the dates, for example, for provincial Iraqi control.\n\nEven during the surge --\n\nREP. TAYLOR:  And those dates are, sir?\n\nGEN. PETRAEUS:  Well, those are always -- they're agreed by province.  As an example, a couple of months ago, \nwe did it for Maysan province.  The three Iraqi Kurdish provinces were just recently done. Several provinces were \ndone before the surge as well.  And Karbala, for example, is coming up right after Ramadan, about a month or so \nfrom now.\n\nNow, we have dates on a schedule that we work out with this committee, and it lays out the projected time frames \nfor when this process of provincial Iraqi control will go forward, and we have that for each of the different provinces \nout there.  Sometimes the dates have slipped.  There's no question about that.  In the case of, for example, Diyala \nprovince, which experienced real difficulties as Baqubah was on the verge of becoming the new capital of a \ncaliphate of al Qaeda, that slipped.  On the other hand, Anbar province, all the sudden, which was not one that we \nwere looking forward to at all, actually now has a date, and I think it's something like January of 2008.\n\nSo that process has been ongoing.  There are numbers of provinces in which there are few if any coalition forces.  \nSeveral have no coalition forces.  Others have a single special forces team or what have you.\n\nREP. TAYLOR:  General, for the record, could you supply us that timeline by province to this committee?\n\nGEN. PETRAEUS:  I'd be happy to give you the provincial Iraqi control schedule that we have right now, yes, sir.\n\nREP. TAYLOR:  Okay, thank you.  Thank you again for your service.\n\nREP. SKELTON:  Let me ask a question.  Would that be classified or unclassified?\n\nGEN. PETRAEUS:  Sir, I think it is classified.  Again, whatever it is, we'll get it to you.\n\nREP. SKELTON:  We would appreciate that.\n\nI thank the gentleman from Mississippi.\n\nREP. TAYLOR:  Thank you again, General Petraeus.\n\nGEN. PETRAEUS:  Thank you, sir.\n\nREP. SKELTON:  Thank you.\n\nThe gentleman from American Samoa, Mr. Faleomavaega, please.\n\nDEL. ENI FALEOMAVAEGA (D-AS):  Thank you, Mr. Chairman.\n\nI want to thank both of you gentlemen for your service to our country.\n\n\n\nI keep hearing that our active duty and Marine forces are overstretched.  And I also express the very serious \nconcerns about the capacity of our current (ready ?) Reservists and National Guard organization, and which was \nconfirmed by General Keane, who expressed some real serious concerns about the way we are using our (ready ?) \nReservists and National Guardsmen.\n\nAnd gentlemen, with the tremendous strain and shortages in military equipment, preparedness and training of our \n(ready ?) Reservists and National Guardsmen and women, who are obligated now to serve in Iraq, does our military \ncurrently have the capacity to fight two fronts, in Iraq and Afghanistan?  And do we have enough added strategic \nreserves to fight another potential war front like Iran, the Taiwan Straits, or even to have the situation that's now \nbrewing between the Kurds and our ally, Turkey?\n\nWith the crisis now brewing there in that northern part of the country in Iraq, I wanted to know if we have the \ncapacity -- it seems like we have all the military personnel available to do what everyone wanted to do to perform \nthe military mission.  And I'd like to hear your professional judgment on that, General Petraeus.\n\nGEN. PETRAEUS:  Congressman, thank you.\n\nFirst of all, I very much share the concern over the strain on our military forces, and in particular on our ground \nforces and other so-called high-demand, low-density assets.\n\nAs I mentioned, that was one of the factors that informed my recommendations to draw down the five Army brigade \ncombat teams, the Marine expeditionary unit and the two Marine battalions, between now and next summer.\n\nI also am on the record as offering the opinion that our ground forces are too small.  And I did that before the \napproval of the expansion of those.  And I am gratified to see, frankly, the support that this body has given to the \neffort to expand our ground forces because of the strain that has put on them and, by the way, of course, on their \nfamilies.\n\nWith respect to your question, sir, again, with respect, I'm just not the one to answer that.  I am pretty focused on \nthe mission in Iraq and not really equipped to answer whether or not -- what else is out there for other \ncontingencies, although I know in a general sense, obviously, that there is very little else out there.\n\nDEL. FALEOMAVAEGA:  Thank you, General.\n\nI have the highest respect for our men and women in military uniform.  And I could not agree more with my good \nfriend from California when he mentioned statements by General MacArthur about duty, honor and country.\n\nAnd General Petraeus, one of your colleagues, the former chief of staff for the Army, General Eric Shinseki, was \nvilified and humiliated by civilian authority because he just wanted to offer a professional judgment on the situation \nthere in Iraq.  He recommended that we should have at least 250,000 soldiers if we really wanted to do a good job \nfrom the very beginning.  Now they put him out to dry.  General Taguba also was another good soldier vilified and \nhumiliated by civilian authority of what he felt was doing his job and his duty to our country.\n\nIt's been estimated that because there are 6 million people living in Baghdad that it would require at least 100,000 \nsoldiers to bring security, real security, to the people living in that city. Could I ask for your opinion, General \nPetraeus, if you think that 160,000 soldiers that you now command is more than sufficient in capacity to do what \nyou need to do right now in Iraq?\n\nGEN. PETRAEUS:  Congressman, there's never been a commander in history, I don't think, who would not like to \nhave more forces, more money, more allies and perhaps a variety of other assets.\n\nI have what we have in the military, what the military could provide for the surge.  Beyond that, we certainly an \nincreasing number of Iraqis, by the way.  I might that add that in fact one of Prime Minister Maliki's initiatives has \nbeen to expand the number of forces in general and also the manning of each division so that it is at 120 percent of \nauthorized strength so that with their leave policy, which is a must -- and remember, these guys don't ever go home \n\n\n\nexcept on leave with their pay.  They are in the fight until it is over, and if they don't take their pay home at the end \nof the four weeks or so or whatever that period is that was worked out for them, they will not get that pay.\n\nBut I have also again recommended today reductions in our force levels that I believe will be prudent, based on \nwhat we have achieved and what I believe we will have achieved together with our Iraqi counterparts.\n\nREP./DEL.     :  Thank you, General.\n\nREP. SKELTON:  I thank the gentleman.\n\nThe gentleman from American Samoa raises the issue of readiness. We have had in the Armed Services \nCommittee extensive testimony and documentation, particularly in the Readiness Subcommittee under my friend \nfrom Texas, Mr. Ortiz, on the strains, particularly on the ground forces of the Army and Marines.  And I tell my friend \nfrom American Samoa, it's very, very serious.  Thank you for raising that issue.\n\nMr. Bartlett.\n\nREP. ROSCOE G. BARTLETT (R-MD):  Thank you folks very much for your service and your testimony.  \nRemembering all those years I sat in the bottom row and never had a chance to ask my question, I'm going to yield \nmost of my time to the most junior member on our side of the aisle, but first I must ask a very brief question and \nthen make a brief comment.\n\nThe brief question is, General, in an attempt to discredit your testimony today, The New York Times is quoted as \nsaying that \"The Pentagon no longer counts deaths from car bombings.\"  And The Washington Post is reported as \nsaying that we -- that you will only count assassinations if the bullet entered the back of the heard and not the front.  \nUnless you interrupt me to say that I'm wrong, I'm going to assume that both of these allegations are false.\n\nGEN. PETRAEUS:  They are false, that's correct.\n\nREP. BARTLETT:  Thank you for confirming my suspicions.\n\nGEN. PETRAEUS:  We have a formula for ethnosectarian violence. There's a very clear definition about it.  It's acts \ntaken by individuals of one ethnic or sectarian grouping against another ethnosectarian grouping in general for an \nethnosectarian reason.  It is not that complicated, candidly.  If al Qaeda bombs a neighborhood that is Shi'a, that is \nan ethnosectarian incident, and it is adjudged as such.\n\nAnd where this idea of the bullet entering comes into it is not something I'm aware of.\n\nREP. BARTLETT:  Thank you, sir.  I just didn't want those allegations out there without the opportunity to refute \nthem.\n\nMr. Ambassador, on page four of your testimony, you note the tension between deciding whether or not the power \nought to be in the center or the periphery.\n\nSome see the devolution of power to regions and provinces as being the best insurance against the rise of a future \ntyrannical figure in Baghdad.  Others see Iraq with its complex demographics as in need of a strong authority.  I \nwould submit, Mr. Ambassador, this is the essential question, and unless we know which of those roads we ought \nto be traveling, I think that the probability of success is enormously diminished.  If we haven't already, I hope we \ncan decide which of those roads we ought to be traveling on because they are very different processes, sir.\n\nLet me yield the balance of my time now, I believe, (to) our most junior member, Mr. Geoff Davis from Kentucky.\n\n(Short pause.)  (Cross talk off mike.)\n\nREP. GEOFF DAVIS (R-KY):  With the chairman's indulgence, I'll ask that the time for the power failure not be \ncounted against --\n\n\n\nREP. SKELTON:  Please proceed.\n\nREP. DAVIS:  Thank you very much.  Yes, it is somewhat ironic with our challenges today that we provide the \ncriticism to our Arabic partners.  I find it ironic that the Iraqi national assembly has been more legislatively effective \nthis year than the United States Congress in passing laws, so our criticism should also measure ourselves.\n\nFirst, General Petraeus, I want to commend you on your application of classic counterinsurgency principles, \nworking with the localized social and cultural networks to build from the bottom-up -- or as Speaker Tip O'Neill used \nto say, all politics is local.  I've heard feedback from across the theater from friends of more than 30 years ranging \ndown to young soldiers and their perspectives, and I think the people on both ends of the political spectrum are \ntrying to oversimplify, to define as black-and-white issues that are best measured in shades of gray.\n\nYou both have inherited a situation in which our instruments of power were initially employed with flawed \nassumptions and now in which any course of action has potentially significant second-and third- order effects, and \nthere's areas that I would appreciate if you could comment on.\n\nFirst, one closer to home.  I have often heard from troops at all levels, ranging from Central Command staff all the \nway down to platoon members, in Sadr City that the military is at war, but the nation is not.  You mentioned the \nneed to fight in cyberspace, and I assume meaning an information campaign explaining both to the world our ideas \nand also to the people.\n\nAnd I guess the question there would be:  What would you tell the American people, not Congress, is the reason \nthat we should support the recommendations of both of you?  And then, following on that, given the effects that \nthese decisions will have on the future, do you have some suggestions on key reforms to our national security or \ninteragency process that you'd recommend to better integrate and facilitate our instruments of national power?\n\nGEN. PETRAEUS:  Congressman, first of all, if I could, I do believe that our leaders get it in Iraq more than we ever \nhave before.\n\nPart of that is just sheer experience.  Just about every battalion or brigade commander, most company \ncommanders have served in Iraq at least one tour before, some more than one.\n\nWe've made mistakes along the way; we've learned a lot of lessons the hard way.  But we've made significant \nchanges in our institutional Army, Marine Corps, in particular, and the other services, in terms of our doctrine, the \neducation of our commissioned, non-commissioned officers, the preparation at the combat training centers, the \nentire road-to-deployment process.  And I think that that has made a change in adopting some of the \ncounterinsurgency practices that we are using.\n\nWith respect to who is at war and who isn't, I would merely associate myself with the remarks of the chairman of the \nJoint Chiefs, General Pace, who has said on a number of occasions, I believe, before the House Armed Services \nCommittee among them, that he believes that the military obviously is at war, but that he's not so sure about all of \nthe other agencies.  Although I would certainly say that State and AID are very much in the same camp.\n\nREP. SKELTON:  Thank the gentleman.\n\nBut it's not just the military that's at war.  It's their families, General.\n\nGEN. PETRAEUS:  That is exactly --\n\nREP. SKELTON:  And we appreciate their sacrifices.\n\nGEN. PETRAEUS:  Right.\n\nREP. SKELTON:  Next on my list I have the gentleman from California, Mr. Royce.\n\nREP. EDWARD ROYCE (R-CA):  Thank you, Mr. Chairman.\n\n\n\nGeneral Petraeus, I would just like to ask you your thoughts on al Qaeda in Iraq.  You mentioned the reduction of \nthe popular level of support.  And I think General Jones's commission bears that out, his finding that that support \nlevel in Anbar had decreased dramatically.\n\nAnd it sort of begs the question:  Where does al Qaeda in Iraq draw it's support today?  And how do those fighters \nget into the country?  And what could we be doing?  In theory, what could we be doing?\n\nNow, let's say in Saudi Arabia, you have a young man buying a one-way plane ticket into Damascus.  It shouldn't \nbe that hard to figure out what might be going on.  What could we be doing in these countries, and I ask the \nambassador the same question, in order to deter then influx?\n\nI'd also like just some stats.  I mean, is it 40 percent Saudi, 30 percent North African?  If you've taken out 2,500 of \ntheir fighters and 100 of their officer corps recently, then clearly focusing on how they get into the country would be \na question that I'd be interested in.\n\nAnd lastly when you look at your plan to draw down the force of five brigades here over the ensuing months, and \nthen as you step down to a few brigades left in Iraq for the purpose of overwatch, all of that is based upon how well \nthe Iraqi military performs.\n\nThe numbers you've given us would indicate now that there soon will be a half-million soldiers or security people in \nIraq under the Iraqi military.  But what type of progress -- give us your unvarnished opinion of the progress that's \nbeing made or not being made by these Iraqi military units, because the success of your plan to reach a position \nwhere you draw down to a few brigades left for overwatch is dependent upon their success.\n\nThank you, General.  Thank you, Ambassador Crocker.\n\nGEN. PETRAEUS:  Congressman, by the way, the reduction for -- of support for al Qaeda extends well beyond \nAnbar as well.  It now is manifested, as we mentioned, both in Abu Ghraib, other areas that used to be sanctuaries \nfor Iraq, three important neighborhoods in particular:  Amiriyah, Ghazalia and Adhamiya.  In each one of those at \nvarying stages, the first two in particular, local individuals have stood up, literally generated local forces that have \nnow been tied into our forces.  Prime Minister Maliki has directed his army to work with them and coordinate with \nthem, and the next step would be to work to get them into a legitimate Iraqi security force institution.\n\nAl Qaeda continues to get its support from a variety of means. Certainly it gets direction, money and expertise from \nthe outside.  It does send in from the outside foreigners to try to help rejuvenate areas.  In fact, we killed the three -- \nwe call them the al-Turki brothers.  These were individuals who had spent time in Afghanistan in the past, who had \ncome into Iraq.  We missed them.  They came in again.  And that time we were able to -- literally to kill them.  And \nso they were not able to do what they were supposed to do, which was to help in northern Iraq, which was under \nbig pressure.\n\nSo there is outside support, and there's also this flow of these foreign fighters, a number of whom do end up being \nsuicide bombers. We still estimate that -- and it's very hard to tell, but somewhere -- 80 percent or so of the suicide \nbombers are from outside Iraq.\n\nAnd that was what we were talking about earlier, the importance of the diplomatic offensive, to work with source \ncountries, to work with the countries through whom these fighters can transit to make it more difficult, as you say.  \nAnd there's a variety of mechanisms.  We believe, for example, that Saudi Arabia has taken steps in fact to make it \ntougher.  The last Saudi foreign fighter we captured had actually had to take a bus to Damascus and then got into \nthe network that eventually brought him into the country.\n\nWe believe that Saudi Arabia is still probably the largest country in terms of the foreign fighters, although that again \nmay be diminishing somewhat.  And there are certainly others that come from North Africa, Jordan, Syria and so \nforth into Iraq.\n\n\n\nThe Iraqi security forces range in quality from exceptionally good, at the very high end, with the Iraqi counterterrorist \nforce, which is a true special mission unit in its capability, equipment, training, and is probably more active, \nundoubtedly more active than any other such unit in the region; the Iraqi commando battalion, which is expanding \nsubstantially and now has forces positioned outside Baghdad as well; and other elements of the Iraqi special \noperations force brigade; the national police emergency response unit, also very, very active; and the special tactics \nunit.\n\nIt then ranges all the way down through units that are variously good and aggressive, including special units \ntypically in most of the provinces with whom we partner special forces teams, who do an absolutely superb job, and \nPrime Minister Maliki, in fact, personally has come to place greater importance on those because it was these high-\nend units and special units that he literally took with him. Actually we moved some of them down by air, others by \nground, and then he took a column of about 40 vehicles personally to go to Karbala and to restore peace and \nstability to that situation after the confrontation between the militia of Sadr and the shrine security guards.\n\nBut this runs all the way down -- it runs the gamut to -- and I have to be up front and say there are still some units, \nparticularly in the national police, but also a handful in the Iraqi army, that were formed literally out of sectarian \nmilitias or were hijacked, in the case of some of the national police units, during the height of the sectarian violence.  \nAnd those still have issues that have to be addressed.  And again, especially in the wake of this militia -- the militia \nproblems, where Sadr's militia is very clearly linked to the assassination of one, and likely two, governors in \nsouthern provinces, they have become a huge concern to him and to the government of Iraq.\n\nREP. SKELTON:  Thank the gentleman.\n\nThe gentleman from Hawaii, Mr. Abercrombie.\n\nREP. NEIL ABERCROMBIE (D-HI):  Thank you very much, Mr. Chairman.\n\nGentlemen, thank you for being here.  Aloha to both of you.\n\nMr. Chairman, in the course of the questioning so far, I think I have some answers that I was seeking.  I would like \nto just make two observations based on that and yield what time I have left to Representative Castor as the junior-\nmost member.\n\nREP. SKELTON:  Certainly.\n\nREP. ABERCROMBIE:  Very quickly, two points.  I'll submit for the record statements from General Petraeus \nstarting in 2004 through General Casey in 2005, General Abizaid in 2006, and looping back to General Petraeus \ntoday.  Not with the idea of trying to say this is what you said then, this is what you say now.\n\nOn the contrary.  I think that what it shows is is that the general remarks concern from the military point of view is \nthat we were making steady progress but the Iraqis are not ready to take over, and this was true in '04, '05, '06 and \n'07.  Our problem is, is what do we do under those circumstances?  The problem is, Mr. Chairman, that four years \nlater, the number of U.S. troops being killed continues to climb, thousands more Iraqis are dead and the cost of the \nwar continues to escalate and the refugees continue to stream out of Iraq.\n\nMy concern is is that lost in all the statistics is the question of a very simple yet heartbreaking fact:  The rate and \noverall number of U.S. troops killed in Iraq has gone up, not down, from 2006 to 2007.  From January to August \n2006, 462 U.S. troops; from January to August 2007, 740.  The problem, I think, Mr. Chairman, is that we are in a \nsituation in which in effect we are saying is is that there's only one plan for Iraq, militarily speaking -- indefinite \noccupation by U.S. troops.  That's not a comment on the military; it's a comment on the politics, which leaves me, \nAmbassador, to my second statement, quickly.\n\nIn your very statement today, events have caught up with your and are riding you.  Your statements about oil, your \nstatements about the oil revenues, of central government and the regional government -- today we find out the Hunt \nCorporation of Texas has signed an oil exploration agreement with Kurdistan.  The central government is cut out.  \n\n\n\nAt the same time, we read that the Commerce Department is seeking an international legal adviser to draft laws \nand regulations that will govern Iran's oil -- Iraq's oil and gas sector.  We are going to be doing the drafting of the oil \nprotocols.  Iraq is not a sovereign country.  This adviser that's being sought by the Commerce Department has a \ncontract that'll run through 2008 with an option extension to 2010.  We're occupying that country politically and \nmilitarily and are going to suffer the results.\n\nI will yield the rest of my time to Representative Castor. (Light Applause.)\n\nREP. SKELTON:  (Sounds gavel.)\n\nREP. KATHY CASTOR (D-FL):  And I thank my colleague.  Thank you, Mr. Abercrombie, and thank you, \ngentlemen, for your service.\n\nGentlemen, Admiral Michael Mullen, the new chairman of the Joint Chiefs of Staff, told Congress last month that \nunless Iraq has achieved political unity, no amount of troops and no amount of time will make much of a difference.  \nHe also warned that the United States risks breaking the Army if the Pentagon decided to maintain its present troop \nlevel in Iraq beyond next spring.\n\nAdd onto that last week's report by a commission of retired senior U.S. military officers, where they said that Iraq's \narmy, despite some progress, will be unable to take over internal security from the U.S. forces in the next 12 to 18 \nmonths.  The report also said that the 25,000-member Iraqi national police force is dysfunctional and so riddled with \nsectarianism and corruption that it should be disbanded.\n\nAnd the latest NIE -- the consensus view of all U.S. intelligence agencies said that the modest military gains \nachieved by the troop surge will mean little or nothing unless there is a fundamental shift in the factors driving Iraqi \npolitical and security developments.\n\nGentlemen, while the American people have great confidence in the troops and our brave men and women in \nuniform, they have totally lost confidence at the top of our national government.  There's a complete lack of \ncredibility coming from the White House.  The latest -- you know, it first justified the war by claiming that Saddam \nHussein had weapons of mass destruction, none were found.  Then the war was about establishing a model \ndemocracy in the Arab world, some model.  After that, it was necessary to fight on to defeat al Qaeda, which \nsprouted a local branch in Iraq.  The troop surge was supposed to give Iraqi leaders the security and time to bring \nabout national reconciliation, it didn't happen.  Now the president's latest spin is a withdrawal could result in another \nVietnam.\n\nI think the American people want to know, as we're in the fifth year of this war, how much longer, how many billions \nof dollars more, while we are growing a global strategic risk?\n\nGEN. PETRAEUS:  Congresswoman, if I could, one reason that I did recommend the reduction of forces is because \nof the recognition of the strain on our ground forces.  Again, that was an important operational -- strategic \nconsideration that did inform the recommendations that I made.\n\nI might point out, by the way, that we could have literally run this surge all the way until April.  That's the first time \nthat a surge brigade hits 15 months.  But because of a variety of considerations and also, frankly, the battlefield \ngeometry of figuring out how to most efficiently and with minimal release in place and so forth get to where we need \nto be by mid-July, we recommended the reduction of the brigade combat teams in addition to the Marine \nExpeditionary Unit that will come out later this month without replacement, but that the reduction of the brigade \ncombat teams begin in mid-December.\n\nI could -- if I could also point out again that Iraqis are taking over considerable responsibility.  The recent celebration \nof the death of the Seventh Imam, which results in the convergence of about typically approaching a million pilgrims \nto a(n) important shrine in North-Central Baghdad, the Kadhimiya Shrine, this year was planned and executed by \nIraqi forces in a true interagency effort, overseen by the Baghdad Operational Center and its commander, but also \n\n\n\ninvolving not just army and police but also emergency services, other transportation assets, medical assets and so \nforth.\n\nTwo years ago, there were nearly a thousand pilgrims who were stampeded to death when rumors of enemy action \nor perhaps actual activities resulted in that particular event.\n\nEvery other year, there have been dozens of individuals killed by terrorist activities.  This year, we are not aware of \nany deaths due to extremist activity.  And the only deaths at all were from accidents, just normal accidents that took \nplace on that day.\n\nSo again there is progress.  There are locations where Iraqis are exclusively maintaining security in their areas.  \nAlthough you rightly note, and I share it frankly, the frustration particularly during -- what happened during the \nperiod of ethnosectarian violence, the sectarian violence of 2006, when some units literally took steps backward, \nand the effort took steps backward.  And that was a tragedy and it is something that we are helping the Iraqis deal \nwith now.\n\nREP. SKELTON:  Thank the gentlelady.\n\nTo follow through on a thought that the gentlelady raised, your recommendations for cutting back the numbers, \nGeneral, do they go below the number of troops that we had prior to the so-called surge?\n\nGEN. PETRAEUS:  They do not right now, Mr. Chairman, and that is something that we are working on, and let me \nexplain why that is.\n\nThere have been other forces that have come into Iraq for a variety of other tasks.  One is connected with an \nimprovised explosive device effort.  Others provide additional intelligence surveillance and reconnaissance assets.  \nThese are assets that we would have wanted regardless of whether we were surging or not.\n\nAnd then the largest is probably the additional military police for the growing detainee population, so that we do not \nrun a catch- and-release program and just turn around and have a revolving door where we're taking in terrorists \nand then letting them back into society without having gone through a rehabilitation or pledge process.  Which, by \nthe way, we are now doing and is one thing that I mentioned that I thanked the Congress for the resources for.  \nBecause this is a very, very important effort, that we not just have the clock run out on these individuals, and the \nthey go back to their neighborhoods and resume what they were doing before, but that they have gone through \nsome process that prepares them to re-enter society.\n\nAnd by the way, we have about 800 juveniles as well and we recently created a school that will help them as well.  \nAnd then we have a pledge-and-guarantor process that tries to tie tribes and sheikhs and other civic leaders into \nthis, so that there is a sense of responsibility at the local level for individuals who have been returned who are their \nfamily or tribal members.\n\nREP. SKELTON:  The gentleman from New Jersey, Mr. Payne.\n\nREP. DONALD PAYNE (D-NJ):  Thank you very much.\n\nAnd let me thank both of you for this very important report.  I simply have a couple of quick questions.  I wonder, \nGeneral Petraeus, if the support of the tribal leaders against al Qaeda -- is that irreversible, or is it that that may \nchange possibly in the future? The second thing that does disturbance me about the GAO report and the vast \ndifference in the calculation of the sectarian violence.\n\nAnd I just wonder -- I know you answered a question by one of my colleagues that The Times was just wrong, but is \nthere any way that reconciling can be, since the two of you seem to be so far apart on that?\n\nAnd further, I just wonder why it has taken the Iraqi army so long to try to become proficient?  Now I understand the \nwar with Iraq and Iran -- they say that a(n) estimated million Iranians were killed. Now was it -- I know we were \n\n\n\nassisting Iraq.  Was it our military's superiority or our weaponry that was sort of the dark force that made the \nappearance of Iraqi competence?  Because it seems to be confusing that after year after year after year, the police \n-- they'd say that the entire police department in one area needs to be reconstructed, but that's the national police, \nnot the local police.  The soldiers have performed poorly.  And so what -- why is there such a disconnect between \ntheir Iraq-Iran conflict and the fact that they can't seem to put a sustainable offensive together to weed out Qaeda \nand these bandits that have come in, who were not there, of course, before we went in.  Therefore, I guess Iraq is \nworse off than it was before al Qaeda came in.\n\nSo I just get confused at -- why is it taking so long?  Do they -- have they just gone on strike or let somebody else \ndo the fighting because it's easier to let someone else do it and keep your powder dry and your head down?  And \nyou know, what's missing in this picture?\n\nGEN. PETRAEUS:  Thank you, Congressman.\n\nSir, the -- first of all, on the tribal leaders, they want to be part of the new Iraq.  The Sunni Arabs in Anbar province, \nas an example, went through various stages of post-liberation, feeling disrespected, unemployed, disgusted and \neven boycotting the elections and then realizing that they had made a huge mistake and were left out, in many \nrespects, of the new Iraq.  A number of them were resistance fighters during that time, as they like to use the term, \nand tacitly or actively supported al Qaeda, until they came to really come to grips with the Taliban-like ideology of al \nQaeda.  The ambassador talked about some of the practices that al Qaeda inflicted on the people.\n\nAnd they recognized the indiscriminate violence that was a part of what al Qaeda was doing, and they said, \"No \nmore.\"\n\nAnd then they realized that, okay, we're not going to run Iraq again, but it wouldn't be a bad thing if the Euphrates \nRiver Valley were a decent place in which we could live, work, and raise a family. And that seems to be their \nobjective, in addition to certainly having their place at the table in Baghdad and getting their share of the resources. \nAnd although there is not a revenue-sharing law agreed, interestingly, there is revenue sharing; oil revenue sharing \nis taking place.  And the ambassador mentioned now they've even learned the term \"supplemental,\" because Anbar \nprovince got a supplemental for its provincial budget.\n\nWith respect to the GAO report, their data cutoff, the answer is the data cutoff.  At the very least, their data cutoff \nwas five weeks ago and in some cases, I think -- we might check this, but in some cases I think it was nine weeks \nago.  But at the very least, these last five weeks, as we showed you on the slides, have actually been very \nsignificant.  Remembering that we launched the surge of offensives in mid-June, it took a couple weeks to start \nseeing the results, and that's why I mentioned that eight of the last 12 weeks, in fact, the level of security incidents \nhas come down.  And that's -- we don't -- I don't know how far you have to go back to see that kind of trend; it is \ncertainly a couple of years.  And as I mentioned, the level of attacks, sort of a sub-set of incidents, is actually the \nlowest -- lowest last week that it's been since April.\n\nWith respect to the Iraqi army that defeated Iran, or held their own against Iran, there are some remnants of that \narmy still around, and there actually are some very highly professional Iraqi army and air force and naval officers \nwho have been  taken from the old army, the old air force, and so forth.  But that's 15 years ago, and during that \ntime, of course, they were defeated by the United States and coalition forces in Desert Storm, suffered years of \nsanctions, of course, then were disestablished and, of course, literally had to start from the bottom.\n\nIn fact, there was no ministry of defense, literally.  No building, in fact, when I took over as the Multi-National \nSecurity Transition Command Iraq commander in the summer of 2004.  It was being rebuilt, but it was not even \nreoccupied for a number of months later. There were no battalions at that -- or maybe one battalion operational, \ndespite heroic efforts by Major Paul Eaton, whose effort had been largely inadequately resourced up to that time as \nwell.\n\nThis has been building, you know, the world's largest aircraft while in flight and while being shot at.  And it takes us \na year just to reconstitute a brigade that has actually already been in the fight, keep some 40 (percent) to 50 \n\n\n\npercent of its members.  But just to get it ready to go back, the road to deployment is we want to get at least to a \nyear and, ideally, more.  And they are starting, as I said, very much from scratch and just don't have a sufficient \nnumber of commissioned and noncommissioned officers who are out there from that old army, again, given the \nnumber of years.  And even just since the army was disestablished in the summer of 2003, that in itself is a number \nof years, and these individuals are not necessarily fighting fit, shall we say, if they have been on the sidelines for \nmost of the time since then.\n\nThank you, sir.\n\nREP. SKELTON:  Thank the gentleman.\n\nWe will take a five-minute break and return, call upon Mr. McKeon and Mr. Chabot.  (Raps gavel.)\n\n(Recess.)\n\nREP. SKELTON:  We will come to order.  We were told previously that the witnesses had a hard stop at 6:30.  I \nhave just spoken with General Petraeus and I hope that the ambassador will agree with his decision to extend the \ntime for an additional 20 minutes -- wherever the ambassador is.\n\n(Pause.)\n\nWill somebody find the ambassador, please?  Mr. McKeon will be next.\n\n(Pause.)\n\nMr. McKeon and Mr. Chabot, in that order.  Now the gentleman from California, Mr. McKeon.\n\nREP. HOWARD P. \"BUCK\" MCKEON (R-CA):  Thank you, Mr. Chairman.\n\nGeneral Petraeus and Ambassador Crocker, I'd like to join with my colleagues in thanking you for your exemplary \nservice.  At the outset, I'd like to associate myself with the remarks of Mr. Hunter and Ms. Ros-Lehtinen in their \nopening comments.  Specifically, I've been deeply saddened by the attacks that have been made on General \nPetraeus for the last week or two -- citing what he was going to say, and how he was going to say it, and what his \nrecommendations were going to be.\n\nI have here General Petraeus' statement that he gave us after the meeting started.  If I might quote, \"Although I \nhave briefed my assessment and recommendations to my chain of command, I wrote this testimony myself.  It has \nnot been cleared by, or shared with anyone in the Pentagon, the White House, or Congress.\"  It just, I think, \nindicates how some would like to politicize this war on terror and our war in Iraq and Afghanistan, and I'm sorry that \nyou've become a target for things.\n\nI read in a report that you have a 63 percent rating with the American people, and I guess this is an attempt to tear \nyou down to our level.  And I'm sure that will not work.  Anybody that's had a chance to see you here today will \nknow of your integrity and your devotion to duty, and that you're giving us your best assessment of the situation.\n\nGeneral, I've heard the comment that the Army is broken.  You talked about how the enlistment is going among the \ntroops.  Would you care to talk a little bit about the Army, and is it broken?\n\nGEN. PETRAEUS:  Well, sir, the part of the Army that I can talk about knowledgably at this point is, of course, that \nwhich is in Iraq.  And that is an Army that has sacrificed great deal, and whose family members have sacrificed a \ngreat deal.  A number of those great soldiers, sailors, marines, airmen and Coast Guardsmen -- and so in addition \nto our soldiers, certainly, are on a second or perhaps third tour -- some of them shorter tours and are on even more \nover time.\n\nWe have asked an enormous amount of these individuals and, candidly, what impresses me so enormously in \nreturn is that they do continue to raise their right hand and to serve additional tours, to volunteer for additional tours \n\n\n\nin uniform.  That is not just because of the tax-free bonuses, I can assure you.  There's no compensation that can \nmake up for some of the sacrifices that some of our soldiers and their families have endured.\n\nOn July 4th, in fact, we had a large reenlistment ceremony -- 588 members of different services raised their right \nhand, and it was a pretty inspiring sight.  As I mentioned, it far exceeded the goals for the units that are under the \nMulti-National core, Iraq already with several weeks to go.  And as you know when reenlistment times often the last \nfew weeks of the fiscal year are a pretty frantic affair as soldiers have sorted out all the options and then finally \nmake their choice.\n\nOur soldiers are not starry-eyed idealists.  In fact, at this point, I prefer not to be a pessimist or an optimist, but to be \na realist.  And I think a lot of our soldiers are that way.  Morale is solid.  But candidly morale is an individual thing, \nso is the view on what's going on in Iraq sometimes.\n\nYou know, there's 165,000 different American views of Iraq right now and a lot of it depends on where you are and \nhow things are going where you are.  And the perspective of someone again in Anbar province where there has \nbeen success that we did not expect or someone who's in one of the very tough ethno-sectarian fault line areas -- \nsay, in West Rasheed of Baghdad or East Rasheed -- has a very different perspective.\n\nAnd morale, frankly, is an individual thing.  And it often comes down to the kind of day that you're having.  I am not \nimmune from those same swings.  On days when we have had tough casualties, those are not good days.  Morale \nis not high on those days.  And I think the same is true of all of our forces.\n\nBut with all of that -- with the heat, with this really challenging, barbaric, difficult enemy who is allusive and hard to \nfind and employs sniper tactics, improvised explosive devices, suicide bombs against us, our Iraqi colleagues and \ninnocent civilians -- against all of that, our soldiers continue to ruck up and go out each day from their patrol basis, \ncombat outpost, joint security stations and they do it ready for a hand grenade or a handshake.  And if they get the \nhandshake, they'll take it.  If they get the hand grenade, they know what to do in that case as well.\n\nThank you, sir.\n\nREP. SKELTON:  Thank you very much.\n\nThe gentleman from Ohio, Mr. Chabot.\n\nREP. STEVE CHABOT (R-OH):  Thank you, Mr. Chairman.\n\nGeneral, first of all, thank you very much for your service to our country.  We first met in Iraq a few years back.  \nOne of the more memorable incidents for me was when we were in a Blackhawk over Mosul and you pointed out \nthe house where Saddam's murderous sons had met their end, Uday and Qusay.\n\nAnd Qusay, let's not forget was directly responsible for the deaths of thousands of Shi'a, and hundreds of them at \nthis own hand. And Uday's -- one of his favorite pastimes was abducting young women off the streets of Baghdad, \nmany of whom were never seen alive again. And these were to be Iraq's future leaders.  They learned well from \ntheir father.\n\nGeneral, my question is this -- in July of 2007, you told the New York Post that troop morale had remained high \nbecause soldiers understood they're, quote, \"engaged in a critical endeavor,\" unquote. Many of those supporting a \nprecipitous withdrawal from Iraq have regarded low troop morale as a reason for leaving.  Could you comment on \nthe current morale of our troops in Iraq?\n\nGEN. PETRAEUS:  Well, again, as I mentioned, Congressman, I believe that morale is solid.  But it is an individual \nthing and it depends on the kind of day that that individual has had.\n\nOur soldiers are determined.  They know how important this task is, and that is a crucial factor in what they're \ndoing.\n\n\n\nWhen they raise their right hand again, as so many have, they do it knowing that they may be called upon to serve \nagain in Iraq or Afghanistan, for them and their family to make further sacrifices in addition to those that they have \nalready made.\n\nI'm going to be up front.  You know, none of us want to stay in Iraq forever.  We all want to come home.  We all \nhave days of frustration and all the rest of that.  But what we want to do is come home the right way, having added, \nI guess, to the heritage of our services, accomplished the mission that our country has laid out for us.  And again, I \nthink that that's a very important factor in what our soldiers are doing, in addition to the fact that, frankly, they also \njust respect the individuals with whom they are carrying out this important mission, the men and women on their \nright and left who share very important values, among them selfless service and devotion to duty.  And that, \nindeed, is a huge factor in why many of us continue to serve and to stay in uniform, because the privilege of serving \nwith such individuals is truly enormous.\n\nMR. CHABOT:  Thank you, General.  And finally, could you comment on the significance of Shi'ite militia leader \nMaqtada al-Sadr's decision from his hideaway in Iran to suspend the operations of the Mahdi Army for six months?  \nDoes this indicate that he clearly feels threatened, is on the run?  And what should U.S.-Iraqi military and political \nresponse be?  And given its involvement in brutal crimes against civilians and its pronounced support for violence \nagainst the U.S., should the Mahdi Army be declared a foreign terrorist organization?\n\nGEN. PETRAEUS:  Well, first of all, we think that the action by Maqtada al-Sadr, his declaration from Iran, is \nbecause of a sense of embarrassment over what happened in the Shi'a holy city of Karballa, where in the -- one of \nthe most holy celebrations of the year, individuals associated with his militia confronted shrine guards and the result \nwas a shootout and, eventually, loss of life.  That, again, was an enormous embarrassment for all of Iraq, but in \nparticular for his militia and for the Shi'a Arabs in Iraq.  And it was one reason that Prime Minister Maliki personally \nwent to Karballa the next morning, after having deployed Iraqi special operations forces in the middle of the night by \nhelicopter and others by ground.\n\nIn response to that, frankly, we have applauded that.  Again, we are not going to kill our way out of all these \nproblems in Iraq. You're not going to kill or capture all of the Sadr militia anymore than we are going to kill or \ncapture all the insurgents in Iraq.  And in fact, what we have tried very hard to do is to identify who the \nirreconcilables are, if you will, on either end of the spectrum, Sunni and Shi'a, and then to figure out where do the \nreconcilables begin and try to reach out to the reconcilables.\n\nSome of this is a little bit distasteful.  It's not easy sitting across the table, let's say, or drinking tea with someone \nwhose tribal members may have shot at our forces or in fact drawn the blood -- killed our forces.\n\nWe learned a bit, in fact, about this from my former deputy commander, Lieutenant General Graham Lamb (sp), \nformer head of 22 SAS and the director of Special Forces in the United Kingdom, and he reminded us that you \nreconcile with your enemies, not with your friends.  That's why it's called reconciliation.  And he talked about how he \nsat across the table from individuals who were former IRA members who had been swinging pipes at his lads, as he \nput it, just a few years earlier.  That was quite instructive for us.  He in fact headed some of the early efforts that we \nhad in the early part of this year and into the spring, and then it was one of -- part of his initiative that the \nambassador and I established this engagement -- strategic engagement cell of a senior diplomat -- senior United \nKingdom two-star again and others supporting them who have reached out to individuals that could be reconciled \nand then helped connect them with the Iraqi government.  Some of that will have to be done with members of the \nJaish al-Mahdi, with the -- Sadr's militia.  The question is:  Who are the irreconcilables?\n\nAnd so on the one hand, we have applauded; we have said we look forward to the opportunity to confirm the \nexcellence of your militia in observing your pledge of honor, and that has enormous meaning in the Iraqi culture.  \nAnd indeed a number of them have in fact obeyed what he said.  However, there are a number of others who have \nnot, and those are now regarded as criminal.  We're not taking on Jaish al- Mahdi; we are with the Iraqi \ncounterparts going after criminals who have violated Sadr's order and have carried out attacks on our forces, \ninnocent civilians or Iraqi forces.\n\n\n\nThank you, sir.\n\nREP. SKELTON:  I thank the gentleman.\n\nWe are trying to get as many members as possible under the five- minute rule.  The ambassador and the general \nhave agreed for additional 20 minutes.  I might point out that I'm told there will be a vote called shortly after 6:30.  I \nhave also requested the -- will be held open a few moments longer for us, and also remind the members of the two \ncommittees that there is a ceremony that's supposed to begin at 7:00.\n\nMr. Reyes?\n\nREP. SILVESTRE REYES (D-TX):  Thank you, Mr. Chairman, and General and Ambassador, thank you both for \nyour service to our country.\n\nI was curious in your statement, General Petraeus, you made mention that the Iraqis have taken the lead in many \nareas, that many operate with minimal coalition support, so -- which is contrary to what General Jones' observations \nwere last week, when he said that they're probably 12 to 18 months away from being able to operate independently.\n\nCan you give us your opinion or your assessment of that --\n\nGEN. PETRAEUS:  I can indeed.\n\nREP. REYES:  -- particularly in relation to General Jones' statement?\n\nGEN. PETRAEUS:  I sure can.  And in fact, he and I had a lot of conversations during his time in Iraq, and he, by \nthe way, did a superb assessment and spent the time in Iraq, I might add, that is needed to do that type of \nassessment with his commissioners.\n\nWhat he is talking about is something different from what I was talking about in the statement.  What he's talking \nabout is the institutions of the Iraqi security forces being able to truly support their forces throughout the country --\n\nREP. REYES:  So it's to be able to spend alone on their own?\n\nGEN. PETRAEUS:  But we're talking about the institutions doing that as opposed to what I was talking about, is the \nfact that there are many Iraqi force units who are operating on their own.  In Samawa, for example, in Muthanna \nprovince in the south, there are no coalition forces whatsoever.\n\nThey're on their own.\n\nNow, occasionally they will call our Special Forces team that is actually in an adjacent province and ask for some \nassistance.  The same is largely true in Nasiriyah.  There's a superb Australian unit there, largely focused on civil \nmilitary operations.  And again, when the Iraqi units in that area have been challenged with something they couldn't \nhandle, they just call our Special Forces team, and we bring some enablers to bear, if you will -- close air support, \nattack helicopters or what have you.\n\nThe same is true in Najaf.  There's only a single U.S. Special Forces team in Najaf.  Karbala has no forces.  A very \nsmall contingent -- and so forth --\n\nREP. REYES:  So -- because --\n\nGEN. PETRAEUS:  So there are a number of places where Iraqi forces are operating on their own -- and by the \nway, they may not -- those battalions in those areas may not be operational readiness assessment number one.  In \nother words, they may not be rated as meeting the readiness requirements for operating on their own, but de facto -\n- the fact is they are operating on their own, but they might be short equipment, leaders, maintenance standards or \nwhat have you.\n\n\n\nREP. REYES:  So just the -- of the total force --\n\nGEN. PETRAEUS:  What General Jones was getting at was the institutional support.  What he's talking about is the \nability to support these forces with a logistical system, with depots, with maintenance, with administrative and all the \nrest of that.  That is the challenge.  Again, we have found that it's challenging to build battalions, but it's really hard \nto rebuild an entire army and all of its institutions that go into supporting that battalion or -- you know, way over a \nhundred battalions, the brigades, the divisions and all the rest of that with command and control communications, \nintelligence systems, combat enablers, medevac and all the rest of that makes up a force as we know it, as \nopposed to forces that are unable to do that.\n\nREP. REYES:  Well, thank you, General.\n\nAmbassador, you made mention about the Provincial Reconstruction Teams and the fact that we went from 10 to \n25.  As I think all of us know, we're having a very tough time recruiting people from the different agencies that make \nup these teams.  Can you briefly tell us -- going from 10 to 25 in a country the size of California, that's not as good \nnews as it seems, is it?\n\nAMB. CROCKER:  Well, it is a very substantial increase, and a lot of that has been in the areas of greatest \npopulation and greatest challenges, like Baghdad itself.  So the surge of Provincial Reconstruction Teams into the \nBaghdad area -- and incidentally, all of those teams are embedded with brigade combat teams and --\n\nREP. REYES:  It's because of the security situation.\n\nAMB. CROCKER:  Exactly -- although what we've discovered is that it makes for a tremendous unity of effort, and \nit's actually a force multiplier to have them together, so we're taking a look at the rest of the landscape and basically \nseeking to replicate kind of the embedded concepts for almost all of the PRTs, because that fusion really works.  \nAnd it helps to coordinate objectives so that we don't have a military unit kind of working in the same area as a PRT \nwithout the kind of coordination you need.  So that's been tremendously effective.\n\nNow, in terms of staffing these up, that's something I've given my particular personal focus to.  The surge in PRT \npersonnel that this operation is requiring is to be an additional 283 people in place by the end of the year.\n\nAnd to the annoyance of my staff, I check this three times a week, and also back with Washington, and I am firmly \nassured that we are on track to meet that requirement by December 31st.  Now this includes a lot of military \npersonnel, which will then be backfilled as we move into 2008.  But as a report delivered by the special inspector \ngeneral for Iraq just last week indicated, the PRT program is one of the most valuable programs the U.S. runs in \nIraq.  Now, that was the special inspector general's comment, so we're clearly on to a good thing here, and we will \ncontinue to expand the limits of this endeavor to deliver the most effective response we can to capacity-building \nneeds, particularly on budget execution.\n\nI'd make one final comment because I do think that it's important:  that as drawdowns and redeployments take \nplace, a challenge we both have is being sure that PRTs continue to be able to do their mission where required, \neven as the military footprint changes.  So we don't have all the answers to that.  It's a work in progress, but \nsomething we're very much focused on.\n\nREP. SKELTON:  Mr. Sherman.\n\nREP. BRAD SHERMAN (D-CA):  Thank you.\n\nMr. Chairman, the ultimate question for our country is how much of the resources available to fight the global war \non terror should be deployed in Iraq.  That decision cannot be made in Baghdad, because our fine gentlemen from \nBaghdad don't receive reports on what's going on in Afghanistan, Somalia, the Tri-Borders area of Paraguay, or \nSudan.\n\n\n\nIt's a shame that those with global perspectives, the leaders here in Washington, so lack credibility that they're \nunwilling to really step forward in front of the cameras and say that Iraq is the central front in the war on the terror.  \nSo instead they imply that Iraq is the central front by telling us that the decision of how much of our resources to put \ninto Iraq should be dependent upon a report drafted in Baghdad.  In effect, we've substituted global perspective for \nbattlefield valor.\n\nNow, General Petraeus, when I -- as a general, you're always planning for possible contingencies.  The \ncounterinsurgency manual is filled with hypothetical situations and possible responses.  And General, you're sworn \nto defend our Constitution, and you've carried out that oath with honor. Your duty to defend the Constitution would \nbecome more complex if we had a constitutional crisis here in Washington.  Assume that Congress passes a law \nstating that no government funds should be used after March of next year, except for certain limited purposes, such \nas force protection, or for training. The president of the United States instead orders you to conduct U.S.- led \noffensive military operations, a purpose for which Congress has said we have appropriated no funds.  Under those \ncircumstances, what do you do?\n\nGEN. PETRAEUS:  Congressman, and not trying to be flip, what I would do is consult my lawyer.  And again, I'm \nnot trying to make light of this at all, but I would literally have to talk to my lawyer, and obviously talk to my chain of \ncommand and get some advice and counsel on what in fact to do.  And if I could mention, perhaps, Congressman, \non --\n\nREP. SHERMAN:  So General, you're saying you might very well disobey an order from the president of the United \nStates on the advice of your legal counsel?\n\nGEN. PETRAEUS:  I did not say that, Congressman.  What I said is I'd have to figure out what I was going to do.  If \nI could just follow up on one item you did say, Congressman --\n\nREP. SHERMAN:  General, I did have one --\n\nGEN. PETRAEUS:  For what it's worth, al Qaeda believes that Iraq is the central front in the global war on \nterrorism.\n\nREP. SHERMAN:  Well, al Qaeda is telling us that they think it's the central front.\n\nThey might be lying.\n\nGEN. PETRAEUS:  Well, and also --\n\nREP. SHERMAN:  They've been known to do so, General.  And if we allow Ahmadinejad and bin Laden to tell us \nwhere to fight them, they may not give us their best advice.\n\nBut I do have one more question and very limited time.\n\nGEN. PETRAEUS:  Yes, sir.\n\nREP. SHERMAN:  On about September 15th, this nation's going to get a long, detailed report, well over 100 pages, \nI would guess.  And the press is going to call it the Petraeus report.  Now you know and I know that the White \nHouse has exercised editorial control over the report that will be released later this week.\n\nThe country wants the Petraeus report.  They want a long, detailed report, written in Baghdad, without edits from \nthe Pentagon or the White House.  Are you willing to give to these committees your detailed report, the documents \nyou gave to the White House for them to create the report that they plan to release later this week?\n\nAnd --\n\nGEN. PETRAEUS:  Can I answer that so I can --\n\n\n\nFirst of all, on the benchmarks report, my understanding is that the law states that that report is submitted by the \npresident with the input from the ambassador and myself.  So at least it is the Petraeus- Crocker report.\n\nREP. SHERMAN:  General, if you -- my question was carefully couched.  I realize months ago, Congress may have \nasked for a report from the White House, and we'll be happy to get it and read it.  But what I said was what the \ncountry really wants right now, not months ago but right now --\n\nGEN. PETRAEUS:  Right.\n\nREP. SHERMAN:   -- is the Petraeus report.  We want hundreds of pages written in Baghdad, edited by you, \nwithout edits from the Pentagon and the White House.  Can you get it to us?\n\nGEN. PETRAEUS:  Well, first of all, what I've tried to do today, Congressman, with respect, is to give the Petraeus \nreport.  And then I would add to that that Ambassador Crocker and I did submit extensive input for the benchmarks \nreport.  The draft that I saw most recently -- because like any of these reports, it does go up and it is then provided \nback to us for comment, is that it is essentially unchanged.\n\nREP. SHERMAN:  But in any case, you are warning us that if 100 pages or so is released by the White House later \nthis week, they've done the final edit, and it may or may not be your report as written.\n\nGEN. PETRAEUS:  I don't think that there is any substantive change in that report, according to the draft that I saw \nthe other day.  My guys had a copy, checked it against what we submitted, that the ambassador and I collaborated \non.  And there was nothing substantive whatsoever that was different in that report.\n\nYou may want to mention, Ambassador.\n\nAMB. CROCKER:  No, that's -- that is my understanding of it as well.\n\nThe September 15th benchmark report will be an update of the July report.  And the procedure for drafting it is \nexactly the same as it was in July.  We provide input, but it is a White House report.  So it is going to be again \nprocedurally exactly the same as the July report.\n\nREP. SKELTON:  Thank the gentleman.\n\nThe gentleman from Texas, Mr. Thornberry, please.\n\nREP. MAC THORNBERRY (R-TX):  Thank you, Mr. Chairman.\n\nAnd I appreciate both of your service and your professionalism, especially in the light of personal attacks against \nyou.  Ambassador Crocker, how do you make elected representatives of the people to compromise with each other \nand reach agreement?  We seem to have some difficulty with that.  How do you make that happen in Baghdad?\n\nAMB. CROCKER:  I will very carefully restrict myself to commenting about the situation in Baghdad, because it is a \nserious issue.  It is at the core ultimately of what kind of future Iraq is going to have, whether its representatives, \nelected and otherwise, are able to come together and reconcile.\n\nProcess in this is as important, in some ways, as actual results. And the -- one of the elements out of this summer's \nactivity that does give me some cautious encouragement is that representatives, mainly from the parliament, from \nthe Council of Representatives, of the five major political blocs showed an ability to come together and night after \nnight and work their way through a lot of the major issues.\n\nThe issues they were able to get close to agreement on, they teed up to their leaders, and that's what was \nembodied in that August 26th declaration that, in addition to the points I've already mentioned, also included \ncommitments on reforms regarding detainees, how they're held, what the conditions are, when they see a judge, \nwhen they're released, as well as how to deal with armed groups.  The five got agreement on those points as well.\n\n\n\nBut it's the way they did it.  Each evening for weeks, representatives -- Sunni, Shi'a and Kurds -- came together and \nshowed an ability to work quite productively together.  And that is what I am hoping is going to carry forward in the \nmonths ahead as they deal with other issues.\n\nThe real answer, of course, is, you can't compel it.  People have to see their interests served by a process of \naccommodation.  And that's what we're seeing, I think, at least the hopeful beginnings of.\n\nREP. THORNBERRY:  Thank you.\n\nGeneral Petraeus, what do we do about Iran?  You -- in answer to previous questions, you said the last time \nAmbassador Crocker went and talked to them, then the flow of arms accelerated.  So some people suggest we \nneed to have a diplomatic surge and go talk to them intensely.  I'm a little skeptical that that's going to make a \ndifference.  What do we do about the arms, the training, the money that comes from Iran and undermines our \nefforts?\n\nGEN. PETRAEUS:  Well, inside Iraq, which is where my responsibility lies, we obviously are trying to interdict the \nflow of the arms, the training network, the money and so forth, and also to disrupt the networks that carry that out.  \nIt was very substantial, for example, to capture the head of the special groups in all of Iraq and that deputy \ncommander of the Lebanese Hezbollah department that I talked about earlier that exists to support the Qods Force \neffort in supporting these special groups inside Iraq that are offshoots of the Sadr militia.\n\nBeyond that, it does obviously become a regional problem.  It is something that I have discussed extensively with \nAdmiral Fallon and with others in the chain of command.  And there certainly is examination of various \ncontingencies, depending on what does happen in terms of Iranian activity in Iraq.\n\nBut our focus is on interdicting the flow and on disrupting, killing or capturing those individuals who are engaged in \nit.  We also in fact killed the head of the network that carried out the attacks on our soldiers in Karbala, where five of \nour soldiers were killed back in January.\n\nThat was yet another effort in that overall offensive against those individuals.\n\nREP. SKELTON:  Mr. Pence from Indiana.\n\nREP. MIKE PENCE (R-IN):  Thank you, Mr. Chairman.\n\nAnd I want to thank General Petraeus and Ambassador Crocker for your service to the nation.  The old book tells us \nif you owe debts, pay debts; if honor, than honor; if respect, then respect.  And having met with both of you on \nseveral occasions downrange in different assignments, I know this nation owes you a debt of honor and a debt of \nrespect.  And I want to appreciate the way my colleagues have addressed this hearing today.\n\nGeneral Petraeus, just for clarification sake, it seems to me you opened your testimony today with a very emphatic \ndeclarative.  I think your words were, \"This is my testimony.\"  I think you added that it had not been cleared by the \nWhite House or the Department of Defense. And I just -- again, we're getting the Petraeus report.\n\nGEN. PETRAEUS:  That is correct.  As I stated, I obviously have given recommendations, and I gave an \nassessment of the situation as part of those recommendations during a week of video teleconferences, \nconsultations with Admiral Fallon, the Joint Chiefs of Staff and the chairman of the Joint Chiefs, the secretary of \nDefense and then ultimately the president.  But the testimony that I provided today, this statement, is one that I \neventually took control of the electrons about two weeks ago and, as I mentioned, has not been shared with \nanybody outside of my inner circle.\n\nREP. PENCE:  Well, thank you.  Thanks for clarifying that.  I think it's important.\n\nTwo quick points.  First on the subject of joint security stations.  When I was there in April in Baghdad with you, \nGeneral Petraeus, we visited a joint security station downtown.  I think your testimony today suggests that now the \n\n\n\njoint security stations are, to use your phrase, are across Iraq.  I wondered if you might comment for these \ncommittees about the extent to which embedding, if you will, American and Iraqi forces together -- living together, \ndeploying together -- in neighborhood areas has expanded beyond the scope of Baghdad the impact that it's \nhaving.\n\nAnd for Ambassador Crocker, just for the sake of efficiency, when I was in Ramadi in that same trick, we met with \nSheikh Sattar, some of the leaders of the Iraqi Awakening Movement.  It was at that time, I think, 20 of the 22 \nsheikhs in Al Anbar province had organized that effort.  The transformation of Al Anbar has been extraordinary.\n\nYou made a provocative comment today, saying that that movement is, quote, \"unfolding\" in other parts of Iraq, and \nI think you mentioned Diyala and Nineveh provinces.  I wonder if you might -- each of you severally -- touch on that.  \nI saw those things in their nascent form this spring, and it seems like both of them have expanded well beyond \nexpectations, to the good of U.S. interests and stability in Iraq.\n\nGeneral?\n\nGEN. PETRAEUS:  Congressman, the concept, again, is that if you're going to secure the population, you have to \nlive with the population.  You can't commute to this fight.  And the idea is that, wherever possible, to do it together \nwith our Iraqi counterparts, in some cases police, some cases army, sometimes all of the above.\n\nThe idea of the joint security stations is to be really command and control hubs typically for areas in which there are \ncoalition forces, Iraqi army and Iraqi police, and sometimes now even these local volunteers, who -- again, by \ndirective of Prime Minister Maliki -- are individuals with whom the Iraqi army is supposed to deal as well.\n\nThere are a number of other outposts, patrol bases and other small bits of infrastructure, if you will, that have also \nbeen established to apply this idea that is so central to counterinsurgency operations of again positioning in and \namong the population.\n\nAnd you see it in Ramadi.  For example, in Ramadi there are a couple of dozen, I think, is the last count of police \nstations, patrol bases, combat outposts, you name it, many of which have both coalition, either U.S. Army or U.S. \nMarines together, with Iraqi police or Iraqi soldiers, or in some cases still local volunteers who are in the process of \nbeing transitioned into one of the security ministries.\n\nWe see the same in Fallujah.  In Fallujah, though it is police stations and there are 10 precincts now established in \nFallujah -- the last one was just completed -- in each of those there's typically a Marine squad or a force of about \nthat size, and over time we've been able to move -- (Chairman Skelton sounds gavel) -- our main force elements \nout of Fallujah and also now to move two of the three battalions in the Iraqi army that were in that area, which frees \nthem up to actually go up and replace the Marine Expeditionary Unit that's coming out and continue the pressure on \nal Qaeda-Iraq up in the Lake Tharthar area.\n\nREP. SKELTON:  I thank the gentleman.\n\nTry and move along -- next, we have Dr. Snyder, Mr. Wexler, Mr. Jones, Mr. Flake --\n\nREP. PENCE:  Mr. Chairman?  With your indulgence, I had posed a question to Ambassador Crocker.  I don't think \nhe had a chance to respond.\n\nREP. SKELTON:  I'm sorry.  I didn't catch that.\n\nAmbassador, please answer as quickly as possible.\n\nAMB. CROCKER:  Thank you, Mr. Chairman.\n\nWe're seeing the phenomenon of Anbar repeated elsewhere of Iraqis deciding they've had enough of terrorists.  \nAnbar itself, the whole way it unfolded there is unique to Anbar, and we've got to have the, again, the area smarts \n\n\n\nand the tactical flexibility to perceive what opportunities are with their regional differences.  So Diyala, for example, \nis much more complicated than Anbar because instead of being just Sunni, that Sunni, Shi'a, Kurd intermixed and \nhas required much more careful handling which, I must say, the military has done an absolutely brilliant job of in an \nincredibly complex political- military context.\n\nBut you know, again, in Anbar and Abu Ghraib, west of Baghdad, in Baghdad, the three neighborhoods that \nGeneral Petraeus mentioned in Diyala, which is a little bit to the northeast and also in Nineveh to the north and in \nSalahuddin, a process under way that is conceptually similar to what happened in Anbar but has in each case its \nparticular differences that have to be taken into account by us and by the Iraqis.\n\nREP. SKELTON:  Thank you very much.\n\nDr. Snyder.\n\nREP. VIC SNYDER (D-AR):  Thank you, Mr. Chairman.\n\nGentlemen, I have a question for each of you if you will each answer briefly.  I then want to brag on you.  So if you -\n- the quicker you all answer my questions, the quicker I can get to bragging on the two of you.\n\nFirst, General Petraeus, on the chart that you passed out here earlier, the one that talks about the recommended \nforce reduction mission shift, does it go out the timeline here at the end, General Petraeus?  We have a straight line \nat the end.  How far out does that line go?  The specific question is:  How many years do you anticipate U.S. troops \nwill be in Iraq if you had Ambassador Crocker's crystal ball?\n\nGEN. PETRAEUS:  And I'm afraid that I do not.  In fact, that is an illustrative document with respect to both the \nmission mix and the stair step there.\n\nAs I mentioned, there is every intention and recognition that forces will continue to be reduced after the mid-July \ntime frame when we have reached the 15 Army Brigade Combat Team level and Marine RCT level.\n\nWhat we need to do is get a bit closer to that time to where, with some degree of confidence, we can make an \nassessment and make recommendations on that.\n\nREP. SNYDER:  Thank you.\n\nAmbassador Crocker, you mentioned the Provincial Reconstruction Teams, and I appreciate you bringing them up.  \nI had a different recollection, though, of the testimony last week of the special inspector general for Iraq \nreconstruction.  One of the staff people was Ginger Cruze.  When she testified, she actually testified that by the end \nof this year, State Department will have identified 68 percent of the State Department personnel to be on board.  So \nthey will not necessarily be on board; they will have just identified two-thirds of their staff requirements.\n\nSo while I appreciate your attentiveness to this, I think we still -- I think the State Department is letting you down, \nand that somehow we've got to grapple with this issue of how to get the other agencies to step forward and assist \nthe work that General Petraeus and his people are doing, the work that you want to do.  So you may need to have \nanother meeting with them and talk about now what exactly are we going to be having at the end of December, \nbecause they said that there was only identified two-thirds of them by the end of this year.\n\nThe reason I want to brag on the two of you, I think you-all have done a good job here today and have done a great \njob throughout your careers.  I don't know if the two of you are going to be able to solve these problems, the \nchallenges you have before you, but you are the all-star team.  And if anybody can do it, you can do it.  I think that's \nwhy some of us find some of the stuff that's been said the last week or so pretty offensive.\n\nBut we talk about reconciliation.  You know, both in the Congress and in the country, we've been going through \nkind of a soft partition into D's and R's, the soft partition, the red state and the blue state.  I think you-all can be part \nof this reconciliation because our country will do better in foreign policy if we're more united.\n\n\n\nI put Secretary Gates in that category, too.  And what I like about Secretary Gates is, reports that I get back from \nthe Pentagon is that more junior generals actually feel like they can tell him when they think he's wrong or when \nthey have other ideas.  And I don't want you to respond to this, but I know that has not been the case for the first -- \nfor the last six years.\n\nAnd so I think there is some process stuff going on that may help get some of this reconciliation.  An example of this \nhas been this report that General Jones' group put out last week, that's been referred to several times.   Now, it's \nlike everything else in life, we pick and choose.  And several people that are critical of what's going on have brought \nout some of the criticisms of the police and the Iraqi army.\n\nBut the very -- the last paragraphs, the concluding thoughts -- and I'm going to quote from the report -- quote:  \n\"While much remains to be done before success can be confidently declared, the strategic consequences of failure \nor even perceived failure for the United States and the coalition are enormous.  We approach a truly strategic \nmoment in this still-young century.  Iraq's regional geostrategic position, the balance of power in the Middle East, \nthe economic stability made possible by a flow of energy in many parts of the world, and the ability to defeat and \ncontain terrorism where it is most manifest are issues that do not lend themselves to easy or quick solution.  How \nwe respond to them, however, could well define our nation in the eyes of the world for years to come.\"\n\nAnd that's the end of the quote.  And so those of us who, on whatever side we come down to now or in the last \nseveral years on what you-all are about, we've got to start looking at this, I think, this bigger picture.\n\nAnd I would -- my one question for you, Ambassador Crocker. There's a lot of criticism that we do not have the right \nstrategic diplomatic picture that helps you do the work that you're doing.  In fact, maybe I won't even put that as a \nquestion but just leave that as a comment.  I think we've got a lot of work to do in the Congress and the \nadministration to give you that kind of strategic diplomacy for that whole region.  Thank you for your service.\n\nREP. SKELTON:  Thank the gentleman.\n\nMr. Wexler.\n\nREP. ROBERT WEXLER (D-FL):  Thank you, Mr. Chairman.\n\nGeneral Petraeus, Ambassador Crocker, I vehemently opposed the surge when the president announced it last \nwinter, and instead I called for our troops to be withdrawn.  In your testimony today, you claim that the surge is \nworking and that you need more time.  With all due respect, General, among unbiased, nonpartisan experts, the \nconsensus is stark; the surge has failed based on most parameters.  In truth, war-related deaths have doubled in \nIraq in 2007 compared to last year.  Tragically, it is my understanding that seven more American troops have died \nwhile we've been talking today.  Cherry- picking statistics or selectively massaging information will not change the \nbasic truth.\n\nPlease understand, General Petraeus, I do not question your credibility.  You are a true patriot.  I admire your \nservice to our nation.  But I do question your facts.  And it is my patriotic duty to represent my constituents and ask \nyou, question you about your argument that the surge in troops be extended until next year, next summer, \nespecially when your testimony stating that the dramatic reduction in sectarian deaths is opposite from the National \nIntelligence Estimate, the Government Accounting Office and several other non-biased, nonpartisan reports.\n\nI am skeptical, General.  More importantly, the American people are skeptical because four years ago very credible \npeople both in uniform and not in uniform came before this Congress and sold us a bill of goods that turned out to \nbe false.\n\nAnd that's why we went to war based on false pretense to begin with.\n\nThis testimony today is eerily similar to the testimony the American people heard on April 28th, 1967, from General \nWilliam Westmoreland, when he told the American people America was making progress in Vietnam.\n\n\n\nGeneral, you say we're making progress in Iraq, but the Iraqi parliament simply left Baghdad and shut down \noperations last month. You say we're making progress, but the nonpartisan GAO office concluded that the Iraqi \ngovernment has failed to meet 15 of the 18 political, economic and security benchmarks that Congress mandated. \nYou say we're making progress, but war-related deaths have doubled. And an ABC-BBC poll recently said that 70 \npercent of Iraqis say the surge has worsened their lives.  Iraqis say the surge is not working.\n\nI will conclude my comments, General, and give you a chance to respond, but just one more thing, if I may.  We've \nheard a lot today about America's credibility.  President Bush recently stated we should not have withdrawn our \ntroops from Vietnam, because of the great damage to America's credibility.  General, there are 58,195 names \netched into the Vietnam War Memorial.  Twenty years from now, when we build the Iraq war memorial on the \nNational Mall, how many more men and women will have been sacrificed to protect our so-called credibility?  How \nmany more names will be added to the wall before we admit it is time to leave?  How many more names, General?\n\nGEN. PETRAEUS:  Congressman, first of all, I have not said that the surge should be extended.  In fact, my \nrecommendations are that the surge be curtailed earlier than it would have been.  The forces of the surge could \nhave run all the way till April before we began pulling them out, and that would be if we did not recommend its \ncontinuation beyond that.\n\nMy recommendations, in fact, include the withdrawal of the Marine expeditionary unit this month without \nreplacement and then a brigade starting in mid-December and then another one about every 45 days. And that's a \nconsiderable amount prior to, in fact, how far the surge could have run if we'd just pushed everybody for 15 months.\n\nREP. WEXLER:  Respectfully, General --\n\nGEN. PETRAEUS:  In fact, I am -- and with respect to the facts that I have laid out today, I very much stand by \nthose.  As I mentioned, the GAO report actually did cut off data at least five weeks and in some cases longer than \nthat in the assessment that it made.  And in fact those subsequent five weeks have been important in establishing a \ntrend that security incidents have gone down, as they have, and have reached, as I mentioned, the lowest level \nsince June 2006, with respect to incidents, and with April 2006, in terms of attacks.\n\nI stand by the explanation of the reduction in ethno-sectarian deaths and so forth.\n\nAnd lastly, I would say, Congressman, that no one is more conscious of the loss of life than the commander of the \nforces.  That is something I take and feel very deeply.  And if I did not think that this was a hugely important \nendeavor and if I did not think that it was an endeavor in which we could succeed, I would not have testified as I did \nto you all here today.\n\nThank you, sir.\n\nREP. SKELTON:  I thank the gentleman.\n\nBefore I call on Mr. Jones, the gentleman from California, Mr. Hunter, has a unanimous consent.\n\nREP. HUNTER:  Thank you.  Thank you, Mr. Chairman.\n\nI just -- I'm requesting unanimous consent that the questions of Mr. Graves of Missouri be submitted to General \nPetraeus and Ambassador Crocker.\n\nREP. SKELTON:  Thank you.  Without objection.\n\nMr. Jones.\n\nREP. WALTER JONES (R-NC):  Mr. Chairman, thank you very much.\n\nAnd General Petraeus, thank you.\n\n\n\nAnd Ambassador Crocker, thank you as well.\n\nAnd let me just say that many of the comments you've heard today about our troops and thank you again for your \nleadership.  But we had General Barry McCaffrey before the oversight committee chaired by Chairman Snyder \nabout five or six weeks ago.  And I have Camp Lejeune down in my district, and from time to time I have a chance \nto see some of the Marines who are, you know, out of uniform at certain locations and have conversations.\n\nWhat Barry McCaffrey said was that by April or May of 2008, that the Marine Corps, the Army, the Reserves and \nthe National Guard will start to unravel; that they are absolutely stressed and worn out.  And General, you have \nacknowledged that, so let me make that clear.\n\nMy question primarily is going to be for Ambassador Crocker.  I want to start by reading a quote by Army Lieutenant \nGeneral Jay Garner, first U.S. official in charge of postwar Baghdad.  This is his quote:  \"I don't know that the Iraqi \ngovernment has ever demonstrated ability to lead the country, and we should not be surprised.  You will never find \nin my lifetime one man that all Iraqis will coalesce around.  Iraqis are too divided among sectarian, ethnic and tribal \nloyalties, and their loyalties are regional, not national.\"\n\nMr. Ambassador, I know you have over 20-some years in foreign service with the State Department, and I respect \nthat very much.  You made mention of Lebanon, where we had Marines killed there at the barracks.  You are \ndealing with a country that is not national; it is regional.  It is a tribal system that has been part of that history of \nwhat is now Iraq.\n\nAnd I listened to you carefully and appreciated your comments. You made some statements like \"we see some \nsigns of,\" \"we're encouraged,\" and, you know, those kind of statements which sound good in your written testimony.  \nBut my question is, for the American people, I mean, this is a huge investment.  And I realize that it is a war on \nterrorism; I mean, many of us questioned whether we should have gone into Afghanistan, stayed in Afghanistan, \ngone after bin Laden and al Qaeda instead of diverting to Iraq, but that damage is done.  As Colin Powell said, if \nyou break it, you own it.  Well, we own it -- sadly, mainly, with blood.\n\nMy question is to you is, where -- how can you say or how can you hope to encourage a national government when, \nin this testimony today and in the days before, people have talked about the great successes in Anbar, and that's \nnot because of the national government?  How can you take a country that has never had nationalism and believe \nthat we can bring these people together when, as someone said before -- I've spoke -- I mean, they broke and \ndecided not to meet with some of their responsibilities for 30 days.  And that sent a bad signal to many people, \nmaybe to our troops, maybe not to our troops.  But how do you see this coming together, and how long will it take it \nto come together?\n\nAMB. CROCKER:  Congressman, you pose, I think, the critical question.  And that's why in my written testimony I \nfocused a lot of attention on that.  What kind of state is ultimately going to emerge in Iraq?  Because that is still very \nmuch an issue under discussion, a work in progress, with some elements of the population, mainly the Sunnis, still \nfocused on a strong central authority; and others, mainly but not exclusively Kurds and Shi'as, saying it needs to be \na decentralized federalism.\n\nSo you have those differences.  And even within those two camps, often not a lot of detailed thought as to what \neither strong central authority or decentralized federalism would actually look like.\n\nSo, you know, that is part of the challenge.  Iraqis will have to work through this.\n\nAmong the encouraging things I noted that I'd seen is that now among Sunnis there is a discussion that maybe \nfederalism is the way this country needs to go.  That has in part been conditioned by the experience in Anbar, but \nnot exclusively.\n\nThat is why I say this is going to take time, and it's going to take further strategic patience on our part and further \ncommitment. There simply are no easy, quick answers.  There are no switches to flip that are going to cause the \n\n\n\npolitics to come magically together. It's going to have to be worked through.  I believe that it can.  I believe that the \nthings that we have seen over the last six months and that I've described, General Petraeus has described, do hold \nout cause for hope.  But it's going to take their resolve and our backing to actually make that happen.\n\nNow, you mention Anbar.  I think that that can be a very interesting illustration in this process, where something got \nstarted out in Anbar that the central government certainly didn't precipitate, but then the central government found \nways to connect to it, both by hiring police and by providing additional resources to the provincial budget.\n\nSo, you know, this is going to be something that Iraqis are going to have to work through.  I'd like to be able to say \nthat we can get this done in six months or nine months or by next July; I can't sit here and do that.\n\nREP. SKELTON:  Thank you.  Mr. Flake.\n\nAMB. CROCKER:  I can say that I think it's possible.\n\nREP. SKELTON:  Mr. Flake.\n\nREP. JEFF FLAKE (R-AZ):  I thank you both for your very enlightening testimony.\n\nAmbassador Crocker, you mentioned there's abundant evidence that the security gains have opened the door for \nmeaningful politics.  I think we all agree that the purpose of the surge was to create the space necessary for the \npoliticians to do their work.  Where -- how do you strike a balance between giving them space and providing a \nconvenient excuse not to reach conclusion on some of these debates? They're talking about federalism, for \nexample.  I mean, we can have debates here on the topic, and we do have such debates.  But where -- how do you \nrespond to the criticism or the assumption that they would move faster if we had a more precipitous withdrawal or \ndrawdown?\n\nAMB. CROCKER:  I'd make two comments, sir.\n\nFirst, we are engaged in this process.  I spend a lot of my time, as does my staff, working with political figures, \nsorting through issues, offering advice, twisting some arms from time to time, to help them get done what in many \ncases they've laid out as their own objectives, but find it a little hard to actually get it over the finish line.  So we are \ninvolved in that and will continue to be.\n\nWith respect to the point on using leverage -- using troops as leverage, to say we're going to start backing out of \nhere regardless of whether you've got it done or not, as I said in a slightly different context earlier, I think we have to \nbe very careful with that because if the notion takes hold among Iraqis that what we really do intend to do is just \nexecute a non-conditions-based withdrawal -- say, the famous precipitous withdrawal -- I think it pushes them \nactually in the wrong direction.\n\nI think it creates a climate in which they are much less likely to compromise, because they'll be looking over our \nheads, concluding that the U.S. is about to pull, so they had better be getting ready for what comes next.  And what \ncomes next will be a giant street fight.\n\nIt's not a climate, I think, that lends itself to compromise.\n\nREP. FLAKE:  If I might, then, without us putting troops aside, then, what other leverage do we have?  Is it aid that \nis contingent on them moving forward?  Some of the -- you know, with regard to some of the benchmarks?  What \nelse is effective?  Is there something that has been used in other scenarios, say, the peace process in Northern \nIreland, or other -- anything that you've used in prior diplomatic efforts that would be more useful here?\n\nAMB. CROCKER:  Again, like so much else in Iraq, the political dynamic there is probably not unique in world \nhistory, but it is pretty special.  And while we're always looking for good lessons from outside, in the case of \nNorthern Ireland, for example, where an international commission was formed to help the people work through \n\n\n\nissues, we've gotten the documentation on that, and we've made it available to Iraqi political  figures as something \nthat we and they might work with.  They're -- they've got that under consideration.\n\nClearly we do have leverage, and we do use it.  I mean, the presence of 160,000 troops is a lot of leverage.  And \nyou know, we are using those troops for their security.  That gives us, again, not only the opportunity but the \nobligation to tell them they've got to use the space they're getting to move forward.\n\nREP. FLAKE:  In the remaining time I have, quickly, for the general, some argue that the presence of U.S. troops \ngives al Qaeda simply a target.  Is there a difference between their attacks on U.S. troops as opposed to attacks on \nother coalition forces?  I know there are different regions, but in Basra, for example, where the British have been, is \nthere --\n\nGEN. PETRAEUS:  There are virtually no al Qaeda, really, in the southern part of Iraq because, of course, it's a \nShi'a area and much less hospitable to them.\n\nREP. FLAKE:  Right.\n\nGEN. PETRAEUS:  They -- we think there have been attacks over time, occasionally, but nothing at all recently in \nthe southern part of Iraq.\n\nREP. FLAKE:  In other areas, is there any evidence that -- and I know we've performed different roles, the different \ncoalition forces, but is there any evidence that they are more likely to attack Americans than other coalition forces?\n\nGEN. PETRAEUS:  No.  In fact, they're probably more likely to attack Iraqi forces right now.  In fact, they're very \nconcerned by the rise of particularly these local volunteers who have been assimilated into the Iraqi forces, because \nthat represents a very, very significant challenge to them.  It means that locals are invested in security, and of \ncourse they have an incentive that folks from the outside can never have.  They are going to fight and die for their \nneighborhood, again, in a way that -- others who might come in from elsewhere would not be willing to do the same.\n\nSo in fact we've seen a very substantial number of attacks on these forces as they have become more effective, \ntrying to take out their checkpoints, attack their bases and so forth.\n\nREP. FLAKE:  Thank you.\n\nREP. SKELTON:  Thank the gentleman.\n\nMr. Smith from Washington.\n\nREP. ADAM SMITH (D-WA):  Thank you, Mr. Chairman.  And thank you, General, Ambassador, for your service \nand for your testimony today.\n\nI want to explore something we haven't talked that much about, and that is to some degree -- Iraq, to a very large \ndegree, is dividing along sectarian lines and has been for some time.  I mean, if we're not there yet, we're pretty -- \nwe pretty soon will be to the point where there's no such thing as a mixed Shi'a-Sunni neighborhood. So even while \nwe're surging forward, this -- (inaudible) -- ethnic cleansing, division, whatever you want to call it, is going on.  And I \nthink there's a number of implications of that.  You know, one is, it sort of underscores the difficulty of reaching a \nsolution.\n\nYou know, I, I guess, will be a minority among some of my colleagues here.  I don't really so much blame the Iraqis \nfor the situation.  It's an intractable situation.\n\nIt's not like if they stuck around in August in parliament they would have solved this.  They, you know, have a deep \ndivision between Shi'a and Sunni that I think everybody in this room understands, and it's not a problem that \nleverage or anything is really going to solve.  It is what it is, and it's a reality on the ground.  And I'm concerned that \nwe don't seem to be reacting very much to that reality, or as much as we should be.  We still have this fantasy of a, \n\n\n\nyou know, unity government in Iraq that we are supposedly fighting to create the space to come about.  And I think \nmost people would have to acknowledge at this point it is not going to happen.  More on that in a second.\n\nI just want to -- one quick question for General Petraeus.  So when you figure out what ethno-sectarian violence is, \nyou don't count Shi'a on Shi'a and Sunni on Sunni.  And that's a little troubling, in the sense that since this ethnic \ncleansing is going on and the neighbors have divided, a lot of the violence then comes down to once they've \ndivided it that way, then it's, okay, which Shi'a are going to be in charge and which Sunni are going to be in charge?  \nI mean, to some degree that's part of what's going on in Anbar.  Sunnis --\n\nGEN. PETRAEUS:  First of all, Congressman, we count in the -- civilian deaths include all deaths, as I mentioned.\n\nREP. A. SMITH:  Okay.  But in the sectarian --\n\nGEN. PETRAEUS:  They are in there.\n\nREP. A. SMITH:  In the sectarian violence.\n\nGEN. PETRAEUS:  We are focused on sectarian violence, ethno- sectarian violence --\n\nREP. A. SMITH:  Right.\n\nGEN. PETRAEUS:  -- because in some cases it's Arabs and Kurds as well -- because that is what eats at the fabric \nof Iraqi society. That is what tore the fabric of Iraqi society in the --\n\nREP. A. SMITH:  That could be, General, but if I may for just one minute --\n\nGEN. PETRAEUS:  -- latter part of 2006.  If I could finish, sir. And it does not stop.  It never stops until it is stopped \nby something else. And what we wanted to -- want to have happen is to have it stopped because there is a \nsustainable security situation.  In some cases we help it stop by cement walls.\n\nREP. A. SMITH:  That could well be, but what I said is essentially accurate, that you don't count -- in the chart that \nwe showed, you weren't showing us civilian deaths, you were showing --\n\nGEN. PETRAEUS:  Oh, I did show you civilian deaths.  That is --\n\nREP. A. SMITH:  Ethno-sectarian --\n\nGEN. PETRAEUS:  -- in the chart.  There are civilian deaths.\n\nREP. A. SMITH:  Okay.\n\nGEN. PETRAEUS:  I showed that slide.  And that has come down substantially.\n\nREP. A. SMITH:  But for the purpose --\n\nGEN. PETRAEUS:  Now, it has not come down as much outside Baghdad because of the mass casualty attacks \ncarried out by al Qaeda.  And we count all of those, all civilian deaths.  That's why I showed that slide and then \nshowed the subset of that slide, which is the ethno- sectarian deaths\n\nREP. A. SMITH:  Okay.\n\nGEN PETRAEUS:  We focus on that because of the damage that ethno- sectarian violence does to neighborhoods, \nparticularly, again, in Baghdad.  And the problem with the discussion is that Baghdad is a mixed province, still, as \nare Babil, Wasat, Diyala and other areas of Iraq.\n\nREP. A. SMITH:  If I could have --\n\n\n\nGEN. PETRAEUS:  And beyond that, beyond that, the resources are provided by a central government.  So with \nthe mechanism that exists now under the Iraqi constitution, there has to be representation of and responsiveness to \nall Iraqis in that government to ensure that all do get.  Now --\n\nREP. A. SMITH:  My time is very limited.  I wanted to ask Ambassador Crocker a question, if I may.  I appreciate \nthat --\n\nGEN. PETRAEUS:  Thank you for letting me answer that anyway.\n\nREP. A. SMITH:  The question, then, is, what is the political solution that we are moving toward?  And that's what is \nmost concerning to us.  And the bottom line is, even under General Petraeus's description, in July of 2007 we will \nhave roughly the same number of troops in Iraq that we had in January of 2007.  Now, a lot of progress has \nhappened, but that is obviously a problem for us.\n\nWhat is the political solution that we are working towards where the conditions are in place that we can begin to end \nour occupation, keeping in mind the fact that this ethnic division is happening?  And maybe, Ambassador Crocker, \nyou can correct me if I'm wrong, but Baghdad is separating along ethnic lines, is it not?  And how does that -- what \nare the implications for where we're headed with all of this?  If you could take a stab at that.\n\nAMB. CROCKER:  Baghdad, like so many other parts of Iraq, in spite of the sectarian violence that occurred, \nremains a very mixed area.  And that is why, again, abruptly changing course now could have some extremely \nnasty humanitarian consequences.  Iraq is still, to a large degree, an intermixed society.  Now, that puts special \nweight on the question you ask.\n\nSo, what kind of political society is it going to be?  According to the constitution, Iraq is a federal state.  The debate \nis over what kind of federal state.  Iraqis are going to need to work through this. The encouraging news I see is that \nnow all communities increasingly are ready to talk about translating federalism down to a practical level.\n\nAnd that's a conversation that very much does need to take place.\n\nAs I tried to lay out in my testimony, there is a tremendous amount of unfinished business here.  There is that \ndebate.  There is within that debate the whole question of how the center and the periphery relate.  For example, a \nhot debate that I had a chance to witness among Iraq's leaders was over can a provincial governor under certain \ncircumstances -- emergency circumstances -- command federal forces.  That's a pretty big issue, and it's an \nunresolved issue.\n\nSo that's why -- and everything I said, I tried to lay out that I see reasons to believe that Iraq can stabilize as a \nsecure democratic federal state at peace with its neighbors, under the rule of law, an ally in the war on terrorism.  \nBut it's going to take a lot of work, and it's going to take time.\n\nREP. SKELTON:  The chair recognizes the gentleman from New York, Mr. Engel.\n\nREP. ENGEL:  Thank you, Mr. Chairman.\n\nI want to say at the outset, gentlemen, that I respect both of you and I thank you for your service to the nation.  I am \nrespectful of our troops who put their lives on the line for us every day.\n\nBut I really must disagree with a lot of what I've heard here today.  The American people are fed up -- I'm fed up -- \nand essentially what I'm hearing from both of you today is essentially \"stay the course in Iraq.\"  How long can we \nput up with staying the course?  Young Americans are dying in someone else's civil war, as far as I'm concerned.\n\nAmbassador Crocker, you mentioned that Iraq will slip into civil war if we leave.  I mean, we're in civil war now.  It's \nbecome apparent to me that the Iraqis will not step up until we step out, and as long as we have what seems to be \nan open-ended commitment, the Iraqis will never step up.  So we have an open-ended commitment with many, \nmany troops.  At some point you have to ask, is this the best way to keep the U.S. safe?\n\n\n\nGeneral Petraeus, you said that the Iraqi politicians were understanding more and more about the threat from Iran.  \nMr. Maliki is supported by a pro-Iranian parliamentarians in the parliament.  That keeps his coalition in power, so \nhow much can he really go against Iran?  He's a product of Iran.  His people that back him are supporters of Iran.\n\nYou know, for years we keep hearing rosy, upbeat pictures about Iraq -- \"Victory is right around the corner; things \nare going well\" -- and it never seems to materialize.\n\nGeneral Petraeus, I have an article here called \"Battling for Iraq.\"  It's an op-ed piece that you wrote three years ago \nin The Washington Post -- today -- three years ago, and I want to just quote some of the things you said.  You said, \n\"Now, however, 18 months after entering Iraq, I see tangible progress.  Iraqi security elements are being rebuilt \nfrom the ground up.\"  You wrote that -- you said, \"The institutions that oversee them are being reestablished from \nthe top down, and Iraqi leaders are stepping forward, leading their country and their security forces courageously \nin the face of an enemy that has shown a willingness to do anything to disrupt the establishment of a new Iraq.\"\n\nYou talk about Iraqi police and soldiers, and you say they're \"performing a wide variety of security missions.  \nTraining is on track and increasing in capacity.\"  And finally, you said in this article -- op-ed piece three years ago, \"I \nmeet with Iraqi security forces every day.  I have seen the determination and their desire to assume the full burden \nof security tasks for Iraq.  Iraqi security forces are developing steadily, and they are in the fight.  Momentum has \ngathered in recent months.\"\n\nSo today you said -- and I'll just quote a few things -- \"Coalition and Iraqi security forces have achieved progress in \nthe security area.  Iraqi security forces have also continued to grow and to shoulder more of the load.\"  And finally \nyou said, \"The progress our forces have achieved with our Iraqi counterparts, as I noted at the outset, has been \nsubstantial.\"\n\nSo I guess my question really is that, you know, why should we believe that your assessment today is any more \naccurate than it was three years ago in September 2004?  Three years ago I was able to listen to the optimism, but \nfrankly I find it hard to listen now, four years-plus into this war with no end in sight.  Optimism is great, but reality is \nwhat we really need.\n\nGEN. PETRAEUS:  Thank you, Congressman.  I actually appreciate the opportunity to talk about that op-ed piece \nbecause I stand by it. I think what I said there was accurate.  You -- there are also a number of items in there that \ntalk about the challenges that Iraq faced, about hardships that lay ahead, and a number of other items that are \nincluded in that piece.\n\nAnd what I would note, by the way, is that Iraqis are dying in combat, are taking losses that are typically two to three \n-- closer to three -- times ours in an average month.  They are stepping up to the plate.\n\nWhat did happen between that time and the progress that we started -- all I was doing was saying that we were \ngetting our act together with the train and equip program and that we were beginning -- \"Training is on track.\"  \nThat's what it was.  It was on track and it was moving along.  And over the course of the next six, eight, 12 months, \nin fact it generally continued to progress.\n\nAnd then along came sectarian violence and certainly the February bombing of the gold dome mosque in Samara, \nand you saw what that did to the country of Iraq.  It literally tore the fabric of Baghdad society, Iraqi society at large \nbetween Sunni and Shi'a, and literally some of those forces that we were proud of in the beginning took enormous \nsteps backward and were hijacked by sectarian forces and influences at that time.\n\nWhat I have tried to provide today is not a rosy picture.  I have tried to provide an accurate picture.  As I said, I have \nlong since gone from being a pessimist or an optimist about Iraq.  I'm a realist. We have learned lessons very much \nthe hard way, and again the damage done by sectarian violence in particular has been a huge setback for the \noverall effort, and it resulted in the change that had to be carried out as a result of General Casey and Ambassador \nKhalilzad assessing in December of 2006 that the effort was failing to achieve its objectives.  That's where we were.  \nAnd as I mentioned, we have then made changes to that that have enabled the military progress that I have talked \n\n\n\nabout.  And that is military progress indeed that has emerged certainly most in the last three months, since the mid-\nJune surge of offensives, but is something that we certainly are going to do all that we can to build on and to \ncontinue in the weeks and months ahead.\n\nThank you -- (inaudible).\n\nREP. ENGEL:  But General, that was three years ago, and this is three years later.\n\nREP. SKELTON:  Whoa, whoa -- (inaudible).\n\nREP. ENGEL:  Will we be saying the same thing three years from now?\n\nREP. SKELTON:  Mr. Engel -- Mr. Engel, you're over a minute over your time.\n\nThe chair recognizes the gentleman from Missouri, Mr. Akin.\n\nREP. AKIN:  I wanted to say, General Petraeus and Ambassador Crocker, thank you for your service.  I thank you, \nand I know that my son who's had a little free time over in Fallujah would also thank you for your good service, as \nwell.\n\nI also would like to compliment you on your testimony today.  It is professional and credible, as we anticipated that it \nwould be.  But some of us sitting here were guessing, trying to figure out what you were going to say today, and \none of the things that did surprise me a little bit was that you seem to be a little gentler on the Iraqi parliament and \nmaybe not quite as aggressive on federalism, which seems to be working well and working with the local level.\n\nSo I guess my question is this:  instead of threatening, well, we're going to take our troops and go home, does it not \nmake sense to a certain degree to say, look, if the national legislature can't figure out when to have elections in \nAnbar province, we'll help -- we'll take care of that for you; we'll go ahead and schedule those.  And by the way, you \nneed to understand that Anbar and the different provinces are going to be able to take care of their own garbage \ncollection and police and all this, the type of things we think of as local government functions.  And can we not be \nbuilding at the local level at the same time as at the federal level, both in terms of political leverage to encourage \nand spur each one on, but also just because of the -- the local progress seems to be working pretty well?\n\nAnd my last question.  It kind of goes -- if you comment on that, but the next piece would be, if we wanted to elect \nthe equivalent of a mayor of a city or people to a city council that are not working at the -- you know, at the federal \nlevel, do we have the authority to do that, and can that process take place?  And is that happening?\n\nAMB. CROCKER:  That's a series of good questions.\n\nLet me start by saying that we are very much focused on how we can help in the provinces.  In Anbar, for example, \nwe've got three embedded PRTs as well as the main PRT out there, been working very closely with the Marines in \njust these kind of issues.  Okay, you've got a municipality now.  And by the way, of course, Iraq is now at the stage \nwhere Iraqis are forming their own municipal governments.\n\nREP. AKIN:  Are they doing that right now?\n\nAMB. CROCKER:  Yes, they --\n\nREP. AKIN:  Forming their own?\n\nAMB. CROCKER:  Yes, sir.  They --\n\nREP. AKIN:  Do they elect people to run those -- so that's going on right now?\n\nAMB. CROCKER:  They do indeed, and that's been one of the other elements of the Anbar phenomenon that I think \nnow every town of significance in Anbar has an elected mayor and municipal council.  And the mission we've got is \n\n\n\ndoing everything we can, military and civilians, to try to help these new councils learn to act like they're councils; to, \nyou know, deliver services, to pick up the trash.  That is a major priority, and it's important.\n\nAt the same time, we do encourage, as I said, the linkages up and down the line so that the municipal councils are \ntied into the provincial council because that's where the provincial budget is executed, not just in Anbar but \neverywhere in the country, so that the municipalities are getting their share as well.  And this is not as easy as it \nmay sound in a country that at least since the '60s -- and you can argue all the way back to the creation of Iraq as \na modern state -- has never had that kind of contract between its government and its people.  So, again, it's part of \nthe revolution and progress, if you will.\n\nBut we have seen that as conditions -- as security conditions stabilize, a lot of things start happening like these \nmunicipal councils, like a focus on services, like linkages from top to bottom. And again, we've -- Iraqis talk about \nfederalism, but what does that mean in a case where resources all flow from the center?  You know, the budget for \nAnbar comes from Baghdad.  They don't have the capacity to develop a revenue base independently.\n\nSo all of those things are in play, and they have been in play, basically, just since security started to improve out \nthere.  A tremendous amount has happened in a fairly short time, which gives me, again, some encouragement that \nas security conditions stabilize in other parts of the country, you can see not the same process -- because, as I \nsaid earlier, each place has its own unique characteristics -- but, you know, roughly similar processes start to catch \nhold.\n\nREP. AKIN:  Thank you very much.\n\nREP. JOHN BOOZMAN (R-AR):  Thank you, Mr. Chairman.\n\nREP. TAYLOR:  The gentleman from Arkansas, Mr. Boozman.\n\nREP. BOOZMAN:  Thank you, Mr. Chairman.\n\nGeneral Petraeus, when I was over and visiting not too long ago with you, two or three weeks ago, one of the real \nconcerns that I had after I left was that, in visiting with the guys that had been there for a while, what I would call the \nbackbone of the military, many of those guys were on their third deployment.  And I'm pleased to hear that, because \nwe are making progress, that we are going to be able to withdraw.\n\nOccasionally we'll have votes here that maybe mandate that you have to go over -- you know, you've got to come \nback for the same amount of time that you've gone.  Besides the argument of not wanting to micro-manage the war \nfrom Congress, which I believe very strongly that we shouldn't do, what does that do to your flexibility if we were to \nactually pass something like that?\n\nGEN. PETRAEUS:  Congressman, that's not really a question that I can answer.  That would have to be one that \nthe chief of staff of the Army or the commandant of the Marine Corps would have to address.  My job, as you know, \nis to request forces and then try to make the best possible use of them, and I'm not really sufficiently knowledgeable \nin what the status is at this point in time of reaching a point where we can start extending the time that forces are at \nhome and so forth.\n\nREP. BOOZMAN:  Let me ask very quickly, Mr. Crocker, one of the frustrations I've had in traveling the area has \nbeen that the -- our efforts to try -- our Voice of America-type efforts that was so successful against the Soviet \nUnion, sometimes the people in the region have not spoken very well of that through the years.  Is that better, or \ncan you tell us a little bit about what we're trying to do to get the hearts and minds through the media?\n\nAMB. CROCKER:  Yes, sir, that has, of course, been something that we've been engaged in since 2003, and as \nyou suggest with some fairly mixed results in trying to get this right.  We've got a couple of vehicles out there for it.  \nOne of them is Al Hurra, which has, quite frankly, as I understand it, been involved in a few controversies and has \ngone through some high-level personnel changes.  As well as, of course, VOA, which has been a stalwart all along, \nas you point out.\n\n\n\nIt is a complex media environment in Iraq and in the region, and it requires having people in place who know how \nmessages resonate and know how to put them together.  I was in Iraq in 2003 for several months as we put \ntogether the Governing Council and our first media efforts, and coming back a little over four years later I've been \nimpressed by the progress we have made.  But to be completely frank with you, I think we still have a way to go \nboth in Iraq and in the region in articulating an effective message to Arab audiences.\n\nREP. BOOZMAN:  General Petraeus, I've got tremendous respect for you, tremendous respect for General Jones.  \nA lot -- you know, people have alluded to that report.  Well, it would be helpful, I think, to me and others if at some \npoint that perhaps you could maybe respond through writing or whatever some of the ideas that he's got that differ \nthan the ideas that you -- I would just encourage you -- again, that would be very helpful to me if at some point you \ncould delineate the differences that you have and then why.\n\nI yield back.\n\nREP. SKELTON:  The chair recognizes the gentlewoman from California, Ms. Sanchez.\n\nREP. LORETTA SANCHEZ (D-CA):  Thank you, Mr. Chairman.\n\nAnd thank you, gentlemen, for being before us today.  It's good to see you both again.\n\nAs usual, I have tons of questions, General and Ambassador, but let me limit it to this one.  The BBC released the \nresults of a poll conducted in August that indicates that Iraqi opinion is at the gloomiest state ever since the BBC \nand ABC News polls began in February of 2004.\n\nAccording to the latest poll, between 67 and 70 percent of Iraqis say that the surge has made things worse in some \nkey areas, including security and the conditions for political dialogue, reconstruction and economic development.  \nSince the last BBC/ABC News poll in February, the number of Iraqis who think that the U.S.-led coalition forces \nshould leave immediately has risen sharply, from 35 to 47 percent. And 85 percent of Iraqis say they have little or \nno confidence in the U.S. and U.K. forces.\n\nSo I know a lot of politicians live by polls, and I realize that the U.S. policy in Iraq shouldn't simply follow the polls, \nbecause, you know, there can be a wide range of influence on some of this. Nevertheless, it's a fundamental \nprinciple of the U.S. Army counterinsurgency doctrine that the attitudes of the population are an important center of \ngravity in such a conflict.  I think that was stated in our counterinsurgency manual.\n\nFirst -- I have three questions for you -- were you aware of the poll?  Do you have your own polling?  And why -- \nand what are your findings versus the attitude of the Iraqi public that we find in the BBC poll?\n\nSecondly, how do you explain the sharply negative perception of Iraqis regarding security conditions in Iraq since \nthe surge began? If your data so indicates that dramatic and sharp declines in violence have happened in the last \nthree months, then why isn't it reflected in the attitudes of the Iraqi citizens who are living this hell day by day?\n\nAnd third, one of the cornerstones of your counterinsurgency strategy is to deploy U.S. forces into the areas where \nthey conduct operations, and the BBC poll indicates a dramatic increase in the percentage of Iraqis who want U.S.-\nled forces to leave Iraq.  And that supports the finding of the independent commission by General Jones, that said \nmassive troop presence and U.S. military facilities creates a negative perception among Iraqis that U.S. forces are \na long-term occupying force.\n\nSo, how concerned are you that this apparent decline in public confidence is happening due to that, and how do we \naddress it?  Is it a public relations problem or is there a substantive strategy issue that we need to face?  And I'll \nstart with the ambassador.\n\nAMB. CROCKER:  Thank you very much, Congresswoman.  No, I have not seen this particular poll.  As you know, \nthere are a lot of polls out there.  And to say the least, I think polling in Iraq at this point is probably a fairly inexact \nscience -- which is not to call into question, you know, this particular poll.  I simply don't know.\n\n\n\nI know that I have seen --\n\nREP. SANCHEZ:  It's a BBC/ABC poll.  They usually know how to conduct surveys quite well, I would say.\n\nAMB. CROCKER:  Yeah.  What --\n\nREP. SANCHEZ:  They certainly find that they count better than most of our generals count in Iraq.  And General \nPetraeus will know what I mean by that.\n\nAMB. CROCKER:  I have seen other national polling data that shows, for example, that the number of Iraqis who \nnow feel secure in their own neighborhoods and indeed feel secure moving around the city has gone up \nsignificantly.  I don't know whether that is accurate either.\n\nWhat I do know, since Iraq, with all of its problems and imperfections, is now an open political society where \npolitical figures do have a sense of where their constituencies are, that all of Iraq's principal leaders have registered \nthe sense they have that there has been an improvement of security in the course of the surge.\n\nAnd they've also been very clear that they credit multi-national forces with much of that improvement, and that they \ndon't want to see any marked precipitous reduction in how those forces are deployed until conditions sustain it.\n\nAnother example I would give you is the communique of the leaders on the 26th of August, in which these five \nindividuals, who have some pretty substantial differences among them, were all prepared to sign on to language \nthat called for a long-term strategic relationship with the U.S.\n\nSo, again --\n\nREP. SANCHEZ:  Well, sure.  They want our money, and they want our -- you know, I mean, we're pumping lots of \n-- we're about the only thing going on in the economy.\n\nAMB. CROCKER:  Well, actually, there's a lot starting to go on in the economy, and we've talked about what we're \nseeing in terms of provincial development; that's -- that's mainly coming from --\n\nREP. SANCHEZ:  Potential development.\n\nAMB. CROCKER:  Provincial.\n\nREP. SANCHEZ:  Provincial.\n\nAMB. CROCKER:  Provincial development.  That's coming out of the central treasury.  And it is generating \neconomic activity.  We support that.  We have a number of programs of our own that we work in coordination with \nIraqi government.  But there is economic activity. Again, it's anecdotal, but what I have noticed going around \nBaghdad is people, because they're feeling relatively better about their security conditions, are now asking, \"Okay, \nso where are the services?\"\n\nREP. SANCHEZ:  Again, why is the poll so far off from your anecdotal?\n\nAMB. CROCKER:  Ma'am, I -- you know, I haven't seen the poll.  I don't know what the margin of error is or how it \nwas conducted.\n\nREP. SANCHEZ:  Thank you, Mr. Chairman.\n\nREP. SKELTON:  Thank you.\n\nWe have an ongoing vote.  We're told they will hold the vote open for an extra two or three minutes for us.  I don't \nbelieve we have time to call on an additional member, which I regret, and I thank you for staying the additional 20 \nminutes, Mr. Ambassador and General.\n\n\n\nI appreciate -- we all appreciate your being with us --\n\nREP. ORTIZ:  I was ready.\n\nREP. SKELTON:  -- your professionalism and your duty to our country.\n\nWith that, we'll adjourn the hearing.  (Sounds gavel.)\n"}