{"title": "SENATE AGREES TO CURB IMMIGRANT ASSISTANCE< THE MEASURE WOULD PROHIBIT PUBLIC AID TO< THOSE WHOSE SPONSORS CAN AFFORD TO SUPPORT THEM.", "body": "\nThe Senate yesterday agreed to bar immigrants from public assistance programs if the person sponsoring their \nmove to the United States can support them.\n\n\"There are two choices,\" said Sen. Alan K. Simpson (R., Wyo.), the immigration bill's chief author. \"Either a \nsponsor pays for a legal immigrant, or the taxpayers do.\"\n\nThe Senate bill says a sponsor's income would be deemed to be part of the immigrant's income if the immigrant \nseeks public assistance. The amendment by Sen. Bob Graham (D., Fla.) would have made poor immigrants, \nregardless of their sponsor's income, eligible for all but four types of aid. It was defeated, 62-37.\n\nAlso rejected, 54-45, were amendments by Sen. Edward M. Kennedy (D., Mass.) to guarantee legal immigrants \naccess to government benefits such as emergency medical services, emergency relief, Head Start, immunizations \nand treatment of communicable diseases regardless of their sponsors' income.\n\n\"The public health is at stake, not just immigrants' health,\" he said.\n\nSchool lunch programs were exempted under an amendment approved Monday.\n\nThe bill's emphasis is cracking down on illegal immigrants. It would nearly double the number of border patrol \nguards, authorize pilot projects for employers to easily verify a job applicant's eligibility, increase penalties for \ndocument fraud and immigrant smuggling, and deny welfare and other government benefits to illegal immigrants.\n\nGraham won a 63-36 vote on his amendment to maintain the Cuban Adjustment Act, which allows Cuban \nimmigrants to become permanent legal residents one year after they arrive here, legally or illegally.\n\nVETO OVERRIDE. The House failed yesterday to override President Clinton's veto of a foreign-policy bill that the \nPresident rejected as intruding on his authority and harmful to U.S. security interests.\n\nThe 234-188 vote to override fell 48 votes short of the two-thirds majority needed.\n\n\nThe bill would have authorized $13 billion over fiscal years 1996 and 1997 for the State Department and related \nagencies, a cut of $500 million from present levels.\n\nMore than the cuts, the administration objected to a directive to abolish one of three agencies - the Agency for \nInternational Development, the Arms Control and Disarmament Agency or the U.S. Information Agency.\n\nClinton also opposed what he said was language that would have restricted his ability to conduct foreign affairs and \nefforts by Congress to micromanage foreign policy, particularly in regard to China.\n\nLIMITING LAWSUITS. Attacking President Clinton as beholden to trial lawyers, Senate Majority Leader Bob Dole \nand House Speaker Newt Gingrich sent him legislation yesterday limiting damages in product-liability lawsuits.\n\nIn a ceremony staged for television cameras, Dole (R., Kan.) said the bill would reform a legal system that destroys \njobs, raises prices, and discourages development of innovative and lifesaving devices.\n\nClinton promised to veto the bill, which limits punitive damages in federal and state courts to $250,000 or two times \nthe damages, whichever is greater. Opponents say it would trample states' rights and deprive consumers of legal \nredress against manufacturers of unsafe products.\n\nDole cited a study by the Center for Responsive Politics showing lawyers and law firms contributed $2.5 million to \nClinton's reelection campaign during the first nine months of 1995.\n\nThe consumer group Citizen Action said corporations and organizations favoring the bill gave $5.9 million to \nmembers of Congress in 1995.\n\nAFFIRMATIVE ACTION. The Clinton administration urged Congress yesterday to reject legislation sponsored by \nSen. Bob Dole that would restrict U.S. affirmative-action programs, saying it was \"blunt and extreme.\"\n\nThe bill, sponsored in the House by Rep. Charles T. Canady (R., Fla.), would end the use of race and gender \npreferences by the federal government in employment, contracting and running programs.\n\nIt would allow affirmative action such as trying to increase minority or female applicants for jobs or contracts, as \nlong as the final selection decision is nondiscriminatory.\n\nThe bill, Canady told the Senate Labor and Human Resources Committee, recognizes that a system of preferences \n\"denies opportunities to those who have been guilty of no wrongdoing, simply because of their race or gender, \nwhile granting benefits to individuals who are not victims of discriminatory conduct.\"\n\nBut Deval Patrick, assistant attorney general for civil rights, said it was \"such a blunt and extreme measure that it \nwould work substantial harm.\" If the bill passes Congress, Patrick said, the Justice Department would urge \nPresident Clinton to veto it.\n"}