{"title": "In Reversal, Immigration Judge Frees Iraqi Dissident", "body": "\nCalling charges of espionage \"ill-founded,\" an immigration judge today freed an Iraqi dissident who had been \njailed for nearly four years based on secret government evidence suggesting he was a spy for a Mideast country.\n\n\"I was kept for four years by the INS for things I never heard about,\" said Ali Yasin Mohammed Karim, 39, as he left \nthe Immigration and Naturalization Detention Center in San Pedro today. \"I am innocent, but I have paid a high \nprice.\"\n\nKarim was part of a group of six dissidents evacuated from Iraq by the United States in March 1997, then jailed by \nthe INS and threatened with deportation to their homeland. The case against them was based on classified \nevidence kept secret from defense attorneys during immigration hearings in 1997 and 1998.\n\nTheir plight garnered national attention when former CIA director R. James Woolsey, now a Washington lawyer, \njoined Karim's defense team and spearheaded the effort to declassify the government's evidence.\n\nAfter the information was released, five of the Iraqis accepted a government offer to remain in Nebraska until they \ncould relocate to another democratic country.\n\nKarim, however, decided to fight the charges and pressed his claim for political asylum. He was retried in April by \nU.S. Immigration Judge D.D. Sitgraves, who originally concluded that Karim was a threat to national security.\n\nIn reversing her earlier decision, Sitgraves said that Karim \"has sufficiently demonstrated that the government's \nclaims were ill-founded and has rebutted the presumption that he constitutes a risk to the security of the United \nStates.\"\n\nSitgraves said the screening process used by the FBI to determine if Karim was a potential security threat was \ninsufficient and conducted by agents who had limited knowledge about Iraq and its people.\n\nPolitical asylum in the United States should be granted, she ruled, because the physician has established a well-\nfounded fear that he would be persecuted and tortured if sent back. She also issued the same ruling for his mentally \nill brother, Mohammed.\n\n\nOverall, Sitgraves concluded that the low standard used to prove security risks, combined with the initial veil of \nsecrecy, kept significant issues and facts hidden from Karim's attorneys until the evidence was declassified.\n\n\"He was a victim of the use of secret evidence by the government,\" said Niels W. Frenzen, an attorney with Public \nCounsel in Los Angeles, which represented the former Iraqi National Congress member. \"These were freedom \nfighters. They risked their lives. They risked the lives of their families. Then they were betrayed by the U.S. \ngovernment.\"\n"}