{"title": "The Citizenship Surge", "body": "\nAbout the only point of agreement on immigration in this country is that newcomers who play by the rules -- fill out \ntheir forms, pay their fees and wait their turn -- are welcome. But that great American dogma is being sorely tested \nby the inability of the federal government's feeble citizenship agency to deal with a flood of applications that arose \nthis summer. \n\n  The agency, Citizenship and Immigration Services, is telling legal immigrants that applications for citizenship \nand for residence visas filed after June 1 will take about 16 to 18 months to process. The agency was utterly \nunprepared for the surge, and so tens of thousands of Americans-in-waiting will have to keep on waiting. Many, \ngallingly, may have to sit out next November's election, even though that civic act was what prompted many of them \nto apply in the first place.\n\n  This was not supposed to happen. The director of Citizenship and Immigration Services, Emilio Gonzalez, \npromised this summer that the era of bad, slow service was over. He said a whopping increase in fees that took \neffect July 30 -- an average of about 66 percent across the board, with naturalization now costing $675 per person, \nup from $400 -- was about to make his agency fit for the 21st century. Speaking to newly naturalized immigrants, \nMr. Gonzalez promised immediate results.\n\n  One immediate result was entirely predictable: people rushed to get their paperwork in. The agency received \nnearly 2.5 million naturalization petitions and visa applications in July and August, more than double from those \nmonths last year. But Mr. Gonzalez's spokesman, Bill Wright, told Julia Preston in Friday's  Times: ''We certainly \nwere surprised by such an immediate increase.'' Surprised and swamped. The agency's processing center in \nVermont is only now acknowledging naturalization petitions that came in by July 30.\n\n  It's telling that we need to explain that this backlog is distinct from the other backlogs that plague the citizenship \nagency. This is not the visa overload that causes people in some countries, like the Philippines and Mexico, to wait \ndecades to enter legally. Those backlogs are caused by visa quotas that no one has seen fit to adjust. Nor are they \nthe chronic delays in conducting criminal background checks that have kept thousands of immigrants in limbo for \nmonths, even years. \n\n  Many of those immigrants have given up on the agency and sought redress in the courts. There has been a spate \nof decisions by judges who found that delays by the Federal Bureau of Investigation are unreasonable -- three \nyears is too long to wait to have the government decide if you are a criminal -- and have ordered the bureaucracy to \ndo its job. Judge Nathaniel Gorton of the Federal District Court in Boston became so fed up last month with a \ndelayed background check that he simply gave a plaintiff, Ahmed Dayisty, the oath of citizenship. \n\n  It should never have come to that. The country should summon the will, the resources and the basic administrative \ncompetence to carry out one of its most vital functions, the making of new citizens. Mr. Gonzalez's agency says that \nthe new revenue will allow it to eventually add 1,500 employees to its work force, an increase of about 10 percent, \nand that staff members have volunteered to work overtime to handle the latest backlog. \n\n\n  The agency has made such vows before, and the volunteerism doesn't cut it. This is not a benefit car wash or a \ncanned-food drive. Turning immigrants into citizens demands better than platitudes and broken promises.\n\nhttp://www.nytimes.com\n"}