{"title": "The Worker Next Door", "body": "\nIT is often said that the American economy needs low-skilled foreign workers to do the jobs that American workers \nwill not do. These foreign workers might be new immigrants, illegal aliens or, in the current debate, temporary or \nguest workers. But if low-skilled foreign workers were not here, would lettuce not be picked, groceries not bagged, \nhotel sheets not changed, and lawns not mowed? Would restaurants use disposable plates and utensils? \n\n  On the face of it, this assertion seems implausible. Immigrants and low-skilled foreign workers in general are \nhighly concentrated in a few states. The ''big six'' are California, Florida, Illinois, New Jersey, New York and Texas. \nEven within those states, immigrants and low-skilled foreign workers are concentrated in a few metropolitan areas -\n- while there are many in New York City and Chicago, relatively few are in upstate New York or downstate Illinois.\n\nYet even in areas with few immigrants, grass is cut, groceries are bagged and hotel sheets are changed. Indeed, a \nlarge majority of low-skilled workers are native to the United States. A look at the 2000 census is instructive: \namong males age 25 to 64 years employed that year, of those with less than a high school diploma, 64 percent \nwere born in the United States and 36 percent were foreign born. \n\n  Other Americans nominally graduated from high school but did not learn a trade or acquire the literacy, numeracy \nor decision-making skills needed for higher earnings. Still others suffer from a physical or emotional ailment that \nlimits their labor productivity. And some low-skilled jobs are performed by high school or college students, \nhousewives or the retired who wish to work part time. Put simply, there are no low-skilled jobs that American \nworkers would not and do not do. \n\n  Over the past two decades the number of low-skilled workers in the United States has increased because of \nimmigration, both legal and illegal. This increase in low-skilled workers has contributed to the stagnation of wages \nfor all such workers. The proposed ''earned legalization'' (amnesty) and guest worker programs would allow still \nmore low-skilled workers into the country, further lowering their collective wages. \n\n  True, the prices of the goods and services that these new immigrants produce are reduced for the rich and poor \nalike. But the net effect of this dynamic is a decline in the purchasing power of low-skilled families and a rise in the \npurchasing power of high-income families -- a significant factor behind the increase in income inequality that has \nbeen of considerable public concern over the past two decades. \n\n  In short, the continued increase in the flow of unskilled workers into the United States is the economic and moral \nequivalent of a regressive tax. \n\n\n  If the number of low-skilled foreign workers were to fall, wages would increase. Low-skilled American workers \nand their families would benefit, and society as a whole would gain from a reduction in income inequality. \n\n  Employers facing higher labor costs for low-skilled workers would raise their prices, and to some extent they \nwould change the way they operate their businesses. A farmer who grows winter iceberg lettuce in Yuma County, \nAriz., was asked on the ABC program ''Nightline'' in April what he would do if it were more difficult to find the low-\nskilled hand harvesters who work on his farm, many of whom are undocumented workers. He replied that he would \nmechanize the harvest. Such technology exists, but it is not used because of the abundance of low-wage laborers. \nIn their absence, mechanical harvesters -- and the higher skilled (and higher wage) workers to operate them -- \nwould replace low-skilled, low-wage workers.\n\n  But, you might ask, who would mow the lawns in suburbia? The higher wages would attract more lower-skilled \nAmerican workers (including teenagers) to these jobs. Facing higher costs, some homeowners would switch to \ngrass species that grow more slowly, to alternative ground cover or to flagstones. Others would simply mow every \nother week, or every 10 days, instead of weekly. And some would combine one or more of these strategies to offset \nrising labor costs.\n\n  Few of us change our sheets and towels at home every day. Hotels and motels could reduce the frequency of \nchanging sheets and towels from every day to, say, every third day for continuing guests, perhaps offering a price \ndiscount to guests who accept this arrangement. \n\n  Less frequent lawn mowing and washing of hotel sheets and towels would reduce air, noise and water pollution in \nthe bargain. \n\n  With the higher cost of low-skilled labor, we would import more of some goods, in particular table-quality fruits and \nvegetables for home consumption (as distinct from industrial use) and lower-priced off-the-rack clothing. But it \nmakes no sense to import people to produce goods in the United States for which we lack a comparative advantage \n-- that is, goods that other countries can produce more efficiently.\n\n  The point is that with a decline in low-skilled foreign workers, life would go on. The genius of the American people \nis their ingenuity, and the genius of the American economy is its flexibility. And throughout our nation's history, this \nflexibility, the finding of alternative ways of doing things, has been a prime engine of economic growth and change.\n\nhttp://www.nytimes.com\n"}