{"title": "Ellis Island's history -- and ours; Immigrant experience fills 'American Passage'", "body": "\nOver the years Ellis Island has grown to 27 acres from its original three, yet it still remains a mere dot in New York \nHarbor. Its small size, however, belies the huge role it has played in American history.\n\nSome 12 million immigrants passed through its gates from 1892 to 1924, the greatest mass migration of people \nthe world had ever seen. So, yes, more than a few stories lurk out there in the harbor mist.\n\nAmerican Passage: The History of Ellis Island is being billed as the first complete history of the famous island. \nAt almost 500 pages -- 75 of them footnotes -- the claim should be taken seriously.\n\nHistorian Vincent Cannato appears to have overlooked nothing in telling the tale of the historic island, now a \nnational monument, and 16 pages of black-and-white photos bring his research to life.\n\nBut he concedes in his acknowledgments that he wanted the book's subtitle to be \"A\" history of the island and not \n\"The\" history.\n\n\"No one story encapsulates the Ellis Island experience; there are literally millions,\" writes Cannato, a history \nprofessor at the University of Massachusetts-Boston. \"For most immigrants, Ellis Island was a gateway to a new \nlife in America. It was an integral part of their American passage.\"\n\nCannato's research takes us from the island's early days of hosting pirate hangings to its rebirth as a national park \nin 1986. The good news is that Cannato is not only a meticulous researcher and historian, he's also a lively \nstoryteller. A rare combination.\n\nThe best thing about American Passage isn't so much the now-cliched history lesson and timeline, albeit \ninteresting, but the people who move the story along: the politicians, the WASP elite, the social reformers and the \nimmigrants themselves, anarchist Emma Goldman being one of the most fascinating. She called Ellis Island \"the \nworst dump I have ever stayed in.\"\n\nThere's even a morality play -- literally. Vera, the Countess of Cathcart, was detained at Ellis Island because she \nwas divorced and an \"adulterer.\" So she did what anyone who calls herself a playwright would do. She wrote a play \nabout her situation. (She got in, by the way, but the play got panned.)\n\nThere are hundreds of stories like Vera's and Emma's here. Some of them uplifting. Some of them heart-wrenching. \nAll of them quintessentially American.\n\nAmerican Passage:\n\n\nThe History of Ellis Island\n\nBy Vincent J. Cannato\n\nHarper, 419 pp., $27.99 \n\nGraphic\n\n \n\nPHOTO, B/W, Library of Congress\n\nPHOTO, B/W\n"}