{"title": "LATINOS GET THE MOST NEW JOBS", "body": "\nWASHINGTON -- Latinos landed a disproportionate share of new jobs created last year, and most of those jobs \nwent to very recent immigrants, according to a private foundation's report issued Monday.\n\nMore than half of the jobs were in construction, and most of the rest were in agriculture and business services -- \nmuch of it low-paying work requiring little English language skill. The Washington, D.C.-based Pew Hispanic \nCenter, a nonprofit research group, found the gains greatest among Latinos who arrived in the United States after \n2000. The findings are based on an analysis of Bureau of Labor Statistics and Census Bureau data.\n\nOverall, the number of employed Latinos rose by almost 660,000 between the fourth quarter of 2002 and the fourth \nquarter of 2003. The total was 17.7 million, which included unknown numbers of illegal workers.\n\nBy comparison, the non-Latino work force, which consisted of 121 million workers at last year's end, scored a net \nincrease of 371,066 jobs.\n\nAccording to Harry Holzer, professor of public policy at George Washington University in Washington, employers \nprefer \"more appreciative and less demanding\" immigrants.\n\n\"It is a form of discrimination, in a way, in favor of the foreign-born workers,\" said Holzer, who studies ethnicity and \nlow-wage work.\n\nIn 2003, Hispanic unemployment declined from a June peak of 8.2 percent to 6.6 percent in December, Pew \nreported.\n\nBy comparison, according to the recent study by the National Urban League, the unemployment rate for African-\nAmericans was 10.3 percent in December 2003. It's been in double digits for the past 14 months.\n\nWilliam Spriggs, co-author of the Urban League study, said job growth for Latinos wasn't a factor in the higher \nunemployment rate for African-Americans. His report concludes that Latinos and African-Americans generally \ncompete in different job markets.\n\nAmong Hispanics, unemployment jumped to 7.3 percent in January 2004 as more Latinos entered the job market, \naccording to the Pew report. African-American employment rose to 10.5 percent.\n\nFor the nation as whole, unemployment rose to 5.7 percent in December 2003 and 5.6 percent in January 2004.\n\nPew's study found that employment for Latinos born in the United States increased, but by far less than for new \narrivals. Gains among Latino males were much greater than among Latino women.\n\n"}