{"title": "EVERY WEEKEND ACROSS METRO ATLANTA, AFRICAN IMMIGRANTS GATHER AROUND THEIR RADIOS IN SCENES THAT RECALL; AN EARLIER TIME IN AMERICA. THEY'RE LISTENING TO . . .; News from home", "body": "\nDrive by Dunkin' Donuts on Buford Highway any Sunday and you'll see several men by a van with the doors open \nand the radio on. From noon to 1 p.m. , they sip coffee and listen to a radio broadcast of news and music of their \nnative Eritrea, an East African country of 3.8 million people.\n\nFifteen miles away, at Hartsfield International Airport, Eritrean taxi drivers stand outside their cabs and listen to the \nsame show. And dozens of immigrant families tune in from living rooms in DeKalb County. They hear announcers \ntalk in a language more often spoken 7,400 miles away.\nCONSTITUTION\n\nIt's a ritual that repeats itself every Saturday and Sunday among African immigrants in metro Atlanta. Many of \nthem listen in groups to programs on WATB-AM (1420) in languages of East and West Africa, bringing to mind the \n1930s and 1940s in America, when people crowded around radios to hear programs like \"Little Orphan Annie\" \nand the fireside chats of President Franklin Roosevelt.\n\nThe shows are a kind of social glue that binds together small communities. They deliver hard-to-find news from \nback home and provide a forum to let an immigrant tell his countrymen when his cousin gets married or his \ngrandmother dies.\n\n\"You feel like you are back home when you hear people speaking your own language about your country,\" said \nMichael Zere, 31, who listens to the Voice of Eritrea in the Tigrinya language in his family's Clarkston apartment.\n\nThe radio shows are produced by volunteers who rent air time from WATB, near Decatur. They began last July \nafter a new owner, Otto Miller, converted a gospel station that relied on listener contributions to one that rents air \ntime. The station charges $ 40 for 15 minutes, $ 75 for 30 minutes or $ 150 for an hour to groups that otherwise \nwould lack a voice.\n\nAbout 14,000 Africans live in metro Atlanta, according to Georgia State University's Center for Applied Research in \nAnthropology. The majority are from Eritrea, Ethiopia, Ghana, Somalia, Liberia and Nigeria. Natives of all but the \nlast two air programs on WATB.\n\nSomalis were first on the air, last summer. Now two Somali groups produce different shows, one on Saturdays and \nanother Sundays. Eritreans broadcast from noon to 1 p.m. Sundays. Then comes a show for those from Gambia, \nGuinea, Ivory Coast and Senegal. The first of two Ethiopian shows begins at 3 p.m.\n\n\nMany listeners find a connection to their community through the programs, said Benjamin Vannoy Jr., WATB station \nmanager. When African broadcasters \" ask for phone calls in their language, believe you me, the phone rings off \nthe hook,\" he said.\n\nEven when people don't call, it's clear that they're listening.\n\nZere's family first glued itself to a radio in Sudan after fleeing the war between Ethiopia and Eritrean rebels in 1976. \nFamily members were desperate for information about relatives they left behind.\n\n\"That's how we got connected with home,\" said Tesfalem Zere, Michael's brother. \"This one feels the same way.\"\n\nOn recent broadcasts, his family has heard updates on peace negotiations between Ethiopia and Eritrea, traditional \nmusic and trivia questions designed to help them adjust to American life without forgetting their roots.\n\nAmong recent questions posed by Eden Fesshazion, a policy analyst for the Georgia Senate, who immigrated from \nEritrea in 1989:\n\nHow long is I-285? Where is the source of Eritrea's Mareb River? Who is the speaker of the Georgia House of \nRepresentatives? How long is Eritrea's Red Sea coastline?\n\nFesshazion gives prizes to listeners who mail in the correct answers. Sometimes winners get a compact disc \ndonated by Eritrean musicians; at other times it's dinner for two at an Eritrean restaurant.\n\nThe first of five African shows began Nov. 14 with Eritreans taking their places behind microphones and control \npanels. After a dose of traditional Eritrean music, an announcer told his listeners that Eritreans have great potential, \neven though the country's population is small compared with other countries.\n\nThen Gemal Abubaker, president of Georgia's Eritrean Community Association, talked about the war between \nEthiopia and Eritrea. He read a report written by an Ethiopian intellectual critical of the Ethiopian government's \nattitude toward peace talks.\n\n\"The war has very little to do with disputes associated with any border,\" Abubaker said. \"The utter incompetence of \nthose who rule over Ethiopia today is clearly seen by their anachronistic military thinking and strategy, the \nfoolishness of which has astounded the world.\"\n\nA few minutes later, Fesshazion asked the weekly trivia questions:\n\nHow much blood is in the human body? What's the name of a large river in the United States that flows from north \nto south?\n\nHer voice crackled out of taxi radios at the airport and the van at Dunkin' Donuts. Tesfalem Zere's family listened \nto the war news with a personal interest: The fighting has killed four relatives, and 15 more are at the front.\n\nBefore the radio shows, African immigrants got news from home by reading outdated newspapers mailed from \nAfrica or by making expensive international phone calls. Tesfalem Zere, 25, said he finds Eritrean news on the \nInternet but that older immigrants, such as his parents, prefer the radio.\n\nHe said they like it because it links them emotionally, if only for one hour a week, to the country they left behind.\n\n\"It gives us the connection that we need.\"\n\nGraphic\n\n \n\n\n\nPhoto\n\nCatching up on current events: On a recent Sunday, Michael Zere (left), Helen Zere (center) and Kidan Woldebager \nlisten to news from Eritrea via WATB-AM (1420) in their Clarkston apartment.  / BEN BAXTER / Special\n\n Photo\n\nHow long is I-285? Eritrean immigrant Eden Fesshazion reads trivia questions; listeners who answer correctly can \nwin prizes. / JEAN SHIFRIN / Staff\n\nPhoto\n\nMusic and more: Thomas Solomon (clockwise from left), Eden Fesshazion, Angelo Gebrehiwet and Gemal \nAbubaker share Eritrean culture over the airwaves from the studios of WATB-AM.  / WILLIAM BERRY / Staff\n"}