{"title": "JOINT HEARING OF THE ECONOMIC SECURITY, INFRASTRUCTURE PROTECTION AND CYBER SECURITY SUBCOMMITTEE OF THE HOUSE HOMELAND SECURITY COMMITTEE AND THE CRIMINAL JUSTICE, DRUG POLICY AND HUMAN RESOURCES SUBCOMMITTEE OF THE HOUSE GOVERNMENT REFORM COMMITTEE SUBJECT: FENCING THE BORDER: CONSTRUCTION OPTIONS AND STRATEGIC PLACEMENT CHAIRED BY: REPRESENTATIVE MARK E. SOUDER (R-IN) WITNESSES: REPRESENTATIVE DUNCAN HUNTER (R-CA); REPRESENTATIVE STEVE KING (R-IA); REPRESENTATIVE SILVESTRE (D-TX); KEVIN STEVENS, SENIOR ASSOCIATE CHIEF OF CUSTOMS AND BORDER PROTECTION, DEPARTMENT OF HOMELAND SECURITY; DOUGLAS BARNHART, PRESIDENT OF DOUGLAS BARNHART INC., AND VICE PRESIDENT OF THE ASSOCIATION OF GENERAL CONTRACTORS; T. J. BONNER, PRESIDENT, NATIONAL BORDER PATROL COUNCIL; ART MAYNE, SPECIFICATION WRITER, FENCES & SECURITY PRODUCTS; DON WILLIAMS, ROADRUNNER PLANNING & CONSULTING, A CONSULTANT TO POWER CONTRACTING, INC. LOCATION: 2118 RAYBURN HOUSE OFFICE BUILDING, WASHINGTON, D.C.", "body": "\nREP. MARK E. SOUDER (R-IN):  The subcommittees will come to order.  This is a generally unorthodox hearing, in \nthe sense it's sponsored by two different subcommittees:  the Subcommittee on Criminal Justice, Drug Policy, and \nHuman Resources of the House Government Reform Committee, as well as the border subcommittee of the \nHomeland Security Committee -- and we're not in either of our rooms. We're in the Armed Services Committee \nroom.\n\nWe are going to function where it makes most sense, under the committee rules where it best applies.  The \nHomeland Security rules are that opening statements are done by the chairman and ranking members of the \nsubcommittee, plus the chairman of the full committee or ranking member of the full committee, if they're there.  We \nalso are going to follow some of the guidelines on how we did the witness panels with Homeland Security.  \nHowever, witnesses will be sworn in, like the Government Reform Subcommittee requires, and our bylaws.  I'm \ngoing to start with my opening statement.\n\nGood afternoon, and thank you all for coming today for our hearing on Fencing the Border:  Construction Options \nand Strategic Placement.  I'd like to thank Chairman Dan Lungren of the Subcommittee of Economic Security, \nInfrastructure Protection, and Cybersecurity, for sponsoring this very important joint hearing.  This represents our \nfirst formal inquiry into this pressing subject, and it's vital that we approach it as seriously and thoughtfully as we \ncan.\n\nThough the question of whether we should have more border fencing has occasionally generated more heat than \nlight, the fact is that this proposition is more or less settled in Congress.  The immigration bills passed by both \nhouses call for a substantial expansion of fencing, at least 380 miles in the Senate bill, and at least 700 miles in \nthe House bill.  So in our hearing today we seek to move beyond the question of whether to expand the fence, and \nonto the question of what kind of fencing, where should it go, what kind of challenges we should anticipate, and so \nforth.\n\nWhile many are understandably impatient to secure our very poor southwest border, the fact is that we don't get \nmany chances to do it right, and we'd better be prepared as thoroughly as possible.  To do that, many questions \nhave to be asked and many obstacles have to be foreseen and overcome.  Through this hearing, we seek to make \na significant step forward in that process.  From the Pacific coast  below San Diego to the southern most tip of \nTexas, along the Gulf of Mexico, the southwest border's over 2,000 miles long.\n\nMuch of the terrain is unfriendly, although not impassable, to human beings.  A variety of topography, from \nmountains to hot deserts, can make for very dangerous journeys, although obviously not hazardous enough to \ndissuade the estimated nearly one  million immigrants who enter our country illegally from Mexico every year.  In \naddition, there are many urban and semi-urban areas along the border, which, when there is little or no fencing, \nallow many immigrants to blend into the local population immediately after making illegal entry.\n\nNear San Diego, Yuma, Nogales, Douglas, El Paso, Del Rio, Laredo, and Brownsville are many opportunities for \nimmigrants with the aid of spotters and human smugglers, to make their way into this country in violation of our laws \n\n\n\nand sovereignty.  Since the threat of illegal entry along the southwest border has long existed, it is not surprising \nthat fencing the border has become an historical part of seeking an effective solution.\n\nIn 1991, the Office of National Drug Control Policy decided it needed a comprehensive picture of southwest border \nsecurity, given that the majority of illegal drugs entering the country cross the southwest border.  The result was \ndelivered in January 1993, and was titled Systematic Analysis of the Southwest Border.  This exhaustive report \ncovered far more ground than we can touch on today, but it did contain critical analysis and proposals regarding the \nsubject of fences on the southwest border.\n\nThe study concluded that aliens attempting to illegally enter from Mexico had shown remarkable resourcefulness in \novercoming and destroying obstacles in their path, including single-layer fences. For this reason, one of the top \nrecommendations was to erect lighted three-layer fences in urban areas and for at least a mile on each side of \nevery port of entry.  The long-term strategy behind the expanded fence concept was to deflect immigrants away \nfrom urban areas, where they blend in quickly with the local population.\n\nThe immigrant flow, it was hoped, would then head to more rural areas where Border Patrol would have a tactical \nadvantage over them. At the time of this study, perhaps the worst situation for border security existed in the San \nDiego sector.  The estimates were that some 6,000 illegal immigrants were crossing the border there every night.  \nConsequently, an effort was launched to fence the border adjacent to San Diego with the first layer consisting of \n14 miles of 10-foot fence steel plates welded together.\n\nThese were nothing more than surplus landing mats used by the military since World War II for the quick \nconstruction of airplane landing strips in remote locations.  Though this first layer was demonstrably helpful in some \nrespects, by itself, it was not enough to adequately discourage determined immigrants.  It also came with \nenvironmental costs, as those who breached the fence and sought to  evade detection were often pursued by \nBorder Patrol agents in environmentally sensitive areas.  Fencing the border in precise areas proposes particular \nchallenges. \n\nOn December 16th, 2005, the U.S. House of Representatives passed a new immigration bill, HR 4437;  more \nspecifically, the Hunter Amendment, House Amendment 648, mandates the construction of 854 miles of double-\nlayer security-specific fencing -- not vehicle barriers -- including lights and cameras, along the southwest border.  It \nrequires the Secretary of Homeland Security to provide at least two layers of reinforced fencing, the installation of \nadditional physical barriers, roads, lighting, cameras, sensors, at five specified locations.\n\nMoreover, on May 17th, 2006, the Senate voted 83 to 16 on S.2611, to construct within two years 370 miles of \ntriple-layer fencing, with 500 miles of vehicle barriers in areas along the southwest border that DHS determines \nare most often used by smugglers and illegal aliens attempting to gain illegal entry.  These proposals demand \nserious investigation into construction options and the challenges that may arise.\n\nI've visited nearly every sector of the southwest border at least once, many, multiple times.  I've been exposed to \nsomething new and unexpected every time.  One thing I learned is that the challenges which we will confront as we \nexpand the fencing are almost more complex and varied than we will expect.  Fencing must be altered with \nrespect to water rights, livestock and wildlife migration, environmental concerns, recreational interest, irrigation \ninfrastructure, floodplain consequences, and so on.  And there are ever-present problems of topography and soil \ncomposition which can cause enormous headaches for contractors.  For instance, we may determine that there are \nsome remote areas needing fencing which are miles away from any roads that would be needed for transporting \nconstruction equipment and materials.\n\nThe likely and dramatic increase of fencing along the southwest border is complicated and not without \ncontroversy.  This hearing seeks to initiate a constructive dialog with the federal departments and agencies that will \nbe responsible for the construction of all approved fencing and its integration into a sound border security strategy.  \nWe have an excellent line up of witnesses today.  Our first panel consists of our congressman, Duncan Hunter, who \n\n\n\nwill address the history of the California fence and shares insight on what lessons it can teach us.  He will be joined \nby Congressman Steve Pearce and Silvestre Reyes.   \n\nPanel II will feature Mr. Kevin Stevens of the Customs and Border Protection, who will inform us on many aspects \nof all current fencing along the southwest border.  Panel III will feature Congressman Steve King of Iowa, Mr. \nDouglas Barnhart, who is president of Douglas Barnhart Incorporated, as well as vice president of the Association \nof General Contractors;  Mr. Carlton Mann, chief inspector of the Office of Inspections and Special Reviews of the \nDepartment of Homeland Security Office of Inspector General;  Mr. Art Mayne, specifications writer for Merchants \nMetals;  Mr. Don Williams of Roadrunner Planning and Consulting, who is a consultant for Power Contracting Inc.;  \nand Mr. T.J. Bonner who is president of the National Border Patrol Council.\n\nI now yield to the ranking member on the Homeland Security subcommittee.\n\nREP. LORETTA L. SANCHEZ (D-CA):  Thank you, Mr. Chairman.  And thank you to the witnesses for being before \nus today and for your testimony.  I'm sure you've all heard much about border security of this past year.  It's \ncertainly a topic that many of us have been taking a look at for quite some time.\n\nLast year, in the fall -- this past fall, we actually spent a lot of time, on the Homeland Security committee, Chairman \nKing and Subcommittee Chairman Lungren, on a Homeland Security bill to improve our nation's border security -- \nit was called HR 4312 -- and we marked up that legislation and Homeland committee -- and while we did not agree \non every issue or every amendment, we did establish substantial points of consensus.\n\nFor example, section 107 of that bill identified the clear need for more Border Patrol agents, and required the \nsecretary of Homeland Security to act quickly to hire and train 2,000 additional Border Patrol agents every year \nfrom fiscal year 2006 to fiscal year 2010, as authorized under the section 5202 of the Intelligence Reform and \nTerrorism Prevention Act of 2004, which we passed.  Additionally, in section 302 of the bill -- I'm speaking of the \none that we marked up in the fall -- funds were authorized to add 8,000 additional detention beds every year from \nfiscal year 2006 to fiscal year 2010;  again, as dictated in the Intelligence Reform and Terrorism Prevention Act of \n2004, which the Congress passed.\n\nUnfortunately, neither the administration, nor the Republic leadership of this Congress kept the promise that they \nmade in that Intelligence Reform and Terrorism Protection Act of 2004:  to make necessary increases to protect our \nborder.  The administration and the leadership of this Congress now want us to forget about Border Patrol agents, \ndetention beds, immigration agents, that I think would actually help to improve our border security.\n\nNow they want us to forget about all the times that they voted against critical increases.  And so here we, are talking \nabout a  fence, a one-size-fits-all solution to a very difficult, complicated, multifaceted problem.  Building a fence on \nthe southern border of the United States will only push illegal activity and border crossings to other areas.  That's \nwhat we've seen time and time again.  And while we're spending billions of dollars over the next years to build that \nsouthern fence, what are we going to do about the northern border, or about our ports, like Miami, where people \ncome in every day and nothing is stopping them?\n\nWe cannot hope that just building a fence is going to solve this immigration problem.  And I hope that today we will \ndiscuss the reality of our nation's border security challenges and the need for increases in Border Patrol agents \nand detention beds and an immigration agent, so that we can truly address the security that we need.  Not just at \nthe southern border, but at our ports, at our airports, at our maritime ports, and on the northern border.\n\nThank you, Mr. Chairman.  I yield back.\n\nREP. SOUDER:  Thank you.  I now recognize Chairman Lungren.\n\nREP. DANIEL E. LUNGREN (R-CA):   Thank you very much, Mr. Chairman.\n\n\n\nI'd like to join in this bipartisan spirit of consideration of matters here, and express my appreciation to you for inviting \nour subcommittee to join with you on this important meeting today, particularly in this room.  I hope Chairman \nHunter will be here to join us, because I'd like to congratulate him on this room.\n\nYou can tell how long ago one was a chairman by the size of their portrait here, and I'm just thinking, if the portraits \nget any larger, we're just going to have to start painting the ceiling;  sort of like the Sistine Chapel.  But it is a nice \nroom in here that Armed Services has.\n\nThis seems hard to believe, but 20 years ago I was a floor manager on the Republican side for the Simpson-\nMazzoli Bill, as we tried to deal with an immigration problem at that time, and thought we had a bipartisan bill and a \nbalanced solution.  In my judgment, it wasn't, not because of the bill but because of the lack of enforcement.  And \nthat's not Democrat or Republican;  that's been democratic and republican administrations and democratic and \nrepublican congresses.\n\nAnd so we're trying to deal with that problem once again.  Fence projects in San Diego, El Paso, and other cities \nalong the southern border have demonstrated that border barriers work in deterring illegal entry, improving the \nquality of life in border communities, and facilitating border enforcement actions.  I do not, in any way, believe it's \nthe silver bullet;  there is no silver bullet in this. We have to have a comprehensive approach. \n\nBut I happen to believe that, with the work of Congressman Hunter and Congressman Reyes, we have proven that \na key border enforcement tool is the fence.  Along with additional fencing, appropriate staffing resources and \ntechnology are essential for a complete border security system.  I am not convinced that we have to reinvent the \nwheel.  I am convinced that there are some off-the-shelf technologies and off-the-shelf pieces of -- that could be put \ntogether if we integrate this, to create in some cases a physical fence, in some cases a virtual fence, that would \nallow us to do a far better job than we have done.\n\nIf anybody's saying we're going to ever, perfectly, totally, hermetically seal our border, they're wrong. \n\n But that should not be an excuse for us to fail to do a better job, and we can do a better job.  In less than a year, \nboth bodies of Congress have passed legislation that require additional fencing along the southwest border.  And \nwhile I have some serious concerns with some of the limitations in the Senate legislation, namely, that it includes \nonly half the fencing of the House bill, and that it requires consultation with federal, state, and local officials in \nMexico before beginning any construction along the border -- and the problem I see with that is not that we ought \nnot to reach out to our friends on the other side of the border, but that we put in legislation that we are prohibited \nfrom acting unless we get a foreign government to agree to it.\n\nI'm surprised the Senate would give veto power to a foreign government.  They have trouble enough with the veto \npower the president has.  But I do believe that both the Senate and the House having fencing in their bills \nrepresents a paradigm shift.  A survey conducted in January 2005, shows the majority of the American people \nsupport additional infrastructure along our border.  And those not just Americans in the southwest, as some might \nexpect.\n\nThe survey showed that 74 percent in Alabama and Mississippi, and 65 percent in New Jersey support that \nposition.  This is a position the American people have come to support, and it seems to me it's something that we \nought to make sure is implemented.  The debate in Congress has matured to recognize the national security \nimportance of fencing, and has shifted to determining where fencing is most appropriate and what type.  So I'm \nlooking forward to the testimony today.  It's great to welcome our colleagues who represent districts on or near the \nsouthwest border.\n\nAs I said before, Congressman Hunter has worked tirelessly.  I remember a quarter of a century ago, when he \nstarted talking about a fence, it took him a while to get that in;  and I remember when Congressman Reyes was \nworking with the Border Patrol, and one of those who led the fight to see that we could install fencing in the El \n\n\n\nPaso area.  Not every single centimeter of the 1,960 mile southern border, but most parts where it does make \nsense.\n\nCongressman Pearce represents one of the most open areas along the border;  a little different there than it is in \nSan Diego or El Paso, that is, the metropolitan areas, those open areas.  So I hope  that all of you will be able to \nprovide important testimony on appropriate security measures along this unique corridor, and I look forward to the \nother panels, particularly the representatives of the Border Patrol, as we go forward on this.\n\nAnd I thank you, Mr. Chairman.\n\nREP. SOUDER:  Yield to the ranking member of the Criminal Justice, Drug Policy Committee, Mr. Cummings.\n\nREP. ELIJAH E. CUMMINGS (D-MD):  Thank you very much, Mr. Chairman.  And I want to thank you for holding \nthis hearing, this joint hearing, today on the issues relating to proposed expansion of the border fence to prevent \nillegal entry into the United States from Mexico.\n\nThe Government Reform and the Homeland Security committees share oversight responsibility with respect to the \nagencies and initiatives that we'll discuss today.  And I look forward to exploring the important matters before us \nwith our colleagues who serve on the Homeland Security subcommittee on Economic Security, Infrastructure \nProtection, and Cybersecurity.\n\nAs ranking member of the Government Reform Subcommittee on Criminal Justice, Drug Policy, and Human \nResources, I take a particular interest in the ramifications of border security for illegal drug trafficking.  Nearly all of \nthe cocaine and heroin consumed in the United States originates south of the border, predominantly in Colombia.  \nDrugs from Colombia that are destined for the west, mid-west, and parts of the eastern United States are \nsmuggled along routes that cross the United States/Mexico border.\n\nRecently, we have also seen a large increase in the amount of methamphetamine originating in Mexican super-\nlabs.  Given that more than 20,000 Americans lose their lives to illegal drugs -- drug abuse each year, Mr. \nChairman, the drug problem alone justifies our interest in securing our southern border.  The alarming possibility \nthat terrorists might be able to exploit weaknesses in border security the same way that people who smuggle drugs \nand humans do further justifies this interest.\n\nBut protecting Americans from threats that originate beyond our borders requires a comprehensive strategy.  I note \nthat the topic of today's hearing is framed narrowly, in terms, quote, \"construction options and the strategic \nplacement,\" unquote, of an expanded fence along the southern border.  Essentially, we are talking about how to \nimplement a provision in still pending House-passed legislation, a provision that would mandate a major expansion \nof fencing on the southern border.\n\nIt is important to discuss whether this proposal would be effective, before going forward with it.  And in that regard, I \nthink it is necessary to observe that addressing the problems of illegal  immigration and border insecurity requires \nconsideration of more than the composition and placement of a proposed fence.  More than half of the illegal \nimmigrants in the United States today are individuals who entered the United States legally but who overstayed \ntheir visas.\n\nAs we all know the 9/11 hijackers entered the United States on legitimate student visas and attacked us from \nwithin our borders.  Joe Jose Padilla, convicted of plotting terrorist acts in the United States, was an American \ncitizen who re-entered the United States from Pakistan at Chicago O'Hare Airport.  The so-called millennium bomb \nsuspect, convicted of plotting an attack on Los Angeles International Airport, was apprehended at the United \nStates/Canada border.\n\nAnd Canada has been a major source of marijuana and a key transit country for the illegal importation of other illicit \ndrugs, precursor chemicals of meth, and other contraband.  It is clear, then, that an expanded fence on the \nsouthern border addresses only part of the problem.  Moreover, any strategy that focuses too narrowly on putting \n\n\n\nup physical barriers to entry is destined to fail if the initiatives for entering the United States illegally are not \naddressed directly and effectively.\n\nCertainly, we know that the great majority of illegal immigrants who cross the southern border do so to pursue \nlivelihoods that will allow them and their families to escape the grip of extreme poverty. A bigger, better fence will \naccomplish little if we fail to address the market for undocumented workers.  As the Coalition for Immigration \nSecurity, comprised of former high-ranking DHS officials, argued in a recent statement,  and I quote:  \"Some have \nportrayed the immigration debate as one between those who advocate secured borders, and those who advocate \nliberalized employment opportunities.\"\n\nThis is a false dichotomy.  The reality is that stronger enforcement and a more sensible approach to the 10 to 12 \nmillion illegal aliens in this country today are inextricably interrelated. One cannot succeed without the other.  \nWithout reform of laws affecting the ability of temporary migrant workers to cross our borders legally, our borders \ncannot and will not be secure.  Indeed, the existing fence that has had the effect of simply rerouting traffic to more \nremote areas -- it has not reduced the volume of illegal traffic.\n\nMoreover, the fence has been breached in many areas by tunnels, ladders, and blowtorches.  Finally, Mr. \nChairman, individuals who attempt to cross the border are determined.  They do so at enormous risk to their own \nsafety, and many die in making the effort.  I am concerned about the very real possibility, if not likelihood, that \nexpanding the fence may increase the risk of starvation, rape, and murder -- face those who cross the border \nillegally.\n\nThose who are not deterred will become increasingly dependent upon profit-minded coyotes and criminal \ntraffickers, in order to cross the border in remote areas or to penetrate a fortified fence in a more  populated area.  \nWith that, Mr. Chairman, I look forward to hearing from our witnesses, and I thank you.\n\nREP. SOUDER:  We have two votes.  Let me just briefly do two committee process things.  I ask consent that all \nmembers have five or less days to submit written statements and questions for the hearing record.  Any answers to \nwritten questions provided by the witnesses also be included in the record.  Objections, so ordered.  I also ask \nconsent that all exhibits, documents, and other materials referred to by members may be included in the hearing \nrecord, and that all members be permitted to revise and extend their remarks.  And without objection, it is so \nordered.\n\nThis subcommittee has issued previously a border report. \n\n We have held hearings in San Diego, two in Arizona, one in Las Cruces, New Mexico, one in El Paso.  The \npurpose of this particular hearing is to focus as one part of a larger immigration debate, but I agree, as all of us do, \nthat it takes a comprehensive approach.\n\nI appreciate your patience, Mr. Reyes and Mr. Pearce.  If you can come back after the vote, we'll go right to your \ntestimony.  With that, the subcommittees stand recessed.\n\n(Recess.)\n\nThe subcommittees will come to order.\n\nI now move to Mr. Congressman Silvestre Reyes from the 16th District of Texas, a long-time Border Patrol leader.  \nI'm looking forward to your testimony.\n\nMR. SILVESTRE REYES:  Thank you, Mr. Chairman.  And as my colleague from California was saying, this is a \nbeautiful room, and, to be honest with you, I'm more comfortable up there sitting -- and this is a different perspective \nfrom down here.  But I would be happy to defer to my chairman if he wants to go first.\n\n\n\nMR. DUNCAN HUNTER:  No, listen, I want to listen to Silver Reyes' remarks.  But, first, Mr. Chairman, just to say \nthat he sat in a hearing like this in 1996, and we had a -- when we proposed the fence in San Diego.  And, as a \nBorder Patrol chief from El Paso, and I think the greatest Border Patrol chief in our history, Mr. Reyes sat there \nwith his -- the director of INS who was opposed to his position, and other folks from the administration, from the \nClinton administration, bounding him.\n\nAnd I had an opportunity to ask him if he thought that the border fence would work in San Diego, and with certain \npeople just glaring daggers at Silver Reyes -- so this guy, who was on active duty -- not like an admiral who's \nretired and comes in and tells you what to do and there's no danger or pressure -- said, I think the fence will work.  \nAnd it did work.  We built that fence;  we pulled border murders down from 10 a year to zero.  We pulled down the \ndrive-through drug smuggling from 300 drug trucks a month ramming that border to zero. \n\nWe pulled down smuggling of narcotics and people by more than 90 percent.  The fence did work.  And it took us a \nwhile to get it up. And, as you know, we've just gotten this waiver to finish Smugglers' Gulch, that last gap in the \nSan Diego border fence.  So, I guess my real job here is to introduce Silver Reyes.  But, Mr. Chairman, let me just \ntell you, I think the greatest Border Patrol chief that this country's ever had:  Silver Reyes.\n\nMR. REYES:  Well, that's a tough act to follow.  And my mom always told me, when something like that happens, to \njust shut up and sit down and don't say anything, because you can only go downhill from there.  But I really \nappreciate the comments of a very good friend and colleague and fellow Vietnam veteran, I might add.  We've been \nfriends a long time, and I think the feelings are mutual and reciprocal in terms of the esteem and the high regard \nthat I hold for my good friend, my chairman, Duncan Hunter.  So I really appreciate those comments.\n\nAnd I will tell you, back when that situation happened, it was a situation that was tough, because when you come \nhere to testify -- and I see some of my former colleagues in uniform here, and they're going to be testifying -- back \nwhen I was a chief, you had certain parameters that you were told you were going to stay in between those lines.  \nThis was across the line.  But when a member of Congress asks you for your opinion, you give it.  And so I was \nhappy to do that, about the very issue that we're talking about this afternoon.  So I appreciate the invitation to be \nhere and be here with you all, that I consider friends, and talk about the issue of border security.\n\nAs you know, Mr. Chairman, this hearing is one of a series that has been scheduled by the House leadership for \nJuly and August on border security and immigration.  Regrettably, I maintain that these hearings are more about \npolitics than policy, and I believe, strongly believe, that the American people would be far better served if Congress \nwere trying to work out a compromise on comprehensive border security and immigration legislation with the \nSenate.  I think that's what we ought to be doing.\n\nBut as a 261/2 year veteran of the United States Border Patrol, and a member representing a congressional \ndistrict on the U.S./Mexico border, I believe that I have a responsibility to share my experience with my colleagues, \nwith the hope that almost five years after a terrorist attack on September the 11th, Congress and this administration \nwill finally do what needs to be done to secure our borders and to keep our country safe.\n\nIn fact, I have testified, as my good friend mentioned, on issues of border security and border enforcement many \ntimes before members of Congress.  Over 11 years ago, as my chairman said, while I was still chief at the El Paso \nsector of the Border Patrol, I testified before the judiciary committee on the issue of border security and the \nstrategy that we implemented in El Paso, which was known as Operation Tow The Line.  At that time, in response \nto a question that was asked  by my good friend -- although, at the time, I was wondering if he was my good friend, \nputting me on the spot like that -- but I testified that border fencing can be an essential tool for curbing illegal \nentries into communities like El Paso or San Diego and other densely populated areas.\n\nUrban areas of the border region need special kinds of tools, such as barriers and fencing.  Since being elected to \nCongress almost a decade ago, I have consistently supported, and continue to support, Mr. Hunter's efforts to \nfacilitate construction of a border fence in the San Diego area.  Unfortunately, however, there are, in my opinion, \nno one-size-fit-all solutions for our border security.  And that's why I am in opposition to the provision in this bill for \n\n\n\na 730-mile border fence -- that's in HR 4437 -- as well as some other provisions for fencing 2,000 miles on the \nsouthern border and 3,000-plus miles on the northern border, because I think it wastes money.\n\nI think it's not a good investment of taxpayer dollars.  And I also believe very strongly that if you want to know what \nworks in that particular area, as my friend from New Mexico mentioned, you go to the chief of that sector.  In fact, I \nhave recommended many times that what we ought to be doing is holding field hearings, bringing in the chief of that \narea and saying, what do you need?  If it's fencing, the chiefs will tell you.  If it's something else, such as \ntechnology, some other kind of infrastructure support, construction, and things like that, they ought to be given that \nopportunity.\n\nNot that headquarters people don't know what they're talking about, but the person that's in charge of the area that \nyou're trying to address is the best one to tell you what he or she needs in that area.  I think that it's important for us \nto remember that instead of investing -- and the latest figure that I have, the figure that -- and this is a figure that is \ncontested by different people -- but $2.2 billion, which is what we figure 700 miles of triple fencing will cost -- with \nthat same $2.2 billion, you could recruit and train and equip, and provide the technology support to double the \nUnited States Border Patrol.\n\nThe Border Patrol today has about 12,000 agents.  You could hire another 12,000, along with the vehicles, the \nequipment, the technology to support them, the radio communications equipment to be able to double that force.  \nAs a former chief, I can tell you, boots on the ground, an individual there with the proper force multipliers, such as \ncameras that can see in day and night-time operations, sensors, both infrared and magnetic, and other sensors that \nare available -- today, in today's technology arsenal, unmanned air vehicles can be very, very useful and very \nhelpful to the enforcement presence along that border region.\n\nSo I think that's a much better investment of taxpayer dollars, and I believe that when we're talking about a strategy, \nwhen we're talking about investing, and when we're talking about what works, let's listen to people like Chief David \nAguilar of -- the National  Chief of the Border Patrol who we had -- much to the credit of my chairman here, we had \nhim testify in our committee and he was asked several times, will a fence work.  And he testified that he would \nrather spend the money on other things.\n\nJust a couple of weeks ago when we were in Laredo, the same question was asked of Chief Garza, who was in \ncharge of the Laredo sector, about fencing.  And he said, sure, there are some areas in the heavily-populated \nareas, as we both have mentioned already where fencing is a good idea.  But certainly, fencing all through the \nLaredo sector was not money well spent. \n\nSo I'm here to share with you and provide the benefit of 261/2 years as a Border Patrol agent, the last 13 years as \na chief in both South Texas in McAllen and in El Paso, where I had responsibility and jurisdiction over West Texas \nand all of the state of New Mexico, so I know the area that my friend, Congressman Pearce, was talking about. And \nI very much appreciated his testimony, and I promised him that I would give him my testimony, because I think we \nhave to work together.\n\nI think we have to understand that there is an obligation that we all share that we have to do a good job in protecting \nthis country, especially five years after 9/11.  I find it unconscionable that we're still wrestling with this issue five \nyears after September the 11th, and when we continue to have information that our country is still under the threat \nof terrorism.\n\nSo I am pleased to be here.  I am particularly honored to be here with my good friend and chairman, Duncan \nHunter, because I know in his heart he wants to do what is right.  And I know sometimes politically we don't agree, \nbut I'm hoping that, working together, finding out what's best by talking to the chiefs that are in those sectors, that \nwe will come up with a solution that we can all support.\n\nSo with that, Mr. Chairman, I appreciate the opportunity.  I'd be happy to answer any questions.\n\n\n\nREP. SOUDER:  Thank you very much.\n\nNow, I would like to recognize the chairman of the Armed Services Committee.  Thank you for letting us use your \nroom today.  I appreciate it very much.  I look forward to your testimony on the history in San Diego.  You're kind of \nthe father of the fences.  And I look forward to hearing about it.\n\nMR. HUNTER:  Thank you, Mr. Chairman.  Actually, I just hope we can get a strong endorsement from my \ncolleague for the 700-mile Silvestre Reyes fence that is --\n\nMR. REYES:  Please -- I want to be re-elected.\n\nMR. HUNTER:  That's in the bill.  And I might mention one other thing about Silvestre Reyes.  I think, of all the \nmembers of Congress,  he by far -- he's been to Iraq more than 10 times.  Last time we were there together, we \nhad the unique experience as congressmen of being mortared in to the church.  We had a couple of mortars come \nin at Ballad and our escort officers said, quick, get into this building. And we rushed into it.  It was an old Saddam \nHussein movie theater. And they said, no, get all the way inside.  And we opened up the doors and it was surreal.  \nWe walked in and there was a -- they were having a 400 -- about 400 G.I.s were in there having a bit Baptist \nrevival. And so we sat through the church service.  I think we -- I think it was very instructive for us.  And we asked if \nwe could leave, and they said, no, you've got to wait until the mortar attack is finished.  So we were -- congressmen \nwere not only mortared into the church but we were kept there by the attack.\n\nMr. Chairman, let me tell you why I think, first, why -- I've explained that the first section of the Silvestre Reyes \nfence has been so good.  But I want to give you the genesis of that fence too from the analytical point of view.\n\nSan Diego was, then, a no-man's land when we built that fence. And you had -- it was so bad, you had armed \ngangs roaming the area between Tijuana and San Diego, some of them with automatic weapons, and they would \naccost the people coming in illegally.  They would often rape the women.  They would rob people, because people \ntypically have some cash on them when they're coming north.  They brutalized people.  And it was so bad that \nJoseph Wambaugh, the best-selling author, wrote the book Lines and Shadows about the San Diego undercover \nteam who dressed like illegal aliens and hung out on the border waiting to be attacked or confronted by the gangs, \nand then they would obviously be well armed and they would confront the gangs and they'd either have shoot-outs \nor arrests.  It was that bad when we built the fence.\n\nThe Sandia Laboratory in New Mexico came up with the idea of doing a triple fence.  And their reasoning was this:  \nthey said, you're not going to be able to interdict people coming across the border or narcotics.  And their thing was \ndirected mainly toward -- it was done under the funding for the narcotics interdiction program. Unless you have an \nimpediment, they said you can't just have people -- you've got to have an impediment.\n\nSo their first design was a fence that was right on the border, then a border patrol road, then a second fence, \nwhich was really kind of the stopper -- the primary fence -- then a second border patrol road, and then finally a \nthird fence.  And the point was that, by having those impediments, you would -- as long as you had a few people \nmanning those fences and driving between them, patrolling between them, a smuggler would have to come across \nthe first fence, go across the border patrol road on American soil.  If you only had one fence, he could sit in Mexico \nwith impunity, and he could cut a hole with his welding gear and there is nothing you could do about it. \n\nIf he had to come over onto American soil, cross the first Border Patrol road, sit down with his welding gear, but a \nhole, proceed through there, go to the next -- cross another Border Patrol road and cut another hole then, if you \nhad a minimum of manning on the border, you would be able to interdict him.  And in fact, that's what has \nhappened where we have the triple fence.\n\nIn fact, the Clinton administration -- we passed the law that -- in '96 that said you have to have a fence.  You've got \nto build a triple fence on that first 14 miles.  They said, you know, we really would rather not have to build a triple.  \nWill a double fence do?  And we had a meeting with them, and I talked this over with Silvestre.  We said let's try it.  \n\n\n\nWe did the stipulation that, if it worked, we wouldn't have to put the third layer in, which would cost more money and \nrequire more land being taken.  And the double fence worked, it was that good.  And it works today.\n\nNow, the reason that I disagree with my colleague -- and I think it's good to send it across urban or desert areas as \nwell as the city areas -- is this:  right now, you've got people who are going to cross, come into the Arizona desert, \nand if we have the same number of deaths we had last year, we'll have about 400 people die of dehydration or \nsunstroke in the desert.  The figure that my brother gave me the other day -- and you may know, my brother is a \nwell-known humanitarian who goes out and puts out water in the desert to keep people from dying of thirst -- the \nfigure he gave me the other day was 77 people had died so far up to about a week ago in the desert, and had been \nfound by the Border Patrol.\n\nSo if you have only the urban areas fenced, and you have the desert unfenced, you're going to continue to have \npeople that go across.  The Coyotes may tell a band of people once they've gotten their cash from them the road is \nonly two miles to the north and it may be 20 miles to the north.  So the sun comes up and you see this group of \npeople out desperately trying to find the road or find the guy that was supposed to pick them up.  They can find \nthem, and they end up dying in the desert.\n\nSo you have a need -- we have a need to have a secure border. When Sandia Laboratory did an analysis of how \nyou secure a border, you can secure it with personnel;  but they found that it was so massively labor-intensive, if \nyou have no impediment, you have to have more personnel.  And they predicted that if we had the impediment -- \nthat is, if we had the border fence -- we'd be able to pull people off that section of the border and we'd be able to \ndo the job with fewer people.\n\nNow, I remember one time the San Diego sector was so bad, and primarily that first 14 miles, I think it was the \nnumber one smuggling corridor in America, where most of the narcotics were smuggled and most of the people \nwere smuggled.  It was so bad at one time -- and Silvestre, correct me if I'm wrong, but -- I think 25 percent of the \nentire Border Patrol in the United States was in the San Diego sector. Is that roughly accurate? \n\nMR. REYES:  Mm-hmm.\n\nMR. HUNTER:  We've been able -- since we have put the fence in, we have been able to pull border patrolmen off \nthat sector, because you have the impediment.  So the initial analysis by Sandia that having a fence allows you to \neffectively leverage your personnel is, I think, accurate.  And I think, because you've got so many people now \ncoming across in the desert -- and let me give you one other example. \n\n We have the Yuma testing range in Yuma.\n\nIn fact, we're going to be holding our hearing out there on how the National Guard is doing in backing up the \nBorder Patrol and supporting them, here in a week or two;  but there's 37 miles of Yuma testing range which \ncoincides with the border.  We've had to stop, according to the military, a lot of training and testing at the Yuma \ntesting range, because you'll get reports that people have come through -- come across the border from Mexico.  \nYou don't want them to get hurt, so you stop the training of the testing.\n\nThis is where we train folks that are going to Iraq and Afghanistan.  It's where we test important equipment.  And \nboth the Air Force and the Marines have lost millions of dollars of training time each year.  And I think also there's \nprobably a health problem and an accident problem that relates to that, but that's another reason to have that fence \non that 37 miles of border.  If that testing range was in the interior of the United States, let's say it was up by Salt \nLake City, and you had people wandering into the testing range, the first thing you'd do is what?  You'd fence it.\n\nAnd so what I want to do -- I think this 700 miles of fence, the first section between Calexico, California and \nDouglas, Arizona, which is the area in which most of the people who die of dehydration and sunstroke will die this \nyear -- our language in our bill provided for that to be sewed up first, and the first thing we required -- because we \nknew we couldn't have a fence in that 392 miles quickly, but when we put this thing together and it was adopted on \n\n\n\nthe floor -- the amendment -- it provided for interlocking cameras to be in place by May 31st.  And we did that \nbecause that's the start of the hot season, and we figured, if we had those in place, at least you'd have cameras \nthat could pick up people coming across and you could move Border Patrol out very quickly to those areas.\n\nThey could intercept them.  And so the cameras would help provide an interception.  And then we'd have the fence \ndone by the end of the year.  Now, just one thought -- and I agree very strongly with Silvestre Reyes that Border \nPatrol chiefs have lots of insight and they know, in many cases, how to custom-make an interdiction operation of \ntheir particular area.  But as I recall, except for Silvestre Reyes, who was from El Paso, when we got the San Diego \nborder fence in, as I recall, we didn't have much support from the San Diego sector. \n\nSo you would have folks say, well, in San Diego -- we've talked to Border Patrol men in San Diego and they don't \nthink the fence is going to be good.  But it took a guy from El Paso to stand up for this thing, under enormous \npolitical heat, and support it.  So I think the fence is good.  And there's one last reason why I think you got to have \nit.  I think in this age of terrorism you've got to know who's coming across our border and what they're bringing with \nthem.\n\nAnd we've got a criminal population of about 250,000 people in federal, state, and local jails, many of whom move \nback and forth across the international border.  And those folks don't care about a guest-worker program;  they \ndon't care about any type of regulation that regulates the front door of our country;  they only care about being able \nto move back and forth, and like the criminal gangs that used to exist in San Diego, they used that border region, \nwhere they could go south if pursued from the north, and they could go north if pursued from the south.\n\nThey used that as a safe haven.  You're going to have -- no matter what kind of policies we have over the years \nwith respect to immigration, you're going to have that criminal population.  And we have now a terrorist population \nto be concerned about, so I think the fence is well advised.  I've seen figures that say it's going to cost up to 3 \nmillion bucks a mile, 4 million bucks a mile.  I remember when we got the first 14 miles of fence, we had a bid for \n1.4 million a mile.  That ended up being a lot more money because we ran into environmental problems.\n\nAnd we now have an environmental waiver.  And we couldn't sew up Smuggler's Canyon or Smuggler's Gulch for \nsome six years because of environmental problems and courts that were inclined to keep us from building that \nborder fence.  So I think the fence is proven to have worked in San Diego, and I think, because you have people \ngoing across the desert in large numbers, many of whom are dying in the desert -- if you had 400 high-school kids a \nyear drowning in a canal, the first thing you'd do is fence the canal.\n\nYou wouldn't care if the canal was in the country or in the city, you'd put that impediment up.  And I think that having \na fence -- if we accompany that fence with sensors and we accompany it with a modicum of personnel, we will gain \ngreat leverage from having either a triple fence or a double fence.  So put me down as a strong proponent of the \nfence, and put my good friend, Silver, down as undecided.\n\nREP. SOUDER:  Thank you very much.  Before yielding to Chairman Lungren to begin the questioning, let me point \nout again that this subcommittee -- this is just one of many hearings we have held on the southwest border in San \nDiego and multiple places in Arizona and New Mexico and Texas, at multiple locations.\n\nThis is in addition to the northern border.  We've been in the north at Blaine, Washington, in Detroit, in Niagara \nFalls, Buffalo, in  upstate New York, and in upstate Vermont, looking at both borders over a period of five years.\n\nAnd that's in addition to Homeland Security.  Obviously, it's a complex problem, but when you're dealing with a \ncomplex problem you've got to separate into units, and the unit we're covering in this hearing today is the fencing \nunit.\n\nWith that, I'd like to yield to Chairman Lungren.\n\nREP. LUNGREN:  Thank you very much.  And our subcommittee's going to be holding a hearing during the August \nrecess up on the northern border, up in the State of Washington.\n\n\n\nI'd be interested, Congressman Reyes -- I was not one that immediately jumped in to support of the fence concept \nthat Duncan Hunter had when I was here the first time around.  I thought we might try some other things.  And I was \ndown, and I remember the soccer field we used to have down there, as well as the other parts, and was on the \nImmigration subcommittee at that time;  but I am convinced from the experience we had in San Diego that he was \nright and you were right at that time.\n\nI guess my question is, why do you have -- agreeing with you that -- I don't think it makes sense to do the whole \nborder, why do I detect some reluctance on your part to support the idea of replicating the San Diego experience in \nother parts of the southern border?\n\nMR. REYES:  And I don't.  You know, at the time that I was -- that I was chief -- because I advocated -- there's a \nstrip right outside of El Paso, in the New Mexico side, called Sunland Park, where trains would come right adjacent \nto the border;  I mean, from here to that right wall right there.  We had a tremendous problem with these criminal \ngangs that burglarized the trains.  They would pop the air hose;  it would come to a stop, and they'd dump the \nmerchandise and it would be stolen back into Mexico.\n\nSo I advocated very strongly for a fence in that area.  I'm not opposed to fencing.  I am opposed to using fencing \nas a solve-all for the whole border.  At that time when I was advocating for that fence, I was asked by a number of \nreporters, how much fencing do we need? And at the time, I guess, probably less than 10 percent of our border \nneeds to be fenced.  My thinking is, in the heavily populated areas -- you remember that the chairman here \nmentioned the Yuma testing facility, and it was 37 miles, I think.\n\nI'm all for that.  Fence that.  Fence that area.  And that's why I'm saying, go to the chief, get his recommendation -- \nhis or hers recommendation -- look at what the enforcement challenges are.  I agree with my colleague from New \nMexico, Congressman Pearce, that what -- in some of those areas where it is easy for narcotics smugglers to drive \nacross the border, because there are those areas that that is happening right now -- bury those four-inch pipes with \na one-inch cable, where they're not able to do that. \n\nIf you do that, and if you slow them down with a physical barrier, and then you have the cameras -- that's why I \nadvocate technology.  You have the cameras that will tell you what's going on. You have a sensor, you have a \ncamera, and you have an infrastructure deterrent, that's all you need.  I just find it a waste of money to put either a \ndouble or triple fence in the areas that Steve Pearce was talking about because it's totally unnecessary. \n\nYou can have sensors out there that alert the Border Patrol, that you can monitor with cameras, that you can -- you \ncan have agents strategically placed that will respond to those areas and catch people that are trying to enter that \narea illegally.\n\nREP. LUNGREN:  Let me ask you, because of your experience in the past and, I know, your continuing relationship \nwith people who are in what we now call CBP, are you satisfied that we have integrated the equipment that's \nalready available to CBP in ways to create virtual fences where that may make sense?\n\nMR. REYES:  We haven't done a good enough job to give now CBP, formerly Border Patrol, the technology and \nthe equipment that is available to do exactly this, to have technology out there, such as cameras that can see in the \nday and the night, to have sensors that alert those cameras to cue into specific areas, where Border Patrol units \ncan respond to.  We have not.  I mean, the equipment is available;  the technology's available, but we haven't \nprovided that kind of support as a Congress.\n\nREP. LUNGREN:  I know you've mentioned boots on the ground, and I support -- and we all support, I think -- here \nincreased number of Border Patrol personnel, but, man, the only way we succeed on the battle field is not only \nboots on the ground, but with our application of technology.\n\nMR. REYES:  Right.\n\nREP. LUNGREN:  I mean, that's where we lead the world.\n\n\n\nMR. REYES:  I agree.\n\nREP. LUNGREN:  And I just don't think we're leading the world on our southern border.  And I support the idea of a \nfence, but I support the idea of a virtual fence, and I support the idea of a physical fence, where necessary.\n\nMR. REYES:  Exactly.\n\nREP. LUNGREN:  And I -- I don't know -- I've just heard enough things that suggest to me that, you know, cameras \naren't that -- I  mean, that's not rocket science.  And some of the software necessary to integrate these systems is \nnot rocket science.\n\nMR. REYES:  Right.\n\nREP. LUNGREN:  And where are we on that?  Why are we not where we should be on that?\n\nMR. REYES:  Because we have not -- we haven't funded and we haven't prioritized the way, in my opinion, that we \nshould.  When I came to Congress here 10 years ago, almost 10 years ago, I felt very confident that, with my \nexperience, I'd be able to convince individuals like Duncan Hunter, that I've known for 20 years, I guess, Lamar \nSmith, Henry Bonea (sp), Charlie Wrangle, who I first met because he was heading a task force on narcotics \ntrafficking when I was chief in McAllen, Salomon Ortiz.\n\nI figured, you know, it'll be easy to convince them that we ought to be hiring between 1,000 and 1,500 agents a \nyear, till we get to a threshold of about 20,000, re-evaluate and see where we need to be.  I also, having used the \nequipment, figured it would be easy to convince members of Congress with the authority, to put cameras out that I \nknow work, and worked 10 years ago.  So the technology has gotten much better now. Sensors that -- we use the \ntechnology where the sensor goes off -- and the camera's looking this way -- but that sensor goes off and it turns \nand investigates where that sensor went off.  All of these things that have been available, we haven't done.  I mean, \nI've tried time after time after time to put that kind of technology, to put those kinds of resources into different bills, \nand have been, basically, voted down.\n\nThe overriding reason is always resources:  we don't have the money.  Well, I'll tell you what, we didn't have the \nmoney prior to September 11th to do a better job of screening passengers, and look what it cost us.  It cost us over \n$300 billion plus over 3,000 lives. I just think, as a Congress, we owe it to the American people to do a better job of \nputting those resources out there.\n\nI have been infuriated that we're building whole neighborhoods in Iraq, we're providing brand new garbage trucks, \nand we don't prioritize the same kind of technology for our border communities.  We don't need garbage trucks, but \nwe do need this kind of infrastructure support, and spending those $2.2 billion on additional Border Patrol agents \njust makes sense.\n\nREP. LUNGREN:  Mr. Cummings?\n\nREP. CUMMINGS:  Thank you very much.  I want to thank both of you for your testimony, and I wanted to talk to \nyou very briefly, Congressman Hunter.  You know, I've often stated in my political career that we have one life to \nlive and this is no dress rehearsal and this is the life, and that so many -- and this immigration is a very, very difficult \none and very complex. \n\nWhen you look at the fact that people are trying to get to America for a better life, and they have that one life to live, \nand when they're willing to risk it, that says a whole lot.  But having said that, I'm wondering, when we look at the -- \nfirst of all -- and I want to thank you for something else.  I have never heard such a great explanation of the \nfencing, the triple fencing, double fencing, and it makes sense what you said.  It makes a lot of sense.\n\nBut there are some things that concern me.  First of all, we have not addressed the issue -- you all did not address -\n- and maybe you addressed it before I got here -- but San Diego has had some tunneling problems;  is that correct?\n\n\n\nMR. DUNCAN:  Yeah.\n\nREP. CUMMINGS:  Now, how do we deal with the tunneling problem as it relates to the fencing?  Does that mean \nwe have to dig deeper?  Do the walls have to be thicker?  How is that affected by the things that you all said?  And \nyou may want to address that also, Mr. Reyes.\n\nMR. DUNCAN:  Yeah.  We've got some capability to detect tunnels. Some of it is open technology;  some of it's \nclassified technology. And we found, you know -- as you know, we discovered recently a big tunnel in San Diego.  \nBut if you look at the tunnel we found in San Diego, it cost arguably millions of dollars to dig, and that has been a \nresponse to the fact that they can't do what they did in the old days, which was just to drive over with drug trucks -- \nfor example, 300 a month were just going right through the sagebrush and ramming the border.  And when we put \nthe fence up, that stopped that.\n\nSo like crime, the smuggling industry -- and it is an industry -- can never be totally eliminated.  What you can do, \nlike crime, is make it extremely inconvenient.  So, in the old days, a cocaine smuggler who could simply get in a \npick-up with a load of cocaine in the back of that truck and just put it in third gear and roll off right over Otay Mesa, \nhe's now stopped by the double fence.  So he's now got to invest a lot of money, get a warehouse on this side, a \nwarehouse on this side, and go through a very laborious process of digging a tunnel and have it, perhaps, for a very \nshort period of time before it's discovered;  so he's got to make a very massive investment.\n\nAnd that's kind of the definition of law enforcement -- is you make crime very inconvenient.  You can never totally \nwipe it out, but I think, to a large degree, the tunnel -- and the tunnels that we found -- and we found them in Texas \nalso -- to some degree, they're a reflection of the success of the fence;  that you can't just go across any more.  So \nwe have to keep working on those, and we've got technology that we've been using to go after tunnels.\n\nMR. REYES:  When I was first appointed chief in McAllen, which is in South Texas, and I got to McAllen sector, \none of the most common ways that smugglers were using to introduce narcotics into our country  through South \nTexas was to fly it in.  They would fly it below the radar screen, which meant flying low, at night, without lights.  It \nwasn't unusual -- my officers would tell me that they'd be out on operations along the river and they would hear \nthese aircraft that would come in -- they couldn't see them because they ran without lights -- but they would come in \nand drop their cargos off just north of our checkpoints, which were about 50 miles north of the border. \n\nWe solved that by putting up the aerostat balloons with that radar that looked down and we could detect -- and that \nproblem stopped just like that;  they stopped doing that.  It's like a game of chess. You see what the smuggler is \ndoing, you counter that, and then they're going to do something else.  It's not hard to figure that if we find a virtual \nfence and a combination of different resources on the southern border to stop people from smuggling either people \nor narcotics, that'll render the sea coast vulnerable.\n\nI mean, they'll start coming up with fast boats along the Gulf Coast and along the Southern California Coast and try \nto get around that way, which means then we will have to beef up the Coast Guard and maybe give them assets to \nbe able to address that.  But that's going to go on as long as it's profitable for people to smuggle narcotics. And, as \nit relates to people, I think the solution is much simpler. And I've been banging my head up against the wall, telling \nyou, my colleagues, that we ought to be enforcing employer sanctions.\n\nIf you remove the magnet for why people are coming here, you're going to stop it.  In 1986, when the Immigration \nReform and Control Act passed -- that everybody now derides the amnesty that we gave back then -- but I will tell \nyou, the most effective tool we had was the publicity that was generated to tell potential illegal immigrants that they \nweren't going to be able to get a job because employers were going to be checked.  Well, what happened?  We \npassed the law, but we didn't give INS, Border Patrol the resources to enforce it.\n\nWhere we had the resources along the border regions -- because I did employer sanctions work;  my agents did \nthat.  It worked very effectively.  The reason people today say that employer sanctions has never worked is \nbecause we never gave them the resources.  If I'd have been President Bush several months back when he \n\n\n\nannounced the National Guard going to the border, I submit to you it would have been much more effective and \nwould have been dramatically more meaningful if he had said that he was directing the secretary of Homeland \nSecurity to identify 1,000 officers that were going to fan out around the country and start enforcing employer \nsanctions.\n\nThat one aspect would have been much more effective than the 6,000 or 10,000 or 8,000 National Guard troops \nthat he did announce,  which, by the way, are also absurdly expensive at a time when we can't afford it.\n\nREP. CUMMINGS:  Thank you.\n\nMR. HUNTER:  Let me, if I could, respond to the last point that Silver made.  I support employer sanctions, but we \nstill need to have a fence and we still need to have roads and lights and sensors and lots of Border Patrol men, \nwhich I also support.  And the reason for that is this:  no matter how we adjust what I would call the front door with \nour immigration policy, the idea of having a way where an employer can verify if his people are legally in the United \nStates, and having sanctions for people who willfully abuse that and willfully break the law and don't -- and ignore \nthe law on that, you're still going to have this massive population -- 250,000 criminal aliens, quarter of a million -- in \nfederal, state, and local penitentiaries who come across and could care less about whether they're employed or not.\n\nThey come across to commit crimes, and they do move back and forth across the border.  Additionally, we've \nlearned one thing and that is that everybody watches television.  Around the world they watch television, and \npeople around the world now know that if you want to get into the U.S. illegally, you don't come through L.A. \nInternational Airport no more, you come across the land border between the U.S. and Mexico, or perhaps the land \nborder between the U.S. and Canada.\n\nNow, if you have a virtual fence only, that is, cameras, the virtual fence only works if you have a response force \nvery close by that can move very quickly.  And, Mr. Chairman, I would ask that the Sandia report that was done by \nour National Laboratory -- the guys who design our nuclear weapons, incidentally -- that that be included into the \nhearing, because I think it's very instructive in that they looked at this thing and they said you have to be able to \nslow people down physically;  you have to have an impediment.\n\nAnd if you have the impediment, that gives that much more leverage to your people, to your Border Patrol men.  So \nyou don't need as many Border Patrol men.  And I think if you look at the numbers of Border Patrol that we had in \nthe San Diego sector, 25 percent of the entire force for the entire nation was in this sector that's only about 15 \nmiles, because we didn't have any impediments.  When we put the impediments in place, that is, the fence, we \nwere able to pull Border Patrol men out of there and leverage them.\n\nThe other place where sensors don't work -- so sensors only work if you have a force that can immediately respond \nand come in.  The other place where they don't work is when we watch the so-called banzai attacks -- and that was \nthe name given by the National Guard -- where thousands of people, on a given signal, would come across the \nborder at once.  You would have 24 Border Patrol men waiting to catch some people.  They would each catch a \nperson or two, and the thousands  of others would rush by them and hit the freeways and get into cars or disappear \ninto the brush.\n\nAnd so there were ways for people -- unless you have the impediment -- and Sandia looked at this very carefully -- \nthe idea of having only sensors or only cameras with a responsive force, does not work.  And I know we all like \nsensors, we all cameras, but when we have a place like an important military base and we don't people to come \nonto that base, we always have a fence.\n\nREP. LUNGREN:  Mr. Dicks.\n\nREP. NORMAN D. DICKS (D-WA):  As, I think, the gentlemen know, I serve as the ranking Democratic member on \nthe Interior Appropriations committee, and we had a hearing just the other day and, I think, for my time here, I want \n\n\n\nto just mention this, because all the great efforts in El Paso and in San Diego have created a disaster in Arizona \nand a disaster to our national parks and refuges.  Let me just give you a few of the facts here.\n\nREP.      :  We thought you were going to complain about Washington.\n\nREP. DICKS:  Well, we got a problem up there, too, but we're working on it.  Illegal cross-border trafficking \nactivities cause significant impacts on the Department of the Interior for service and tribal lands.  Interior has four \nbureaus with law enforcement responsibilities on the southwest border, totaling 755 miles or 38 percent.  I think it's \n-- what is it -- 1,949 miles on the border.  So there are seven fish and wildlife refuges on the southwest border, \ntotaling 162 miles or 8 percent.\n\nThere are 1.1 million acres of federal wildlife refuges along the border, which provide a habitat for endangered \nspecies, migratory birds, and other wildlife.  There are eight national park units, a total of 1.2 million acres, on the \nsouthwest border, totaling 354 miles or 18 percent.  There are 155 miles of public land managed by the Bureau of \nLand Management, or 8 percent, in the southwest border area.  Land impacted within 100 miles of the border that \nare managed by BLM include 3.7 million acres in Arizona, 1.8 million acres in New Mexico, and 3.3 million acres in \nCalifornia.\n\nThere are five Indian reservations on the southwest border, totaling 75 miles.  There are two national forests.  \nPortions of the Cleveland National Forest are within five air miles of the Mexican border.  The Coronado National \nForest, Arizona has 60 miles of common border with Mexico.  And let me just talk a little bit about the \nenvironmental degradation that's occurring on the border as we speak. And I don't think people fully recognize this;  \nthat's why I'm trying to take my time here today to point out the environmental consequences on the border, which \nare very severe. \n\nDuring the last 10 years, many formerly pristine areas along the borderland have been extensively degraded by \nunprecedented levels of undocumented immigration and the increasingly intensive enforcement efforts of the \nBorder Patrol.  This degradation began when the Border Patrol started to focus its operations, as I mentioned, on \nmajor border cities, such as San Diego, California and El Pas, Texas, purposefully shifting undocumented \nimmigration and other illegal activities to less patrolled and more remote areas, as has been mentioned here;  \nespecially lands along the Arizona border.\n\nAs a result, the once negligible levels of immigration across Arizona's formidable desert and mountains rapidly \nincreased. \n\n By 2003, agents in the Border Patrol's Tucson sector alone have apprehended more than 365,000 migrants \nattempting to illegally enter the United States.  This high level of human traffic has taken a heavy toll throughout \nthe Arizona borderlands, especially in the easily- scarred western deserts, where migrant and drug smugglers have \ncreated miles of illegal roads, abandoned scores of vehicles, damaged rare desert springs and wetlands, and left \nbehind huge amounts of trash.\n\nThe Border Patrol has attempted to deter illegal immigration within Arizona by applying the same tactics used in \nthe major border cities, adding thousands of additional agents, bolstering off-road vehicles and air patrols, and \nconstructing an extensive infrastructure of fences, walls, lighting systems, and roads.  These actions have only \nresulted in further degradation to the already stressed natural environment.  And some would say that a number of \nthese species, which are endangered, need to have the land on both sides of the border.\n\nI mean, I know it strikes one as -- well, just build a fence all the way across the southern border and we'll take care \nof this problem.  But there would be a lot of other consequences to doing that, and one of them is in the \nenvironmental area.  And so, as the ranking Democrat on the Interior Appropriations subcommittee which has the \nresponsibility here, I just want to point out to my colleagues that this is a major environmental issue.  And if you \nguys want to comment, I'd be delighted to hear it.\n\n\n\nMR. HUNTER:  I'm going to -- if we could -- maybe if Larissa Bounds from my staff, our border lady, could put our \nposter up.  I've got a poster that shows my good colleague the before and after of the border fence in San Diego \nCounty.  There it is beforehand -- and put the first one up there, Larissa, and get it up high there where they can \nsee that.  That's a segment about three miles east of the Pacific Ocean, and that -- as you can see, all those trails \nthat have been hammered into the ecosystem there by the smugglers, and also lots of trash thrown there.\n\nAnd if you can take a look at that, my good colleague -- and now take that down, Larissa -- that's the same stretch \nwith the fence in place.  It looks a lot nicer.  It doesn't have any trash, and you can see that the trails have started to \nheal.  In fact, we've got a marshland, an estuary, just north of that where the trails by the smugglers have been \npounded so badly that environmentalists say it'll  take hundreds of years for those trails to heal.  So stopping the \nsmuggling, whether it's people or narcotics, by having a fence has had a salutary effect on the environment.\n\nREP. DICKS:  What you've done is save San Diego -- as the congressman for San Diego, I'm sure you're quite \nproud of that.  But what's happened is you've shifted all the traffic out to these desert areas --\n\nMR. HUNTER:  Well, that's why we want to have a --\n\nREP. DICKS:  -- and now we're destroying Arizona and New Mexico and the public lands out there --\n\nMR. HUNTER:  That's why we want to help them with a fence.\n\nMR. REYES:  Can I make a comment?\n\nMR. HUNTER: Then we're going to head to Washington State.\n\nMR. REYES:   The comment that I wanted to make was, I originated the policy of deterrence away from \napprehensions, which is what created the first picture, and when I wrote my after-action report, that's one of the \nthings that I made a recommendation -- is that, as we effectively manage the heavily populated areas -- because \nwhen I got to El Paso, we were seeing 10,000 entries a day -- 10,000 -- and that is --\n\nREP. DICKS:  That's a lot.\n\nMR. REYES:  That's tremendous.  In a 20-mile area.  And when I implemented Operation Hold The Line, those \n10,000 entries a day went down to less than 500.  In fact, most days they were around 200 entries, which is a lot \nmore manageable.  Congressman Hunter made mention of the banzai charges.  We had those in El Paso.  We \nsolved that by putting the agents right on the border and, believe it or not, it took a couple of months, but you re-\neducate people that you're not going to come through and in whatever force you're coming, you're going to respond \nequally, and it's not going to be acceptable, and you do -- because today El Paso is dramatically different.\n\nJust like that picture there of San Diego.  But the point that I wanted to make is that we have never followed through \n-- and the fault rests right here.  If we want to see whose fault it is, all we have to do, collectively, as members of \nCongress, is look in the mirror, because we have left the Patrol, the Border Patrol, in the lurch by not demanding a \ncomprehensive long-term strategy that involves all the things that I have already testified to, by not having chiefs \ncome and tell us, or us go ask them, what is it that will work in your area.\n\nAnd, yes, by protecting the border.  And, you know, one other part of this thing that hasn't been said -- and I will \nsay it -- is that we've got to put pressure on Mexico to help with their end of the  border.  Now, the conversations \nthat I have had, as a member of the Interparliamentary, is that there -- today they're much more willing to help;  and \nwe got to keep that pressure.  The new administration -- the past administrations have not been required to come \nup and step up and work with us on their side of it.\n\nLet me tell you, the cities of El Paso and Juarez -- that's an area that has almost 3 million people -- I will tell you, it's \na better managed border today than the chaos that I found prior to September, 1993.  You go on either side of the \nborder and the residents of those two cities tell you that that border is better managed today.  Now, are there \n\n\n\neconomic implications and have other things been impacted?  Yeah.  But you have to do a stepping-stone-type \nprocess to make sure that, as the flow shifts, two things -- very important -- one, the flow is not going to shift in the \nsame numbers.\n\nIn other words, when I stopped the 10,000 entries in the 20-mile section between Juarez and El Paso, 10,000 \npeople didn't rush out to New Mexico to go through that area.  It was significantly reduced. And I'm talking about \nbetter than 9,000 decided, you know, I'm just going to stay in Juarez and not go back and forth.  So there are those \nkinds of consequences.\n\nBut we simply, as a Congress, have to -- if we're really serious -- and I submit, it is deadly serious, with the threat \nthat we're facing with terrorism -- we have to -- on a bipartisan basis, we have to be serious about that and give the \nCustoms and Border Patrol today the tools that they need and the support that they require, by working with \nMexico to come up with these solutions.  It's in everybody's best interests.\n\nREP. SOUDER:  I thank the gentleman from Texas.\n\nWe're going to move ahead to the second panel.  I didn't get a chance to question on the first panel, either.  \nChairman Hunter had to leave at 4 o'clock.\n\nMR. REYES:  Mr. Chairman, I have one request.  I would like to submit my prepared text for the record, and I know \nChairman Hunter also had a prepared text that he wanted to go into the record.\n\nREP. SOUDER:  Yes.  We'll be happy to submit both for the record. Also, he referred to the Sandia report which is \n700 pages.  We have worked with them on testifying, but we'll at least get a summary of the Sandia report and -- to \nthe degree we can get an update on that. Thank you very much for participating  in the hearing.\n\nMR. REYES:  Thank you, Mr. Chairman.\n\nREP. LUNGREN:  I just want to mention the pictures that Mr. Hunter have are very instructive about before and \nafter, but, as a Southern Californian native, I must say, in the manner of full disclosure, the after picture looks like it \nwas taken in December.  The before picture looks like August.  And while the fence has helped a great deal, I don't \nthink it greened up the setting there.\n\nREP. SOUDER:  Thank you very much.  Thank you, Mr. Reyes. \n\nMR. REYES:  Thank you.\n\nREP. SOUDER:  Our second panel is Mr. Kevin Stevens, a senior associate chief of Customs and Border \nProtection, here on behalf of the Department of CBP.\n\nAnd if you'll remain standing, I'll give you the oath.  It's the standard practice of the Government Reform Committee \nto swear in our witnesses.  Could you raise your right hand?  Do you swear that the testimony you give today is the \ntruth, the whole truth, and nothing but the truth, so help you God?\n\nMR. KEVIN STEVENS:  I do.\n\nREP. SOUDER:  Let the record show that the witness responded in the affirmative.  Thank you very much for your \npatience with the vote and the long first panel.  I look forward to your testimony and to questions as to what the \nBorder Patrol has done in the fencing area in the multiple states.\n\nMR. STEVENS:  Thank you, Chairman Souder, Chairman Lungren, members of the subcommittees.\n\nI appreciate the opportunity to testify before you today on behalf of Customs and Border Protection of the Border \nPatrol.  I am Kevin Stevens, I am the senior associate chief for Southwest Border Operations for the Border Patrol.  \n\n\n\nI've been in the Border Patrol for 26 years.  I've been a field agent both on the southwest border and on the \nCanadian border.  I've been a field commander.  I've been a tactical officer, and I've been a strategic planner.\n\nAnd in my present position, I am responsible for strategic planning and deployment of resources to the southwest \nborder on behalf of the Border Patrol.  I've -- as a field commander and a field agent, I've lived the issues.  I'm very \nfamiliar with fences;  I was the patrol agent in charge of Nogales Border Patrol Station in Arizona for two-and-a-\nhalf years and I understand the dynamics of tactical infrastructure, technology, the proper mix of personnel, \ninfrastructure, and technology, as it's employed. \n\nAnd I understand both the strengths and the weaknesses of fencing and other tactical infrastructure.  The long and \nthe short of it for me is that border security is about counterrorrism.  Border security is about preventing narcotics \nfrom coming across the border.  Border security is about preventing criminals and people, who will do us harm, \nfrom entering the United States.  Border security is about maintaining our economic security and facilitating trade.\n\nBorder security is about preventing diseases from crossing the border and coming to this country that can harm \nus, either diseases carried by people, plants, animals.  Border security is an all-threats issue.  I've heard a lot of \nthings discussed today related to the issues related to a chaotic border, to include the environmental issues.  \nBorder security is a major step toward resolving many of those.  Those issues are mitigated by virtue of a \ncontrolled border.\n\nIn our planning, as we move forward the key elements of border control have been, and continue to be, that we \nmust be able to detect the entries when they occur.  We must be to identify the threat and classify it.  We've got to \nknow who we've got coming across, what they're doing, and where they're headed.  We need the capability to \neffectively respond and efficiently respond to the intrusions, and bring them to the appropriate law enforcement \nresolution.\n\nMeeting the elements of border control will require the appropriate mix of personnel, infrastructure, technology, \nrapid mobility, and enforcement capability.  The mix of those different components -- of the border control and \nborder security mix -- will depend on the terrain, the activity levels.  Urban environments are going to require a \ndifferent mix of those resources than, maybe, the more remote or rural environments.  Where we have the tactical \nadvantage -- and I've heard that mentioned already today -- we may be able to apply a different mix of the \nresources.\n\nBut, ultimately, the goal is to make our officers and our agents as effective and as efficient as possible in as safe a \nborder environment as we can provide for them, to gain, maintain, and expand control of our nation's borders as \nrapidly as we are able to do so. I'm not going to spend a significant amount of time talking, because I would expect \nyou have many questions for me, as the strategic planner and responsibility for the southwest border of the country \nfor the Border Patrol's operations.\n\nAnd a lot of what I probably would have talked about has been discussed on a variety of levels today.  So, with that, \nI am going to close out with:  we are committed to securing the nation's borders. We understand what it's going to \ntake to do so.  And I open it up for questions.\n\nREP. SOUDER:  Well, before I start questioning -- and so don't start the clock -- let me express first my \ndisappointment, because we had asked Customs and Border Protection to talk about fencing -- that had lengthy \ndiscussions about talking fencing.  Yesterday, the  Education committee talked about work visas and how you do \nwork permits and immigration.  Judiciary is talking about all sorts of internal things.\n\nWe've had multiple hearings talking about all the types of electronics and other types of things.  This hearing is \nabout fencing. I was hoping that you would say something since -- that you have fencing in San Diego, fencing in \nEl Paso, fencing in Nogales, fencing in multiple places -- about what you've learned works and doesn't work in \nfencing.  So if we could kind of start over here, could you tell us a little bit about what you've learned, some of the \n\n\n\ncosts that you've run into, some of the difficulties, why you would say in urban areas -- you know, why you've used \nsome kind of fencing in some areas.\n\nI would like to hear from Customs and Border Protection what you've learned from fencing.  Quite frankly, if you're \nnot prepared to talk about that, we might as well go to the third panel.\n\nMR. STEVENS:  I am prepared to talk about that, Mr. Chairman. We have today fencing -- about 75 miles of it -- \nacross the -- across our southwest border.  It's placed in specific areas where we have heavy urban population, \nwhere we have people that will attempt to cross as pedestrians.  Typically, it's smugglers going to attempt to exploit \nthe urban infrastructure.  The urban infrastructure provides the easy access.  Urban areas provide them with a \ntactical advantage and puts us at a significant tactical disadvantage.\n\nThat, sir, is where we find pedestrian fencing to be extremely valuable.  The pedestrian fencing, in concert with the \nappropriate level of personnel, the technology, does, in fact, deter traffic away from those areas where we don't \nhave the tactical advantage.  They will move off.  They'll move off to areas where we have a greater tactical \nadvantage over terrain and we can address it through a different mix.\n\nBut the 75 miles of fence that we have today in place in specific, strategic locations that are tactically employed to \naddress the pedestrian dynamic -- places where people are going to want to cross -- is very successful for us.  \nAgain, we experimented, and successfully, with additional enhancements, even to our fencing.  We have some \nareas where we have a single landing-mat fence.  For example, in Nogales, Arizona, where I was the agent in \ncharge, I had a single landing-mat fence because, at that time, that was all we had room to place;  it's all the land \nthat we had capability to deploy on.\n\nSo we enhanced the fence with superstructure on top of it, to further deter and further slow down and delay the \nentry of people trying to come across the border.  And in addition to our patrols on the line, we had our cameras \noverlooking the fence.  On those cameras we deployed what we refer to as deterrence technology:  high-intensity \nlighting that could be turned on and turn off by the camera operators. If they spotted somebody trying to come \nacross the border, we were able to use the combination of that fence to delay them and deter  them, and the \ncameras to spot them, and then the high-intensity lighting to let them know that they'd been detected.\n\nAnd we found that we were able to manage the same area with that proper set of infrastructure support with far \nfewer Border Patrol agents per mile.  The agents could respond and react to what was spotted by the cameras.  \nMany of the people were deterred simply by virtue of the fact that when they were struggling to try to get over the \nfence, or trying to get through it, we were able to let them know that they'd been detected in doing so, and then \nthey would move off to areas that provided us with a greater tactical advantage. \n\nWe were able to move agents out to those areas and expand our operations in support of that.  San Diego, the \nsame or similar situation.  It was a significant overrun area, chaotic border environment.  We expanded our \nfencing capabilities.  We expanded with single fence, double fence, and triple fence, as was discussed earlier \ntoday, and we put lights in there, we put patrol roads, we put Border Patrol agents in there.  Initially, it took more \nBorder Patrol agents to bring it under control.  As the deterrence impact of the infrastructure took hold, then we \nwere able to reduce the number of Border Patrol agents deployed to those areas.\n\nWe're now moving forward with adding detection capability to that mix, and we're exploring again deterrence \ntechnology, as we refer to it, that will further support, through the technology that's available to us, or will become \navailable to us, the benefit that the fence brings us.  We have fences in areas such as Laredo Sector.  Even \nthough Laredo Sector is along the Rio Grande River, the aliens will cross that river in some areas, and they will \nmove to come in.\n\nIf it is problematic again in an area where once they have been able to breach whatever natural barrier is provided, \nif the time that they have to be able to move into an urban center or an urban community is short, and we don't \nhave the tactical advantage, the pedestrian fence provides us the tactical advantage of time and the ability to \n\n\n\nrespond more effectively and more efficiently to that. There are areas that we would look at today and say that \npossibly another solution set might be viable, where Mother Nature has provided us with the barriers.\n\nBut in those areas where we have urban populations, where we don't have the tactical advantage of time to react, \nthe fencing structure and the fencing systems are absolutely viable and critical to our operations.\n\nREP. SOUDER:  I'm still looking for a couple of things, but let me ask some questions to see if I can draw some of \nthis out.  Is it fair to say that San Diego started as an urban fence but you continued to move east into less urban \nareas?\n\nMR. STEVENS:  Yes, Chairman, it is.  What we find, again, is in an area where we have a large population, if you \nwill, of pedestrian  traffic attempting to cross, where they can access -- even in a not heavily urbanized area -- if \nthey move out to a certain distance and still want to cross afoot, then extending the fence out to that limit is \nimportant.\n\nREP. SOUDER:  So you've felt that it also worked in the less urban areas, if there was not a physical barrier?  \nBecause doesn't the San Diego fence go all the way to the mountains --\n\nMR. STEVENS:  Yes, in that area, chairman, yes.  Again, we're dealing with a major population center.  The real \nkey --\n\nREP. SOUDER:  Isn't it also true in El Paso that going towards New Mexico, that with the exception of where the \nroad comes up to the river, you basically have fencing out until it goes to the mountains? Going north and west \nfrom El Paso, it stops as it goes up into the hills, and then the fence picks up again over where the road is by \nSuniland (ph) and goes out into the rural areas.  In other words, it isn't just an urban fence even that you currently \nhave.  It goes out into the rural areas, as long as that's contiguous, until you run into what was assumed was a \ntopography barrier. MR. STEVENS:  Chairman, it's not necessarily based on topography in this case.  The --\n\nREP. SOUDER:  Let's take the example of Nogales, then.\n\nMR. STEVENS:  Yes.\n\nREP. SOUDER:  Why does the fence stop at each end in Nogales?\n\nMR. STEVENS:  The fence stops at each end in Nogales because we begin -- when we get beyond the ends of the \nfence, we get to a point where it's more likely that somebody's going to try to come across by vehicle.  The time \nthat it would take to cross the border and get into the community begins to become extended, and we begin to \nachieve a tactical advantage of terrain.  Not necessarily a physical barrier, but a tactical advantage of them not \nbeing able to get into the community infrastructure as quickly as they can from within the community.\n\nEl Paso -- there's a lot of community to be able to access, even if what are deemed to be, maybe, suburban or rural \nareas.  But once we get away from the area where -- it's a matter of time for us, Mr. Chairman.  If they have the \ntactical advantage of time, and can get to a road, can get to a community, can get into the smuggling infrastructure \nand escape us, then we need to delay them by whatever means possible.  And if they're doing so on foot, then a \npedestrian fence is appropriate.  Again, it's not based specifically on terrain. It's based, for us, on time and tactical \nadvantage that can be attained by that.\n\nREP. SOUDER:  Would you say that certain kinds of fences have an easier -- what have you learned?  Started with \nbarbed-wire fences;  they clearly were cut and moved, for example, in Arizona and multiple places, knocked down.  \nThat's kind of - say, at this point that in certain fences in San Diego and others, clearly, they're cutting them on a \nregular basis.  Have you evolved in your thinking of making fences that are more secure and less able to \npenetrate?\n\n\n\nMR. STEVENS:  Yes, we've experienced with a variety of different fence styles.  We began at one time -- of \ncourse, you mentioned the barbed-wire.  There are areas where we used chain-link fence for a period of time.  \nThat's easily cut through.  If it's a chain-link fence, particularly if it's applied directly at the border, where they can \nsit on the Mexican side or the foreign side and cut it, then it's not going to work well for us.\n\nWe moved into utilizing what we've referred to as the landing-mat fence, a structure using the landing-mat material, \nthat the military provide us, for a variety of reasons.  One was it was free in materials, it was donated to us by a \nfellow agency or department, and it was solid.  Even with the landing-mat fence, as we have been able to get that \nin line, we've discovered that there are some issues with that.\n\nThe landing-mat fence is virtually -- it's opaque.  So if the landing-mat fence is sitting in an area where you don't \nhave it heavily patrolled, or if you don't have cameras to look over the top of it to observe people and their activity, \nthey have time -- they have time, sitting on the foreign side, to be able to attempt to defeat it.  Even with the landing-\nmat fence, as they attempted to cut through it with torches and take actions of that nature, we discovered that by \nputting a small session of landing-mat up four inches into the fence and filling it with cement, cutting torches \nwouldn't work.\n\nThe landing-mat fence is still viable, as long as we apply the appropriate systems to it.  Other things that we found \nwere that people were climbing over the top of the landing-mat fence, depending on the height of it, or, in some \ncases, they would put ladders up against it and come over the top.  One of the things I experienced when I was in \nNogales was people who were not really physically capable of climbing the fence on their own, they would get \nassistance to climb the fence, and then not be able to handle their own weight when they came over the top of the \nfence.\n\nAnd we had people losing fingers on the fence.  We would have people breaking ankles in coming to ground with \ncompound fractures. That was what -- among the things that we were faced -- prompted us to place an additional \nstructure on top of the fence that, even with assistance, somebody who was not physically strong would not be able \nto negotiate the fence.  It stopped those people from even trying and it significantly delayed even the most able.\n\nOnce we also applied an ability to let them know that they'd been detected trying to breach that fence, by using the \ndeterrence technology, then that further improved the capability of that system.  What we have found -- as we've \nmoved forward, we've experimented with what we call a bollard-style fence, which are a series of cement bollards \nset at a very close interval to one another.  We can look through those and see the other side.\n\nThere is some limited visibility that we've found, but that was an effective, though somewhat expensive, process at \nthe time.  We found that it was useful in areas, for example, where we have water that's flowing and we don't want \nto impede the water flow, or we don't want to damage the land as a result of water backups.  The bollard fence is \nvery useful in those types of areas.  And it's difficult to breach;  they've got to chip away at the cement structure in \norder to make that happen. \n\nWe have also moved to a system of metal bollards built very much the same way, at close interval to one another, \nthat -- we're finding it very, very useful.  Again, we can see activity on the other side of it, and we can observe what \nthey're doing.  It's difficult to tamper with, and it's very good for the water crossings and water flow areas that we're \noperating in. We use, in California, for example, a system of the landing-mat material as the primary fence.  We're \ndeploying the cameras to get a better visibility of it.  We have a lighted area that we can patrol in between the \nprimary and the secondary fence.  The secondary fence, we use the Sandia-type fence, which is expanded metal.  \nAgain, we can see activity;  we can tell if somebody's tampering with that fence;  and we've found that to be a very \nviable fence, as well.\n\nThere are a wide variety of different types of systems that we can employ in single fences, multiple-barrier systems.  \nIn one area, we may move through where we put a particular landing-mat system in place as a Sandia backup.  If \nwe've got low water, we'll move to a bollard for that purpose, long enough to get through that section, and then \n\n\n\nrevert back to the landing-mat fence again when we move out from there.  So we've experimented with a variety of \ndifferent types of fence.\n\nWe have found that some are more tamper-resistant than others, but the long and the short for us is that a fence \ndoes, in fact, deter some, and it definitely delays even those that won't be deterred, giving us that tactical \nadvantage that we wouldn't otherwise have without that system in place.\n\nREP. SOUDER:  Thank you.  Mr. Cummings.\n\nREP. CUMMINGS:  Thank you very much.\n\nChief, let me ask you this.  We have, in House Resolution 4437, an amendment that's part of the bill now, that says \n-- it mandates the construction of 854 miles of double-layer fencing.  Are you familiar with that?  Are you familiar \nwith what was passed by the House?\n\nMR. STEVENS:  Yes, I am, sir. \n\nREP. CUMMINGS:  And were you consulted on that?  In other words, were you consulted by the Republicans with \nregard to that amendment?\n\nMR. STEVENS:  I can't say that I was personally consulted.\n\nREP. CUMMINGS:  All right.  Well, that's fine.  Do you -- can you look the American people in the eye and say that \nthis is something that is needed?  It's -- in other words, in order to effectively stop folks from coming over our \nsouthwest border, we need an 854-mile double-layered fence.  And is that the most practical use of our taxpayer \ndollars, in your opinion?  I mean, you're on the ground;  is that right?\n\nMR. STEVENS:  No, I'm here in Washington now.\n\nREP. CUMMINGS:  No, no.  But aren't you -- but you were on the ground;  is that right?\n\nMR. STEVENS:  Yes, I've spent a significant amount of time on --\n\nREP. CUMMINGS:  And you spent some time, when you first sat down, talking about your experience, and I do \nadmire you and I thank you for that experience.  What I'm getting at, though, is that our president has consistently \ntalked about Iraq, and when he talks about Iraq, he says we ought to listen to the people who are on the ground.  I \nwant to listen to you, on the ground.  What is that we need -- you have to deal with this;  you've got men and \nwomen who are risking their lives every day.\n\nWe are the Congress of the United States of America.  It is our duty and our responsibility to work with you to help \nyou do your job. Our constituents are screaming for help, all kinds of help, saying, look, protect our borders.  And \nall I'm asking you, as one who has dedicated some 20-some years to protecting our borders, what is it that you \nwould say to the Congress of the United States -- which is responsible, by the way, for allocating money, putting \nmoney out there to help you help us and our nation.  What is that would best serve you?  What kind of policies?  \nThis is your day.\n\nMR. STEVENS:  We need -- for border control, for border security, we need that appropriate mix.  It's not about \nfences.  It's not about Border Patrol agents.  It's not about technology.  It's about all of those things.  And the \nappropriate mix must be determined by our planners and our field commanders.  I don't want to sit here, sir, and \ngive you a dollar figure or a mile figure for any of these components. I want to be very dependent on our field \ncommanders.\n\nI was personally involved in establishing a planning process within the Border Patrol that would bring that \ninformation to us from our field commanders, and that information, even as it comes to us today, is revised \n\n\n\ndepending on the dynamics of the operation.  But I would ask for the support to accelerate the effort, to allow us to  \ncontinue our gain, maintain, and expand process using this proper mix, and not concern ourselves with whether it's \n800 miles of fence or 300 miles of fence.  That's not the issue, in my mind, as a planner.  The issue is deploying \nthat appropriate mix, as our field commanders and our field planners deem appropriate to their strategic and tactical \nsolution on the ground.\n\nREP. CUMMINGS:  Now, I want you to understand, I'm not asking you for dollar figures -- and I really appreciate \nyour being very candid and open with me on what you just said -- but let me just take it one step further, so that we \nwill be clear as to what you mean by \"the mix.\"  And I realize it's flawed, but can you just give me the elements of \nthe mix?  I realize that there may be one mix for one area, there may be another mix for another.  But just list the \nmix- type things that you're talking about.  Would one of them be, for example, making sure that employers are \npenalized and checked if they are employing people who you're trying to stop from coming over across the border?  \nWould that be one?\n\nMR. STEVENS:  As a Border Patrol agent, I've experienced the angst, if you will, of being on the line and being \nfrustrated by the fact that we look to border security, we look to border control, when there is, in fact, a deeper \nissue at hand.  If you're asking me to talk policy, if you're asking me to talk the political issues regarding illegal \nimmigration, I definitely have an opinion about that.\n\nREP. CUMMINGS:  Chief, let me just tell you what I'm trying to do so that you'll be very clear.  I'm not trying to play \nany games.  What I'm saying to you is that -- I just want to know -- I have a job, and these folks up here have a job.  \nWe are elected by over 600,000 people each, to serve and do those things in their best interests.  You are an agent \nof those same people.\n\nAnd all I'm asking you, as one who is paid by the government of the United States of America, and one who is our \nagent, one who is an expert, who is on the ground -- and you may be in Washington now, but at one point you were \non the ground -- we may not have as much access to information as you do.  And all I'm asking you is what will best \nallow us to help you accomplish what you accomplish every day?  Your men and women are being placed on the \nline, and we're just trying to figure out what is this mix.  You keep saying a mix, and the only thing I want to know is \nwhat is a mix?\n\nAnd, Mr. Chairman, I would appreciate it if you would let him answer this question.\n\nMR. STEVENS:  The mix, again, there's -- what we're talking here, philosophically, is -- is the mix what you're \nasking me for border security as an enforcement role, or are you asking me for a mix of a broader policy in political \ndecision -- \n\nREP. CUMMINGS:  First of all you said -- let me just help you. You said fencing is one thing -- is that right -- things \nthat help us keep people out of this country that should not be here?\n\nMR. STEVENS:  Yes.\n\nREP. CUMMINGS:  That's what I'm asking you for.\n\nMR. STEVENS:  On the line for border security, for border control, we need Border Patrol agents. \n\nREP. CUMMINGS:  Okay.\n\nMR. STEVENS:  We need response capability.  We need vehicles.  We need aircraft.  We need tactical \ninfrastructure.  We need fences where they're appropriate.  We need roads to be able to get to the people when \nthey come across in areas where we don't have access today.  We need air mobile capability to fly to those areas \nwhere we don't have, or maybe don't want to put, roads.  We need the technological solution.  We need the ability \nto be able to detect that entry, as I mentioned earlier, to identify and classify the threat.\n\n\n\nThe greatest threat today to a Border Patrol agent in a remote area of operations, in my mind, is the fact that we \nidentify the level of threat, we learn what we're up against at the point of interdiction.  When we step out from \nbehind that bush to take these people into custody, that's when we learn whether or not these people are narcotics \nsmugglers, criminals, how many there are.\n\nWe need to have, again, that mix of enforcement resources with enforcement force multipliers, the response \ncapability that brings us that enforcement capacity to be more than a nuisance to smugglers on the border, but an \noverwhelming enforcement force that they don't wish to come up against.\n\nREP. CUMMINGS:  Well, chief, thank you very much.  And we thank you and the men and women who serve with \nyou, because we know it's a very risky job, very dangerous, and we just thank you very much.\n\nMR. STEVENS:  Thank you.\n\nREP. SOUDER:  Chairman Lungren.\n\nREP. LUNGREN:  Thank you very much for your service, chief, and thank you for your children's service.  From \nwhat I understand from your resume, you have a daughter that's in the Border Patrol.\n\nMR. STEVENS:  I do, sir.\n\nREP. LUNGREN:  And you have a son that's serving in the Army right now? \n\nMR. STEVENS:  Yes, sir.  In Iraq.\n\nREP. LUNGREN:  And you have a son serving with the Arizona Department of Correction.\n\nMR. STEVENS:  I do.\n\nREP. LUNGREN:  So you've got your family boots on the ground.\n\nMR. STEVENS:  Yes, we do.  I'm very proud of that.\n\nREP. LUNGREN:  We congratulate you for that, and we thank you for your service.  A couple of things.  You talk \nabout the mix.  I guess the mix -- boots on the ground is part of the mix?\n\nMR. STEVENS:  Boots on the ground is an absolute, critical part of the mix.\n\nREP. LUNGREN:  Technology's part of the mix?\n\nMR. STEVENS:  Technology is part of the mix.\n\nREP. LUNGREN:  Bricks and mortar part of the mix?\n\nMR. STEVENS:  Bricks and mortar, tactical infrastructure, the fences, the vehicle barriers, the roads.\n\nREP. LUNGREN:  Okay.  Let me ask you this.  Can you --\n\nREP. CUMMINGS:  Can you yield just for 10 seconds?\n\nREP. LUNGREN:  Ten seconds.  Go.\n\nREP. CUMMINGS:  Do you have enough of those things you just talked about to do the job?\n\nMR. STEVENS:  Today, we do not have enough.\n\n\n\nREP. LUNGREN:  Okay.  Let me ask you a question on that, then. How many cameras do you have in your \ninventory that are not deployed right now?\n\nMR. STEVENS:  I'd have to get back to you on that answer, sir.  I don't have that number specifically.\n\nREP. LUNGREN:  Can you submit that for the record?\n\nMR. STEVENS:  Yes, we will.\n\nREP. LUNGREN:  Can you tell me whether Border Patrol has software which allows for -- I don't know if I can call it \nartificial intelligence -- but allows you, without you to be constantly  monitoring it, to be able to detect through the \ncameras whether it's an animal versus a person versus a vehicle -- identify particular objects of concern?\n\nMR. STEVENS:  We have -- I assume what you're describing is a camera that would identify the difference and \nthen alert the human operator?\n\nREP. LUNGREN:  Right.\n\nMR. STEVENS:  No, we don't.  Not today.\n\nREP. LUNGREN:  Are you aware if ICE has those -- has that?\n\nMR. STEVENS:  I'm not aware whether or not they do.\n\nREP. LUNGREN:  If you were to -- if it were the case that ICE had that, and you were to make a request to have \nthat transferred to Border Patrol, is that possible within your agency, your department?\n\nMR. STEVENS:  Within the Department of Homeland Security, I would believe it is.  It would depend on what ICE is \npresently using it for.\n\nREP. LUNGREN:  What if they're not using it?  What if it's sitting on the shelf somewhere?\n\nMR. STEVENS:  Then we would definitely make the request.\n\nREP. LUNGREN:  You said that they have 75 miles of fencing right now, and you said that it would be the \ndetermination of those chiefs of the various sectors, their recommendations that would indicate to you -- to help you \nmake a decision as to how many more files would be effective;  correct?\n\nMR. STEVENS:  Yes.\n\nREP. LUNGREN:  Has there been preliminary investigation of that and preliminary planning of that, in anticipation \nof us passing some legislation, in view of the fact that both the House and the Senate have mandates for additional \nfencing?\n\nMR. STEVENS:  Yes.  We do have the preliminary information and have a pretty solid handle on what we think -- in \ntoday's information flow --\n\nREP. LUNGREN:  With that solid handle, can you tell me is this primarily in the urban areas?  And if it is in primarily \nin the urban areas, do you also have it extending in non-urban areas, that is, the initial planning?\n\nMR. STEVENS:  For fencing specifically?\n\nREP. LUNGREN:  Yes, sir. \n\nMR. STEVENS:  Yes, it is primarily in the urban areas, and it does extend to some of the less urban areas where \nwe have, for example, an issue of time.  Tolerance to how deep we will allow them, or can allow them, to move \n\n\n\ninland before we need to take them into custody is a key issue.  And if the tolerance to entry -- even if it's a rural or \nremote area, if tolerance distance-wise is very short, then that chief would employ that type of resource. \n\nREP. LUNGREN:  What lessons -- I presume that you've looked at this in anticipation of the possibility that we're \ngoing to pass legislation and mandate at least that some fences be built.  What lessons have you learned, or what -\n- I assume you've done an analysis of how effective or ineffective the San Diego fencing has been.  Can you give \nus any idea of what lessons you have learned, that is, the Border Patrol has learned from the experience in San \nDiego?\n\nMR. STEVENS:  Yes.  The San Diego experience has taught us that, one, fences do work in these environments, \nin the appropriate areas. It's taught us that in some cases we may need to go with a secondary fence in order to \nassure the deterrence impact.  But one other thing that we have learned and that's to make the most efficient use of \nour agent resources, the people that we train, pay, and employ to do the job.\n\nThe addition of the deterrence technology to the technological systems is another benefit that allows us to reduce \nthe number of agents we're using a in a particular given area, give that agent more mobility, and allow for \nexpansion out to the more rural areas, where we can use that agent to exploit the tactical advantage that time gives \nus.\n\nREP. LUNGREN:  Have you made any judgment with respect to the utility of unmanned aerial recognizance \nvehicles?\n\nMR. STEVENS:  We have employed unmanned aerial recognizance vehicles.  We initially employed in Tucson \nSector during the -- in effect at the time that I was there as an assistant chief.  We found that any aerial platform is \nvaluable to us, and the UAV system was a, and is a, good system.  We are employing them now as a result of \nthose initial tests.  What we find is that, if we can establish the high ground, virtual or otherwise, that's the \ntechnological advantage we have that provides us the situational awareness to exploit the tactical advantages that \nthe terrain will give us in those areas where we can employ it.\n\nREP. LUNGREN:  Thank you very much, Mr. Chairman.\n\nREP. SOUDER:  We heard earlier that the boots on the ground, so to speak, opposed the San Diego fence that \nyou're now saying works,  and that while Congressman Reyes spoke out, in fact the Border Patrol opposed the El \nPaso fence, which now works.  What was the experience in Nogales?\n\nMR. STEVENS:  The experience in Nogales, Mr. Chairman, was that we believed it would work, and when we \nemployed it, it did work.  By that time, we had learned the valuable lessons and we'd turned the corner from what \nwas previously a mindset of apprehending people as opposed to trying to deter them.\n\nREP. SOUDER:  Thank you.  Mr. Dicks.\n\nREP. DICKS:  How many people are coming across the border today, on an average day?  What is the number?\n\nMR. STEVENS:  I can tell you what we are apprehending in a year. I, at this point, can't tell you with any certainty \nhow many people are actually coming across the border, sir.\n\nREP. DICKS:  How many are you apprehending?\n\nMR. STEVENS:  We are arrested last year 1.2 million people.\n\nREP. DICKS:  One-point-two million?\n\n\n\nMR. STEVENS:  Yes.  We made 1.2 million arrests.  I should clarify that point.  The 1.2 million arrests were a \nvariety of incidents, some people being apprehended more than once because there were multiple attempts at the \nentry.\n\nREP. DICKS:  Okay.  Let's go back to the mix.  You said you're short.  You know, I've been up here, and I've had a \nchance, as a member of the Appropriations committee, to vote on a number of amendments to increase the funding \nthat had been voted down, unfortunately, by the majority party.  And I try to approach this job in a very nonpartisan \nway, but I want to make that point.  There have been efforts in the Congress to add money for border patrols;  \nthere had been money for detention beds and immigration agents.\n\nAll of these amendments have been voted down by the people who are now holding these hearings, which bothers \nme somewhat, because if we'd have passed the amendments, we might be having these hearings today, because \nyou'd have had the resources necessary.  Now, how much short -- you know, the -- and, in fact, the majority party \nvoted for the Intelligence Reform Act of 2004 in which -- and they're now short 800 Border Patrol agents, 5,000 \ndetention beds, and 500 immigration agents, of the very bill that they passed.\n\nSo not only have they -- they've authorized it, but they want to cut down the funding.  And we are in a tough \nfinancial situation -- everybody recognizes that -- but they haven't funded these programs. And how short are you \non border agents?  How many are you short? \n\nMR. STEVENS:  We have initial estimates that would take us upwards of 19(,000) to 20,000, but these are only \ninitially estimates and we'll --\n\nREP. DICKS:  How many do you have now?\n\nMR. STEVENS:  We are around 12,000 now.\n\nREP. DICKS:  Okay.  So 19(,000) to 20,000.  How many detention beds are you short?\n\nMR. STEVENS:  I don't have a number on detention beds.\n\nREP. DICKS:  Can you get us one for the record?  And how many immigration agents are you short along the \nborder?\n\nMR. STEVENS:  Again, I don't have that number.  The detention beds and the immigration agents are with our \nsister agency, ICE.\n\nREP. DICKS:  Okay.  So we have to get those from ICE.  So you are, at present, about 7,000 to 8,000 agents short \nof what you need to do the job;  is that correct?\n\nMR. STEVENS:  Our initial calculations, as they stand today -- but, again, sir, allow me to reiterate:  it's not just \nabout agents. It must be --\n\nREP. DICKS:  No, okay.  Now tell me how much are you short on technology?\n\nMR. STEVENS:  We're still working through that.  We have several miles -- in fact, several hundred miles -- of \nborder that need to be surveilled;  we need detection capability.\n\nREP. DICKS:  Do you have any numbers or estimates on that?  How much --\n\nMR. STEVENS:  I don't have those with me.  We're still working those numbers to -- again, with -- in conjunction \nwith --\n\nREP. DICKS:  The third item was fencing, right?  Was that -- or are there ways of blocking --\n\n\n\nMR. STEVENS:  Tactical infrastructure, in general, which involves fencing, barriers, roads.  It can be helicopter \nlanding pads.  It can be boat ramps.  Tactical infrastructure is a variety of different systems that we employ.  \nForward operating bases fall within that.  It depends on the tactical situation in the area.  And also as we move \nforward, looking toward the Secure Border Initiative and SBInet, we intend to clarify, working with industry partners, \nthe actual figures, the actual numbers, and develop the final solution. \n\nREP. DICKS:  Now, you heard my comments about the impact on the environment, on our parks and our wildlife \nrefuges and DLM lands. What is the strategy to minimize the impact on our national parks and our wildlife refuges, \nwhich are also important to the American people?\n\nMR. STEVENS:  We're working very closely with the Department of Interior, with our environmental partners.  Just \nas a personal note, the director of their enforcement entity actually was assigned for a period of time with Office of \nBorder Patrol and assigned to my division when I was in operations planning and analysis for strategic planning. \n\n We've partnered with them to identify where are the greatest impacts and worked together to mitigate the impacts.\n\nWe recognize collectively that the chaotic border environment, particularly along our southwest border in these \nsensitive areas, is devastating to those lands.  Our goal is to work with them, to establish the systems that will allow \nus to reduce the traffic flow in those areas and, ultimately, allow those areas to recover.  Again, this gets into the \ndifferent mix of the personnel infrastructure and technology in those areas -- is going to vary depending on the \ntolerance for how far these people can go.  We may have a day to apprehend them in a remote area, but that \ndoesn't mean we want to take a day to apprehend them.\n\nWe're going to employ the resources that allow us to apprehend them as close to the point of entry as is practical \nunder the circumstances.  Not necessarily right on the border, but as close to the point of entry as is practical.  It \nwill save the environment.  It will save, potentially, their lives in these remote areas if we can catch them before they \nget into distress, and it will send the strong deterrence message that we're looking for.\n\nSo we are working very closely with our partners in the Department of Interior and other agencies involved for \nprotecting our lands, and understanding that, again, border security in those areas is as much about environmental \nprotection as it is about the other categories that I mentioned in my opening remarks.\n\nREP. DICKS:  Thank you.  Thank you.  Thank you, Mr. Chairman.\n\nREP. SOUDER:  What's the average salary of a Border Patrol agent? I don't want just the starting, because as \npeople get higher, they're not going to be just starting.  What would say is an average salary? In other words, \nstarting and ending, some kind of approximation? What's a starting salary?\n\nMR. STEVENS:  I don't have those figures with me.  I can get that to you.\n\nREP. SOUDER:  If you can get that for the record.\n\nMR. STEVENS:  I can get the entire schedule. \n\nREP. SOUDER:  I would like both an estimate of the starting, and then if there can be some kind of an averaging.  I \nknow you get an ageing -- but I'm just looking for a rough figure.  Also what they cost.  Any company that does the \ncost doesn't just look at the salary, they look at what are the benefits that go with that -- the health costs, the \npension costs -- so we get an idea of -- if we plus up 8,000, if we plus up higher, what are the costs we're looking \nat, what are the trade-offs.\n\nDo you believe, if you had more fences, that you would have less agents like you've had now?  In other words, I'm \nnot arguing less than 12,000 -- and, personally, I believe that 20,000 will not cover the border;  that you have to \nhave lots of other things, because I see lots of single-unit -- pretty much all single-unit agents right now, out in the \nmiddle of nowhere, with drug trucks coming at them, often heavily armed.\n\n\n\nIt's not clear in these open areas, as we move it to the open areas and away from the ports of entry, that they can \nactually engage or get enough support fast enough.  At one point, out at cells (ph), there was a group of seven \nSUVs that shot their way through with a Black Hawk on them.  The Border Patrol managed to take down a number \nof those, but the lead vehicle got through with tons of narcotics. And that this is a complex challenge -- we don't put \npolicemen on the street with just one to a car.\n\nPart of the reason we need to look at fencing, whether it's electronic or other types of air vehicles to track, is that \nas we make it harder and the pressure gets greater -- I'm not arguing for a decline in the number Border Patrol \nagents here.  We're trying to figure out what can fencing do and gaps in those fencing, so you can kind of manage \nthe flow more, slow them down, look where you have the irrigation breaks, where you have to pull off of the fish and \nwildlife, where the River Rio Grande floods.\n\nWould you feel that if there was a higher -- if 780 miles of the border was fenced, you'd need fewer agents than \n20,000, or do you feel that you need the fence plus the additional 8,000 agents?\n\nMR. STEVENS:  The fencing -- and, again, I'm reluctant to talk miles, but the fencing is part of that mix -- based \non the calculations that we have today, would not replace, but would augment the agents that we're looking for.  I \nwould not anticipate that we'd need fewer agents than what I've mentioned, if we began to apply more fencing to \nthe solution.\n\nREP. SOUDER:  And I'd hypothesize, without the 700 miles, you're going to need more like 30(,000) or 40,000 \nagents, because it's going to become more violent and more pressure.  Let me ask you a particular question.  Have \nyou looked at Neely's Crossing?  Most of the maps I've seen, most of the proposals -- anybody who goes down \nthere sees that the Rio Grande is not a free-flowing river there.  To the degree it is free-flowing, it's very shallow.   \n\nAt Neely's Crossing, you have a gravel-based -- maybe you could explain for the American people a little bit what \nwe face there, that when we do put up, as you have put up, barriers that they get knocked down and why.  And do \nyou have proposals in particular for that area?\n\nMR. STEVENS:  Yes.  It's a unique coincidence that I began my career in Fort Hancock Station.  I'm familiar with \nthat area specifically because I spent four years as a Border Patrol agent on the line out there.  The river in that \nsection of Texas is very shallow;  it could be driven across in many spots and waded across in most.  An area like \nNeely's Crossing, where you have not much distance between the entry point into the United States and the \nnearest road that somebody can access and begin to move out -- Neely's Crossing is an example of a place where \nyou don't see a lot of pedestrians trying to come across, but they will try to come across in vehicles, as occurred in \nthe incident that you're making reference to, Mr. Chairman.\n\nREP. SOUDER:  Where a truck attempted to cross with anywhere between four and five tons of marijuana.  We sit \nhere talking about a street bus.  We sit here talking about whether or not somebody can smuggle a little bit of \nchemical, biological, or nuclear across, and we've got trucks coming across with five tons.  Would you like to talk \nabout the bulldozer on the other side that activated itself when I was out there two weeks ago?\n\nMR. STEVENS:  I'm not familiar with the bulldozer situation.\n\nREP. SOUDER:  There was a bulldozer in the woods on the other side that plows through our berms and knocks \ndown some of the types of barriers we put up.  Does this not suggest that this might want to be an area that's a \npriority?\n\nMR. STEVENS:  Yes.  And we're looking hard at what type of solution will be the appropriate solution out there.  \nAny area where we are -- that is remote, they're going to use systems, they're going to have -- again, if a barrier or \nwhatever system we place isn't placed on the order and we don't have the detection capability to observe it, to know \nif somebody's approaching it to tamper with it, then we're going to be at a disadvantage.\n\n\n\nAs long as they can tamper with it or try to defeat it from the foreign side without our knowledge, that's going to be \nan issue.  And those are the things that we ask our field commanders to look at: what solution would work for this \ngiven area.  And it varies significantly from area to area.\n\nREP. SOUDER:  The implication today has been that the rural areas aren't a good place to put a fence, where I \nwould tend to almost think the opposite, because one of the challenges you're facing there is that, as we get better \nat interdiction at ports of entry in those intensive areas, and more surveillance and so on, while we may not  move \nthe same numbers -- although that's not clear from the illegal immigration into the United States, the rise in meth \nnow coming across the border -- they're going through somewhere.\n\nAnd, as we saw in Arizona, they weren't going through the Tohono O'odham Reservation, and all of a sudden \nthey're pouring through the Tohono O'odham Reservation. \n\n Douglas, Arizona became the big news hot spot.  What I understand in some of your numbers is New Mexico is \nstarting to see that same rise. We're pushing them into the next zone, if you squeeze a little at El Paso.\n\nThe problem here is unless you have a holistic border question, that all you do is move to the next gap, and, in fact, \nyou put the most dangerous criminals and the drug runners and the terrorists or anybody who's going to smuggle \nsomething -- in other words, more high- value contraband or humans -- into those high-risk areas where we're \nweakest.  Why wouldn't we be, to some degree, fencing there since that is actually probably our highest risk \npopulation?\n\nBut if you're an immigration only question, then you have a little bit different strategy than when you look at -- in \nthese open areas we've had open testimony in our committee and in Homeland Security -- I believe this was a \nHomeland Security hearing from Mr. Garcia when he was there -- that New Mexico is the primary place where \nsmuggling of Middle Eastern people occur;  $30,000 for a package, was the public testimony.\n\nThat would, to me, suggest that that becomes a priority that needs a mixing, because when we squeeze one area, \nwe move to another. And to the degree you make it harder in those orders, they'll move back towards the urban \nareas.  What is wrong with that scenario? Whereas everything else seems to be concentrating on the urban and \npushing to the rural, we've now wound up pushing them to the rural and they're harder to get.  Why wouldn't we try \nto do something where we could put them back towards the points of entry?\n\nMR. STEVENS:  Mr. Chairman, I don't -- I don't feel that they're harder to get in the urban areas than they are in the \nrural.  The rural areas, provided we have the capability to deploy, we have the response capability, we have the \naccess to the area.  The reason that, as a strategic planner and a tactical planner -- and, again, I'm going to speak \nin generality here, but just for the purposes of this, as I mentioned earlier, it's going to depend.\n\nEven some rural or remote areas we may look -- depending on our tolerance for how deeply we would allow the \nentry to occur -- to move to a different type of system.  But in general terms, when people move to the remote \nareas, they're more likely not to come across on foot.  They're likely to bring a vehicle, to try to cross in a vehicle. \nThey're moving away from the urban hub that the smugglers are using as their infrastructure, as their staging areas.\n\nIt becomes expensive for them to move out here.  They tend to want to carry more people.  A vehicle brings with it \nthe ability to carry more people.  It brings high-speed access across the terrain, the ability to carry weapons, \nnarcotics.  The vehicles are used as weapons against our agents.  So if we can get the vehicle out of the mix and \nmake that not part of the equation, provide us with the vehicles, the aircraft, the response capability to respond \neffectively and efficiently, then we have placed ourselves in a tactical advantage, where we don't necessarily have \nto fence or even be there on the line, shoulder to shoulder, trying to defend that line;  and we can more effectively \nuse our available resources, our personnel resources, in a mobile capacity.\n\nREP. SOUDER:  Mr. Cummings.\n\n\n\nREP. CUMMINGS:  Just two real quick questions, chief, and I want to thank you for your patience.  Some of your \nBorder Patrol agents have informed me that fences can potentially leave them vulnerable to ambushes at fence \ngates.  Are you familiar with that at all?  Can you explain this phenomenon, in other words, an ambush at a fence \ngate? Is that -- are you familiar at all?\n\nMR. STEVENS:  I can't say I'm familiar with that particular dynamic.\n\nREP. CUMMINGS:  Okay.\n\nMR. STEVENS:  A fence on the border that doesn't provide us visibility to the other side of the fence, either \nthrough cameras, technology, or direct visibility, does tend to put our agents in a position where -- if they don't know \nwhat's on the other side, then -- we experience a lot of rocking incidents as a result of that.  They'll stand on one \nside of a fence and lob rocks over the top at our agents.\n\nOur cameras help us with that, to let the agents know you've got somebody there.  That ambush capability exists \nany place where we don't know what we're walking into or driving into, and some styles of fences -- again, that \ngets to the lessons learned -- need to be augmented with the technological capability and, in some cases, the \nfence that we can actually have visibility through is critical to us.\n\nREP. CUMMINGS:  And just as we close out here, I just want to make sure I'm clear on what you're saying.  It \nsounds like you're saying something similar to what Mr. Reyes says.  First of all, apparently fences aren't needed \neverywhere -- is that accurate -- along the border?\n\nMR. STEVENS:  I would say that's accurate. \n\nREP. CUMMINGS:  And there are various -- based upon the terrain the circumstances surrounding the area, you \nneed certain things.  So a fence can be one of your most effective and efficient tools to achieve your goals at some \npoint.  But at other points, it may be something -- a combination of things that don't include a fence;  is that correct?\n\nMR. STEVENS:  Yes, that's correct.\n\nREP. CUMMINGS:  And one of the things that Mr. Reyes said is that some of the best people to talk to are the \nBorder Patrol commanders -- I think that's the word he used -- who are -- and since you've had the kind of \nexperience that you've had, would you say that's accurate?  I mean, in other words, the folks who actually deal with \nthat area -- does it make sense to say, okay, how do we help you be most effective and efficient and provide you \nwith what you need so that you can achieve what we've asked you to do?\n\nMR. STEVENS:  Yes.  Field commanders -- ultimately, it's the Border Patrol agent on the line, who's going out \nthere every day, who knows the solutions and will provide the input to our command, and our command will put \nthese resources together and let us know what's needed.  And, yes, the field -- it was the chiefs -- I call them the \nfield commanders because we have agents in charge as well that we depend on very heavily for the information.  \nBut the chief patrol agent in a given area, we consider to be the ultimate strategic and tactical authority for the \ndetermination of what's needed to perform the mission of the Border Patrol in that area.\n\nREP. CUMMINGS:  To his credit, Chairman Souder's spent a phenomenal amount of time on this issue, and one of \nthe things that he said -- and this shall be my last question -- one of the things he said just about seven minutes ago \nwas that -- something to the effect that if we did not have 700 or so miles of fencing, that instead of needing 20,000 \nagents -- and I'm not trying to put words into his mouth;  this is what I remember -- we would probably need 30,000.\n\nREP. SOUDER:  Or 40(,000).\n\nREP. CUMMINGS:  Or 40(,000).  All right.  We'll deal with the 30(,000) to 40,000.  Do you agree with that?  You're \non the ground. Well, you were on the ground.\n\n\n\nMR. STEVENS:  Again, I can't say that specific to fences.  I can say that if we don't have the technology, the \ntactical infrastructure to support our agents, yes, the number of agents we would need would be significantly higher.  \nI liken it to -- and I may be dating myself here but if we try to do it without technology and tactical infrastructure, \nwe're going to be playing a game of red rover, where we have to stand our agents on the border;  and that's not a \ngood use a highly-trained federal officer.\n\nREP. CUMMINGS:  Thank you very much. \n\nREP. SOUDER:  I thank you for your testimony today and thank each of the agents.  There's incredible frustration \namong the American people on all fronts right now.  One is, in spite of the dedication of the agents in the field, the \nfact is that illegal immigration has not declined, that in spite of the incredible efforts of the agents in the field, \nwhether it's -- and you don't include the ports of entry, just in between the ports of entry -- we've seen a rise in \nillegal narcotics coming through, particularly that border. \n\nAnd we just had testimony two weeks ago in Colorado from DEA, as we had in Washington, that crystal meth has \ngone from 65 percent to 80 percent.  As I go down to the border, I continue to hear from Customs and Border \nProtection, as well as from ICE, that they're not finding it.  And yet we have the same agencies in Washington and \nat field hearings telling us, well, it's Mexican crystal meth coming across the border.\n\nClearly, the border is not working.  Clearly, there needs to be an internal as well as an external.  And we are \nworking -- and I didn't mean to say that that wasn't part of the solution -- but you can't have every agency pointing to \nthe other agency, saying, you've got to do this part.  Because, quite frankly, while the border's hard, internal \nenforcement will be incredibly hard.  Most of the people -- as I've been trying to work with how you would do a work \npermit if you did it -- is you try to look at employer sanctions.\n\nA high percentage of these people aren't even in an above-ground economy, or they're contract people working for \nsubcontractors who are working in a cash economy.  It's isn't any magic solution there either.  Plus, if we do do \nwork permits, and you don't have the border security, you're just going to have more pour in right after it.  It's got to \nbe multifaceted.  And one thing we're trying to do here is focus on how much would fencing vis-a-vis other costs -- \nand how much fencing would help, because I believe if you just say -- and the administration takes the position -- \nwith this much more, we're going to feel it, and then as we work internally, we're going to have a repeat of Simpson-\nMazolli.\n\nWe're going to then come back to the Border Patrol and they're going to say, well, you said you would fix it just with \nthis.  And you'll point to the other agency.  The fact is we need to look at everything we can.  Yes, it needs to be \nblended.  But we all here know -- and this is very important for the record -- that what comes out of the department \nhas to be cleared by OMB and the administration.  What comes from a sector chief, if they want to be promoted, \nhas to reflect their opinions of their superiors.\n\nWhat's on the ground in attitude as far as fencing is not necessarily in agreement with official positions.  I'm not \nsaying that  it has to be everywhere.  That's something we're debating, because there's different costs.  And \ncertainly there needs to be technology, and certainly you need more agents.  And I commend every one of them, \nbecause it's not the most exciting job in the world all the time. It's a very frustrating job.  People just go right back \nagain and then you have to face the same people.\n\nSo we thank every person in the agency, and thank you for your testimony.  We're all frustrated, but I know the \nindividual agents are at least as frustrated as the politicians and the American people, because it's a tough \nchallenge.  Thank you very much.\n\nMR. STEVENS:  On behalf of our agents, thank you.\n\nREP. SOUDER:  If the third panel could come forward.  And once again thank you very much for your patience.  \nCongressman Steve King of Iowa is the first witness.  Normally, he would have been in the first panel with the other \n\n\n\nmembers, but because this is a very specific fencing panel, he agreed, and has been very patient, to give his \ntestimony here.\n\nThe second witness is Mr. Douglas Barnhart, president of Douglas Barnhart Incorporated, vice president of the \nAssociation of General Contractors.  Mr. Art Mayne, specifications writer, Merchants Metals. Mr. Don Williams, \nRoadrunner Planning & Consulting, consultant to Power Contracting Inc.  Mr. T.J. Bonner, president, National \nBorder Patrol Council, a frequent witness both to Homeland Security and to our subcommittee.\n\nMr. Carlton Mann, chief inspector of the Office of Inspections and Special Reviews, Office of Inspector General, \nDepartment of Homeland Security.  If you will each raise your right hand.  As you heard me say in the Government \nReform committee, it's a standard practice to swear in all our witnesses.  If you'll maybe just stand like Mr. Bonner.\n\nDo you swear or affirm that the testimony given today is the truth, the whole truth, and nothing but the truth, so help \nyou God? Let the record show that all the witnesses responded in the affirmative.  Once again, thank you for your \npatience.  All the full statements will be in the record, any documents you refer to.  You've heard a lot of discussion \nalready.  We'll start with Mr. King.  Thank you for coming.  Thank you for your leadership on the fence question.\n\nMR. STEVE A. KING:  Thank you, Mr. Chairman, and I appreciate the privilege to be here and also the privilege to \nhear the testimony this afternoon.  It's enlightening to me, as a member of the Judiciary committee and also the \nsubcommittee on Immigration.  I came here to speak about the necessity and the practicality of a fence and, in fact, \na wall.  And I have one that I brought along.  It is a design that I've put together. \n\nBut to lay a little bit of background for that first would be, we're needing to stop at the border, first, people -- and \nthat would be migrants, by the most gentle definition of the term -- then illegal drugs, then terrorists, then criminals.  \nThat's kind of the four categories we're working with here.  And I've been to the border four times in the last year, \nsometimes a guided tour from the Border Patrol, sometimes I go down there alone and simply show up at certain \nplaces to see what I can learn.\n\nI have been known to sit down there until 2.30 into the morning -- at least, by my body clock -- listening to Border \nPatrol agents who would only talk to me in obscure places where they could be -- their identity could be confidential;  \nand I will certainly keep it that way. I believe that we need to mark the border first.  There are miles and miles of \nborder that aren't even identified.\n\nAnd it's important for two reasons, and one of them is the symbolism.  Fifty-eight percent of Mexicans believe they \nhave a right to come to the United States.  Forty-six to 48 percent want to come here.  Fifty-eight percent believe \nthey have a right to come here. And so we should at least get a fence on the border.  I'd put in first there a 10-foot \nhigh chain-link fence, and I'd put a sign on the other sign, don't enter here, but here's how you apply for citizenship. \nThat's the first important thing.\n\nBut I want to focus this -- and the problem was solved -- where I spent my life in the construction business, building \nthings, and designing things and making things work, and not getting paid unless they do.  And my view is that we \nshould start with the idea of 100 percent efficiency.  And my constituents want to stop all illegal immigration, and so \nthe testimony about getting down to tolerable levels doesn't sit very well with me.  I'm looking for 100 percent \nsolution here.\n\nAnd I don't submit we get it all the first year with the first mile of fence, but I believe we need to build one.  As I \nwatched them build vehicle barriers, those vehicle barriers with a five-by-five steel bar at headlight level, that's good \nto keep vehicles out that are smuggling drugs across, but it doesn't keep the 50-pound pack of drugs that get \nthrown through the fence, put on the back, and carried across the desert by the burreros in groups of 10 or 12 and \neven up to 100.  They will find a way.\n\nEleven thousand people a day, 4 million a year, perhaps -- and it's always going to be an estimate -- but according \nto the DEA about three weeks ago, their number -- $65 billion worth of illegal drugs -- $65 billion -- that is a \n\n\n\npowerful, powerful force.  And whatever we might to do shut off the jobs magnet, which I support, that will not shut \noff the force of, or of the commerce of the illegal business of $65 billion worth of illegal drugs.\n\nSo, as I sit on that border, sit there in the night and listen to us be infiltrated, and contemplate what it takes, my \nview is this,  that we should do whatever is necessary to force all traffic through the ports of entry.  If we can do that, \nthen we can look at the manpower and the technology necessary to do even a better job at the ports of entry.  But I \nthink we need to force the traffic through the ports of entry.  And being a problem-solver, I've designed this wall, and \nI hope to just construct it for you here and give you a look at what it looks like.\n\nThis represents the desert floor, just a little sand here and a little dirt, and the kind of thing that I work in.  And then \nwe have -- back in my neighborhood, we have a company that builds a lot of different machines -- grade-trimming \nmachines and slipform machines -- and as I looked at this, if we can pour concrete in a slipform, we can just sock a \ntrencher into the ground and then, as we pull that trencher along, we'll have a slipform built right into the trencher \nand we can pour concrete right in the trench and shape a notched footing, and it would look like this, Mr. Chairman \nand ranking member. \n\nAnd from the end, that would be about 5 feet into the ground. This would be the bottom of it.  And then we'd have a \nnotch in the top about 16 inches so we could drop in pieces of pre-cast concrete panels.  And so as we dug the \ntrench this way, we'd pour the concrete in behind it that would flow in right behind the trencher, and in a couple of \ndays, it'd be cured so you could begin to build a wall.\n\nNow, you just simply drop it in one panel at a time.  These would be about 10 feet wide and a little over -- about \n131/2 feet long and 6 inches thick concrete panels.  They weigh about 9,800 pounds;  you'd pick them up with a \ncrane, lift them up and just drop them in just this simply, one at a time.  And in a fairly short order you end up with a \nwall that would be quite effective and relatively economical, compared to a number of the other models that I have \nseen.\n\nNow, I think I'll -- because of visibility and time -- I won't build the rest of it;  you can see how this goes.  But I sat \ndown and ran this by some engineers that I work with, and priced this through other contracting companies, and, of \ncourse, we do the kind of work -- the structural concrete work, flat concrete work, earthmoving work, and pipe work \n-- so this is something that I have a background in. But then, as another piece of solving this issue, I would put a \nlittle wire right on top and, provided it stays in there for this demonstration purpose, you can see what a section of \nthis would be like.\n\nNow, this isn't going to work everywhere down on the border, because we know we have mountains and we know \nwe have some heavily rocky places.  But we also have hundreds of miles where it lays real good, and one could lay \na lot of this fence in and set it up quickly -- and I'd call it a fence or call it a wall -- roughly, you maybe could build a \nmile a day of it.  But the cost that I put together is that -- and it's not with a road;  it's not with anything except \nbuilding the concrete and putting the panels in -- would run about $1.3 million a mile.\n\nAnd this is one of the components, I think, that we need to have -- be looking at seriously for a solution, a solution to \nthis problem, and that we're trying to get to a 100 percent solution.  And it's frustrating to me to know that there \nhasn't been a business case made,  that I can see, for other types of alternatives.  And as I listened to the \ntestimony here earlier, the answer to, did it take more or less people if you had a fence, was, well, it wouldn't take \nless.\n\nCertainly, it would take less, or you get more good out of those that are working out there.  I'm for expanding the \nBorder Patrol and giving them all the technology that they need.  But I'm for a 100 percent solution, one that we \ncan make a business case for a business model for.  And today, if you take the $1.9 billion the president has asked \nto add to our budget on our southern border, that comes to $8 billion to protect our southern border.  That's $4 \nmillion a mile.\n\n\n\nAnd a lot of that is personnel and depreciable machinery and equipment that goes in down there.  This would be a \none-time investment of $1.3 million a mile.  It would stand there for perhaps 100 years, if it was necessary, and if \nwe did that, that single one- time investment, that means either it takes fewer people to enforce the border, or \nthose that we do have that enforce the border can be more effective.  But I believe our focus needs to be -- and the \nother piece would be, as we push people out around the end of our border control, they do go through the more \nremote areas.\n\nAnd I go and look at those areas, and you find track after track of people.  And I've sat down there in the dark and \nlistened to them infiltrate around me.  You will not stop this human traffic unless you put a fence and a wall there.  \nThe force of humanity that wants to come here looking for a better job is miniscule in comparison to the powerful \nforce of the $65 billion worth of illegal drugs.\n\nAnd they will find a way to get across that desert.  They have people that are carrying drugs 25 miles across the \ndesert and more today, 50-pound packs of marijuana on their back.  They'll get there if we don't shut that off and \ndirect them through the ports of entry. And I agree with the earlier testimony that they will pick up -- they'll get on \nboats and try to come in another way.  Let's raise their transaction costs, and let's keep the drugs and the illegals \nand the terrorists out of America.\n\nThis is one component to the overall plan, not the whole solution by any means, not the solution for every mile by \nany means, but I think it's a solution for many of the miles that we should consider. And I'd simply conclude my \ntestimony at that point and be open for any questions, and thank you for the privilege to testify before your \ncommittee, Mr. Chairman, ranking member.\n\nREP. SOUDER:  Thank you.  Mr. Barnhart.\n\nMR. DOUGLAS BARNHART:  Thank you, Mr. Chairman and ranking member, for the opportunity to be here.  My \nname is Douglas Barnhart, CEO of the Barnhart Corporation which was incorporated in February of '83 in San \nDiego, California, and has constructed various projects for the federal government since that period of time.  \nBarnhart's ranked 90th in the Engineering News Record of the top 400 contractors in the nation, and has revenue in \nexcess of half a billion (dollars) a year. \n\nMy company and I have extensive experience working for the federal government on both military and civilian \nprojects, and have experience working on structures on the U.S./Mexico border, such as Calexico Border Crossing \nStation, which we constructed.  I'm here today to provide a realistic cost estimate for the construction of the fence \non the U.S./Mexico border and provide a timeline for the construction process.\n\nAt the same time, I would like to highlight some of the potential problems that might be encountered.  Presented \ntoday is the final accumulation of knowledge gained in preparing three estimates for the border fence construction.  \nIn preparing the estimate of cost, my estimators utilized local knowledge of the climate conditions, local industry \ncapability, as well as work experiences gained during construction of projects such as the Calexico Border Station.\n\nThis local experience was combined with Barnhart historical cost data and cost scheduling information provided by \ntrade contractors, all located in the Southern California/Arizona area, to develop the expected cost of performance.  \nIn final preparation of the costs, I personally went to the border with my vice president of estimating and pre-\nconstruction to view the fence and talk to U.S. military personnel that were present and maintaining the current \nfences.\n\nScope of work considered for pricing purposes was rough and fine grading for 40 linear miles of 20-foot foot-wide \nall-weather roads; the composition of the road consists of 12-inch thick recycled class II aggregate base, which is \nvery similar to the road condition observed during my site visits;  labor costs to install government furnished \nmaterials for one fence line, 14-feet high steel mesh, with a 2.5 foot overhang;  concrete work associated with 7 \nfeet deep, two foot diameter flagpole footings complete with a fence post PVC sleeve, which is actually -- turns out \n\n\n\nto be a fairly important component in maintenance -- and a one foot wide, four feet below grade wall to provide a \nbelow-ground entry barrier.\n\nThe scope does not include fence lighting, surveillance cameras, barrier motion detectors, landscaping, agency \npermits and fees, design fees, underground storm drainage.  If required, these could add significant costs.  Permits \nfor building structures on new alignments are always time consuming.  I know from my AGC experience, building a \nhighway on a new alignment can take seven to 12 years just to get through the environmental process.\n\nDepending on the project delivery method utilized, design fees and contract plans and specifications may be \nrequired.  To accommodate the differential in terrain along the vast border, I included some contingencies.  For \ninstance, in areas where the slope to fence dictates, it will be necessary to add a concrete swale to prevent water \nrun off from washing out the fence.  It does rain in the desert, and when it rains, you do get washouts. \n\nAt the end of the swale, rock rubble will be needed to disseminate the water energy before it's released into natural \nwater channels.  The estimate of costs includes the linear foot costs for this work, but until each site is investigated, \nit is impossible to estimate exactly how much of this will be required. \n\n As for the schedule, in discussion with the U.S. military personnel, I was informed that the past rate of progress of \nthe fence erection was about 110 or 100 to 110 feet per day.\n\nAt this production rate, it would take over seven years to construct 40 miles of fence utilizing a five-day work week.  \nTo obtain an acceptable schedule, a multi-prime format was considered, with division of the work into 10 four-mile \nsegments.  The work would be surveyed to establish horizontal and vertical control points for each segment.  Road \nconstruction would proceed, followed by fence construction.  I think that's also important because you got to \nestablish the work platform to build fences and those sort of things.\n\nSuch an approach would result in significant but bondable work segments for local trade contractors, and would \nreduce the overall construction time to six months or less, depending on the work week utilized.  There are other \nsignificant factors to consider in this construction.  Mobilization of the workforce and materials to the site will be \ndifficult in remote areas.  Having constructed in Calexico, I know security of materials is a consideration.  To combat \nlosses, a mobile erection platform system is anticipated which will also serve for transportation of materials to and \nfrom a construction base operations center.\n\nWhile remote areas can expose your workforce to dangers, I had no personal security issues during the \nconstruction of Calexico Border Crossing Station or the current project that I have going in Calexico today, so I've \nconsidered none in this estimate.  As noted in the attached border fence expansion budget estimate report, the \nprice for fence construction is estimated to be $1,441,687.82 per mile.  Add to this, government furnished materials \nwhich -- the thing I got from the government was 1998 pricing and is inadequate -- we updated that to what we \nthought current dollars would be and it works out to 675,000 (dollars) per mile.\n\nThank you for the opportunity to testify before your Subcommittee on Criminal Justice, Drug Policy, and Human \nResources.\n\nREP. SOUDER:  Thank you very much for the time you've put into this, and we'll insert and make sure that the \nmaterials you refer to as supplement will be in the record as well. \n\nMr. Mayne, thank you for coming.  Mr. Williams is next, excuse me.  This chair was incorrect.\n\nMR. DON WILLIAMS:  Hello, my name is Don Williams.  I'm the general manager of Roadrunner Planning & \nConsulting, consulting for Power Contracting, and I'd like to say it's been very interesting, and my actual formal \nstatement will really be addressing -- really be addressing some rapid deployment issues that we'll be talking about.\n\nOn behalf of Roadrunner Planning & Consulting, I would like to take -- I would to thank the subcommittee for the \nopportunity to share our experience and knowledge gained from consulting on the insulation of the four-mile \n\n\n\npermanent vehicle barrier project in both Yuma, Arizona, and Columbus, New Mexico.  Roadrunner is a consultant \nto the contractor that is doing the actual installation work along the border.  As a consultant, we have been deeply \ninvolved in the implementation of this innovative approach which has allowed this four-mile section to be completed \nin record time, in a cost- competitive manner.\n\nWe've also been involved in looking at new innovative ways to expedite installation of the three-layer fence system \nproposed for strategic locations along the border.  We have had a first-hand opportunity to visit many locations \nalong the border that have major environmental issues, limited access, and wash-out areas that have created ease \nof access into the United States.  During those visits, we evaluated locations from a construct-ability standpoint, \nconsidering the accessibility, soil conditions, topography, equipment needs, raw material delivery challenges, and \ncomprehensive rate of production.\n\nAt all times we viewed the overall proposed project from a common sense feasibility perspective.  During our \nobservations, we were extremely sensitive to the environmental issues surrounding PVB installation in this \nproposed fence project.  We had an opportunity to meet with some of the wildlife officials to discuss ways to limit \nequipment and manpower.  This approach did, and would, lessen the total footprint needed for construction and \nthus reduce the overall environmental impact during the course of installation of PVBs and fencing.\n\nBy using a common sense innovative approach and available technology, the government can accomplish this \nnecessary project with minimal environmental impact.  A specific example of the attention given to the environment \nduring construction was the monitoring plan which was put in place to protect the flat-tailed horned lizard during \ninstallation in the Yuma, Arizona.\n\nThis plan included awareness training of installation crews to increase their consciousness, understanding, and \nknowledge of the species, and the continued effort to stay inside of the designated work areas.  This approach was \nenhanced and enforced by a flat-tail horned lizard biological monitor.  This individual was on site daily  and worked \njust in front of the installation crews.  I would like to expend a moment on each of the previous mentioned areas we \nevaluated.\n\nAccess.  In many cases access roads are underdeveloped and are usually impassable.  The building of access \nroads to facilitate the movement of equipment and construction process would be costly.  The Army Corps of \nEngineers has identified a system which we have utilized -- utilize specialized equipment to install the PVB system \nin a timely, effectively manner.  This provides the ability for rapid deployment of the proposed fence and would \neliminate the need and the cost to develop access roads to these locations.\n\nThis would allow the deployment of the PVB system and the three- layer fence system in the most remote areas \nalong the border in the most cost-effective manner, and also very environmentally friendly. Next would be soil \nconditions.  We have found a wide range of soil conditions, from silky sand to caliche rock.  Whatever system is \nused, it must have the flexibility to be installed in these wide range of soils.  The variation in the soil types may be \nthe most significant challenge this project faces, as it pertains to construct-ability. The Army Corps has utilized a \nsystem that will work in any and all soil conditions along the southwest border.\n\nTopography.  The topography of this region is extremely diverse and, as a result, creates a huge challenge.  Wash-\nout areas also create significant construction challenges.  We are researching methods which may be used to \npermanently fill these wash-out areas and eliminate the potential for further wash outs.  For such a solution to be \neconomically feasible and practical, it would have to lend itself to the creation of a road for Border Patrol personnel \nto travel along and also allow the construction/installation of border fence and PVB in concurrent lines, rather than \nhuge drive-arounds which are presently under construction.\n\nEquipment needs.  The method of installation will determine how much and what type of equipment is needed to \ncomplete this project. Roadrunner recommends that each area be evaluated for the most feasible application and \nability to address the access problems. Further, the solution with the smallest footprint and the ability to address \naccess should be considered in the deciding factor.\n\n\n\nRaw material deliveries challenges.  The delivery of raw material to the most remote areas will also be challenging.  \nThe areas we visited, such as Ajo and Why, Arizona, are mountainous and have limited road access.  It is \nanticipated that the process used in these types of areas must be self-contained and only need limited resources to \ninstall the PVBs, fences, and fill mentioned for the wash outs.\n\nIt's my hope that I've shared with you some of my experience as it pertains to construction options and strategic \nplacement for the PVBs and the fences.  Thank you very much.\n\nREP. SOUDER:  Thank you very much.  Now Mr. Mayne. \n\nMR. ART MAYNE:  Thank you, Mr. Chairman, for the opportunity to speak to the subcommittee on this critical issue \nof border fence.\n\nMy name is Art Mayne.  I've been involved as a specification expert in the security field for over 25 years.  I write \nspecifications for a wide variety of fencing and other security products.  I am employed by Merchants Metal, a \nleading manufacturer of fencing products.  In addition, I am a member of the technical committee of the Chain Link \nFence Manufacturing Institute, CLFMI, and am active in the Construction Specification Institute, CSI, and other \nprofessional groups. \n\nMy experience with enhanced security goes back to the 1980s and 1990s, when I taught perimeter security at a \nphysical security school started by the Navy in Norfolk, Virginia.  At the physical security school, I instructed security \nprofessionals from the Pentagon, the FBI, and also the CIA.  As a result of my long involvement with designing  \nsecurity fencing and other security systems, I have an in- depth knowledge of a wide variety of security fence \nproducts, including chain-link, expanded metal, ornamental, and welded mesh.\n\nI am here today representing CLFMI and my company Merchants Metal, but I want to make it clear that the views \nI'm expressing are my own, based on years of experience with comprehensive security technology.  Each of the \nmany fencing opportunities available to secure American borders have advantages and drawbacks, and I'd like to \nbriefly share with you my views regarding these products.\n\nFencing products, such as welded mesh, which I have a sample here, and I'd be happy to let anyone take a look at \nit, and also expanded metal, offers a very high level of security and deterrent and have been used successfully in \ncertain security applications. However, both are rigid products.  They're very rigid and that means that costly \ngrading and landscaping is required prior to installation.\n\nLanding mats, which have been among the first material used for border fencing -- because of their high strength, \nthese have been effective in limited areas.  One of the drawbacks, however, is that the material is costly and difficult \nto work with.  In addition, like other rigid products, installation can be costly, particularly in irregular terrain.  Each \npanel must be attached to a supporting post at each of these points with bands and bolts necessary to attach the \npanels -- provides additional opportunity for breaching the system.\n\nSecurity-grade chain-link fence is another option available. It's much more flexible than the landing mats, welded \nmesh, or expanded metal, and this results in a lower site preparation and installation cost.  In contrast to the landing \nmats, it offers the advantage of being a see-through material, which, we heard earlier, is a very critical area that the \nBorder Patrol -- one of the areas that they really appreciate. \n\nOn the negative side, chain-link does not in itself have the strength of some of the other options, although its \nstrength can be augmented by the use of cables and other devices.  Also chain-link fence does not provide a \ndeterrent to tunneling that rigid metal products can provide if installed below ground.\n\nIn conclusion, I have worked with these various metal fence options.  In my opinion, a border fencing system \nusing a combination of security grade chain-link fences augmented, where necessary, by welded mesh, expanded \nmetal, or landing mats, would be the most cost- effective solution.  A recent survey of fencing manufacturers and \n\n\n\nprofessional fence installers indicated that the approximate cost for a security grade chain-link fence built to \nrecognized specifications would be $525,000 per mile for material and 775,000 miles for installation.\n\nThis reflects a much faster installation product than for rigid products.  A full description of this type of border fence \nis set forth in the white papers on security fencing which I ask to be submitted for the record now.\n\nREP. SOUDER:  Thank you.  We'll make sure all those materials are in the record.\n\nMR. MAYNE:  Thank you again for the opportunity to testify and I look forward to your questions.\n\nREP. SOUDER: Thank you very much.  Now Mr. Bonner, president of the National Border Patrol Council.\n\nMR. T.J. BONNER:  Mr. Chairman, Ranking Member Cummings, thank you very much for the opportunity to \npresent the views of the front line Border Patrol agents.  I myself have 28 years of experience as a Border Patrol \nagent, and I'd like to share some of that experience with you.  As a younger officer back in the late 1980s, I was \npart of a special task force in the San Diego sector assigned to patrol the border and look for bandits who were \npreying upon illegal immigrants.\n\nI was, frankly, appalled at the number of people who would gather on the United States side of our border.  There \nwere no fences at the time;  people would just wander across.  Literally thousands of people would be on the \nUnited States side of the border awaiting the opportune moment to move north, and on an unspoken command, \nliterally thousands would push northward, generally at shift change, and our officers would manage to apprehend \nperhaps a few hundred of those several thousand.\n\nAnd I'm talking upwards of 5(,000) to 10,000 people along that 14-mile stretch of border.  That changed when \nfencing was put into the area.  It pushed the traffic elsewhere.  It didn't stop the traffic, it pushed it elsewhere.  It \ntook a long time for that traffic to push, however.  It wasn't just the fencing, because the fencing started in \nSeptember of 1990.  The traffic did not move for seven years.  By the  time the traffic moved, we had 2,100 Border \nPatrol agents assigned where we previously had 800.\n\nThe traffic, after about a year, settled into Tucson, Arizona, and until very recently, it remained in the Tucson \nSector.  By the time the traffic moved out of the Tucson Sector, we had increased manpower -- up to 2,400 agents \nto patrol that 261 miles of border. And now triple-fencing, double-fencing has been installed in most of that 14 \nmiles of San Diego, yet we're seeing a market increase in traffic.  First nine months of this year, traffic increased 23 \npercent in San Diego.\n\nProving conclusively that it's not fencing that stops people from coming across the border, it's boots on the \nborder.  If we don't have Border Patrol agents in place to respond to the traffic, then no amount of fencing is going \nto make a difference.  But I'd like to focus on a larger problem.  Well, before I hit the larger problem, let me talk a \nlittle bit about some of the problems with the multiple- layered fencing.\n\nSandia Labs came up with this proposal that you have a triple fence, and they made three predictions.  One, it \nwould dramatically decrease the amount of traffic.  Two, it would make it very simple for the people who dared to \ncross through the multiple layers of fencing -- make it very simple to apprehend them.  And, three, it would push \nthe remaining traffic out to remote areas where it would be very easy for the Border Patrol to apprehend these \npeople.\n\nThey could not have been more wrong on all three counts.  Illegal immigration today is just as high, if not higher, \nthan when we started the big crack down at the border, invested billions of dollars on additional agents, fences, \ntechnology, which brings me to the real reason that people come across the border.  Most people are coming \nacross the border looking for jobs.  I suggest that what we need to do is build an invisible fence.\n\nNot the virtual fence that Department of Homeland Security talks about;  an invisible fence that turns off the jobs \nmagnet.  I compare it to the system that we have of banking in this country.  We have automated teller machines all \n\n\n\nover the country.  In this city alone there are thousands of them.  I can take my credit card, put it into that machine, \nput in my personal identification number, access my account.  A phone call is made through a modem, it accesses \nmy account, says that I do have money to take out -- if I don't, it won't allow me to take out any of my money -- but, \nyet, when it comes to employment verification, we're in the stone age.\n\nWe allow someone to come up with any one of about 100 different paper documents to prove who they say they \nare, and we're not getting much closer to the solution with the Basic Pilot Program.  That would be like an ATM \nmachine that doesn't require a card but just requires a series of numbers.  Punch in the account number, punch in \nan access code, and yet anyone could compromise that, because what we have, in  effect, right now is millions, \ntens of millions of Social Security name, number, date of birth combinations that have been compromised, and \nthat's the only information required by the Basic Pilot Program.\n\nUntil we come up with a single counterfeit-proof document to establish a person's eligibility to work in this country, \nwe are going to have millions of people breaching our borders every year in search of employment.  In effect, we're \ntransforming otherwise honest people into criminals.  We're holding out the lure of jobs in America, much as if we \ntook away the ATM machines and just put cardboard boxes of money out on every street corner and said, we're \ngoing to do this on the honor system. \n\n How many people can resist?\n\nWhen you have impoverished people who are making, on average, less than $5 a day, knowing that they can come \nto the United States and make 15 to 50 times that amount of money, you can't blame them for coming across the \nborder.  And as long as you have those millions -- yes, millions -- of people coming across the border every year -- \nbecause we catch 1.2 million, and our agents on the ground estimate that for every person that we catch, two or \nthree get by us.\n\nAs long as those millions of people are coming across the border, it makes it extremely difficult for us to \nconcentrate on the criminals, the drugs, and yes, even the terrorists who are exploiting the weaknesses of our \nborder.  We really have to change the whole dynamic if we hope to gain control of our borders.  Fencing, to a \nlimited degree, can be effective.  It can channel traffic around, but it's not going to turn off the lure that causes \npeople to come across the border.\n\nThese are people that -- when they initially launched Operation Gatekeeper in San Diego, they said people will not \ncross through the deserts because the climate and the terrain is so forbidding.  They severely underestimated the \nlevel of desperation of people coming across the border.  They will find ways to go over fences, under fences, \naround fences, or through fences.  I don't care how impenetrable you think that fence is, you still have to have \ngaps at every designated port of entry.\n\nAnd I'm sure the image is burned into the minds of every member of Congress, if not most of the American public, \nof hundreds of people streaming through the port of entry at San Ysidro, California.  There are many ways to defeat \nthese barriers.  What we need to do is eliminate the reason that people are coming into this country illegally, which \nwill allow the Border Patrol to focus its limited resources on the criminals and terrorists who are exploiting the \nweaknesses of our border.\n\nAnd before I close, one final thing that I've neglected to talk about.  Our agents in these multiple layers of fencing \nare being trapped in between.  Rocks are thrown at them.  Gunfire is ringing out.  It's an untenable situation.  These \nwere designed to trap the aliens in there, and what they have done is they have endangered the  lives of our brave \nmen and women who are out there enforcing immigration laws.  Multiple fencing is not effective.  Barriers can be \nvery effective at stopping vehicles from coming across.\n\nA single layer of fencing can channel traffic away from heavily populated areas.  But the longer you build that \nfence, the more likely it is that you're not going to move the traffic;  that they're going to figure out ways over, under, \naround, or through.  And when I say around, around means through that port of entry as well.\n\n\n\nThank you very much for the opportunity, once again, to hear from the men and women who are actually out there \ndoing the job, and hopefully our opinion will weigh heavily in this matter.\n\nREP. SOUDER:  Thank you.  Mr. Mann.\n\nMR. CARLTON MANN:  Good afternoon, Mr. Chairman and ranking member.  Thank you for inviting me to testify at \nthis hearing this afternoon.\n\nMy testimony will b slightly different from what you've heard so far.  Both Border Security and contract \nmanagement continue to be major challenges for the Department of Homeland Security.  The Office of Inspector \nGeneral has paid and is paying close attention to both issues.  Last November, the department announced a \nmultiyear strategy to secure America's border called the Security Border Initiative, or SBI.\n\nSBI includes in SBInet, the SBInet program, which replaced America's Shield Initiative.  SBInet is much more \ncomplex than its predecessor programs and will present a great challenge for Customs and Border Protection to \nmanage the procurement and acquisition processes.  We have not fully accessed the organizational structure of \nSBI procurement activities.  However, we are paying close attention to SBI procurement.\n\nLast month, the Office of Inspector General initiated a review of SBInet acquisition strategy, to determine whether \nthe department had applied lessons learned from its experience with other major acquisition programs and to \nforewarn the department of potential contracting pitfalls before a significant expenditure of time, resources, and \nmoney occurs.\n\nWe are focusing on two critical areas.  First, operational requirements, which is the ability to maintain effective \nborder security.  And, two, organizational capacity;  the department's ability to manage complex procurement \nactivities.  Earlier this year the department issued a request for a proposal to select a system integrator for SBInet, \nusing an indefinite quantity, indefinite delivery, performance-based acquisition strategy.\n\nRequirements are described in a broad statement of objectives to the bidders, providing the flexibility for them to \npropose innovative  solutions.  It remains to be seen whether the proposed solutions fully address the Border \nPatrol's needs, what measurements of performance and effectiveness can be applied to the contract, how soon the \nprogram can be implemented, and a reliable estimate of cost.\n\nWe see evidence of early risks manifesting themselves in SBInet. For example, the department has set a tight \ndeadline of September 2006 for contract award, requiring Customs and Border Protection to press hard to meet \nthat deadline while mitigating risks and avoiding mistakes.  Next, a statement of objectives-type contract is made \nhigh risk by broadly defined performance requirements.\n\nScoping a series of task orders over a number of years will entail not only vigilant contract administration, but also \ncontinuing program decisions, systems engineering efforts, business case analysis, and making a substantial \nprogram management office.  Third, the lack of defined stabilized and validated requirements increases the \nlikelihood of program changes, interoperability problems, and excessive costs.\n\nA broadly defined statement of objectives approach, coupled with undefined requirements, leaves the program \nvulnerable to failure and cost overruns.  And, finally, building a program management office entails not only \nrecruiting and contracting for qualified acquisition managers and technical experts, but also establishing \ncomprehensive business processes.  With a new start program, a myriad of tasks, such as developing staffing \nplans, providing facilities, and setting office procedures, distract from the mission's accomplishment but, \nnevertheless, must be done.\n\nThe Office of Inspector General will continue to monitor these developments closely and provide our \nrecommendations to Customs and Border Protection and the department.  Mr. Chairman, ranking member, this \nconcludes my statement.  I look forward to answering your questions.\n\n\n\nREP. SOUDER:  Thank you all very much for your patience.  Mr. Barnhart, the Calexico fence that you talked about \n-- that was you?\n\nMR. BARNHART:  Calexico?\n\nREP. SOUDER:  Yes.\n\nMR. BARNHART:  The Calexico Border Crossing Station --\n\nREP. SOUDER:  Yes, the border crossing station.\n\nMR. BARNHART:  -- was constructed by my company, yes, sir.\n\nREP. SOUDER:  What type of fence was that?\n\nMR. BARNHART:  We just used a regular chain-link fence at the border crossing.  Well, you know, at that \nparticular location the All-  American Canal runs through there, and don't be confused with the word \"canal,\" \nbecause I know when my estimators brought it up, I thought a canal -- you know, like, 12 or 10 feet wide.  We were \ngoing to build a bridge across this thing, so I go down there and it's the Colorado River that we've actually diverted \nin there to irrigate all of that land.  So, you have a pretty substantial -- in that particular area where the border \ncrossing is, you have a pretty substantial water barrier in there.  It's not like the Rio Grande at Texas.\n\nREP. SOUDER:  You said -- and is it a single fence or triple fence?  I can't remember. \n\nMR. BARNHART:  At Calexico?\n\nREP. SOUDER:  Yes.\n\nMR. BARNHART:  No, it's -- you know, it's the regular -- the Calexico Border Station was a GSA job and, you \nknow, it just had the regular GSA government specifications.\n\nREP. SOUDER:  So if you estimated that that -- given the number of miles -- would take an extensive period of \ntime, how much does that change the cost estimates if you -- do you think --\n\nMR. BARNHART:  Well, my estimates were not based off of Calexico. My references to Calexico border crossing \nand the jobs we currently do in Calexico is -- you know, you're going to get a good workforce out of San Diego \nalong the coast.  You're going to pay people, and you're going to pay them subsistence and travel and everything \nelse to work, when it's 117 degrees out there in the summer -- when they can work on the coast and it's 77 in San \nDiego.\n\nSo my only point in bringing that up is anyone who happens to be working somewhere else and thinks they're going \ngo out in the middle of the California desert and life's going to be wonderful and you're going to find a great \nworkforce out there and everything else, better wake up and smell the coffee.\n\nREP. SOUDER:  Have those of you who've worked with the fences -- do you believe there's sufficient labor if we \naccelerated this process, that you would be able to meet these kind of demands?\n\nMR. BARHNART:  Well, that's what they did.  The estimators contacted about 10 or 12 companies that are in the \nbusiness of erecting fence.  Now, we're a larger general engineering contractor, so if we have a normal -- now, we \nhave concrete crews and those kinds of crews, you know, for the barrier wall and for the flagpole footings and all of \nthat.\n\nThe actual fence erection -- if you use a steel fence, you're probably going to use some steelworkers, or you're \ngoing to use somebody that's -- the fence -- depending on labor classification code  that that's going to come \n\n\n\nunder.  So they went to about 10 of those companies.  Now, not surprisingly, we got 10 different prices, right? So -- \nand they ran the gambit.  And so what the estimators did was they used a blended production rate.\n\nAnd what I did on my visit down, when I talked to the Army personnel down there and I was asking them what their \nproduction rate was, and I was asking them some general questions -- well, how many people do you do this with, \nand kind of like that -- what I was really trying to do is double-check my own estimators and what this information \nthey'd received from these -- you know, from these fencing companies.  So the rate that you see in here is actually \na blended rate -- a blended erection rate from those 10 companies.\n\nREP. SOUDER:  Thank you for putting that together.\n\nMr. Williams, I wanted to ask you a question on the New Mexico barrier fence.  When I went out and looked at that \n-- it was just completed about three weeks ago or four weeks ago.\n\nMR. WILLIAMS:  Yeah.  The New Mexico was completed very recently. In fact, we are now engaging in a brand \nnew three-mile sector in the Yuma area.  That's beginning August 1st.\n\nREP. SOUDER:  When you looked at the locations, in your testimony you seemed to imply that there were many \nvariables, but one of the primary variables was where you could put the fence as opposed to where the greatest \nrisk of illegal activity was going to be.  What kind of blend do you look there in that area?  Because there's one \nbarrier fence, that's the lowest type of style, and they're looking for a more effective barrier fence.\n\nI'll give you a couple of combination questions here.  One is, does that mean we only had money for one mile, \nbecause you only built one mile there?  Does it mean that you felt it'll only sustain one mile?  And what is your \nreaction to Congressman King's proposal for a more full fence that would also affect illegal immigration and not just \nvehicles?\n\nMR. WILLIAMS:  Okay.  A couple of things.  I'd like to kind of address your initial question as far as manpower.  The \nsystem that we're presently using, that you saw in New Mexico, is anchored by what we call metal fin pipe \nfoundation.  This application, along with what we call a push-it (ph) machine, lessens the number of people per \ncrew for manpower that you'd have to get for each one of the crews that you installed.\n\nThis will be very important when you get into some of the areas like Why and Ajo where there's really -- you're in \nmountainous terrain, you're in the most remote areas.  And that's what I was referring to with easy access, because \nthe equipment actually will go into places where you really don't have to build a road.  You don't have to bring \nconcrete.  You don't need concrete trucks.  You don't  need all that type of stuff with this particular system, and it \nmakes it more conducive.\n\nBack to your initial question about the one mile.  The original project we did was a pilot project, in that we did three \nmiles in Yuma, and that was done in more of a sandy silky area, and then we were asked to do a mile in New \nMexico to see how the reaction would be with the actual rock and the different multi-type of soils in that area.  So it \nwasn't necessarily as an evaluation of what was applicable, but it was an area that we really started right after -- \nand I think you saw that -- right after the original, what we call, traditional permanent vehicle barriers, and then we \ndid the PVB with the metal fin pipe foundation.\n\nWe've also found -- and as I indicate in my statement -- that the rate of production with the metal fin pipe foundation \nis a tremendous savings both in the three-layered fence proposals and also in the permanent vehicle proposals.  \nAnd that part of what you do with the manpower and the equipment that does the work really is the rapid \ndeployment that this system allows us to do.  And rapid deployment, in this whole thing I heard today, hasn't been \ntalked about much.\n\nHow long does this really take?  How long are we really -- you know, we're talking about the different types of \nmethods and things. I think the really important -- one of the important factors is, you know, feasibly, common \n\n\n\nsense-wise, how long is this really going to take to stop what we've all been talking about, the diversion of once you \nseal off one area, then they go to another area?  And that's normal.  That's going to happen.\n\nSo I think some of the research we've done to some of the products that we have here have really been -- on the \nground level, really have worked.  That barrier that I'm referring to, that you saw, also prevents a 40-mile per hour \nvehicle from ramming in it.  It won't move at all;  it's been jacked, and that's really some of the things we're talking \nabout;  make sure the drugs won't come through in a big truck, or, you know, people won't get smuggled through it.\n\nI think that this method is pretty conducive to helping some of the problems.  And, as everyone said, one is not the \ntotal solution, but this is really a solution that will help out.\n\nREP. SOUDER:  Congressman King, you led off this panel.  You heard all the witnesses.  Do you have any \nadditional comments?\n\nMR. KING:  Yes, I appreciate that.  I'm reflecting, I think, particularly on Mr. Bonner's testimony, and I can't accept \nthe idea that having a solid barrier that prohibits human traffic of all kinds wouldn't become something that would \nallow the officers on the ground to be far more effective.  And I asked that question, I know, down in Laredo, of the \nsector chief down there, I believe it was Mr. Reynaldo Garza, in a hearing that we had two or three weeks ago, if it \nwould take more or less people to defend the border if we had the kind of barriers that I've described here. \n\nAnd his answer was, less;  although I will say that it wasn't something that came forth eagerly.  I wanted to point out \na couple of things.  I've got a couple of visuals -- if I could just add that -- I think might help the panel.  Look, if you \ncould put up the one first on the bollards that were spoken to by the chief officer -- right behind you there to your \nleft.  There you go -- just so that I could describe what that is.\n\nI think that is a very good design. \n\n I took that picture some place down around Organ Pipe Cactus, and that's those steel I-beams that are set up in \nkind of a double layer, that let the water through, that let some of the wildlife through, like snakes and that kind of \nthing.  But it's an effective way where we've got an arroyo or a waterway that needs to be handled.  I just wanted to \ndefine that.\n\nAnd then also I have another picture that has to do with the environmental issues that I wish Mr. Dicks where here \nto see.  I think it really lays out something and makes a case very well, and this is the issue on the -- that's the \nCabeza Prieta National Wildlife Refuge in Arizona, and this is where there's endangered species of bat, the long-\nnosed bat.  They only nest in four caves that we know of.  This is one of them.  And the illegals were coming into \nthe national refuge and using that case and they scared the bats out.\n\nAnd so for several years, the bats wouldn't nest in the cave.  So we built a fence, our taxpayers built a fence, \naround that bat cave at a cost of about $75,000;  it's kept the illegals out of the cave, and now the bats have \nreturned.  So that's an idea of what we're looking at.  Fences do work;  they keep -- at least, in this particular case, \nthat they do.  And I want to emphasize this issue of what is the business model?\n\nWe always revert back to illegal immigrants and the focus on cutting back on illegal immigrants, but I want to \nemphasize this:  $65 billion worth of illegal drugs.  How powerful is that force?  I don't know if any of us here can \nestimate how powerful that is, but shutting off the jobs' magnet is important.  Cutting down on that huge human \nhaystack of humanity is important.  But if we leave an open border that's not even marked across most of New \nMexico, for example, you're going to have people hauling drugs across there one way or another.\n\nIf they are burreros with 50 pounds of marijuana on their back, of if they're coming across there on motorcycles or \nhorses or burros or whatever it might be, until we make it more difficult to cross there than somewhere else, they're \ngoing to do the thing that is the least difficult and the most efficient for them.  And this business model, the model of \n$8 billion on out southern border, $4 million a mile -- no one here at this panel has brought a number per mile that \nexceeds, I don't believe, half of that $4 million a mile. \n\n\n\nAnd that's a one-time expenditure for all of these structures that are here.  And if we're going to look at raising the \nnumbers of Border Patrol people from 12,000 to 20,000, maybe 30,000, as Mr. Cummings said, or perhaps 40,000, \nas you mentioned, Mr. Chairman, those figures need to be plugged in here.  If I'm looking at this from a business \nmodel -- and I've sat there and looked at the miles along the place where I live out in rural Iowa and just kind of \nenvisioned what if someone gave me the responsibility to control, say, the two miles right there where I happen to \nlive, that I know and love.\n\nAnd if I had that responsibility and if I would bid that, like the contractor that I am, or like some of my colleagues are \nhere on the panel, you'd see the best business model by asking business people to come forward and to put out an \nRFP for the best business model on how we can ensure the real, true border control.  And I would submit that that \nbusiness model is going to include the kind of structures that allow you to cut down on the numbers of manpower, \nbecause the initial, up-front investment in a solid fixture -- there's a series of them -- returns every single year after \nthat, and more and more people on the ground increasing that number -- we've done that.\n\nI'm willing to continue doing that, but I'm not seeing the results.  One-point-two million arrested on our southern \nborder.  Many of them came right back again.  And I agree with Mr. Bonner's testimony that, perhaps, stopping one \nout of three or one out four -- but when I ask the people on the ground in those meetings that I mentioned earlier, \nthose private, quiet meetings off in an obscure ranch house or sitting there till 2.30 in the morning -- and I ask them, \nwhat percentage are you stopping, and, you know, the most consistent number I got was 10 percent.\n\nI'm not sure they have the full picture either, so I don't want to say I think that's right.  But I'm not hearing people \nthat are on the line telling me that it's a number, even 25 percent.  So I think it's a huge problem.  I don't think we \ncan measure the people that are here in this country.  I think we must get a handle on it for the four reasons I said.  \nPeople smuggling.  The most important and difficult is going to be $65 billion worth of drug smuggling.  Terrorists \nthat come in, like the needles in that haystack of humanity.  And the criminals that are associated with all of them.\n\nSo that's the things that I think are on my mind, and I'd surely be open to any questions, and appreciate the \nprivilege to testify.\n\nREP. SOUDER:  Mr. Cummings.\n\nREP. CUMMINGS:  Thank you very much, Mr. Chairman.  I'm just sitting here trying to take all of this in, and I must \ntell you that I have a lot of mixed feelings about this testimony.  As a lawyer, and as one who has heard a lot of \ntestimony over the years, I'm trying to figure out, if I am an American citizen who is watching this, do I hearken back \nto Katrina and the way we spent our money and what we've gotten for it? \n\nDo I think about companies like -- and I've only named companies that have spent money of United States \ncitizens, many of them in my district;  hard-working Americans who are watching this probably right now, and \nthought they were getting one thing, and then to have companies, basically, admit that they were not doing the \nthings that they were supposed to be doing over in Iraq and Afghanistan.\n\nI mean, these are key questions.  And the reason why I raise it is mainly because of Mr. Bonner's testimony.  See, \nthe president and I agree on this to a degree, and I think Congressman King here alluded to it.  You talk about the \npeople that you listen to.  I have a tremendous, tremendous respect, as I know all of us do, for law enforcement.  I \ndo believe that it is a thin, a very thin, blue line. And when I hear somebody like a Bonner -- Chief Bonner say what \nhe said, I do believe that he's -- and I hear what was said in the earlier panel with the chief who spoke -- I do \nbelieve that they are -- that they're on the ground.\n\nThey're trying to figure it out.  They're talking to -- they're not directly on the ground -- they're talking to people who \nare on the ground who are dealing with the problem every day.  And then I hear them say, well, you know, there are \ndifferent things that we need, and I hear Bonner say, well, if you can stop the employment situation, that is, get to \nthe employers, that'll make a major difference.  But, yet -- and still we seem to be putting that aside, to a large \ndegree, and not dealing with that.\n\n\n\nAnd I agree with you, Congressman King, that we also have to deal with the drugs.  After all, that's the subject \nmatter of this -- my subcommittee, the one that Congressman Souder chairs, so we're concerned about that.  But it \nseems like there is a disconnect.  And if I'm an American citizen, and I'm sitting here and I'm listening to this, I'm \nsaying to myself, okay, the plans sound nice, but are we going to solve our problems?\n\nAnd, Mr. Barnhart, I appreciate your testimony.  You were very, very clear.  One of the things that you said that \nChairman Souder even went back to -- and that is you were talking about the permitting process and that it would \npossibly take seven to 12 years to get through this.  And let's assume that four million people come into the country \nevery year.  In other words, let's assume two million.  Let's take it even lower than that.  Let's assume one.\n\nIn seven years, that's seven million people.  And it seems to me that, if I'm just a regular fellow or lady, just got \nhome from work and I turned on CSPAN, I'd just do a little bit of math.  And I'd say, now wait a minute.  Hold it.  \nOne of the major concerns is employment. My congressman's up there.  They're talking about fences, all kinds of \nfences;  you know, that's good.  But why aren't they -- what about dealing with this jobs situation?  I'm not finished.  \nLet me -- Mr. Chairman, you got to hear me out.  I was patient with you.  Please be patient with me.  I'm going \nsomewhere with this. \n\nAnd so we just heard the Border Patrol chief talk about how there was -- and this with the relevance -- he talked \nabout a list of items that he needed to do his job.  I specifically asked him what that list was and he named all kinds \nof things. \n\n And the reason why I'm bringing all this up is that I want to make sure that whatever we do is practical, because I'm \ntelling you, at the rate we're going -- and any logical-thinking person would ask the question, you know, are they \nwasting their time?\n\nBecause it seems as if it's kind of hard to get to the solution that we're looking for, that is, keeping people who are \nnot supposed to be in this country out at the rate we're going with the fence proposal.  Now, Mr. Bonner, Chief \nBonner, let me just go back to you for one moment.  I think Congressman King made an excellent point, that you've \ngot four different reasons why people may come into this country illegally.  And the whole idea is, well, what about \nthe drug smugglers?  What about them?\n\nAnd I'm just following up on testimony you've already given. What about them?  You talked about employment \nstopping them, and you thought that would be great, but he makes a very good point.  And I'm just trying to speak \nup for the person who just go home from work and turned this on.\n\nMR. BONNER:  Congressman King makes an excellent point.  We need to focus on those drug dealers, those drug \nsmugglers, but what is happening right now, congressman, is the same people who smuggle drugs have \ntransitioned over and are smuggling illegal aliens and using them as decoys.  They will send a group of 50 illegal \naliens, knowing that it's going to take three or four hours of our time to round them up, guard them, process them, \nand send them back.  And in the meantime, the border's wide open for that load of drugs that they want to get \nthrough.\n\nAs long as we are dealing with this haystack of illegal workers we're not going to get to the point where we can \nintercept most of the drugs coming across.  We know that we're highly ineffective in intercepting drugs.  I mean, you \ncan go on any street corner in America, look at the price of drugs.  It's staying flat, which means that the supply is \nvery plentiful;  it's outpacing the demand. Otherwise, the price would be going up.  We're doing a terrible job of \nintercepting illegal drugs at the border and the coastlines.\n\nYou know, we have 95,000 miles of coastline also, that if we crack down at the border, we know it's going to flow \nup to those areas.  But, you know, let's get to the point, at least, where we can  control our borders.  And in order \nto do that, we have to turn off the jobs' magnet, eliminate those millions of people coming across who are looking \nfor work.\n\n\n\nREP. CUMMINGS:  Fencing that we were talking about earlier -- if you listen to all this testimony, I'm just \nwondering -- are you saying that we should not have fencing, or are you saying we should have fencing in certain \nplaces?  What are you saying?\n\nMR. BONNER:  I'm saying that there's a strategic use for fencing. Barriers that stop vehicles from driving through \nare essential on the roads that the drug smugglers are using, because once they hit the American highways, they \nknow that they have the upper hand.  The Border Patrol, for example, has a policy that prohibits its agents from \nchasing people who break traffic laws, unless we get supervisory approval, which is generally not forthcoming.\n\nI have been involved in incidents where you could see the bales of marijuana.  You knew that this was a truck with \na camper shell laden down with probably a ton of marijuana, and the agents were told to back off because the \ndriver of that vehicle hit the accelerator and was breaking traffic laws.  So there was a ton minimum of drugs that \nmade it into the streets of America because of the crazy policies of the Border Patrol.  But once those things \nbecome -- once those vehicles come into the country, much more difficult to get them stopped.\n\nWhy not stop them before they can get into the country.  I wholeheartedly support barriers in strategic locations.  I \nthink that fencing has a place in limited areas, strategically placed to channel the traffic away.  But I think if you try \nand build a fence from one part of -- from the Pacific Ocean all the way to the Gulf of Mexico, all you're going to do \nis encourage more tunnels, more people to climb over those fences.  One of the problems we're experiencing now, \nin San Diego at least, as people drop across the fence many of them are injured, as Chief Stevens testified.\n\nWe're also finding that criminals are exploiting that.  They know that we won't take them -- that we won't run record \nchecks on them because the federal government doesn't want to bear that expense of hospitalizing the people and \nguarding them, so criminal aliens fake injuries so that they get taken to a hospital, and then they're released into \nthe streets of the United States of America.  It's appalling.\n\nREP. CUMMINGS:  Who are the best folks to determine where fencing should go?\n\nMR. BONNER:  The best folks to determine it are the people who are right there working the border.  Chief patrol \nagents are generally political appointees, and they're going to say whatever they're told to say.  If you want to really \nknow where the fencing should go, ask the men and women who patrol that every day. \n\nThey have the best sense of what it's going to take to deal with the situation.  But give them some help.  Cut off the \njobs' magnet so that they're not dealing with millions of people every year.  Pare it down to a number that we can \ndeal with, and I believe it would take probably somewhere between 25(,000) and 30,000 Border Patrol agents just \nto stop the other types of traffic, leaving the workers, those millions of workers, out of the equation.\n\nREP. CUMMINGS:  Mr. Barnhart, let me just ask you this, and I thought your example -- is it Mr. Barnhart?  I don't \nhave my glasses on.  Mr. Barnhart, you talked about this structure.  How deep does that go into the ground, the one \nthat you proposed?\n\nMR. BARNHART:  The cut-off fall?  Four feet.\n\nREP. CUMMINGS:  Okay.\n\nMR. BARNHART:  What I did was I looked at what they were doing now.  You know, they've been doing this for \nquite a while.  There's a sergeant down there, been down there many, many years, and I found him;  because when \nI went down and looked at the fence, I had all kinds of questions;  why this, why this, that and this?  And along \ncome a car and it had three Army personnel in it, so I flagged them down and said, talk to me about this fence.  \nThey said, you need to go talk to -- I've got his name written down in my office -- Sergeant so- and-so.  He knows \neverything about this.\n\n\n\nAnd so I did.  I hunted him down.  I walked right in his office and then started asking him questions.  So we, \nbasically, mirrored what they were doing then, and then what he has done over the past years is -- as you know, \nthey've adapted to make the fence more efficient.\n\nREP. CUMMINGS:  Speaking of efficiency -- and the reason why I asked you that is that, have you looked at the \nproblems with the tunneling and how would that design -- how it would regard to tunneling?  In other words, people \nthat tunnel under.\n\nMR. BARNHART:  Well, the tunneling that I saw -- and I only saw it on the television screen in San Diego, you know \n- -they started in one house on the Mexican side and then tunneled under and then came up on the U.S. side then.  \nCertainly, if you want to go into a rural area -- but I don't think that's the way they will do it.  The reason they went to \nthe sleeves in these flagpole footings -- because I was amazed when I saw that.\n\nI saw these steel posts and these seven-foot deep flagpole footings -- and I mean we've put millions of these things \nin place for everything from basketball holes or whatever you want to do -- and they had a plastic sleeve around it, \nand I was curious:  what is that plastic sleeve doing?  So when I got over to the sergeant, I asked him.  And the \ntestimony refers to it.  They come across with torches and they actually just take the posts out.   \n\nSo rather than tunnel under, they just burn that baby out and then go on in.  And what the sleeve does is they -- it's \na maintenance thing.  They just slip a new post in, bolt that baby back up, and the repair's much quicker.  So to \nanswer your question, yes, you can tunnel it under, but that's not what they'll do.  They'll come in and just cut the \npost out with a cutting torch, and then you'll be in there maintaining it.  And whatever fence you build, that's not the \nend of it.  Get ready for a maintenance crew.\n\nREP. CUMMINGS:  Mr. Bonner, just my last question.  I mean, at the rate we're going, one of the things that I'm \nalways concerned about is I believe that this is our watch.  This is our watch.  We are the ones who are responsible \ntoday. \n\n We are the ones that must prepare this country for the future, and I often wonder whether, under our watch -- \nwhether we are doing the right thing, so that future generations look back and say, they did the right thing.\n\nAnd I'm just wondering, I mean, looking at the lay of the land, the fencing proposals, and everything that we've \nseen so far -- if we continue to do what we're doing right now -- right now -- what do you see for the future?\n\nMR. BONNER:  If we continue along the road that we're following, I foresee us 20 years from now having this same \ndiscussion.  Not you and I, probably, it'll probably be different players.  But I see the problem being intractable as \nlong as we continue to pursue the same so-called solutions.  We're not focusing on the root of the problem. We're \njust focusing on the symptoms.  And to the extent that we do that, we will push the traffic from -- we have already \npushed it from San Diego to Tucson, and now we're seeing to go to New Mexico and to Texas.\n\nBut just picture one of those long, skinny balloons.  What we're doing is squeezing the balloon, we're not deterring \npeople, despite what the Border Patrol claims.  People aren't staying home.  The number of people coming across \nthe border, in fact, is probably increasing.  Why?  Because there are jobs that pay so much more in the United \nStates compared, not just to Mexico, but to a number of developing nations throughout the world.\n\nREP. CUMMINGS:  Congressman King, let me just say this, that I -- you know, I hope you understand what I'm \nsaying.  You know, I just want us to -- I really want us to find a solution to the problem.  I mean, I listen to the folks \non the ground, and I know you do, and you -- I mean, going to the border and sitting there, and it's got to bug you, \nbut I'm just trying to make sure that whatever we do, that we use the taxpayer dollars efficiently and effectively.\n\nAnd when I've got some folks who are saying -- Border Patrol types who say, well, maybe we should have fencing \nhere and there, and then maybe we should do something else here -- you know that, to me -- I mean, I can't just \ndiscard that kind of testimony.  I just can't. If I can trust my police officers in my city to say, this is what we need \n\n\n\nfrom the federal government.  Will you help us -- you know,  they're the ones who're putting their lives on the line.  \nYou might want to comment, but I just want you to understand what my concerns are.\n\nMR. KING:  I especially -- I appreciate the in-depth questions you've asked and the tone that you bring and the \nconcern -- I know every bit of it's absolutely sincere.  And I've been sitting here, trying to rationalize this all myself \nand trying to think of, what if someone had an invention that they could lay out on the border, that was 100 percent \ncertain to shut off all the traffic and then put it all through the ports of entry.  How many Border Patrol would we \nneed then?\n\nAnd my answer would be -- of course, all of us would say -- a lot less than we are at least proposing that we need.  \nAnd we know that we'd have a lot of problems at the ports of entry, because that would focus that human traffic \nthere.  My effort is to try to put some kind of a structure in place so that we can be more efficient with the humanity \nthat we have, and I cannot accept the argument that having a wall, like I've designed and a fence like these \ngentlemen have designed is not going to cut down on that need for boots on the ground, at least for numbers.\n\nOr make those numbers more efficient.  So that's where I come with this.  But if we're going to fix this thing -- and \nMr. Bonner's absolutely right on shutting off the jobs' magnet.  I'm with that 100 percent.  I've introduced legislation \ncalled the New Idea Act that would allow the IRS to come in and do an audit and then deny federal deductibility for \nwages and benefits paid to illegals and give safe harbor for using the Basic Pilot Program.\n\nIf we did that, that's another deterrent to shut off the jobs' magnet.  And there are quite a few co-signatures on \nthere.  But in the end, we are this -- with the illegal drug portions of it, we do interdiction and we do rehabilitation.  \nBut in the United States of America, we do a lousy job of providing incentives for deterrent for becoming drug \naddicts.  And that's where -- I'm already up to this -- if you made me the drugs czar with the magic wand, then I \nwould be random testing in the workplace.  I'd do it in the educational field, and I'd do it on welfare.\n\nIf we could do that, we could shut down a lot of that force of the drugs.  But it still comes back to -- if we shut off the \njobs' magnet and if we shut off the magnet that is -- if we shut off the demand for illegal drugs, then we only have \ncriminals and terrorists that want to come across the border.  So it is a much larger problem than we can address \nwith one single thing.  I do agree with that.  But I want to focus on the big problem that we have.\n\nWe have this huge bleeding at the border.  It's 11,000 a day, and perhaps 12,000.  Santa Ana's army was only \n6,000.  And when they came across, they split in half to take the Alamo.  That gives us an idea how big this is.  \nEvery time a baby is born in the United States, an  illegal comes across our southern border, and that doesn't \ninclude the 300(,000) to 350,000 anchor babies that are born here, that start the chain migration as well.\n\nSo we have -- you know, with that 46 to 48 percent of Mexicans who want to come to the United States, and with a \nSenate bill over there that would, essentially, legalize anyone who wants to come here to come here within the next \ngeneration, that empties out Mexico.  And I had a conversation with the ambassador from Mexico to the United \nStates just last week, a long in-depth conversation and a very meaningful one, and he agrees that there's no \nsolution for Mexico if we open our borders to all those who want to come here.\n\nThey need their best people down there to help recover themselves.  So it is -- it's a North American problem;  it's a \ndrug problem;  it's a criminal problem;  and it's a terrorist problem.  And some of the other testimony that we saw \nwas that -- let's see.  We had -- I believe it was the GAO that ran a couple of tests to try to bring in radioactive \nmaterial in through our ports of entry.  They were successful on the north and the southern border.\n\nSo even if we seal off our border and we can be successful in between our ports of entry, we still have a lot of work \nto do.  And some of the testimony I've received in the other hearings indicated that actually more drugs come \nthrough the ports of entry than come across the border in between the ports of entry.  But as I went to Sasaby, \nArizona, at the Border Patrol station there -- the border station, the port of entry there -- I was informed that there \nare illegal crossings on either side of that port of entry that get more traffic every day than our legal port of entry \ndoes.\n\n\n\nAnd while I was there, there was a knifing just across the border in Mexico.  They brought him across in a Mexican \nambulance and airlifted him out to Tucson, where that hospital loses about $14 million in billings every year \nproviding health care for illegals. And this particular individual was illegal;  he was on parole into the United States, \nbut we paid for all that health care, 14 million (dollars) there.  And that is the only trauma center in Southern \nArizona, it covers all of Arizona.  This case gets bigger and bigger and bigger.\n\nI did want to add just one more brief thing and then conclude, and that is that with the tunnels -- to be concerned \nabout the tunnels, I think that is a concern in the urban areas, where you can tunnel from a building to a building.  \nBut if you're going to dig a tunnel out in the open areas, you have to go with your dirt somewhere. And so unless it's \na very short tunnel just underneath and up again, it's going to be very hard for anyone to conceal that excavation, \nbecause you'd have a dirt pile coming out the other end.\n\nSo I'm not as concerned about that.  I agree with Mr. Barnhart that it's going to take maintenance.  But the stronger \nyou build it, the less maintenance it takes.  And we can still use the UAVs, we can  use infrared, we can use \nvibration sensors, we can set up all of that and be very, very effective and keep our Border Patrol as efficient as \nthey can be.\n\nREP. SOUDER:  Mr. Mayne, could you comment on the blowtorch? We've heard a lot about the blowtorches in \nyour type of fencing.\n\nMR. MAYNE:  Pardon?\n\nREP. SOUDER:  Could you talk about the blowtorches?  You had several variations of your fence. \n\n Are some of those easier to cut?  How long does it take a blowtorch to cut through?  Isn't that fairly visible?  If we \nexpand the number of Border Patrol agents, aren't they going to be better able to see that?  If you have sensor \nsystems, aren't they going to be able to see that quicker?  Is that something that can be done easily depending -- \nchain-link is different than the other.  Could you elaborate on that a little?\n\nMR. MAYNE:  Well, the particular chain-link that we're proposing is what we call a mini mesh, which I have here.  \nThis is a 9 gauge zinc-coated product, and you can see the number -- well, someone mentioned about standard \nchain-link.  This is a piece of standard chain-link.  This is what you see normally in industrial areas.  This is 2 inch 9 \ngauge.  So as you can see, there's not very much steel here.  But when you get into the mini mesh, which also is a \n9 gauge, this has a minimum 1,290 pound break load on it.\n\nTo take a blowtorch and cut this, it would -- obviously there's no question, you can cut this with a blowtorch.  Any \ntype of metal fencing, you can certainly burn through it.  This -- because of the method that we attach this chain-\nlink, you need a much larger hole to burn through, and, hopefully, with the sensor device that we have available \nnow, someone with realize if someone's burning a hole through this.\n\nTo my knowledge, we've never done an actual test on how long it would take.  I know I heard some numbers from \nthe landing mat and how long it took to burn through that.  I think the advantage someone has in burning a hole \nthrough the landing mat is because no one can see them;  they're on the other side.  With this type of fencing, \nbecause it is open, you know, anyone out there burning -- you know, it's going to be very, very highly visible.  But to \nanswer your question, Mr. Chairman, I have no numbers that would tell you how long it would take to burn a hole in \nit.\n\nREP. SOUDER:  You also seem to think that a double-layer fencing was sufficient, rather than a triple.  Does that \ndepend on the area? What did you mean by the comment you had in your testimony?\n\nMR. MAYNE:  Well, you know, the --\n\nREP. SOUDER:  Is that a financially driven thing -- that they said, go down to two because you couldn't afford \nthree? \n\n\n\nMR. MAYNE:  I'm sorry?\n\nREP. SOUDER:  Or was it financially driven?  Go down to two because we can't afford three?\n\nMR. MAYNE:  I think the -- you know, the double fence obviously, as we heard testimony earlier from the Border \nPatrol -- that they're looking for something that will delay entrance.  Obviously, they're looking to deter -- you know, \nthe four Ds, which is very popular with the homeland security -- you know, detect, deter, delay and deny.  But the \ndouble fence, I think, is really critical, because I don't know of any type of fence that you can't get through.  So the \nlonger you delay and -- as we heard testimony from the Border Patrol, they certainly recommend a double fence.  \nBut once you penetrate one, you've got to man this clear zone, and it gives them a much better opportunity to make \nthe arrest and to stop them from -- so, I think that a double fence would certainly do the job in keeping out the drug \ndealers.\n\nREP. SOUDER:  All right.  Thank you all very much for your patience today.  It's been a long hearing process.  We \ntried, not very successfully at times, to keep this focused on the fence.  There are many hearings going on on many \nsubjects.  There has never been a hearing where we've actually looked at the details of a fence before in any \ncongressional committees.  And that's why you have to take each part -- just like we're looking at ID, just like we're \nlooking at -- we've had multiple hearings looking at drivers' licenses, all that type of thing in the United States.  This \nis trying to focus on the fence.\n\nAs you reflect on what you heard today, if you have any additional information you want to submit, any additional \nstatements you want to submit -- but I do want to make a couple of comments.\n\nOne is, we've heard in this committee one of the difficulties. We obviously need to go to watermarks, probably \nfingerprints, on our IDs in the United States.  But do you know what -- the states that are already moving -- guess \nwhat, no police car has a machine that can read it.  No agency has a machine that can read it.  We're talking seven, \n10 years if we accelerate this and put the money in until we even get that type of system in place.  Everything takes \ntime. Everybody looks at everybody else and says, well, if you just did this over here, there's the magic bullet.  You \ncan't play magic bullet.  Do your own zone.\n\nThe fact is that it is unconscionable that we don't have control of our southwest border better.  It doesn't mean \nwe're going to stop everybody.  It's unconscionable that we have millions -- 12 (million), 18 million people \nwandering around and we don't know who they are. in the United States.  Clearly, we're going to have to deal with \nthe work question of trying to figure out where people are working and how. \n\nBut that's led to -- when you actually get into it, it isn't, for the most part any more -- we're already moving in that \ndirection. States are moving in that direction.  You start to get to realize that it isn't the main building contractor, it's \na subcontractor.  And they're going to a jobsite and you don't have an easy way to track it, even if five years from \nnow, two years from now, three years from now, we get a secure ID system.  That is a huge challenge.\n\nAnd then we have a multibillion dollar -- tens of billions of billions of dollars -- underground economy.  And it's the \ncash transaction business in America that grows as we increase taxes.  That underground economy is huge.  It's \nthe plumber who shows up with an assistant and does a cash deal.  And that isn't going to be found in FICA.  It's \nnot going to be found in a driver's license.  It's not going to be found in a work permit.  The idea that somehow \nwe're going to suddenly eliminate the jobs magnet -- when you talk about the rich and poor, you've got to have \nsome kind of border in there to attempt to manage that.\n\nAnd you don't say, because there's a dog that tempting to somebody, don't build a fence.  You don't say, because \nthe T.V. and the neighborhood has a lot of wealth in it, let's don't build a fence around it.  Let's eliminate the wealth;  \nlet's eliminate the dog. It's not a logical construct.  It doesn't mean it's going to stop it. It doesn't mean that we don't \nwork with the work permit.  But you can't get rid of the magnet, which is America, in a fast-growing economy.\n\n\n\nSo we have to have some kind of combination of fencing with the other.  I know every Border Patrol agent I've \never met talks about the jobs magnet.  We do need to (confront ?) that.  Everybody who is on the ground talks \nabout the ID.  But do you know what?  Other people are working on those parts.  ICE is partly responsible for that.  \nAnd it will not fix all of the problem.  They still have to work on the border with the fencing.  And I don't believe -- I \nbelieve some types of fencing are harder to get through than other types of fencing.\n\nBut the bottom line is, you're still going to have to have a second-tier defense on the border.  We're going to have \nto tighten up the ports of entry.  We're going to have to have other people working in the next tier behind the ones \nthat get through, because it is -- if we're really -- and terrorism -- we're looking at zero tolerance, or near zero \ntolerance, whereas we've always had illegal immigration in narcotics -- a different battleground here.\n\nOne nuclear piece through there, we're all dead, or at least a big sector is dead.  And this is a huge challenge.  And \nfencing has to be a part of it.\n\nNow, how much, what type, where is a legitimate question.  And you've had the opportunity today to participate in a \ndiscussion, because it's clearly going to be part of the solution, as is electronics. \n\nAnd Mr. Mann, I don't think there's anything more frustrating in the Government Reform Committee and in the \nHomeland Security Committee or in Armed Service of when we try to do something and then have contractors or \nothers take advantage of the necessary, particularly when we're having a speed pressure like we're having.  And \npeople who don't do that -- so all of us -- while sometimes it's not good news for Congress -- that's what an \ninspector general is supposed to do -- keep the heat on, because sometimes when you're trying to go fast, you put \npressures to cut corners all over the place.  We need to do it right. \n\n We need to make sure people are responsible with that, and thank you for adding that to the testimony, too.\n\nMr. King did you want -- you looked like you wanted to say something here at the end before I close.\n\nMR. KING:  It will just be thank you, Mr. Chairman.\n\nREP. SOUDER:  Does anybody else have a comment?  We appreciate you all coming.\n\nMR. WILLIAMS:  Yeah.  I just wanted to say one more thing about the rapid deployment and the speed that you \nwere just talking about. I think there is the technology and methods there available for the correct officials to take a \nlook at that can do rapidly deployment with minimum crews to get this fence accomplished.  So I'm just a \nproponent.  I have some information.  I want to submit it to be part of our testimony.\n\nREP. SOUDER:  Thank you, that would be very helpful.\n\nAny of the others who would talk about how we would do that, what kind of cost structure -- that was some of what \nwe run into when we do a big transportation bill and to a bump-up.  It changes the cost estimates, too, and \nlegitimate -- that's a legitimate cost question. How much does this change the cost structure out in hard areas to \nwork?  We only touched barely on that.\n\nMR.       :  Absolutely.  I'd like to submit that also.  And one other thing about the breaching of the fence is we have \nfound some material that's basically used in the airplane or the aircraft industries that limits the ability to burn, which \nmakes the breaching of these particular products very difficult.  So that type of information on the -- (inaudible) -- I'd \nlike to submit with my proposals to try to help out to show there are some ways that this can get accomplished in a \nvery expeditious manner and in a cost-efficient manner with the new technology.\n\nREP. SOUDER:  Mr. Mayne.\n\nMR. MAYNE:  Yes, sir, Mr. Chairman.  I would like to respond to Mr. Barnhart's comment earlier about how you -- \nwhy they put the PVC  sleeve over the post because they're easier to repair.  One feature you'll see is me, as I've \n\n\n\nunweaving this section of fence -- if the same principle here is -- if you get someone comes out and burns a hole, \nyou can go out there and re-weave a new section of fence in and re-stretch it, so it becomes very cost-effective.  \nIt's not as if you're going to come out and replace whole sections of solid fencing or something if someone burns a \nhole through it.  So this is a very positive thing as far as a chain link fence.\n\nREP. SOUDER:  Well, I thank you.  And the importance of being able to see through and, if you do a more solid \nfence, having sensors on the top and kind of break areas that the Border Patrol can move through -- because we \ndo not want to repeat what happened in San Diego in the early stages when we got Border Patrol agents trapped \non the wrong side, and out-armed and particularly -- and many of them when they're on single patrols, I think that's \none of the scarier things right now as you see the intensity of the drug battles and the potential terrorism battles.  If \nsomebody's got a really high-value product and you're out there and you've been sent all by yourself to go take \nthem down, this is a challenge we have to do.\n\nAnd I think we're going to have to start to calculate that in, which means that we can get kind of just this human \npicket fence adjusted where the Border Patrol is doing more skilled and team-type pressure points, because I think \nwe're going to see much more sophistication in human trafficking, high-value targets for terrorism, high-value \ncontraband and that is a different challenge for the Border Patrol than the traditional kind of human -- human fence \nthat we've had.  And quite frankly, a different type of level of skill, even in the agents, which hopefully will be \ncompensated -- which is another whole question that we have in the Border Patrol.\n\nMR.       :  Thank you, Mr. Chairman.  Kind of as an afterthought -- I've been to Israel to visit the fence and the wall \nthat they've built there and, for them, it's life or death.  And much of what they have is what we have proposed here.  \nIt has worked for them 95 percent effective, and they're alive today because it worked.  Thank you.\n\nREP. SOUDER:  I thank you all again, and with that, the joint subcommittee stands adjourned.  \n"}