{"title": "Illegal immigrant students' hopes dashed with DREAM Act's failure in U.S.", "body": "\nThe opportunity for thousands of young immigrants to become legalized faded away when Republicans in the U.S. \nSenate blocked the DREAM Act from being attached to a defense spending bill.\n\nBut DREAM Act supporters, such as 21-year-old Michael Nazario, an illegal immigrant from Mexico who was \nbrought here by his parents when he was 7, say they are not giving up.\n\n\"We haven't lost,\" said Nazario, who wants to enlist in the Marine Corps. \"We have to use our anger and our \nsadness to keep fighting, because the fight is not over. \"\n\nThe DREAM Act was six votes short of the 60 votes needed to attach it to the defense bill Tuesday. Not one \nRepublican voted to attach the bill.\n\nU.S. Sen. Harry Reid, a Democrat from Nevada, earlier this month attached the DREAM Act as an amendment to \nthe defense spending authorization bill. The DREAM Act is now expected to be put up for a vote as a stand-alone \nbill before Congress goes into a recess Oct. 1.\n\nNazario witnessed the voting results at the U.S. Senate floor in Washington D.C. and is meeting with other DREAM \nAct supporters to strategize a plan to gain Republican support for the bill.\n\n\"I have to admit I'm sad and I'm disappointed in our politicians because they are not making the right choice for this \ncountry, but we will keep fighting until we get the DREAM Act passed,\" Nazario said.\n\nMeanwhile, dozens of DREAM Act supporters gathered outside Sen. John McCain's office, where they have been \ncamping out since Sept. 16, to view the voting results.\n\nErika Andiola, who graduated from Arizona State University in 2009 with a degree in psychology and is in the \ncountry illegally, said she and members of the Arizona DREAM Act Coalition plan to continue urging Republicans to \nvote in favor of the legislation.\n\n\"We still have hope. It's not the end,\" Andiola said.\n\nDemonstrators opposing the passage of the DREAM Act were also present to witness the voting results.\n\nBrandy Baron, a member of the Latino Legal Immigrants Tea Party Patriots, was among the demonstrators. She \nsaid she worries illegal immigrants that qualify under the DREAM Act would take away jobs from Americans.\n\n\"It's wrong to put more people in our country applying for jobs that we don't have and that our people should be \ngetting,\" Baron said. \"My children deserve jobs first not their children. \"\n\n\nBaron said she also worries that illegal immigrants who enlist in the United States military under the DREAM Act \nwill not be able to defend the United States.\n\n\"If the time comes where we go to war with a country like Mexico, are they going to be able to shoot those people?\" \nshe said. \"I want to know that the people in my military are going to be able to get the job done and not have them \nworry about shooting their relatives. \"\n\nA Rasmussen Reports poll released Sept. 21 found that most voters support allowing illegal immigrants an \nopportunity to become U.S. citizens through the DREAM Act, but also said the bill would encourage more illegal \nimmigration.\n\nSupport for illegal immigrants who qualify for the DREAM Act was about 78 percent for those looking to serve in \nthe U.S. military while half of voters said children brought here illegally should get a chance at citizenship if they \ncomplete two years of post-secondary education.\n\nRasmussen conducted the poll of what it called \"likely voters\" Sept. 16-17. The poll's margin of error was plus or \nminus 3 percentage points.\n\nNazario said he wants to join the U.S. Marine Corps to fight for and defend the only country he's ever practically \nknown, but his legal status forbids him from enlisting.\n\n\"I have been waiting for a chance to serve this country,\" he said. \"I consider this my home, and all I'm trying to do is \ngive back to the U.S. through my service. \"\n\nFederal laws prohibit anyone who is in the country illegally to enlist in the military, but the DREAM Act would \noverturn that. The legislation would allow illegal immigrants who meet certain requirements the ability to enlist in \nthe military or attend college for two years and be put on a path toward citizenship.\n\nNazario and members of the Arizona DREAM Act Coalition have tried to get McCain to vote in favor of the bill by \nattending his town hall meetings, camping outside his Phoenix office and rallying at the Capitol Monday.\n\nMcCain co-sponsored the DREAM Act in 2007, 2005 and 2003 but recently criticized Democratic leaders for \nattaching the DREAM Act to the defense bill that authorizes spending for national security programs.\n\nAn estimated 2.1 million undocumented children and young adults in the U.S. would be affected by the DREAM Act, \nincluding 114,000 in Arizona, according to a report released in July by the Migration Policy Institute, a nonpartisan \nresearch group.\n\nThe report also notes that there are about 360,000 undocumented immigrants in the U.S. who are of military age \nand would qualify for citizenship under the DREAM Act, creating a significant number of potential recruits if the \nDREAM Act passes.\n\nIllegal immigrants would qualify for the DREAM Act if they have a clean criminal record and a diploma from a U.S. \nhigh school. They also would be required to show that they entered the U.S. before age of 16 and remained in the \nU.S. for at least five years before enactment of the law.\n\nRepublican state Rep. John Kavanagh, a military veteran, said he opposes the DREAM Act because he doesn't \nbelieve attending college for two years is an adequate requirement to become a citizen. But he could support \nallowing some illegal immigrants to serve in the military under the right conditions.\n\n\"I don't have a problem with giving them the option of enlisting in the military because they were brought here as \nchildren,\" Kavanagh said. \"It's the adults who came here illegally that I have a problem with, because they shouldn't \nbe here in the first place. \"\n\nRepublican state Sen. Frank Antenori, also a military veteran, said he's against the DREAM ACT, though he said \nthe military service requirement would be \"an admirable way\" for illegal immigrants to gain citizenship. The way he \n\n\n\nsees it, illegal immigrants should be required to serve eight years in the military instead of two years in order to \nqualify.\n\n\"They've demonstrated the tenants of citizenship that are required to become U.S. citizens,\" Antenori said.\n\nBut William Gheen, president of Americans for Legal Immigration, a group advocating for tougher immigration laws, \nsaid allowing undocumented immigrants who qualify for the DREAM Act to enlist in the military presents potential \ndangers to the United States.\n\n\"It would be a violation of America's national security,\" Gheen said. \"America can't risk to allow illegal aliens \naccess to advanced, American military weaponry and training. \"\n\nAntenori said having illegal immigrants complete two years of post-secondary education is not a justified reason to \nlegalize them.\n\n\"They haven't demonstrated that they are willing to lay their lives on the line for the United States, and they haven't \ndenounced any relationships from which they previously came from,\" he said.\n\nAnna Gains, founder and chairwoman of American Citizens United, an Arizona group that supports tougher laws \nagainst illegal immigration, said she supports the enlistment of illegal immigrants who would qualify under the \nDREAM Act because they would have to prove their loyalty to the nation through their service in the military. \nHowever, she said she is against the education provision of the bill.\n\n\"We have a lot of Americans now that are struggling and are unemployed, and here we are rewarding these \nstudents who came here illegally by giving them an education and allowing them to become citizens,\" Gaines said.\n\nThe DREAM Act has been attached to several bills during the past decade. In 2007, it was attached to the defense \nspending authorization bill, but ultimately was rejected.\n\nNazario said he hopes enough senators will vote for the DREAM Act if it is put up for a vote before Oct. 1 so that he \nwill be able to join the Marine Corps and pursue a career in engineering or architecture.\n\n\"For now this is my battle; I have to prove that I'm no different than they are,\" he said. \"We both want to be better \npeople, and the only thing different is that I'm undocumented. \"\n"}