{"title": "Challenge in Connecticut Over Immigrants' Arrest", "body": "\nNine day laborers are expected to file a federal lawsuit today challenging the legality of a sting operation in \nDanbury, Conn., last year that led to their arrest on immigration charges. \n\n  Those plaintiffs, and a tenth man whose traffic stop for a noisy muffler resulted in his deportation to Ecuador, \ncontend that their arrests were illegal and part of a campaign based on racial profiling. They also say that the city of \nDanbury, its mayor, Mark D. Boughton, and its police chief acted to enforce federal immigration law without \nauthority. \n\n  At a time when towns across the country are wrestling with how to deal with illegal immigrant residents, and when \nday laborers are often a flash point of conflict, the lawsuit is the latest in a series of legal challenges to local \ncrackdowns. \n\n  According to the complaint, on Sept. 19, 2006, a Danbury police officer posing as a contractor drove an unmarked \nvan belonging to the federal Immigration and Customs Enforcement agency to a park in downtown Danbury where \nday laborers, many from Ecuador, gather. Pretending to offer $11 an hour to demolish a fence, the officer \ntransported 11 would-be workers to a fenced-in lot where they were arrested, handed over to federal immigration \nagents and eventually placed in deportation proceedings.\n\n  Mr. Boughton said yesterday  that the local police had only provided ''logistical support'' to federal immigration \nagents during the operation. Calling the lawsuit, filed on behalf of the plaintiffs by the Yale law clinic, ''a fishing \nexpedition,'' he said the police would provide similar support at the request of any federal law enforcement agency. \n\n  In 2005, Mr. Boughton had pushed Connecticut to have State Police officers deputized as federal immigration \nagents. But Gov. M. Jodi Rell refused to pursue that proposal. \n\n  The complaint, expected to be filed today in United States District Court in New Haven, contends that Mr. \nBoughton encouraged the Danbury police to try to enforce civil immigration law anyway, either unilaterally or by \nconspiring with federal agents.\n\n  ''In their frustration with the arrival of new immigrants to Danbury, Mayor Boughton and the Police Department \nhave taken the law into their own hands,'' the complaint charges.\n\n  Along with Mr. Boughton and the Danbury police chief, Alan D. Baker, nine agents of Immigration and Customs \nEnforcement are named as defendants in the court papers.\n\n  The plaintiffs charge that they were arrested without probable cause, in violation of the Fourth Amendment. The \nsuit also contends that the arrests violated the First Amendment because they were calculated to silence the \n\n\nlaborers' expression of their availability for work in a traditional public forum, and to chill the speech of other day \nlaborers who now avoid the park for fear of arrest.\n\n  ''Looking at a group of day laborers and assuming that they are undocumented is a form of racial profiling,'' said \nGeri Greenspan, one of the law students working on the case with Michael Wishnie, a Yale law professor. \n\n  Robert Myles, a Danbury police captain and spokesman for the chief, said disagreement over local immigration \nenforcement was not unique to Danbury. ''It's happening across the country,'' he said. ''It's just going to play out till \nthe courts make a decision one way or another.''\n\n  Nine jurisdictions around the country, including Massachusetts and Arizona, have deputized local or state law \nenforcement officers as federal immigration agents under a federal program known as 287G. At least 30 other \njurisdictions have applications pending. In a speech in May, President Bush encouraged such federal and local \npartnerships as a way to increase enforcement, and vowed to seek a 10-fold increase in the program's $5 million \nbudget.\n\n  At the same time, many police departments have opposed joining the program, saying it will hurt criminal law \nenforcement efforts by making immigrants more fearful of dealing with the police to report crime. \n\n  Students at the Yale law clinic have been litigating for months under freedom of information laws to obtain \ngovernment documents relating to the Danbury arrests, Ms. Greenspan said. Federal immigration agents have \nmaintained that the arrests were initiated by the Danbury police, she said, while Danbury officials insist that it was a \nfederal operation.\n\n  None of the day laborers arrested had an outstanding order of deportation, the lawsuit says, and immigration \nofficers involved in the operation were not looking for a fugitive at the Danbury park, which might have provided a \nrationale for a federal immigration operation. \n\n  According to the police incident reports filed at the time, the day laborers were arrested by the police at 7 a.m. on \na charge of entering the country illegally, a federal misdemeanor. Connecticut law does not authorize local \nDanbury police to make warrantless arrests for federal misdemeanors, Ms. Greenspan said, and the officers had \nno evidence of illegal entry into the country.\n\n  In the case of the 10th plaintiff, Danilo Brito Vargas, the lawsuit charges that his arrest in February was part of a \npattern of police stopping Hispanic drivers on the pretext of minor traffic infractions, then investigating the \nimmigration status of the drivers through the National Crime Information Center database, and arresting them for \ncivil immigration violations.\n\n  ''Nothing we do is pretextual,'' countered Captain Myles. ''We see a violation, we'll stop it and take it from there. If \nthe computer comes up with a hit that someone's illegal, we'll respond to that hit, and we'll check with the agency it \ncame from, whether it be federal or state.''\n\n  Michael Gilhooly, a spokesman for the federal immigration agency, said the agency had not seen the complaint. \nBut he added: ''Immigration Customs Enforcement conducts all of our operations lawfully and in full accordance \nwith ICE policies and procedures.''\n\nhttp://www.nytimes.com\n"}