{"title": "Want to Immigrate to France? Better Know Slam Poetry.", "body": "\nA recent study found that an estimated one in three native-born Americans could not pass the civics test immigrants \nhave to pass to become naturalized citizens. The British government has announced a major update to its \ncitizenship test, to include questions about British history from the Roman times to the present. And this year \nFrance started requiring anyone applying for French citizenship to take an oral comprehension and expression test.\n\nAs an American who has spent more time living in France than in the United States, I finally decided early this year \nto apply for French nationality. This meant that to complete my already hefty application dossier, I also had to take \nthis new test, which was described this way in news reports:\n\nCandidates will be tested on French culture and history, and will have to prove their French language skills are \nequivalent to those of a 15-year-old mother tongue speaker.\n\nFair enough. But the requirements for the test, which is called TCF-ANF (French Knowledge Test for Access to \nFrench Nationality), were fairly vague and the sample exercises that various websites recommended I take had me \neither in a state of panic because I had forgotten the rules of the direct-object complement, or had me yawning with \nboredom. Just recently the official website posted sample questions which are similar to the real test, but you would \nonly realize this once you had already taken the TCF-ANF. \n\nBefore taking the test it would be impossible to understand why one would be listening to a 58-second tape of a \nman with a Marseilles accent rambling on about the role of young fathers in France today. \n\nThe TCF-ANF is administered in independent test centers all over France, which then relay the tests to the Ministry \nof Education to be corrected. When I tried to sign up for the TCF-ANF I found there was a four-month wait and that \nthe test took six weeks to be corrected. After paying 100 euros I was told I had to clear my entire day for the test. \n\nWhen the day finally came about 25 of us filed into the classroom looking slightly embarrassed. Most of us were \nover 30 and school exams were far behind us. Our names and nationalities were on stickers on the various desks \nbut in no particular alphabetical order, so we had to look on each desk before finding our place. \n\nAn African man wearing a colorful wax print cloth outfit mopped his brow nervously while a veiled woman leaned \nover and asked her neighbor in a loud whisper if he had done the practice questions online. Most people seemed \nfluent in French and had obviously lived in France long enough to be familiar with the ins and outs of the \nadministrative processes, but when the test began we were all thrown.\n\n\nThe first test consisted of 30 minutes of listening exercises - a scratchy recording of various situations was played \nto the classroom followed by timed multiple-choice questions. Not only was it difficult to hear the tape (compounded \nby the persistent grumbling of the middle-aged Algerian taxi driver sitting behind me), the situations being discussed \nin the recordings were decidedly bizarre. One consisted of two people discussing slam poetry, and the question at \nthe end was \"is slam poetry a collective activity?\" \n\nNow, how was the average immigrant from a rural area supposed to know what slam poetry was? Or the average \nFrench person for that matter? Another recording was a radio announcement for a special deal for two people who \ncould win Eurostar tickets plus free entrances to a Turner exhibition at a London museum. Eurostar? Turner?\n\nThe one-on-one 15-minute oral examination that we were called back to take that afternoon was even stranger. An \nAfrican student doing her PHD in linguistics (I later found out she was Kenyan) was the administrator who was \ngoing to interview and record me. I wouldn't have batted an eye had the student been from the former French \ncolonies of Senegal or Cameroon, where French is widely spoken, but this particular student's French was slightly \niffy, and had me a little worried. \n\nOne of the first questions was: \"Men are often said to be jealous, what do you think of this?\" \n\nWas this a trick question? Was it something to do with polygamy or honor killings?\n\nAnother question was: \"Is having bilingual parents an advantage or a disadvantage?\"\n\nWell, obviously an advantage, I answered, but then had my doubts about how I should have answered. \n\nThere were a few role-playing exercises in which I had to interview a prospective nanny for my children, and then it \nwas over. When the test administrator told me where she was from, we immediately switched into English. She \nwould not be correcting me, she reassured me; the Ministry of Education would listen to the tape.\n\n\"The Ministry of Education will think the Kenyan student is you,\" remarked my husband.\n\nSo, the French culture and history test boiled down to listening to recordings of people conversing about slam \npoetry and the Eurostar played on a scratchy tape and then answering multiple choice questions? All of the \nrecordings involved cultural or professional situations one might encounter in France but had nothing to do with \nFrench history or specific French culture. It was entirely frustrating and mystifying.\n\nEither there was a complete disconnect between Immigration and the team that devised the recordings and \nquestions or else the test is very, very perverse and, in fact, specifically designed to leave behind a large portion of \nthe immigrant population. \n\nThe more I thought about it the more it meshed with the French administrative process: opaque and complex, \nleaving you in a permanent state of doubt. \n\nYesterday I picked up my test results. With great relief I saw I had passed all levels and could now add this \ncertificate to my bulging application folder. How lucky I knew what slam poetry was.\n"}