{"title": "ABROAD AT HOME;Yearning to Breathe Free", "body": "\nIt is a basic constitutional right in this country to read and express political ideas, however unpopular. We can \nsubscribe to Pravda. We can distribute literature calling for replacement of Israel by a Palestinian state, or calling \nfor a Greater Israel with its Arabs expelled.\n\nAll that is so clear that I would have thought it unchallengeable. But it is being challenged now, from an astonishing \nquarter: the United States Government, through its Immigration and Naturalization Service.\n\nThe I.N.S. is taking the position that freedom of political expression does not apply to aliens resident in this country. \nIf after coming to America they join an organization that circulates certain publications, the I.N.S. says, they can be \nimprisoned and deported. And that is so even though the organization and the publications are entirely lawful - and \ncould not, constitutionally, be made unlawful.\n\nThis amazing theory is being pressed by the I.N.S. in a case involving eight Palestinian residents of Los Angeles \nand one's Kenyan wife. They were arrested at gunpoint on Jan. 26, and proceedings to deport them began. Seven \nare in prison without bail, under conditions of strict security. When they talk to a lawyer, they are put in shackles.\n\nYou might think that those seven were charged with throwing bombs or some other horrifying crime. The actual \ncharge is that each is ''a member of . . . an organization that causes to be written, circulated, distributed, published \nor displayed, written or printed matter advocating or teaching economic, international and governmental doctrines of \nworld Communism.''\n\nThe organization is the Popular Front for the Liberation of Palestine, a wing of the Palestine Liberation \nOrganization. The P.F.L.P. calls itself Marxist. But as everyone knows, it is a radical Palestinian nationalist group, \ndedicated to the establishment of a Palestinian state.\n\nA P.F.L.P. magazine, Democratic Palestine, is in university libraries and on newsstands in California, where people \nof Palestinian origin live in considerable numbers. No one has suggested that there is anything illegal about the \nmagazine.\n\nThe Supreme Court has said that the right to argue politics, and organize to that end, is at the ''core'' of the First \nAmendment. And of course the amendment makes no distinction between citizens and others. It says that \n''Congress shall make no law . . . abridging the freedom of speech, or of the press.'' The freedom covers the \ncountry.\n\n\nThe so-called ideological provisions of the McCarran-Walter Immigration Act have been used to keep out foreign \nvisitors disliked by Washington officials. Now the I.N.S. is trying to put them to an even more dangerous use: to \ndeport resident aliens for using American political freedoms.\n\nA second doubt about the case - a matter of decency as well as constitutionality - is the way the Palestinians are \nbeing treated. They have lived in this country for as long as 15 years. Suddenly they are thrown in jail, shackled, \ndenied bail - instead of just being notified of an alleged immigration violation, as is usually done.\n\nWhy the harsh treatment? It seems designed to suggest some terrorist involvement. But Justice Department \nofficials say the F.B.I. investigated these people for months and found no activity connected with terrorism.\n\nIndications are that some I.N.S. officials are using this case to try out a ''contingency plan'' for handling suspected \nterrorists. A draft plan leaked to the press last week suggests that when no evidence of terrorism can be found, \nsuspects be charged with technical immigration violations, denied bail, treated as security risks.\n\nA third reason for qualms about this case is the targeting of Palestinians. The draft contingency plan said the I.N.S. \nwould have to ''concentrate its counterterrorism efforts against particular nationalities or groups.'' It listed eight \nexamples: seven Arab countries and Iran. But in America, guilt is individual.\n\nIn a previous column I wrote about a young woman in San Diego, an American citizen of Palestinian origin, who \nwas brutalized by unknown officers in an attempt to make her testify against those eight Palestinians. In reaction to \nthe column, high officials of the F.B.I. and the I.N.S. commendably said they were going to investigate the episode.\n\nNow Attorney General Meese should take a broad look at the whole proceeding. Surely he does not want to go \ndown as the man who presided over an attempt to make a mockery of those words on the Statue of Liberty: the \nwelcome to America for those ''yearning to breathe free.''\n"}