{"title": "As August Recess Looms, Congress Finds High Gear", "body": "\nIn a mad dash to rack up some accomplishments before Congress leaves town for its five-week August recess, \nthe Senate on Tuesday temporarily abandoned work on a defense policy bill and took up a measure, likely to pass \nand laden with political implications for Democrats, that will shield gun manufacturers from lawsuits.\n\n  Those are just two of the many measures pending as lawmakers prepare to go home for their longest break of the \nyear, traditionally a time for progress reports to constituents.\n\nThe House is preparing for a vote on a measure that would remove trade barriers between the United States and \nCentral America, while both chambers are wrestling with how to handle an energy measure and a highway bill. A \nSenate committee, meanwhile, held its first hearing on Tuesday on competing proposals to create a guest worker \nprogram for illegal immigrants.\n\n  Senator Bill Frist, the Republican leader, has said he may bring up a measure to permanently repeal the estate \ntax, a move that would make good on a promise to economic conservatives, who have made the repeal a high \npriority. \n\n  Mr. Frist also wants the Senate this week to pass a spending bill for the Department of the Interior, including more \nmoney to cover a shortfall in veterans' health care. House and Senate negotiators on Tuesday agreed to provide \n$1.5 billion; now the entire package needs to come before both chambers for a vote.\n\n  ''Our schedule dictates addressing the gun liability bill, Department of Defense, Interior appropriations, energy and \nhighways, all of which I plan on doing this week,'' Mr. Frist said. ''That is my plan, and I intend to fulfill it.''\n\n  Here is a glimpse at some of what is on the Congressional plate:\n\nDefense Policy\n\n  The decision to quit work on the defense bill is likely to put off until after Labor Day politically charged fights over \ntreatment of detainees and recommendations to close military bases. The White House has warned it will veto the \nmeasure if it contains provisions regulating the treatment of detainees or altering the recommendations of a base \nclosing commission.\n\n  Mr. Frist, seeking to avoid those fights, sought to cut off debate on the measure and bring it to a vote. But with \nRepublicans like Senator John W. Warner of Virginia advocating debate on the detainees, and Senator John Thune \n\n\nof South Dakota pressing for a discussion of base closings, Mr. Frist fell 10 votes short of the 60 he needed, and \nmoved to bring up the gun bill instead.\n\n  That provoked an outcry from Democrats, who had intended to use the defense bill to promote a range of \nmeasures like increasing compensation for veterans and raising death benefits for war widows.\n\n  ''I am at a loss as to how this Republican Senate majority sets its priorities,'' said Senator Harry Reid of Nevada, \nthe Democratic leader, adding, ''For heaven's sakes, what is more important to this country: taking care of our \ntroops, our veterans, their dependents? What is more important? Should the gun liability legislation trump this? The \nobvious answer is no. But it did.''\n\nGun Liability\n\n  The Senate voted 66 to 32 to take up the gun measure, which would shield firearms manufacturers from lawsuits \nas long as they did not make or sell defective products. Despite the bipartisan support -- 12 Democrats joined 54 \nRepublicans to approve opening debate on the bill -- the vote sparked an uproar from the bill's Democratic \nopponents.\n\n  ''Senator Frist is hellbent on helping the gun industry,'' the No. 2 Democrat in the Senate, Richard J. Durbin of \nIllinois, told reporters, adding, ''This is his summer gift to a special interest group.''\n\n  A similar bill failed in the Senate last year after the gun lobby, angered by Democratic amendments, instructed \nRepublicans to withdraw their support. This year, with a strengthened Republican majority and the backing of a \nnumber of Democrats in Republican-leaning states, including Mr. Reid, its chances for passage are good, people \non both sides say.\n\n  ''The numbers are not on our side at this moment, but I hope that will change,'' Mr. Durbin said. \n\n  The bill would spare gun makers from lawsuits, filed by states and municipalities, that seek to hold them \nresponsible for crimes committed with their products. So far, the industry has not lost any such suits, but officials at \nthe National Rifle Association say they are especially concerned about a law passed by the District of Columbia and \nupheld by an appeals court that holds gun makers liable when their weapons are used in crimes.\n\n  ''The D.C. law will put out of business every American firearms manufacturer,'' warned Wayne LaPierre, the \nassociation's executive vice president.\n\n  Opponents say the threat is vastly overstated. ''There's been no rash of questionable jury awards,'' said Senator \nJack Reed, Democrat of Rhode Island.\n\nImmigration\n\n  Creating a guest worker program, which would affect an estimated 11 million illegal immigrants now living in the \nUnited States, as well as others who seek to come here, is one of President Bush's top legislative priorities. So it \nwas a big surprise on Tuesday when no one from the Bush administration showed up at the Senate Judiciary \nCommittee's first hearing on the topic.\n\n  ''I am very disappointed,'' said Senator John McCain, Republican of Arizona, a sponsor of one of the proposals, \nadding, ''This is an issue they should have been heavily involved in a long time ago.''\n\n  Erin Healy, a White House spokeswoman, said that the president had not taken a position on either proposal, and \nthat administration officials might testify at future hearings. ''The administration is consulting with Congress to \ndiscuss realistic, comprehensive immigration reform,'' Ms. Healy said. \n\n  Both Mr. McCain's proposal, and an alternative sponsored by Senator John Cornyn, Republican of Texas, seek to \nfortify border security to prevent unauthorized immigrants from entering the country. \n\n\n\n  Mr. McCain's bill would allow illegal immigrants now in the United States to pay a fine to enter the guest work \nprogram, and eventually become eligible for citizenship. Mr. Cornyn's alternative would require illegal immigrants to \nreturn at least briefly to their native countries before gaining a temporary worker permit that would allow them re-\nentry for up to two years. They would then have to go abroad again for at least a year before being allowed to come \nback.\n\n  Mr. Cornyn said the goal was to avoid rewarding lawbreakers, but Mr. McCain called the proposal ''totally \nimpractical.''\n\nHighway Bill\n\n  House and Senate leaders continued to predict they could squeeze through a long-overdue $286 billion highway \nand mass transportation measure stuffed with local construction projects, but a deal remained elusive.\n\n  Lawmakers and aides say the latest dispute to plague what is traditionally one of the most popular pieces of \nlegislation is a labor issue surrounding mass transit. \n\n  The federal highway construction program has been kept running through a series of temporary extensions, and if \nCongress fails to act again before leaving for a monthlong vacation, it will have again missed much of the summer \nhighway construction season.\n\n  The bill stalled last year when Mr. Bush and Congressional leaders could not agree on the spending level, with the \npresident threatening to veto any plan that exceeded $284 billion. Congress appears ready to move above that \nthreshold, a prospect that Tuesday brought a letter to the president from prominent conservative leaders.\n\n  ''Congress is nearing completion of a highway bill that will surely rank as one of the worst examples of pork-barrel \nspending of all time,'' said the letter. ''If, as expected, it exceeds the spending limits you proposed, we're counting \non you to stand up for conservative economic principles by vetoing the bill.'' \n\nEstate Tax\n\n  Senate Republicans have not given up trying to repeal the tax on estates, a cherished goal of many conservatives, \nbut they do not yet have enough votes to succeed.\n\n  The cost of the bill is high, about $290 billion over the next 10 years, according to the Joint Tax Committee of \nCongress. But that understates the true cost because full repeal would not occur until 2010. Over the 10 years \nafter that, the costs would total more than $700 billion.\n\n  Disparaged by Republicans as the ''death tax,'' the tax currently affects estates worth more than $1.5 million, less \nthan 10 percent of all estates. But the issue has enormous political resonance, thanks in large part to campaigns \nover the past 20 years by small-business owners, big-business lobbyists, farmers and grass-roots organizations \nfinanced by some of the nation's richest families.\n\n  Republican lawmakers and groups fighting for repeal of the estate tax are split between the tactics of purists, who \ninsist they want nothing short of outright repeal, and pragmatists, who argue that they cannot get 60 Senate votes \nneeded for full repeal, and want to cut a deal that would stop short of that.\n\nhttp://www.nytimes.com\n\nGraphic\n\nhttp://www.nytimes.com/\n\n\n \n\nPhoto: Senator Jack Reed, right, with a staff member, Gregory McCarthy, before a Capitol Hill news conference \nyesterday in which Mr. Reed, Democrat of Rhode Island, criticized proposed gun legislation. (Photo by Stephen \nCrowley/The New York Times)\n"}