{"title": "T-Mobile and the T-Mobile Foundation to Donate $1 Million and Volunteer Hours to More Than 120 Nonprofits Through Regional Grants Program; T-Mobile employees lead the philanthropic charge, hand-selecting organizations in their communities across the U.S. to receive grant funds and ongoing volunteer support; What's the news: As part of the second-annual Regional Grants Program, T-Mobile today announced the T-Mobile Foundation is donating a total of $1 million, which is being distributed by T-Mobile employees who chose more than 120 nonprofits in their local communities to receive funding and support through volunteer events.; Why it matters: The T-Mobile Regional Grants Program is unique in that it not only helps employees give back (through funding and hours), but it also allows them to personally choose where the funding will go in their communities. With this employee-led approach, the Un-carrier is fueling its employees' passion and desire to support and connect with their local communities in meaningful, impactful ways.; Who it's for: The neighborhoods positively impacted by the T-Mobile Regional Grants program - and anyone interested in how companies and their employees go the extra mile to give back.", "body": "\nAs further proof of the Un-carrier's ongoing commitment to create positive change in the communities it serves \nevery day, today T-Mobile (NASDAQ: TMUS) and the T-Mobile Foundation announced they are distributing a total \nof $1 million in funding this year to more than 120 nonprofits across the United States including Puerto Rico through \ntheir second-annual Regional Grants Program. The best part: T-Mobile's frontline retail and customer care \nemployee teams are at the center of the program, choosing the grant recipients in their areas. Teams are also \nproviding those nonprofits hands-on volunteer support at events happening through the end of the year.\n\n\"T-Mobile employees absolutely LOVE supporting the communities we serve, so this year, through our Regional \nGrants Program, we helped them give back EVEN MORE - offering up a total of $1 million for our employees to \nchoose some of the most deserving and impactful organizations across the U.S. for grants!\" said John Legere, CEO \nof T-Mobile. \"And our employees didn't just want to give money - they wanted to roll up their sleeves and get to \nwork helping! So, we extended the program to include employee volunteer events for the organizations of their \nchoice!\"\n\nThe Regional Grants Program is funded by the T-Mobile Foundation, and each grantee is a U.S.-based 501(c)(3) \norganization. This year's recipients include local chapters of well-known national organizations like The Boys and \n\n\nGirls Club of Oakland and            Soldiers' Angels of North Florida and local nonprofits like            The South End \nTeen Center in Waterville Maine and the            Bronx Music Heritage Center.\n\nIn addition to the financial support, hundreds of T-Mobile employees have been planning and executing volunteer \nevents with their regional grant recipients. For example, the T-Mobile Foundation Regional Grant to nonprofit \nMilwaukee Public Schools Foundation made it possible to outfit every student in Samuel Clemens Elementary \nSchool, an underserved local elementary school, with backpacks, school supplies and more. T-Mobile employee \nvolunteers hosted a celebration to kick off the school year and deliver the supplies to the kids.\n\n\"The T-Mobile Foundation's generous donation to Samuel Clemens is immeasurable,\" said Garry R. Lawson, \nprincipal of Samuel Clemens Elementary School in Milwaukee, Wis., a school with 98% free or reduced lunch that \nreceived Regional Grants funding in 2018 and 2019. \"Because of their support, we were able to ensure our \nstudents began the school year prepared for the rigor of learning. Each student was given a bookbag full of school \nsupplies, which lessens the stress on parents that are struggling to make ends meet. The entire staff thanks T-\nMobile for their generosity and continued support.\"\n\nWith 5,000-plus retail stores across the country and more than 50,000 employees, T-Mobile is steadfast in its \nmission to create positive change in the thousands of communities it serves every day. Investing in the T-Mobile \nFoundation, which funds things like the Regional Grants Program --- as well as Huddle Up Volunteer Grants , the       \n     Changemaker Challenge and            Generation T --- makes good sense all around.            Studies show that \nemployees who actively engage in company giving and volunteer efforts are happier and find their jobs            \nmore fulfilling when provided opportunities to make a positive impact at work.\n\nLast year, through the company's employee matching program, text-to-give campaigns, community grants and \nholiday promotions like? #GivingOnUs , T-Mobile and the T-Mobile Foundation gave to more than 6,000 different \norganizations and its employees volunteered nearly 60,000 hours.\n\nFor more information about T-Mobile's corporate social responsibility programs and the T-Mobile Foundation, visit:\n\nT-Mobile.com/responsibility.\n\nAbout T-Mobile US, Inc.\n\nAs America's Un-carrier, T-Mobile US, Inc. (NASDAQ: TMUS) is redefining the way consumers and businesses buy \nwireless services through leading product and service innovation. Our advanced nationwide 4G LTE network \ndelivers outstanding wireless experiences to 83.1 million customers who are unwilling to compromise on quality and \nvalue. Based in Bellevue, Wash., T-Mobile US provides services through its subsidiaries and operates its flagship \nbrands, T-Mobile and Metro by T-Mobile. For more information, please visit http://www.t-mobile.com\n\nAbout T-Mobile Foundation\n\nThe T-Mobile Foundation is committed to changing the world for good. The Foundation advances positive change in \nour communities by supporting causes that focus on youth development, and by providing opportunities for T-\nMobile employees to engage in causes that benefit the communities where they live and work. The T-Mobile \nFoundation, created and funded by T-Mobile US, Inc., is recognized by the IRS as a Section 501(c)(3) private \nfoundation.\n\nView source version on businesswire.com: https://www.businesswire.com/news/home/20191021005758/en/\n\nCONTACT: T-Mobile US Media Relations\n\nMediaRelations@T-Mobile.com\nor\n\n\nInvestor Relations\n877-281-TMUS OR 212-358-3210\n\ninvestor.relations@t-mobile.com\n\nhttp://www.businesswire.com\n"}