{"title": "BEATING VICTIMS SETTLE CIVIL RIGHTS SUIT TWO WILL DIVIDE $740,000 AWARD IN RIVERSIDE COUNTY INCIDENT", "body": "\nTwo illegal immigrants beaten by Riverside County sheriff's deputies after a freeway chase will split a $740,000 \nsettlement, lawyers said Friday.\n\nAlicia Sotero Vasquez and Enrique Funes Flores will receive $370,000 each. The payments settle a federal civil \nrights lawsuit filed against the county and the deputies on their behalf by several civil rights groups.\n\nA state suit also will be dropped.\n\nThe county did not admit wrongdoing but the settlement \"delivers an unmistakable message that in this country we \ndo not enforce our immigration laws by means of hard batons and racial epithets,\" said Mark Rosenbaum, legal \ndirector of the American Civil Liberties Union of Southern California.\n\n\"I am pleased that this long ordeal is over, and I hope that no other individual -- citizen or non-citizen -- will ever \nhave to endure the brutality and indignity that I suffered,\" Sotero said in a statement.\n\nThe Riverside County Sheriff's Department referred calls to John Porter, an attorney who handled the matter for \nthe county. He did not immediately return a phone call seeking comment.\n\nHowever, he told The Press-Enterprise of Riverside on Thursday that the settlement \"in no way mandates any \nchange in policy or procedure, and there was no promise that we would do it voluntarily.\"\n\nThe beatings occurred April 1, 1996, after sheriff's deputies and California Highway Patrol officers chased a pickup \ntruck carrying 19 illegal immigrants from Temecula to South El Monte.\n\nTV news helicopters videotaped a deputy shoving the woman face-first into the hood of the truck, then grabbing her \nby the hair and pulling her to the ground, where she was repeatedly clubbed.\n\nThe man also was clubbed.\n\nDeputy Tracy Watson, who had been on the job for five years, was fired for his conduct after the pursuit. Deputy \nKurt Franklin, a 20-year veteran, was suspended and reassigned.\n\nCHP Officer Jim Byers was reprimanded for using racial epithets during the operation.\n\nThe driver of the truck fled but later was captured. Rigoberto Sosa-Padilla, 37, was found guilty of transporting \nillegal immigrants and in April was sentenced to 37 months in prison.\n\n\nBoth beating victims said they want to return to Mexico, although they remain in Southern California in case they \nare needed as witnesses in a potential civil rights case, Rosenbaum said.\n\nA federal grand jury convened in August to consider the case has called 200 witnesses to testify. But no indictments \nhave been brought.\n"}