{"title": "REAL ID ACT AN ATTACK ON IMMIGRANTS", "body": "\nLAST THURSDAY, the House of Representatives passed the infamous Real ID Act. The Senate is expected to do \nthe same this week.\n\nThe vote was overwhelmingly in favor - 368 to 58 - which is not surprising because Republicans attached the \nblatantly anti-immigrant measure to a massive $82 billion emergency spending bill, with $75.9 billion earmarked for \nthe wars in Iraq and Afghanistan.\n\nRep. Joseph Crowley (D-NY), who represents one of the most diverse districts in the country, said that it was \"an \nabuse of power\" by the House Republican leaders to have attached the anti-immigrant provisions - the brainchild \nof Rep. James Sensenbrenner (R-Wis.) - to a must-pass bill.\n\nIt also was an assault on democracy, a way of ramming the bill down the throats of Americans without any \ndiscussion.\n\n\"This is a downright mean bill,\" Crowley said, \"which would not only make it nearly impossible for international \nvictims of abuse and torture to seek political asylum, but would also make our streets and cities more dangerous.\"\n\nThe Real ID, no matter what its proponents say, is nothing more than an unwarranted attack on immigration posing \nas an anti-terrorist measure.\n\nThis bill \"tries to paint immigrants as potential terrorists and slam the door on them,\" said Jeanne Butterfield, \nexecutive director of the American Immigration Lawyers Association, in a very clear assessment of the legislation's \nreal intention.\n\n\"In the name of national security,\" said Arti Shahani of Families for Freedom, a defense network for immigrants \nfacing deportation, \"Real ID would strip immigrants of driver's licenses; end the constitutional right to habeas \ncorpus for the first time since the Civil War; prevent people fleeing persecution from gaining asylum here and \nalmost certainly increase deaths at the border.\"\n\nWhat it will not do is discourage the thousands of undocumented immigrants for whom driving is a matter of \nsurvival.\n\nSensenbrenner has repeatedly used the example of several of the 9/11 hijackers who used driver's licenses to get \nthrough airport security.\n\n\nBut the truth is that even if the Real ID had been in effect those days, it would not have prevented the hijackers, \nwho had come into the U.S. with legally issued visas, from getting a driver's license or a state-issued identification \ncard.\n\nSomething similar happens with the new, Draconian asylum provisions, which are based on half-truths meant to \nplay on peoples' fears. Sensenbrenner also said repeatedly that the new provisions would help judges \"ferret out\" \nfalse asylum petitions.\n\nIn fact, terrorists, suspected terrorists, people who have committed certain crimes here and abroad and those \nconsidered security risks already are barred from political asylum in the U.S.\n\n\"This legislation,\" Crowley told the House on Thursday, \"which the 9/11 Commission has called unwarranted, was \nadded by the right-wing extremists in the Republican conference whose joy in bashing immigrants is exceeded \nonly by their zest for tax cuts for the wealthy.\" An outrage.\n\nAnd this is what the country gets instead of the comprehensive, bipartisan reform of immigration laws that it needs \nmore than ever. aruiz@nydailynews.com\n"}