{"title": "Poultry Firm to Help INS Monitor Workers", "body": "\nAn Eastern Shore poultry producer fined in the past for knowingly using illegal workers has signed a first-of-its-\nkind agreement with the Immigration and Naturalization Service to cooperatively control undocumented workers in \nits plants.\n\nUnder an arrangement to be announced today, Allen Family Foods Inc., a Seaford, Del.-based company that \noperates three plants on the Eastern Shore, no longer will be subject to disruptive INS raids. In return, the company \nhas promised to allow the INS to make unannounced spot checks, have access to complete payroll lists and \nconduct random interviews of employees.\n\nThe agreement is the first between the INS and a company in an industry where \"illegal employment of \nunauthorized workers . . . has been one of our greatest enforcement challenges,\" said Baltimore district INS \nDirector Benedict J. Ferro.\n\nThe $ 1.6 billion poultry industry on the Delmarva peninsula makes it the sixth largest broiler production area in the \ncountry, processing about 12 million chickens each week, according to the Delmarva Poultry Industry, a trade \ngroup. About a dozen Delmarva processing plants employ 14,000 to 21,000 workers, according to industry \nestimates.\n\nIn recent years, companies have found that many local workers balk at taking jobs they see as difficult labor for \nrelatively low pay. Two years ago, Bill Satterfield, executive director of the poultry trade group, was quoted as \nsaying Latino workers are now \"essential to the industry's sustained growth.\"\n\nAt the same time, use of undocumented workers, most of them Latino, has grown into a major problem, according \nto the INS.\n\nSince 1992, Allen's two plants in Maryland have lost 190 workers in INS raids. The plants employ approximately \n1,300 workers, roughly 40 percent of whom are Latino, according to the company. The Allen company also has \nbeen fined $ 42,000 for knowingly employing undocumented workers.\n\nAlthough some industry experts welcomed the inspection agreement as a good first step, they questioned whether \nit would stop the flow of undocumented workers to an industry with severe labor shortages and increased demand \nfor production.\n\n\"There's such an abundance of false documents . . . that aliens will continue to circumvent the law,\" said Mark J. \nMiller, a University of Delaware political science professor who has studied the issue.\n\nGreg Denier, a spokesman for the United Food and Commercial Workers Union, which represents a fraction of the \npoultry workers, welcomed the move but said the only way to resolve the problem of \"undocumented and \n\n\nexploited workers\" was for major producers such as Tyson and Perdue to \"pay adequate wages, provide safe \nworking conditions and attempt to create stable work forces.\" Tyson and Perdue are among the five companies that \noperate most of the Delmarva plants.\n\nIn the past, raids by the INS have severely disrupted production at various plants. Most plants have several \nproduction lines operating, and if one is shut down, productivity -- and profits -- fall dramatically, according to Roger \nHorowitz, a poultry industry expert.\n\n\"When we go into the plant, you just can't say 'excuse me' to the guy taking heads off chickens -- the whole place \ncloses down, which is extremely costly for the chicken industry,\" Ferro, of the INS, said.\n\nFerro negotiated the agreement with Charles \"Chick\" Allen III, Allen's president. As part of the agreement, the INS \nwill provide extensive training to Allen personnel to help them spot fraudulent documents.\n\nFerro said he hoped the agreement with Allen will encourage other companies to engage in the \"same kind of \nagreement so we can leave them alone and they can process chickens, and we can do other things.\"\n\nAllen said the deal amounts to textbook cooperation between government and industry. \"We feel we've always \ndone a good job with them, but who better to show you how to do it than those people who enforce,\" he said.\n\nAllen said he approached the INS office in Baltimore about a cooperative venture after a pair of raids on the \ncompany's Maryland processing plants in August 1996.\n\n\"I was tired of the animosity,\" Allen said. \"This was the best effort we could find to bring that animosity to a close \nand convince them we're serious about doing it right.\"\n\nINS spokesman John Shallman said in response to the agreement: \"Perdue doesn't allow us to come into their \nshop without notice and do a document inspection. Perdue does not allow us to talk to employees on a random \nbasis. Allen is giving us that.\"\n"}