{"title": "Wanted: Border Hoppers. And Some Excitement, Too.", "body": "\nWalter McCarty, an 82-year-old retired Marine sergeant, says he is looking for adventure on the most porous part of \nthe American border with Mexico. So, on Thursday, he signed up for the Minuteman Project, a volunteer patrol in \nsearch of furtive immigrants making the desert crossing into the United States.\n\n  ''I hope to go out on patrols at night, find some illegals,'' said Mr. McCarty, who had his .38-caliber pistol strapped \nto his leg as he stood outside the citizen patrol's makeshift headquarters here in Tombstone, the town where Wyatt \nEarp and Doc Holliday engaged in a shootout with the Clanton gang in 1881. ''I need some excitement. And this is \nbetter than sitting at home all day watching rattlesnakes crawl out of the den.''\n\n  Led by Chris Simcox, a 44-year-old former kindergarten teacher from Los Angeles who accuses the federal \ngovernment of turning a blind eye to the flow of illegal immigrants, the Minuteman Project is an effort to post 1,000 \nvolunteers across 23 miles of border. It has angered Hispanics and many business and government leaders in this \nborder county, aroused the Mexican government and prompted a warning from President Bush against vigilante \naction.\n\n  Still, for days, an assortment of volunteers, most of them retirees, has been trickling into the headquarters, on \nToughnut Street, to get assignments that will begin Saturday and last a month. Reporters from as far away as \nEurope and Mexico have also descended.\n\n  Mr. Simcox said he would refuse to allow extremist groups to join his campaign and promised a peaceful protest \nthat he compared to a neighborhood watch program. But the project has attracted support on Web sites of groups \nlike Aryan Nations, a white supremacist group that says the patrol ''is a call for action on the part of all Aryan \nsoldiers.'' \n\n  Many of the volunteers are armed, which Mr. Simcox is not discouraging. \n\n  The pressure from the group, may be having an effect. On Wednesday, the Department of Homeland Security \nsaid it would add 534 Border Patrol agents, an increase of more than 20 percent, and double the air surveillance \nalong the Arizona border.\n\n  Although the federal authorities said the citizen volunteers had nothing to do with the new show of force, they said \nthe border had become increasingly dangerous and chaotic, and a threat to national security. About 1,600 people a \nday try to cross the Mexican border into Arizona. \n\n\n  ''We have increased our boots on the ground, and we will gain operational control of the weakest part of our \nborder with Mexico,'' Robert C. Bonner, the United States customs and border protection commissioner, said at a \nTucson press conference. \n\n  More than half of the 1.1 million people who were caught trying to cross the Mexican border last year were \napprehended in southern Arizona, a rugged, sun-seared stretch of mountain and open desert that has become a \ngantlet for human and drug smugglers, and a focal point of complaints about broken boundaries. The citizen \nvolunteers say they will track and report smugglers to the Border Patrol. They say they are not vigilantes and will try \nto enforce a strict ''no contact'' rule in approaching Mexicans.\n\n  ''People are going to set up their lawn chairs, put on some sunscreen and start looking for suspicious activity,'' Mr. \nSimcox said in an interview. ''We're doing the job President Bush refuses to do.''\n\n  The project has increased tensions in an area along the border where Hispanics and Anglos live side by side, and \nwhere immigration is both a fighting cause and a business issue. \n\n  ''It makes for a very bad situation in a community that does not want them here,'' said Ray Borane, the mayor of \nnearby Douglas, an Arizona border town of 15,000 people. ''We are a proud, mostly Hispanic community. I'm afraid \nthese people who are showing up for the Minuteman Project have a lynch mob attitude.''\n\n  Border Patrol leaders, while expressing appreciation to the citizen group for turning the spotlight on a dangerous \nstretch of desert, said they worried that people with no background in law enforcement would get into trouble. \n\n  ''Everyone who comes across that border is not some docile peasant,'' said T.J. Bonner, president of the National \nBorder Control Council, which represents agents. ''This isn't a game of tag out there.''\n\n  In the last year, the Border Patrol has added hundred of agents, along with air support, to little avail in southern \nArizona. Top Homeland Security officials who came to Arizona this week seemed particularly frustrated at the \nfailure to stem the tide of illegal immigration here, while it has slowed in other border states. \n\n  Mr. Simcox said his group was born out of anger over the government's inability to curb the flood of people. \n\n  ''You move out here to your 40 acres of Shangri-La,'' he said, ''look out the window, and what to do you see? \nHordes of illegals running from the bushes.'' \n\n  He has called for deployment of National Guard troops along the 1,950-mile border. \n\n  Conservatives, like Representative Tom Tancredo, Republican of Colorado, and Bay Buchanan, the sister of the \nformer presidential candidate Patrick J. Buchanan, are offering support and will address weekend rallies here, Mr. \nSimcox said. \n\n  On Tombstone's main street, where cowboys re-enact the shootout that put this wind-raked desert town on the \nmap, many residents said that they were upset with the Minuteman Project, and that crime from illegal immigrants \nwas not a prime concern. \n\n  ''I think Chris Simcox and his group have left something of a bad taste around here,'' said Roger Duewell, a retired \nanthropologist who works as a make-believe cowboy in staged shootings here. ''I think he's lost a lot of support and \nhas very few friends in town.'' \n\n  Others disagreed. David Weik, who works in Tombstone by day but spends many nights in camouflage gear \ntracking illegal immigrants, said Mr. Simcox was ''telling it like it is.''\n\n  Mr. Simcox has had an unusual political odyssey on his way to the Minuteman Project. He once volunteered for \nthe presidential campaign of Senator Edward M. Kennedy, Democrat of Massachusetts, he said. He also said that \nas a teacher in a private school in Los Angeles he was head of the diversity committee. \n\n\n\n  A week after the Sept. 11 attacks, Mr. Simcox was in Organ Pipe Cactus National Monument, a desert wilderness \non the Arizona-Mexico border, when he saw dozens of Mexicans streaming across, he said. He left Los Angeles, \nand spent weeks making observations in the desert. \n\n  He bought a weekly newspaper, The Tombstone Tumbleweed, and converted it into a forum for his crusade. ''To \nget the media to pay attention, I decided I had to own a piece of the media,'' he said.\n\n  He has since picked up a criminal record and many critics. Two years ago, he was convicted of carrying a gun \ninside a National Park Service monument, a misdemeanor. Mr. Simcox said he was set up.\n\n  In recent weeks, the Minuteman Project has been criticized by both Mr. Bush and President Vicente Fox of \nMexico. Mr. Fox has threatened to sue in international courts if private groups try to detain Mexicans in the border \narea. \n\n  Although Mr. Simcox said he expected more than 1,000 volunteers, he might not reach that number. He has told \nsupporters they should stay at several area recreational vehicle parks and a Bible college's dormitory. But people \nwho run those sites said that only about 150 people had indicated they were going to take part. \n\n  People like Mr. McCarty, the retired marine, say they are here for the distraction, and the thrill. \n\n  ''I'm restless,'' Mr. McCarty said, leaning against an adobe fence in the midday sun. ''I needed something to do \nbefore I drove my wife crazy.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: Chris Simcox, above, is the founder of the Minuteman Project, which will patrol along the Mexican border. \nWalter McCarty, below left, has signed up for it. David Weik, below right, has already been patrolling. (Photographs \nby Shannon Stapleton for The New York Times)\n\n Border Patrol agents at a checkpoint for illegal immigrants yesterday, two miles outside Tombstone, Ariz.                                                              \n"}