{"title": "SLOWLY, JAPAN OPENS UP", "body": "\nSOME Americans worried about immigration are looking at Japan for guidance. With its extremely tight rules for \npermanent residence, Japanese society is relatively peaceful, which some attribute to a homogeneous population. \nErgo, tight immigration rules work. Right?\n\nNot so fast.\n\nJapan's cultural homogeneity probably helps cut down on the kind of social disruption caused by the frequent or \nsudden arrival of new groups in other countries. Yet it is not a good model for the United States. There's no way, \nshort of Bosnian-style \"ethnic cleansing,\" that the United States can turn back the clock and erase the diversity of \nthe U.S. population.\n\nJapanese sometimes blame the variety of races and cultures in America for our social problems. They may be right, \nin part. But Japan's historic homogeneity poses its own problems.\n\n* Japan has a significant minority of Koreans, the legacy of Japan's 1910-1945 colonial rule of Korea. The \nKoreans, rivals of the Japanese for centuries, have remained essentially unassimilated in Japanese society.\n\nKoreans who still hold Korean nationality - it is very hard to become a naturalized Japanese citizen - are often \ndiscriminated against in Japanese society. Young Korean-Japanese have a harder time than their Japanese \nclassmates finding jobs. The nearly 700,000 Koreans are marginalized in the economy into small businesses and \none lucrative but unrespected segment of the economy: pachinko, a form of legalized gambling.\n\n* Japan's historic inexperience with other societies and cultures has dulled sensitivity to others. It fed the racism \nand feeling of national superiority that led Japan to colonize half of Asia - brutally - in the years leading up to World \nWar II.\n\nToday Japan is slowly opening up. Foreigners have come to Japan as traders, journalists (I was one of those), \nEnglish teachers, and low-wage laborers. Yet inexperience with other cultures continues to pose problems.\n\n* Japan today has about 300,000 illegal immigrants, most of whom do the dirty, dangerous and low-wage jobs that \nprosperous Japanese don't want any more. During the 1980s, the government turned a blind eye to the influx, \nbecause the immigrants have allowed many marginal businesses to stay afloat.\n\nLast year, the number of foreigners in Japan exceeded 1 percent of the country's 124 million population. But the \ngovernment, under pressure from an economic recession, has stopped ignoring the inflow and has begun rounding \nup and deporting undocumented foreign laborers.\n\n\nAmong those who remain, illegal status makes it hard for immigrants to complain when things go wrong. If an \nindustrial worker's hand gets mangled in a machine, can he go to a doctor for help? Collect damages from the \nemployer? Technically yes, but illegal workers often won't try for fear that they'll get thrown out of the country.\n\nThere is also a huge, exploitive trade in women for prostitution. The yakuza (Japanese mafia) regularly hire poor \nwomen from the Philippines and Thailand to work as \"dancers\" in Japan. The women borrow money to pay for their \nair fare. After reaching Japan, yakuza confiscate their passports, and the newcomers are forced into prostitution to \nwork off their debts.\n\nNotes\n\nIMMIGRATION: NEW BEGINNINGS\n\nAN OCCASIONAL SERIES\n\nCOMMENTARY\n\nSee also related stories on this page\n"}