{"title": "Bush Seeks Slight Increase in Number of Refugees", "body": "\nPresident Bush asked Congress today for a small increase in the number of refugees who could be admitted to \nthe United States in the coming year, but his proposed ceiling of 125,000 would exclude tens of thousands of \nrefugees who have applied to come here.\n\nMr. Bush proposed no increase in the number of Eastern Europeans, despite the large number of people leaving \ncountries in that part of the world.\n\nThe Administration is requesting money to pay for the admission of only 84,000 refugees in the fiscal year 1990, \nwhich begins in three weeks. Mr. Bush did not say who, if anyone, would pay for transportation and resettlement of \nthe others.\n\n \n\nQuestioning Bush's Intent\n\nRepresentative Bruce A. Morrison, chairman of the House Judiciary subcommittee on immigration, said the \ndisparity between the proposed number of refugee admissions and the Administration's budget request made him \nwonder if Mr. Bush was ''really serious'' about admitting 125,000 refugees.\n\nIn addition, Mr. Morrison, a Connecticut Democrat, said: ''The world has changed dramatically in Eastern Europe. \nBut this proposal for refugee admissions reflects an attitude of business as usual.''\n\nMr. Bush's plans are set forth in a report titled ''Proposed Refugee Admissions for Fiscal Year 1990,'' which will be \nthe subject of at least four Congressional hearings later this week.\n\nThe report comes at a time when the number of refugees around the world has reached a record level of 14 million \nand many countries have adopted more restrictive admissions policies.\n\nThe Administration said it planned to admit 6,500 refugees from Eastern Europe, the same number allowed to \ncome this year. A coalition of private voluntary organizations involved in refugee resettlement work has \nrecommended the admission of 20,000 Eastern European refugees in the coming year.\n\nThe ceiling for Soviet refugee admissions, 43,500 this year, would rise to 50,000 under Mr. Bush's proposal. But \nthe United States Government would pay for only 40,000, leaving private groups to pay for the rest.\n\nCongress has appropriated money to pay for all 43,500 this year, so the Federal financial commitment would \nactually decline in 1990 under the Administration proposal.\n\n\nUnder the Refugee Act of 1980, the President, in consultation with Congress, sets an annual limit on the number of \nrefugees who will be admitted to the United States. The number for the current fiscal year is 116,500.\n\nAdministration officials confirmed today that the State Department and the Justice Department were planning major \nchanges in the review of refugee applications from Soviet Jews and evangelical Christians. Most Jews and \nPentecostals leaving the Soviet Union have done so on Israeli visas; until recently, there was no alternative for \nthose wishing to leave. Many traveled to Vienna and Rome, where their applications were reviewed by American \nimmigration officers.\n\nUnder the Administration plan, the United States would, for the first time, rule on most Soviet refugee applications \nin Moscow. It would not review applications outside Moscow for any people who left the Soviet Union on Israeli \nvisas issued after a certain date. The date could be as early as Sept. 30.  After that date, Soviet applicants for \nIsraeli visas would be told that they should apply to the American Embassy in Moscow if their ultimate destination \nwas the United States. American officials would assume that Soviet citizens holding Israeli visas issued after Sept. \n30 wanted to go to Israel.\n\nAdministration officials said that Soviet refugees waiting in Moscow, Vienna or Rome with visas issued on or before \nSept. 30 could still come to the United States if they met other requirements.\n\nIn its report to Congress, the Administration said the Near East and South Asia had ''the largest concentrations of \nrefugees and displaced persons in the world: five million Afghans, four million Palestinians, one million Iranians, \nnearly 100,000 Iraqis.''\n\nBut the Administration proposed to reduce the number of refugees from this region to 6,500 in 1990. The number \nthis year was 7,000.\n\nThe Administration wants to increase admissions of African refugees, to 3,000 in 1990 from 2,000 this year.\n\nFor Latin America and the Caribbean, Mr. Bush proposed to keep the refugee ceiling at its current level, 3,500. \nThree thousand places are meant for Cuban political prisoners and their relatives. That leaves 500 places for the \nthousands who have fled Nicaragua and El Salvador.\n\nMr. Bush's plan continues to emphasize the resettlement of Indochinese refugees. Since 1975, the United States \nhas admitted 857,000 Indochinese, accounting for two-thirds of all refugees admitted to this country in that period.\n\nThe Administration proposes to admit 51,500 refugees from East Asia in the coming year, up from the 50,000 \nauthorized this year. Twenty-five thousand Indochinese, mostly Vietnamese and Laotians, would come to the \nUnited States from Thailand, Malaysia, Indonesia, Hong Kong and other places where they have found temporary \nasylum. The other 26,500 would come directly from Vietnam, including Vietnamese jailed for political offenses \nbecause they once worked for the United States.\n"}