{"title": "Immigration's Sideshow", "body": "\nThe Obama administration, moving gingerly toward what the president has said will be a far-reaching overhaul of \nthe nation's broken immigration system, is trying to show at the outset that it is serious about enforcing existing \nlaws.\n\nA glimpse of the president's strategy came earlier this month, when Department of Homeland Security officials said \nthey would scrap a Bush administration initiative, tied up in the courts, that would have used Social Security \ninformation to force employers nationwide to fire millions of unauthorized workers. Instead, DHS said it would \nrequire federal contractors to use a separate government database to verify that their employees are authorized to \nwork here. At about the same time, Homeland Security Secretary Janet Napolitano said the government would put       \n     new limits on local police who have been deputized by the feds to help deport undocumented immigrants.\n\nImmigration advocacy groups scowl at such efforts to front-load enforcement before an overarching reform effort is \nundertaken, one that would grant legal status to millions of undocumented immigrants and expand the supply of \nvisas for future immigrant workers. Many Republicans in Congress, meanwhile, want much tougher enforcement \nmeasures, while opposing any strategy that smacks of what they consider amnesty for illegal immigrants. They are \nall gearing up for a new battle as early as this fall.\n\nThe ingredients of the debate are familiar from the failed Bush-era attempts to fix immigration, including the \nrhetorical excess of all sides. And while the administration's early, tentative moves have been attacked from both \nsides, in fact they are modest and reasonable steps that may set the stage for the fight ahead.\n\nTake the employee verification program, known as E-Verify, that the Obama administration would require for federal \ncontractors. Business and civil liberties groups dislike it, insisting that inaccuracies in the electronic data make \nreliance on such systems unfair. In fact, E-Verify is surprisingly accurate. Of 1.8 million E-Verify checks on workers \nmade by employers between October and December last year, less than 0.5 percent  of the system's initial \nresponses were reversed on review, according to an outside audit commissioned by Homeland Security. And in \nArizona, where businesses initially objected to the nation's broadest law requiring employers to check new hires \nthrough E-Verify, the state Chamber of Commerce, to its surprise, now acknowledges the system is working \n\n\nrelatively smoothly and accurately. The federal government is correct that there's nothing inherently unreasonable \nabout requiring companies to confirm that their employees are authorized to work in this country.\n\nThen there is the federal program to deputize local police to help deport undocumented immigrants. Advocates of \nimmigrant rights are correct that it has led to racial profiling and deepened mistrust between police departments and \nimmigrant communities. But the DHS move last week aims to minimize abuses by forcing police to pursue all \ncriminal charges that prompted an arrest in the first place; that should dissuade cops from slapping handcuffs on \npeople suspected of no more than lacking valid documents.\n\nIt is tempting to think that the nation's economic anemia has sapped the immigration debate of its urgency. Given \nthe pain of rising unemployment, why worry about legalizing undocumented workers, let alone clearing a path for \nstill more immigrants to cross the border on the up and up? Why not just fine-tune enforcement, as the government \nis doing, and leave the rest for later?\n\nThe answer is that the government's moves, even if they tend to rationalize and improve on Bush administration \npolicies, are essentially a diversion. Ditto the ongoing efforts to reinforce personnel and fencing along the Mexican \nborder. Any serious solution to the nation's immigration mess will have to do more than make employers toe the \nline or dissuade police from following their worst instincts. The fact remains that enforcement by itself is only part of \nthe problem, and it will not magically make 12 million undocumented immigrants disappear, provide a realistic \nframework for future immigrants or settle a noxious debate that has raged in virtually every state legislature in the \ncountry. As Congress gets set to tackle the immigration mess, the administration will need deft politicking, and a \nbroad strategic lens, to push for a comprehensive solution.\n"}