{"title": "States crack down on illegal immigrants", "body": "\nArizona\n\nPassed and enacted legislation in April 2010 making it a state crime for any illegal immigrant to be in the state, \nmaking it a crime to hire or shelter illegal immigrants, and requiring police to check immigration status of anyone, \nduring arrest or any other \"lawful contact,\" if they have \"reasonable suspicion\" the person is in the country illegally. \nSupporters called local police a \"force multiplier\" for federal immigration enforcement. The law was challenged by \nthe federal government and advocacy groups and was partly blocked by federal courts in July 2010.\n\n          Georgia          \n\nPassed and enacted a law in May 2011 that allowed police to question \"criminal\" suspects on immigration status, \noutlawed hiring or sheltering illegal immigrants and required most companies to use federal ID checks for \nworkers. Officials said the aim was to \"eliminate incentives\" for illegal immigrants to enter the state. Farmers and \nbusinesses protested, citing a loss of workers and income. A federal judge blocked police provisions, saying the law \nsought to create a climate of \"hostility\" and \"fear.\" \n\n                                                            Alabama          \n\nPassed and enacted a law in June 2011 allowing police to check immigration status at routine traffic stops, requiring \nschools to determine legal status of all new students, making it a crime for any illegal immigrant to conduct \nbusiness or official transactions, and penalizing anyone who hires or does business with an illegal immigrant. Law \nwas challenged by the Obama administration. Most provisions were upheld by a federal judge and went into effect \nin October.\n\n          Utah          \n\nPassed and enacted compromise legislation in March 2011 that sought to curb illegal immigration but allow some \nundocumented workers with families to remain as guest workers. It allowed police to check immigration status but \nonly of individuals suspected of felonies or major misdemeanors. National rights groups have challenged the law, \nbut state sponsors called it a balance of compassion, law and economic needs. \n\n          South Carolina          \n\nPassed and enacted a law in June 2011 similar to the Arizona and Alabama laws. A federal judge blocked the \ntoughest provisions in December, but the governor and supporters said the federal government had ceded its \nauthority over states on the issue by failing to prevent an influx of illegal immigrants into the country.\n\n\n          Indiana          \n\nPassed and enacted a law in May 2011 allowing local and state police to arrest anyone ordered deported by \nimmigration courts. The law was challenged by the Obama administration and civil rights groups. A federal judge \nblocked parts of the law in June, calling it \"seriously flawed,\" and said anyone arrested should have access to \ncourts. State officials called the law an \"indictment\" of a federal failure to enact and enforce immigration policy.\n\n          Colorado          \n\nEnacted a law in 2006 to curb illegal immigration by limiting public benefits and employment but did not empower \npolice to generally question or detain individuals over immigration status. It said police must report people arrested \nfor other crimes to federal immigration authorities only if they have \"probable cause\" to believe they are illegal. The \nlaw has not been blocked in federal courts; supporters said they were careful not to impinge on federal authority. \n\n          Other states          \n\nIn the past several years, laws aimed at curbing illegal immigration through law enforcement and other means, \nsimilar to the Arizona legislation, have been introduced in Pennsylvania, Rhode Island, Michigan, Minnesota and \nMississippi. Most bills failed, were delayed or were not brought to vote, in anticipation of federal court rulings. \n"}