{"title": "FARMWORKER PLAN SHOULD BE WEEDED OUT, NOT REVAMPED", "body": "\nHERE WE GO AGAIN.\n\nThe Bush administration is about to revamp the mostly useless federal temporary farmworker program.\n\nThe idea is to try to alleviate the critical shortage of agricultural workers created by the lack of immigration reform \nand the repressive policies against undocumented workers and families.\n\nBoth the industry and the workers have received the plan with skepticism.\n\n\"Growers and producers appreciate that the Bush administration knows there is a problem,\" said Craig \nRegelbrugge, vice president of Government Relations and Research at the American Nursery and Landscape \nAssociation.\n\n\"Some of the proposals could help some,\" he said. \"But they do not present the broad solution needed to address \nthe labor crisis. We support bipartisan legislation, such as AgJobs, that addresses the whole problem in a way that \nis fair to workers and good for employers.\"\n\nThe measure that Bush wants to enact is like \"painting the house when the roof is on fire,\" said Eliseo Medina, \nexecutive vice president of the Service Employees International Union (SEIU).\n\nAnd not only because it is too little and too late, but because by failing to provide an avenue to legalization for the \nworkers, it closes another door to any real solution to the immigration crisis.\n\nPresident Bush's plan, sort of a second act to President Franklin Delano Roosevelt's disastrous Bracero program, \nis a guest worker program with no road to permanent residency and citizenship. It is a dead end.\n\nLike FDR's program, the \"new\" Washington plan seems to be just another way to bring in temporary immigrant \nworkers as cheap labor to harvest the crops.\n\nYet, the farm labor crisis is real. Heartless immigration raids and persecution-only policies have only exacerbated \nthe problem. After all, about 80% of the farm labor force in the U.S. is foreign-born - and most of it is \nundocumented.\n\n\n\"Careful study of farm labor force demographics and trends indicate that there is not a replacement domestic \nworkforce available to fill these jobs,\" the Washington-based Agriculture Coalition for Immigration Reform said in a \nDecember 2007 letter to Congress.\n\n\"In the long run, consequences are much more serious, threatening the safety and security of our food supply and \nthe vibrancy of our economy,\" Regelbrugge has said. \"The real big risk is that labor shortages could force the \nproducers of our food supply to leave the country.\"\n\nIf this happens the livelihoods of millions of Americans whose jobs exist because of the country's agricultural \nproduction would disappear.\n\n\"For each farmworker job, three others exist around it,\" Regelbrugge warned. \"Packers, truckdrivers, people who \nwork in shipping and many others - most of those jobs would also have to move if production is forced to move \nout.\"\n\nDESPITE the looming crisis, Congress failed to pass legislation - known as AgJobs - to legalize undocumented \nfarmworkers. Washington's new plan does not require the approval of Congress.\n\nFarm industry representatives such as Regelbrugge have cautiously welcomed the new initiative and advocates for \nfarmworkers also have expressed concerns about the program resulting in even lower pay for the laborers.\n\n\"We must replace temporary worker programs with bipartisan policy like AgJobs that guarantee immigrant workers \nlong-term visas, full labor and civil rights protections, and a chance to become US citizens,\" Medina said.\n\naruiz@nydailynews.com\n"}