{"title": "COUNTY CHIEF FINDS ALLY IN IMMIG BATTLE", "body": "\nSUFFOLK COUNTY Executive Steve Levy is taking his next step in trying to rid the county of illegal immigration.\n\nAt events in Port Jefferson and Danbury, Conn., yesterday, Levy and the mayor of that city announced a \npartnership called Mayors and Executives For Immigration Reform.\n\nThe two leaders said the \"bipartisan, national coalition of elected officials\" would lobby President Bush and \nCongress to \"fix\" the country's immigration laws.\n\n\"This is the right time to impart that message,\" Levy spokesman Ed Dumas said.\n\nLevy and Danbury Mayor Mark Boughton also want the federal government to step up enforcement of existing \nimmigration laws and ease the way for legal immigration, Dumas said.\n\nThe details of the proposal will still have to be worked out, but the thrust of it so far is a two-day trip to Washington \nas early as February.\n\nDuring the first day, local elected officials such as Levy and Boughton would attend seminars to share with other \nlocal governments their best practices for dealing with undocumented immigrants.\n\nOn the second day, officials would visit Congress members to lobby for assistance to local governments that say \nthey are bearing the financial burden of illegal immigration. They'll also push for more border enforcement.\n\nBoughton brought the idea to Levy after reading about \"some of the issues that the county executive is facing and \nhe's facing some of the same issues in his city,\" Dumas said.\n\n\"He [Boughton] said, 'I'm sure there are other people like us - local elected officials that are left holding the bag . . . \nfrom the federal government's failure to enforce its own laws.' \"\n\nSome estimates put the number of illegal immigrants in Suffolk County at 35,000 to 40,000.\n\nDumas said Levy believed the alliance was a good idea because there is strength in numbers.\n\n\"Levy has become the de facto spokesperson for local elected officials and now his ideas are becoming more and \nmore mainstream.\" lmunoz@nydailynews.com\n\n"}