{"title": "Showdown on immigration in the works; Democrats push old bill as GOP balks", "body": "\nWashington --- In an effort to force a debate on immigration next week, Senate Democrats announced \nWednesday that they will reintroduce a bill from last year that would give most illegal immigrants a chance at \ncitizenship.\n\nThe move upset Republicans, who want more time to forge a separate compromise measure.\n\nBut Majority Leader Harry Reid (D-Nev.) said at a Capitol Hill news conference that last year's bill would be a \nstarting point for debate and that an \"open amendment process\" would allow for changes. He also said a \ncompromise measure could be substituted if it emerges by next week.\n\n\"This is the time to do something about our broken immigration system,\" he said.\n\nLast year, when the GOP-controlled both houses of Congress, 23 Republicans joined all Senate Democrats to \napprove the immigration legislation. But the House passed a vastly different bill that rejected citizenship \nprovisions, which Republicans there labeled \"amnesty.\"\n\nNegotiations between the two chambers to reconcile the bills never occurred.\n\nSen. Arlen Specter (R-Pa.) ranking member of the Senate Judiciary Committee, said Wednesday that a \ncompromise has been in the works for months and that lawmakers need more time to negotiate.\n\n\"We need more time to flesh out the grand compromise, the grand bargain that we have structured so far,\" he said.\n\nTwo Cabinet members --- Homeland Secretary Michael Chertoff and Commerce Secretary Carlos Gutierrez --- \nhave been meeting with key Republican and Democratic lawmakers to craft the bill.\n\nPoints of contention include whether future temporary workers will have a chance to become permanent residents \nand citizens and whether immigrants will have to return to their home countries before re-entering the United States \nlegally, people familiar with the negotiations said.\n\n\nSen. Patrick Leahy (D-Vt.), chairman of the Senate Judiciary Committee, said President Bush --- who backs \nimmigration reform despite the Republican opposition --- \"has got to be personally involved\" in the negotiations.\n\n\"He cannot just send up Cabinet members and ask them to speak with a few members of the president's party,\" \nLeahy said.\n\nSen. John Cornyn, a Texas Republican and one of the negotiators on the compromise bill, said Reid's decision to \nintroduce last year's bill and force a debate next week is \"a risky strategy.\"\n\n\"We've still got a lot of work to do on the bill. I hate to think that by forcing the issue, that (the) wheels come off. \nThis is too important for us to fail,\" he said.\n\nSen. Edward Kennedy (D-Mass.), a sponsor of last year's bill, endorsed Reid's strategy.\n\n\"Unless we set some guideposts, some guidelines, some definite periods on an issue of this magnitude and \nimportance, the Senate will not address it,\" he said.\n"}