{"title": "NO CORPORATE CONSPIRACY TO SMUGGLE ILLEGAL ALIENS", "body": "\nTYSON FOODS\n\nTyson Foods has become the nation's largest provider of poultry, beef and pork by operating safely, responsibly \nand efficiently. Everyday we work to ensure compliance with federal, state and local regulations, while providing \n120,000 people in the United States with good-paying jobs and benefits, regardless of ethnic origin. We take issues \nof employment verification very seriously and have routinely worked with the government to ensure responsible \ncorporate behavior throughout our operations.\n\nRecent articles and editorials following the indictment of Tyson Foods by the U.S. Justice Department, however, \nhave reported at face value the government's allegations that the company \"conspired to smuggle illegal \nimmigrants\" to work in Tyson processing plants. Fairness requires a much closer look at both Tyson's and the \nDOJ's actions.\n\nFirst, managers at three (not 15, as has been reported) of our plants apparently did take the bait of a government \n\"sting\" operation, accepting the offers of undercover federal agents to \"recruit\" and deliver illegally documented \nworkers. This is not, however, proof of a company \"conspiracy\" -- particularly when managers at two other plants \nrefused the same offers made to them and when, at the time, we operated more than 50 plants. Moreover, at the \nsame time one arm of DOJ was investigating Tyson for alleged \"conspiracy\" to smuggle undocumented workers, \nanother arm -- the Division of Civil Rights -- was investigating claims at one of our Missouri plants that we were \nscrutinizing the documents of Hispanic workers too closely. While this may prove that DOJ's right hand doesn't \nknow what the left hand is doing, it surely disproves any allegations of a \"conspiracy\" on our part.\n\nSecond, news reports have failed to note that Tyson Foods was one of the first and largest voluntary participants in \nthe INS's computerized employment document verification program, known as Basic Pilot. Indeed, at about the time \nthe DOJ was initiating its investigation, we learned of some potential activity involving false documents in one of our \nAlabama plants. We immediately and voluntarily self-reported this information to INS and worked with it to see if we \ncould catch any employees engaging in the suspected illegal activity -- the very type of activity by lower-level \nemployees that federal prosecutors now have blamed on the company as a whole.\n\nThird, the government is taking a novel approach to assessing penalties that should send shivers down the spine of \nevery business in America that employs Hispanic workers. Basically, the government has made a grossly \ninaccurate assumption about Hispanic workers and the percentage of them who are illegal. Further, the \ngovernment assumes, because these workers are \"illegal,\" we pay them less than we would have to pay other \nworkers (again, false). Therefore, using a questionable application of the forfeiture statute, the government \nmaintains that Tyson should forfeit excess profits earned as a result of this alleged activity. In the history of \nimmigration enforcement, the largest fine ever levied is $1.9 million. Yet, using new \"forfeiture\" math, the prosecutor \nis seeking many, many times this amount.\n\n\nFinally, the way in which the government conducted this investigation raises alarming questions about the attitude \ntoward and the treatment of immigrants in the U.S. The most egregious claim throughout this process has been that \nwe engaged in \"smuggling.\" While a handful of plant managers accepted an illegal offer from undercover agents, \nnot one was involved in the \"smuggling\" of illegal immigrants. If any smuggling occurred at all, it was done by \nthe government's undercover agents.\n\nOne has to ask, why is the U.S. government spending time, money and manpower enticing poor immigrants to \ncross our border, helping to provide them with forged documentation and then entrapping the companies willing to \nprovide them jobs? Why is one branch of the government targeting Hispanic workers and the companies that \nemploy them, while the president is proposing an amnesty program aimed at breaking down the barriers to legal \nentry and employment?\n\nAt Tyson Foods, we have reaffirmed our commitment to work diligently to ensure corporate compliance with all \nfederal, state and local laws and regulations. While federal prosecutors may have \"stung\" three of our plant \nmanagers, we believe a fair hearing of the facts of this case will vindicate our company. We only hope that the \ngovernment's claims and actions will receive further scrutiny as well.\n\nNotes\n\nCOMMENTARY; Ken Kimbro is senior vice president of human resources at Tyson Foods Inc., Springdale, Ark.\n"}