{"title": "INS Sees Big Drop in High-Tech Visas", "body": "\n The fallout from a slowing economy and the technology bust has shown up in yet another place: the decreasing \nnumber of so-called high-tech visas awarded to foreign workers. \n\n The Immigration and Naturalization Service said this week that the number of people who received H-1B visas \nduring the first three quarters of fiscal year 2002 was less than half the number approved in the same span last \nyear. \n\n \"Jobs are down overall and so are H-1B visas,\" said Theresa Brown, director of immigration policy at the U.S. \nChamber of Commerce. \"You're seeing the economy at work.\" \n\n From Oct. 1, 2001, to June 30, 2002, about 60,500 people were approved to work under H-1B status. About \n130,700 people were approved as of the same time last year. Pending petitions for H-1B visas were estimated at \n18,000 as of June 30. \n\n The H-1B status allows foreign professionals to work here for up to six years. Congress has increased the annual \nallotment of H-1B visas several times, to the current threshold of 195,000.  \n\n Elizabeth Stern, an immigration lawyer with Shaw Pittman, said that because companies are cutting expenses, \nthey are doing less recruiting at overseas universities. \n\n However, the INS said those who count toward the official limit make up less than half of the total number of people \ngiven H-1B status, because those who were previously approved and whose stays are extended or have their \nstatus modified are not included in those numbers. Also, people working for educational institutions and nonprofits \nare exempt from the limit and not counted against it. \n\n Still, according to the INS report, demand for H-1B visas is down. During the first nine months of fiscal year 2002, \n159,000 H-1B visa requests for new or continuing employment were filed, compared with 270,000 in the same \nperiod last year and 220,000 two years ago. \n\n The shrinking number of H-1B applicants comes at a time when technology unemployment continues to rise. \nDuring the tech boom, many U.S. companies said their biggest problem was finding enough workers. So \nbusinesses, especially technology companies, went overseas for skilled labor, and helped foreign workers apply for \n\n\nH-1B visas. The growing popularity of H-1B visas, however, became controversial as some protested that \nAmerican workers were bypassed for foreigners who would work for less money. Others complained that the \nprogram allowed U.S. businesses to exploit foreign workers. \n\n Thom Stohler, vice president for workforce policy at the American Electronics Association in Washington, said he \nwasn't surprised at the drop in applications, because it tracks with the economy. But he said the visas are still an \nimportant part of the technology workplace. \n\n \"The H-1B visa program is a necessary program,\" said Stohler, whose organization represents 3,000 technology \ncompanies. \"It helps create jobs.\" He said he didn't agree that H-1B visa-holders displace American workers. \n\n \"The program is very popular with industry and not popular with the public,\" said Steven Camarota, research \ndirector of the Center for Immigration Studies in Washington. Camarota said the reported numbers are \n\"meaningless\" because of those with H-1B status who aren't counted in the statistics. Still, Camarota said, the \nnumbers are too high. \"Our immigration policy is decoupled from our economic policy,\" he said. \n"}