{"title": "Getting the whole story on immigrants", "body": "\nThursday's headline, \"Illegal immigrant sentenced in fatal crash,\" may not have registered if I hadn't read a \nparticular letter to the editor back in November:\n\n\"There is now a journalistic consensus that such headlines are prejudicial,\" University City resident Zuleyma Tang-\nMartinez wrote. \"By referring to the nationality and alleged immigration status of Latin Americans involved in crimes, \nthe Post-Dispatch fosters the stereotyping of Latin American immigrants, whether documented or not, whether \ncitizens or not, as criminals.\"\n\nTang-Martinez has a valid point. Last year, I wrote about the correlation between race riots of the early 1900s and \nthe flammable headlines of the time, like \"Negro brutally murders prominent citizen,\" and \"Negro robs house.\" \nWalter White, leader of the NAACP at the time, wrote that the \"glaring, prejudice-breeding\" newspaper headlines \nand stories about \"crime or suspected crime committed by Negroes\" fueled the riots.\n\nCourtney Prentis, director of Catholic Charities Community Services Southside Center, an organization that assists \nimmigrants in St. Louis, is concerned about the rhetoric and extremes she finds in the media regarding illegal \nimmigration.\n\n\"We're at a point where frustrations and anxieties may eventually harm communities,\" she said. \"We're making \nchoices and doing things as Americans we said we'd never do again.\"\n\nI empathize with such sentiments. But I also recognize the media's conundrum. It's responding to what has become \nroutine phrases and pedestrian fears.\n\nIllegal immigration is a hot-button, wedge issue. Gov. Matt Blunt has been crisscrossing the state touting aggressive \nplans to crack down on illegal immigrants. Politicians and bombastic commentators speak of \"Mexicans\" as if they \nwere dangerous Martians out to steal our homes and take our lives.\n\nHow can the media strike a balance between race and the illegal immigration debate?\n\n\"It can report the stories thoroughly. Go into the community, tell the whole story. What kind of jobs do the \nundocumented have, what schools do their kids attend, what are their sacrifices, their problems?\" said Gilbert \nBailon, editor of the Post-Dispatch editorial page. \"This is not to say the media must sympathize or try to do stories \nthat make people like the undocumented. Everything is fair game.\"\n\nBailon will serve as a panelist Tuesday for a forum sponsored by the St. Louis Chapter of the Society of \nProfessional Journalists, titled \"Race & the Media: Illegal Immigrants and Hispanics Seen Through the Prism of the \nPress.\" He will be part of a discussion about the dramatic rise in stories about immigration, the blurred lines \n\n\nregarding illegal immigrants and Hispanics in general, and the media's role in challenging and reinforcing \nstereotypes.\n\nEven though Missouri's population is less than 3 percent Hispanic, immigration is still an emotional and significant \nissue, Bailon said. \"It's not just a euphemism for Hispanics. In St. Louis, you have people from all over the world - \nAsians, Bosnians and Africans. They have different plights, issues and statuses,\" Bailon said. \"Unfortunately, the \npeople who aren't covered by the media are the immigrants themselves. They are faceless, unknown, not \nhumanized.\"\n\nNews organizations, he added, need to approach immigration and the growing Latino population as it did \ntechnological growth.\n\n\"How many newspapers had full-time technology writers 10 years ago?\" Bailon said. \"We need to get steeped into \nthis, make contacts, delve into communities and follow the issues more broadly.\"\n\nThere's a desperate need to reclaim the immigration issue, said Katherine Reed, assistant professor of Journalism \nat the University of Missouri-Columbia, who also will speak at the forum.\n\n\"There's so much misinformation being put out there, particularly about crime related to immigration - it has been \nhighly overstated,\" said Reed. \"News organizations need to make this subject theirs - talk to the true experts and \neconomists, so it can carefully, objectionably challenge issues like this nonexistent correlation between illegals and \ncrime. It needs to fight bad information with good information.\"\n\nReed also edits ¡Adelante!, a bilingual magazine for the Latino community. Last year, the publication interviewed \nsmall and large business owners who utilized a government-sponsored guest worker program. The story revealed \ncomplicated layers of the illegal immigrant debate.\n\n\"We talked to seasonal workers from Mexico who went back home after they worked,\" Reed said. \"Employers were \nimpressed with the workers and feared losing them or their businesses after they left. We interviewed employers \nwho wanted to use the program but found it too hard.\"\n\nThe topic of illegal immigration is getting \"a lot of flash,\" said Bailon. The media, he added, could add real-life \nsubstance to the debate and help the country work past that rhetoric.\n\nLast year, about a half-million Hispanics and others filled the streets of Dallas for one of the largest civil rights \nmarches in the city's history. As a guest on the program \"Democracy Now,\" Bailon, the grandson of Mexican \nimmigrants, explained why the issue rises above politics for him:\n\n\"This is as personal as it gets,\" he said. \"It's ... my family, my children, my parents, my uncles and aunts ... This is \nnot something that I think people in Washington understand.\"\n\n---\n\nFor more information about the Society of Professional Journalists' forum, go to www.stlspj.org.\n"}