{"title": "U.S. Releases Cuban Bombing Suspect, Angering Havana", "body": "\nA 79-year-old anti-Castro Cuban exile and former C.I.A. operative linked to the bombing of a Cuban airliner was \nreleased on bail yesterday and immediately returned to Miami to await trial on immigration fraud charges.\n\n  The man, Luis Posada Carriles, was released from the Otero County Prison in Chaparral, N.M., after posting a \n$350,000 bond on the immigration charges.\n\nHis release infuriated the authorities in Cuba and Venezuela, who have been trying to extradite him to stand trial \nover the 1976 airliner bombing, which killed 73 people, including several teenage members of Cuba's national \nfencing team.\n\n  The United States Justice Department had tried unsuccessfully to prevent his release, arguing that his escape \nfrom a Venezuelan prison in 1985 increased the risk that he might flee before the scheduled start of his trial on \nimmigration charges on May 11. \n\n  The court rejected the Justice Department's argument, but it increased security measures by ordering Mr. Posada \nto be fitted with an ankle bracelet to track his whereabouts. He was ordered to remain under house detention with \nhis wife in Miami until the immigration trial begins. \n\n  Mr. Posada, a gray-haired former intelligence operative and United States Army officer, has been detained since \nMay 2005, when he entered the United States illegally. \n\n  President Hugo Chavez of Venezuela said Thursday in Caracas, ''We demand that they extradite that terrorist and \nmurderer to Venezuela, instead of protecting him.'' \n\n  Dagoberto Rodriguez Barrera, the chief of the Cuban Interests Section, Cuba's diplomatic representation in \nWashington, told Agence France-Presse yesterday, ''Cuba forcefully condemns this decision and holds the \ngovernment of the United States totally responsible for the fact that Posada Carriles is free in Miami.'' \n\n  Prensa Latina, the Cuban news agency, reported last night that 50,000 people had gathered at a demonstration in \nBayamo, a city in southeastern Cuba, to protest the release of Mr. Posada and to demand that he be tried for the \njetliner bombing. \n\n  The Cuban government has also accused Mr. Posada, an avowed opponent of the island's Communist rule, of \nplotting to assassinate the Cuban leader, Fidel Castro, in Panama in 2000, and of planning a series of explosions in \ntourist hotels in Havana in 1997. \n\n  Mr. Posada was jailed in Panama in connection with the attempt on Mr. Castro's life but was later pardoned by \nPanamanian officials. He admitted, then later denied, that he had directed the wave of hotel bombings in 1997. \n\n\n  He has also repeatedly denied responsibility for the bombing of the plane, known as Cubana Airlines Flight 455. \nThe jet blew apart and crashed off the coast of Barbados on Oct. 6, 1976. \n\n  Investigators in Venezuela, where Mr. Posada had been chief of operations in the secret intelligence police, traced \nat least one of the bombs to the plane's luggage compartment. The investigators found that two Venezuelans had \nchecked bags through to Havana but got off the plane at a scheduled stop in Barbados.\n\n  The men had worked for Mr. Posada, who was arrested in Venezuela and charged with the bombing. He escaped \nfrom prison in 1985 dressed as a priest after associates bribed a guard. \n\n  Cuban officials have accused the United States of hypocrisy in battling terrorists by not prosecuting Mr. Posada \nor deporting him to stand trial on terrorism charges in another country. They routinely refer to Mr. Posada as ''the \nbin Laden of the Americas.'' \n\n  Mr. Posada's shadowy past as a Central Intelligence Agency operative put the United States in a politically \ndelicate position. In his early years, he had received military training in the United States and worked for the C.I.A. \nto bring down the Castro government. He participated in the failed Bay of Pigs invasion in 1961. Later he was \ninvolved in supplying arms to rebels in Nicaragua. \n\n  The United States has acknowledged his long record of violent acts. In court papers filed in his immigration fraud \ncase, the Justice Department described him as ''an unrepentant criminal and admitted mastermind of terrorist \nplots.'' \n\n  Mr. Posada was detained in 2005 after he entered the United States on false pretenses. According to an \nindictment unsealed this year, he lied when he told border officials he had paid a smuggler to drive him from Mexico \nto Texas. He actually entered the country on a small boat. He also lied about using an alias. \n\n  An immigration judge has blocked Mr. Posada's extradition to Cuba or Venezuela, ruling that he could be subject \nto torture in those countries. Efforts to deport him to another country have failed because so far no other country \nhas been willing to take him. \n\n  His arrival in Miami yesterday afternoon set off mixed reactions among the area's many Cuban exiles, who see \nhim as both a patriot and an embarrassment. \n\n  ''We have been fighting this war on terror, and here we are releasing a man who has a history of terrorist acts and \nis a fugitive of justice in other countries,'' said Elena Freyre, executive director of the Cuban-American Defense \nLeague, a moderate exile group in Miami. ''It's absolutely appalling.'' \n\n  But Miguel Saavedra, president of Vigilia Mambisa, a small, hard-line anti-Castro exile group, said he felt \nvindicated by Mr. Posada's release on bail. \n\n  ''The only ones accusing him are the governments of Cuba and Venezuela,'' Mr. Saavedra said. ''They can only \naccuse him because they haven't been able to prove anything. If he is sent to Cuba or Venezuela, it would be the \nequivalent of executing him.''  \n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: A billboard in Havana bears a likeness of Luis Posada Carriles and reads, ''Cuba declares him guilty'' in the \nbombing of a Cuban jetliner in 1976. (Photo by Javier Galeano/Associated Press)                                                                              \n\nhttp://www.nytimes.com/\n\n"}