{"title": "PROBE RAISES BIAS CONCERN Immigrant advocates complain of roundups", "body": "\nAmal Tageldin and Sousan Achou insist their husbands are in the U.S. to provide for their families - not to take part \nin a holy war.\n\nTheir husbands are being held by the Immigration and Naturalization Service on visa violations after the FBI raided \ntheir Jersey City apartment building Saturday in a hunt for clues in the terrorist attack on America.\n\n\"My husband is working a hard job, just trying to survive,\" said Amal Tageldin, 26, wife of Abdou Tageldin, 35, a \ndishwasher at a local diner. \"We're not making any problems. We have nothing to do with terrorism.\"\n\nSome immigration advocates say the case illustrates a troubling pattern: The government is rounding up people \nof Middle Eastern descent first and asking questions later.\n\nThe feds targeted the building on Tonnelle Ave., near Jersey City's Journal Square, because that's where two other \nmen being questioned by the government also lived.\n\nThe two - Ayub Khan, 51, and Mohammed Azmath, 47 - were detained last Wednesday when a train they were on \nrolled into Fort Worth, Tex.\n\nThey were carrying $5,000 in cash and box cutters - which investigators said were used by some hijackers.\n\nThe wives of the two other men being held by the INS are both eight months' pregnant and insist their husbands did \nnothing wrong. They fear the two will be deported and yesterday were contacting a lawyer.\n\nNew Jersey INS District spokesman Kerry Gill declined to comment on the case involving Tageldin and his \nneighbor, Abdulsalam Achou, a 37-year-old pita bread delivery truck driver, calling it an ongoing investigation.\n\nBut immigration experts said cases like this are troubling.\n\n\"I find it troubling that the government is using immigration laws as a way to detain people rather than on criminal \ncharges,\" said Cyrus Mehta, chairman of the immigration law committee at the New York bar association.\n\nIbrahim Hooper, spokesman for the Washington-based Council on American-Islamic Relations, agreed. \"We hope \nthey're approaching people based on some reasonable explanations and not because they're practicing Muslims,\" \nhe said.\n\nThe council has received dozens of reports nationwide that people are being stopped and questioned by FBI \nagents on their religious beliefs. Immigrant activists insist the same is true in New York.\n\n\nThe FBI has detained 75 people for questioning and has used their immigration violations to detain them longer, \nAttorney General John Ashcroft acknowledged yesterday.\n\nAshcroft said he wants new rules that will allow investigators to hold suspected undocumented immigrants for up \nto 48 hours - double the current time - without being charged on any immigration violations.\n\nAn INS official said random racial and religious profiling is not being used. The agency is responding to \nsubstantiated tips. \"The mission is to follow leads, it's not to sacrifice a community,\" the official said.\n\nCompounding immigrant advocacy group concerns are a spate of bias attacks against Arabs and East Asians.\n\nThe FBI is investigating 40 incidents, including a New Jersey man who was shot and killed in Texas. His funeral \nwas held yesterday in New Jersey.\n"}