{"title": "Rights Group Accuses U.S. of Failing to Protect Latinos", "body": "\nA civil rights legal advocacy group, LatinoJustice PRLDEF,  filed an unusual international petition Thursday \naccusing the United States of failing to adequately protect Latinos living within its borders, regardless of \ncitizenship. \n\n  The claim was filed with the Inter-American Commission on Human Rights, an organ of the Organization of \nAmerican States, of which the United States is a founding member. It charges that the United States is failing to \nlive up to the group's declaration on human rights, the American Declaration of the Rights and Duties of Man.\n\n  It cites violence against Latinos, including the murders over the past five months of three immigrants: Jose \nSucuzhanay in Brooklyn last week, Marcelo Lucero in the Long Island town of Patchogue on Nov. 8, and Luis \nRamirez in Shenandoah, Pa., on July 14. In all three cases, prosecutors say the assailants used anti-Latino slurs. \nHate-crime attacks on Latinos rose 40 percent between 2003 and 2007, the petition says, citing the Federal \nBureau of Investigation. \n\n  The complaint also cites the rising use of agreements that allow local communities to deputize their police forces \nto carry out immigration law. They were created after Sept. 11, 2001, to increase cooperation between local police \ndepartments and federal immigration authorities. \n\n  The group argues that deputization leads the police to treat all Latinos as suspects of immigration violations, \nengenders mistrust of the police among Latinos, divides communities and promotes a belief that Latinos can be \nattacked with impunity. The complaint notes that such an ordinance was adopted in Shenandoah and was under \nconsideration in Suffolk County, where Patchogue is situated.\n\n  The United States has not recognized the commission's decisions as binding, but has sometimes responded to \nthem in the diplomatic arena, lawyers at LatinoJustice say. In order for the petition to go forward, the commission \nmust determine that the plaintiffs have exhausted all domestic legal remedies.  \n\nhttp://www.nytimes.com\n"}