{"title": "Immigrant Groups Split on Boycott; Walkouts May Do More Harm Than Good, Some Say - Correction Appended", "body": "\n The coalition of grass-roots organizations that staged huge rallies on behalf of illegal immigrants in recent weeks \nis torn over an ambitious next step, a massive job and economic boycott that some are calling \"A Day Without \nImmigrants.\" \n\n Across the country, some groups have expressed enthusiasm for a May 1 action that they hope would paralyze \nrestaurants, hotels, meat-packing plants and construction sites. But others have questioned the strategic value of \nsuch a  move so soon after the wave of demonstrations, particularly  as it would require many illegal immigrants to \nrisk their jobs by skipping yet another workday. \n\n Skeptics  have another pressing concern  --  that a prominent antiwar group may be playing a leading role in the \nboycott, linking its cause with the immigrant rights campaign  to promote its own agenda. \n\n The dispute is a symptom of the decentralized nature of the immigrant rights movement, where organizers have \nstruggled to catch up to and harness ideas that bubble up from a vast network of local groups, rather than come \ndown from one primary leader or committee. The disagreements also highlight the challenge of fashioning the \nmobilization of Latinos into a lasting movement. \n\n  \"You can only march for so long to make your point,\" said Juan Jose Gutierrez, national coordinator for Latino \nMovement USA, an early proponent of the boycott. He said organizers need to keep the pressure on Congress to \nreject a House immigration bill that would make it a felony to be in the country illegally or to assist an illegal \nimmigrant. \n\n \"You have to think of other creative ways to make it clear to Congress and the Bush administration that we expect \nthem to behave responsibly,\" Gutierrez said. Organizers chose May 1, he said, because of \"its special symbolism\" \nas an international workers' day. \n\n\n In Los Angeles, organizers were planning the boycott even before the March 25 rally there that produced half a \nmillion people. They want to erect a stage downtown on May 1 and invite movie stars, said Mike Garcia, president \nof the Service Employees International Union Local 1877. \n\n In Chicago, \"everyone in the Spanish media now is talking about a May Day,\"  said Artemio Arreola, a member of \nthe Mexican Federation, a driving force behind a march last month that included  about 300,000 people. \n\n And in Dallas, where between 350,000 and 500,000 turned out for a demonstration on Sunday, Jesse Diaz, \npresident of the local League of United Latin American Citizens, predicted that the boycott idea \"is going to take off \nlike wildfire. There's so much emotion in the air. You're going to see something like you've never seen in the United \nStates.\" \n\n But that optimism is not shared in Washington, where  100,000 to 300,000 people filled the Mall on Monday. Many \norganizers of that demonstration  expressed serious doubts about the boycott. \n\n \"This is something we need to take very seriously, and consider all the repercussions of not doing it right or of \ncreating a backlash,\" said Jaime Contreras, president of the National Capital Immigrant Coalition and chairman of \nthe local Service Employees International Union. \n\n \"It's premature to do the boycott May 1, given that the Senate doesn't get back in session until the week of the \nApril 23,\" added Contreras, who said he will recommend that his organization reject the plan. \"We want to see what \ncomes out of the Senate and what compromises [with the House] emerge before we do that.\" \n\n Those concerns were echoed by organizers in Philadelphia and Des Moines. \"We are not going to cause division \namongst the group,\" said Ricardo Diaz, who helped organize two marches in Philadelphia. \"We are not yet \ncommitted to the May 1 boycott.\" \n\n Diaz, Contreras and other leaders were alarmed that the antiwar organization Act Now to Stop War and End \nRacism co-sponsored an April 4 news conference in the District to announce the boycott, even before the April 10 \nevents. The group has been criticized by conservatives as being affiliated with the Socialist Workers Party and \nsupporting the Palestinian uprising against Israel. \n\n \"Groups . . . that have done nothing on immigration have no reason to stick their nose where it doesn't belong,\" \nContreras said. \"They have no business saying, 'Let's do a strike' when it will create a humongous burden on \nimmigrant groups. They need to stay in their box.\" \n\n Brian Becker, national coordinator of the antiwar organization, said his group has long supported immigrant rights \nand is not trying to co-opt the May 1 action. \"We are just part of the coalition;  we are not spearheading it at all,\" he \nsaid. \"Whatever the immigrant rights community calls for is what we support.\" \n\n In the coming days, representatives of hundreds of groups across the nation will be meeting to decide whether to \nsupport the boycott. Whatever happens at those gatherings, supporters of the action said, the idea has already \ntaken hold. \n\n  \"Word has started getting out through the Listservs   on the Internet, through mass media,\" Gutierrez said. \"The \nbuzz has gone national. This idea has taken a life of its own, and although there will be detractors for a whole \nvariety of reasons, May 1 will happen.\" \n\nCorrection\n\nAn April 14 article incorrectly described the group Act Now to Stop War and End Racism. ANSWER has long been \naffiliated with the Workers World Party, not the Socialist Workers Party. \n\n\n\nCorrection-Date: April 15, 2006\n"}