{"title": "Woman Fleeing Tribal Rite Gains Asylum; Genital Mutilation Is Ruled Persecution", "body": "\nThe nation's highest immigration court ruled yesterday that a 19-year-old West African woman should be granted \npolitical asylum because she fears the bloody but traditional practice of genital mutilation by members of her \ntribe.\n\nThe ruling marked the first time that a court with national jurisdiction recognized the practice of female genital \nmutilation as a form of persecution, and the decision will serve as a precedent for the 179 immigration judges \nwho hear asylum cases around the country.\n\nIn an 11 to 1 decision, the Board of Immigration Appeals found that Fauziya Kasinga of Togo was a credible \nwitness and that she met the standards of U.S. law by showing that she had a well-founded fear of suffering genital \nmutilation. Previous rulings by immigration judges were divided on the issue.\n\n\"The characteristic of having intact genitalia is one that is so fundamental to the individual identity of a young \nwoman that she should not be required to change it,\" said the majority opinion written by appeals board Chairman \nPaul W. Schmidt.\n\nAn estimated 80 million women have been subject to genital mutilation worldwide, according to the Immigration \nand Naturalization Service (INS). The crude and frequently dangerous practice is often performed on girls at the \nage of puberty. The opinion cited evidence that genital mutilation has often been used to assure male domination \nof women.\n\n\"We find that [female genital mutilation] can be a basis for asylum,\" Schmidt said in the opinion.\n\nKasinga fled her homeland in 1994, days after she said she was forcibly married to an older man and prepared for \ncircumcision in accordance with tribal custom. She arrived at Newark airport with a false passport and was \nimmediately put in prison while her asylum case progressed. After being denied asylum by an immigration judge in \nPhiladelphia, she pursued an appeal and was released from detention in April two weeks before the appeals board \nheard her case.\n\nThe board found that Kasinga's account was \"plausibly detailed and internally consistent.\" Her attorneys had \nargued that the judge who initially ruled against her was biased and uninformed about practices in Togo. In \npresenting its case before the appeals board, the INS argued that there were serious inconsistencies in Kasinga's \nstory but the agency declined to make a firm determination on her credibility.\n\n\"I am very happy for her. I feel all the injustices she suffered under our system have been, if not redeemed, at least \ndealt with responsibly,\" said Layli Bashir Miller, a law student at American University who helped Kasinga with her \nasylum case.\n\n\nIn making its grant of asylum to Kasinga, the appeals board rejected arguments by the INS that Kasinga's case \nought to be sent back to the immigration judge that originally heard it for reconsideration. The INS, which like the \nappeals board is a part of the Justice Department, argued that forcible female genital mutilation can be grounds \nfor asylum, and asked the court only for a broad framework that could be used to evaluate applications for asylum \nby people claiming fear of female genital mutilation.\n\nWhile the ruling broke new ground by recognizing genital mutilation as a form of persecution, much of the \nappeal board's reasoning was framed around the specific circumstances of Kasinga's case.\n\nA key aspect of the ruling concluded that Kasinga was a member of a persecuted social group by virtue of her \nmembership in the Tchamba-Kunsuntu tribe of Togo and by reason of her opposition to the practice of genital \nmutilation. Among members of that tribe, as in many parts of Africa and Asia, the genitals of young women are \nritually cut away in the belief that it keeps them pure and faithful.\n\nIn another key finding, the appeals board concluded that Kasinga faced the danger of persecution throughout \nTogo, meaning that the police and other government agencies offered no real protection to her from her husband \nand other members of her tribe who wanted to subject her to genital mutilation.\n"}