{"title": "Immigration has grown more complicated; Even if conditions met, wait to get in can take decades", "body": "\nWhen Yudi went to the U.S. consulate in San Pedro Sula in Honduras to see whether she could get into the USA, \nthe receptionist ticked off the documents she would need to apply for a visitor's visa.\n\nShe would need to show whether she had a bank account and how much was in it, whether she owned real estate \nor a car and that she had a good-paying job for at least five years -- all evidence that might indicate she was not \ntrying to get into America to stay and work illegally. Her heart sank.\n\n\"I realized it was impossible,\" she said, speaking on the condition that her full name not be used because she said \nshe was assaulted by smugglers. \"I would never have those things.\"\n\nSo Yudi, 23, did what millions of other Latin Americans have done. She came anyway.\n\nMany people in Latin America have requested legal visas to come to the USA, but the wait can be decades, if \napproval is given at all. Diversity visa programs aimed at increasing the USA's cultural mix are skewed against Latin \nAmerica because there are so many of its people already here. All of which provides a powerful inducement to \nsneak in, critics of the U.S. immigration system say.\n\nU.S. visa laws have changed and become so much more complex since the days of Ellis Island that it is simply \nimpossible for many hardworking people around the world to legally immigrate to the USA, they say.\n\n\"It's not a system that is at all geared to reality,\" said Nic Suriel, an immigration lawyer in Phoenix.\n\nImmigration-control advocates say the system is doing its job and the true problem is that the USA cannot afford to \ntake in more people.\n\n\"America is already at an unsustainable level of hyperlegal immigration,\" said William Gheen, president of the \nAmericans for Legal Immigration Political Action Committee. \"Anybody that's complaining about us not letting \nenough people in legally is full of it.\"\n\nUntil the 1920s, immigrating to the USA was relatively easy. America needed people to populate its Western \nfrontier and work in its factories.\n\nIn 1921, Congress passed the first law setting numerical limits for visas based on countries of origin.\n\nAs the USA moved toward a service-oriented economy in the 1960s, immigration officials became more selective \nabout the kinds of workers the nation wanted.\n\n\nThese days, U.S. immigrant visas are limited mostly to the educated, the affluent or people who have spouses or \nparents in the USA, said Gustavo Garcia, an immigration lawyer in Mexico City. If the ancestors of most \nAmericans had tried to immigrate to the USA under today's rules, their American Dream would have ended before \nit began, Garcia said.\n\n\"These days, you need a visa before you can even embark on a trip to the United States,\" Garcia said. \"They \ncouldn't have even gotten on the boat.\"\n\nUnder today's rules, most immigrants must be sponsored by a family member or by an employer, who must prove \nto the U.S. government that the immigrant has skills that are in short supply.\n\nEven for those who meet the requirements for a visa, getting approval to immigrate to the USA can take 20 years \nor more, compared with the three to five hours it took immigrants to pass through Ellis Island during the peak of \nEuropean immigration from 1900 to 1914.\n\nBack then, there was no national immigration law setting quotas: People could enter as long as they were healthy \nand had no criminal record. General immigration laws limiting total numbers of immigration were passed in the \n1920s.\n\nToday, U.S. citizens trying to bring a spouse or young child to the USA can get visas for them almost immediately, \nsaid Chris Bentley, a spokesman for the U.S. Bureau of Citizenship and Immigration Services. Other people face a \nlonger wait.\n\nU.S. citizens trying to bring an adult, Mexican-born son or daughter to the USA face an 18-year wait before a visa \nbecomes available, according to the U.S. State Department's monthly visa report. For a U.S. citizen trying to help a \nFilipino sibling immigrate, the wait is 19 years.\n\nBentley said the system works well, noting that about 1 million people legally immigrate each year and the biggest \nbacklogs are for a handful of countries that have historically sent large numbers of people, mainly Mexico, India, \nSouth Korea, China and the Philippines.\n\n\"To say that we don't have a robust legal immigration system in the United States would be erroneous,\" Bentley \nsaid.\n\nSo how does an unskilled worker from Mexico, with no job offer and no family in the USA get to legally immigrate \nthere?\n\nHe can't, said Mike Franquinha, a Phoenix immigration lawyer.\n\n\"There's no vehicle for these people to immigrate. It just doesn't exist,\" he said.\n\nFrom March 2007 to March 2009, about 300,000 people either entered the USA illegally or overstayed temporary \nvisas, according to the Pew Hispanic Center, a non-partisan think tank based in Washington. Half of them were \nMexicans.\n\nIn all, there were about 11.1 million illegal immigrants in the USA in 2009. That's one of every four foreign-born \npeople in the country.\n\nIn recent years, lawmakers and immigration experts have proposed several changes to reduce the illegal \npopulation, including:\n\n*Making more visas available for Latin America and nearby countries. The shortage of visas and the resulting 18- to \n25-year wait prompt many people to enter the USA illegally, Garcia said.\n\n*Reinstating Section 245(i), a provision in the immigration law that expired in 2001. It allowed spouses and \nchildren in the country illegally to stay while awaiting an immigrant visa and after paying a fine.\n\n\n\n*Passing the Dream Act, which would allow children brought to the USA illegally by their parents to achieve \npermanent residency if they attend college or serve in the military.\n\nThe bill, first introduced in 2001, was part of the Defense Authorization Act the Senate shelved last week.\n\nImmigration-control activists say people will continue to try to enter the USA illegally, no matter how easy it is to \nget a visa.\n\n\"You're never going to have enough legal immigration slots for everybody who wants to come here,\" said Ira \nMehlman, a spokesman for the Washington-based Federation for American Immigration Reform.\n\nThe real troublemakers, said ALIPAC's Gheen, are employers who hire illegal immigrants, politicians who praise \ntheir contributions and authorities who make them feel welcome by, for example, offering forms and services in \nSpanish.\n\n\"If you follow the (immigration) rules, you're penalized; if you break the rules, you're rewarded,\" Gheen said.\n\nTo speed up the visa process, U.S. officials should limit family-based immigrant visas to spouses and children only, \nMehlman said.\n\nCracking down on illegal immigrants and their employers would open up jobs for U.S. citizens and legal immigrants. \nOnly then could the United States raise the number of visas it hands out, reducing the wait, he said.\n\nYudi, who has an eighth-grade education and comes from a poor family, said she decided to try to emigrate after \nstruggling to make ends meet on her salary of about $31 a week, two-thirds of which went to food and \ntransportation to and from her job.\n\n\"One day I realized I was only making enough to feed and clothe myself,\" she said. \"I wanted to have a house \nsomeday, maybe start a business, and with what I was earning I would never be able to do it.\"\n\nAfter visiting the U.S. consulate, Yudi went back to her job at a potato chip factory. But she couldn't stop thinking \nabout her meager salary and the opportunities in America, she said.\n\nHer brother had crossed the border illegally several years before, and he was working in Colorado.\n\nIn March, she struck out alone for the border.\n\nThe trip took her six months. On the Guatemala-Mexico border, she says, she was robbed and sexually assaulted \nby four men. Near Mexico City, she saw a freight train slice off the leg of a fellow traveler after he fell onto the \ntracks.\n\nOn the Arizona border, she hiked through the desert for three days with no food.\n\nIn Phoenix, she was held captive and assaulted again by smugglers. She escaped from the house where she was \nheld and ran toward a passing car and begged for help.\n\nThe driver gave her a ride out of the neighborhood. From there, she made her way downtown and into an office to \nask for help. The office workers called Respect Respeto, an aid group for illegal immigrants in Phoenix.\n\nThe group plans to apply for a U visa, one given to victims of violent crimes, because of the rapes Yudi said she \nsuffered in Phoenix, Garcia said. A U visa would allow her to live and work in the USA for up to four years while \nauthorities investigate the crimes.\n\n\"All I wanted,\" Yudi said, \"was a better life.\"\n\nYudi says she knows many Americans accuse her and other undocumented migrants of simply not wanting to \nfollow the rules.\n\n\n\n\"All I can tell those people is that if we immigrate illegally, we're not doing it for fun,\" she said, her voice cracking. \n\"If they really want people to stop immigrating illegally, then give us an opportunity. Give us a chance.\"\n\nHawley is Latin America correspondent for USA TODAY and The Arizona Republic \n\nGraphic\n\n \n\nPHOTO, Color, Luis Alberto Cruz Hernandez, AP\n\nPHOTO, Color, Michael Chow, The Arizona Republic\n\nPHOTO, B/W, David McNew, Getty Images\n"}