{"title": "NEIGHBORHOOD REPORT: NEW YORK LANDMARKS;The Lower East Side Seeks Honor for Humble Tenements", "body": "\nLandmark designations typically reflect history's grandest aspirations: Grand Central Terminal, the Chrysler \nBuilding and Trinity Church are but a few examples.\n\nBut now several groups are seeking to bestow the honorific on the Lower East Side, an area better known for \ntenements that housed waves of working-class immigrants.\n\nThe proposed historic district would include the narrow corridor between Allen and Essex Streets from East \nHouston to Canal Streets. The district would also extend five blocks along East Broadway and include parts of \nSeward Park and its adjoining library. In total, it would encompass 31 blocks comprising more than 500 buildings, \nthe oldest of which date back to around 1827.\n\nThe district already includes several official landmarks, including the Orthodox Eldridge Street Synagogue, built in \n1887. But most of the structures are nondescript tenements from the late 19th and early 20th centuries, often built \nwithout private toilets.\n\nThe Lower East Side Business Improvement District, which submitted the proposal, says the designation is a way \nto honor the area's rich history and boost its economy.\n\n\"So many groups got their start here,\" said Andrew Flamm, the organization's executive director. \"It was their first \nstronghold on American soil. Whether it's Park Avenue or this area, it is important to recognize that history.\"\n\nProtestant families first developed the neighborhood in the 1820's, followed by German and Jewish immigrants \nfrom Eastern Europe. By the early 1900's, the area was considered the world's largest Jewish community. The \ndistrict began to diversify in the 1920's as tides of Italians, Sephardic Jews and others settled into the tenements \nand took over the shops.\n\nRenee Epps, vice president of the Lower East Side Tenement Museum, said that the area has continued to attract \nnew immigrants, and today included recent arrivals from China, Malaysia, Russia, Puerto Rico and India.\n\nSome community groups, however, expressed concern that the historic status could cause problems for current \nimmigrants.\n\n\n\"Would it hinder the area or benefit growth?\" asked Huey-Min Chuang, director of business outreach for the \nChinatown Manpower Project. \"I'm in favor of historical value, but I'm more interested in how it will help the area \ngrow.\"\n\nIn response, Mr. Flamm pointed out that his group was not seeking designation as a city landmark, which would \nrequire approval for building changes, but rather recognition under the National and State Registers of Historic \nPlaces. It is \"another means for us to promote this whole area,\" he said.\n\nThe proposal has the support of State Assembly Speaker Sheldon Silver and several groups interested in New \nYork history. Others, including Community Board 3 and Councilwoman Kathryn E. Freed, remain undecided.\n\n\"Now that the area is becoming prosperous, many of the old stores are getting kicked out,\" Ms. Freed said. \"This \ncould guarantee more of the same. In one sense, you are keeping the facade but changing the tenants.\"   DENNY \nLEE\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Most of the buildings in the proposed historic district are tenements, like this one at Grand and Ludlow \nStreets. (Barbara Alper for The New York Times)\n\n \n\nChart: \"LOWER EAST SIDE\"\n\nBlocks: 31\n\nBuildings: 508 (445 of them considered historically significant)\n\n \n\nHighlights: Several national landmarks, including the Henry Street Settlement (265 Henry Street), the Eldridge \nStreet Synagogue (12 Eldridge Street), and the Jewish Daily Forward building (173-175 East Broadway). The \narea's oldest building is a Federal-style rowhouse at 183-187 East Broadway, erected around 1827.\n"}