{"title": "A Border-Tightening Congressman Has Immigrants in His Own Backyard", "body": "\nA three-man crew of immigrant laborers had just finished the lawn work at the yellow house: grass trimmed, flower \nbeds neatened, sidewalk edged and swept.\n\n  The workers said they did not know the homeowner personally, but the one driving the landscaping truck, Elmer \nMartinez, 34, said that he must be someone important because of the brass plaque on the front door.\n\n''Congressman Peter T. King,'' the plaque reads, ''3rd District, New York.''\n\n  It is the modest home in Seaford of Representative King, a co-sponsor of legislation that would make felons of \nmillions of illegal immigrants, tighten security and support the building of a wall along parts of the Mexican border. \nThe bill, called the 2005 Border Protection, Anti-Terrorism and Illegal Immigration Control Act, has been passed by \nthe House but not by the Senate.\n\n  Pushing a mower onto a nearby lawn, Mr. Martinez, who is from El Salvador, said he disagreed with such \nmeasures.\n\n  ''I think if people come here and work hard, let them stay here,'' he said. Mr. Martinez has a green card and pays \ntaxes on the $150 a day that he earns, he said. He and his wife, who is from Puerto Rico, have two sons, ages 3 \nand 5, who are American citizens.\n\n  ''I came here because I can make better money than in my country,'' he said. ''There, I make $5 for working a \nwhole day.''\n\n  Another worker in the crew, Alfredo Garcia, 27, said that he, too, had emigrated from El Salvador to have a \nchance to make more money. Mr. Garcia said he had paid a guide to smuggle him into the United States through a \ncombination of cars and trucks. He later obtained a work permit and legal residency status, he said.\n\n  ''I paid a lot of money to come here, and I've worked hard in this country,'' Mr. Garcia said. \n\n  He gestured around the neighborhood, a white enclave on the South Shore of Long Island where one can seldom \nwalk a block or two without seeing Spanish-speaking work crews. On a recent Friday morning, a half-dozen crews \nof Hispanic workers were tending homes within several blocks of Mr. King's house.\n\n  Around the corner, a half-dozen workers from Ecuador and Honduras were fitting heavy stone onto a house \nfacade. Nearby, two Guatemalan immigrants were nailing in roofing shingles, and another block down, a trio of \nSalvadoran immigrants, who said they had each paid several thousand dollars to be smuggled into the United \nStates, were installing a brick driveway.\n\n\n  When Mr. King's children, who are now adults, were young a few decades ago, that type of work was done by \nwhite American citizens, usually first- or second-generation descendants of the Irish, Italian and German \nimmigrants who still populate Mr. King's district, which sprawls across suburban neighborhoods of single-family \nhomes in Nassau County and western Suffolk.\n\n  But today, Mr. Garcia said, ''You'll never see a white guy cutting a lawn around here; Spanish people do all the \nwork in this area.'' \n\n  The third man working for Mr. King's landscaper said he spoke no English and declined to be interviewed. \n\n  Their employer, Steven Sander, has long been a neighbor of Mr. King's, grew up with his children and has been \ncutting his lawn for years.\n\n  Mr. King does not make it his business to investigate the legal status of each landscaping employee cutting his \nlawn, Mr. Sander said, but rather trusts that Mr. Sander is employing legal immigrants. He said that his workers \nwere all legal and that he demanded they have tax identification numbers.\n\n  ''They pay taxes and pay into Social Security,'' Mr. Sander said. ''I wouldn't hire anyone without seeing their papers \nand Social Security number. It's too risky as an employer.''\n\n  In a telephone interview, Representative King, a Republican who was first elected in 1992, said that his stance \nwas not intended to deprive well-intentioned immigrants of the right to work hard for a living. Mr. King voted to \nremove the felony provisions from his immigration bill, in an amendment that was defeated.\n\n  The priority for the country, he said, is the need to ''gain control of the borders'' for national security. \n\n  He stressed the need to ''seal the borders and penalize employers who hire illegal immigrants'' before adding \nmechanisms for illegal immigrants to become legal residents.\n\n  ''I have no problem with increasing the amount of legal immigrants as guest workers, but we have to do it legally,'' \nhe said. ''After 9/11, we don't have the luxury of allowing unlimited illegal immigrants into this country.''\n\n  Asked about his lawn, he said that Mr. Sander used to play Little League with his son, Sean, and had been doing \na great job on his lawn for years. He said he trusted Mr. Sander to ensure that the workers were legal.\n\n  Patrick Santivasci, who lives nearby, said he was one of the few homeowners in the neighborhood to still cut their \nown lawns. \n\n  Illegal immigrants, he said, are ''taking jobs away from people who really do need them.''\n\n  ''It's wrong that they come here without proper papers,'' Mr. Santivasci said. ''I'm liberal, but you can't milk the \nsystem. Ninety percent of them are sneaking their way in. It's a free country, but it's too free.''\n\n  Another neighbor, Richard A. Yodice, 58, who was walking his dog while Mr. King's landscapers were working at \nanother house, disagreed.\n\n  ''They're not taking the jobs we would work,'' Mr. Yodice said. ''They're taking the nonskilled jobs. A white kid these \ndays goes to college and gets into a white-collar job. They don't take the lower-end jobs anymore.\n\n  ''I drive by the 7-Eleven and see hundreds of workers and see 60 or 70 guys swarming a contractor's truck,'' he \nsaid. ''I don't care if they're illegal, as long as they're working. I just don't like to see them taking money out of the \neconomy here and sending it home.\n\n  ''I'm a Republican and I always vote for King and read his columns, but I think he comes down too hard on the \nimmigrants,'' Mr. Yodice said. ''I think he's trying to tie it in with the terrorism issue. You're here and working, \nmaybe that's the answer -- if they're legit and working, let them stay.''\n\n\n\n  Down the block, one of the workers putting in the driveway, Jose Pineda, 31, said he had borrowed $6,000 back in \nEl Salvador for a ride in a truck to Los Angeles, and then wired back the payments over a year's time. He paid an \nimmigration lawyer to get a work permit, Mr. Pineda said.\n\n  He nodded toward his two workers, his nephew Moses Flores, 24, and his uncle Calixto Pineda, 39, and said they \nhad both immigrated the same way but had paid almost $7,000 each. \n\n  Jose Pineda said he had learned masonry by working for Italian bricklayers and then had started his own \nbusiness and had bought a house in Roosevelt. \n\n  ''They want to kick all the illegal Spanish workers out, but I don't think Americans want to do these kind of jobs \nanymore,'' he said. ''They all work in offices with their head, as lawyer or teachers or something. Of course, any \nillegal people who don't like to work should be sent back.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: Hispanic workers tend to a lawn in the Seaford neighborhood of Representative Peter King, above. He has \nco-sponsored a bill to reduce illegal immigration. (Photo by Don Hogan Charles / The New York Times)\n\n (Photo by Kirk Condyles for The New York Times)\n"}