{"title": "Fairfax Woman Won't Be Deported", "body": "\nMi-Choong O'Brien, a Korean immigrant from Fairfax County who was facing deportation for embezzling money \nfrom her employer, was released from an Arlington jail Friday and has been told she can remain in this country. \n\nO'Brien, 50, who has been detained since January and was informed Thursday that her appeal to stay in the \ncountry had been denied, was picked up by her husband, Joseph O'Brien, 54, and taken to their home in \nCentreville, family members said.  \n\nMi-Choong O'Brien had been sentenced to three years, with all but one suspended, after she pleaded guilty last \nyear to stealing several thousand dollars from her employer.  \n\nShe had been detained for several months under a 1996 immigration law that allows the United States to deport \nnoncitizens with criminal convictions and sentences of a year or more.  \n\n\"We've gone through the blackest of nights to the brightest of days in a matter of hours,\" Joseph O'Brien said Friday \nevening. He said he had been working furiously to secure his wife's release.  \n\nRuss Knocke, a spokesman for Immigration and Customs Enforcement, confirmed that Mi-Choong O'Brien had \nbeen released and that the agency was not pursuing her deportation. \"We did exercise our discretion based upon \nthe merits of the case,\" he said. \n\n Rep. Frank R. Wolf (R-Va.), who had pushed for O'Brien's release for several months, said he was pleased with \nthe decision.  \n\n \"I am happy for Mi-Choong and her family,\" he said in a statement. \"I know the past several months have been \nextremely difficult for her, her husband and her children.\"  \n\nIn a letter to the immigration agency Friday, Wolf said that Mi-Choong O'Brien was an example of the \"unintended \nconsequences\" of current laws on immigration and deportation. He pointed out that the O'Briens have been \nmarried for 25 years, that they have four children who are U.S. citizens and that this was her first offense in 19 \nyears in the country. He also pointed out that the public defender who represented O'Brien was unaware of the \nconsequences of her guilty plea.  \n\n\n\"I don't believe the intent of the law was to detain and deport individuals like Mi-Choong,\" Wolf said. Mi-Choong \nO'Brien had appealed the decision Thursday.  \n"}