{"title": "For Cubans Trying to Leave Legally, 'Lamentations'", "body": "\nJust beyond the green-glass offices of the American mission here, a few hundred yards from the seas dotted with \nthe rafts of fleeing Cubans, scores of people gather each morning on a small patch of gravel and cement known as \nthe Park of Lamentations.\n\nSitting in the shade of almond trees, they have become a steady reminder of how difficult it is for Cubans to travel \nto the United States by legal means. They are all waiting to see about visas, and under the current procedures, they \nmay keep on waiting for months or even years.\n\n\"I don't want to throw myself into the sea, but what else can you do?\" said Jose Miguel Gomez, a young man in the \npark who said he had been left behind as one of his siblings after another had left the country in rafts. \"You can sit \nhere a long time and nothing happens.\"\n\nIf successful, the negotiations that Cuban and American officials plan to begin on Thursday in New York may not \nhelp the raft refugees but could deliver some of \"the Lamenting Ones.\" United States officials say they will offer to \nquicken the flow of legal immigrants in return for renewed efforts by the Cuban Government to stop those who, as it \nis said here, \"throw themselves into the sea.\"\n\n \n\nMore Emigration Seen\n\n Yet after days in which thousands of Cubans have braved sharks and storms in the hope of a better future -- many \nof them knowing that their best fate might be rescue by the United States Coast Guard and internment at the \nAmerican naval base at Guantanamo Bay, Cuba -- many diplomats and other analysts have grown skeptical that \nsuch a deal would relieve the growing pressure for emigration.\n\n\"If there is a migration deal that satisfies 20,000, there will be 200,000 who want to go,\" a diplomat said. Speaking \nof Cuba's President, Fidel Castro, he added, \"He will not be able to stop people from leaving now without using \nforce and drawing blood, and I don't think he is going to do that.\"\n\nAnalysts perceive varying degrees of intensity in the desperation that is driving the refugees from the island. But \nthey generally agree that the economic suffering and political discontent that have caused the exodus will not \ndecline significantly over the next several years, barring an unexpected reversal of Government policies.\n\n\nLegal and illegal immigration are also very different escape valves.\n\nMost of the people taking to sea without visas are young men in their 20's and 30's, starkly pessimistic about their \nfutures and often without family in the United States.\n\n \n\nSeen as 'Almost Undesirable'\n\n Describing them as largely less employed and less educated than other members of their generation, a Cuban \nofficial called them \"almost undesirable\" -- an allusion to the several thousand criminals and psychiatric patients \nsent to the United States among more than 125,000 Cubans in the Mariel boatlift in 1980.\n\nAmong some 19,700 Cubans awaiting action on immigrant visa requests, the average age is closer to 50, United \nStates immigration officials say. Relatively few of them represent potential raft escapees or important threats to the \ngoverning Communist Party. And when they pass through the system, American officials suggest, there may not be \nthat many more qualified applicants behind them.\n\nOnly three weeks ago, in an interview on Cuban television, Mr. Castro dismissed talks on immigration as a pointless \nexercise that \"would be a pastime taking up months, years in order to accomplish absolutely nothing.\"\n\n\"It is not a question of getting 1,000 or 10,000 or so extra visas and establishing communication between Coast \nGuards,\" he said. \"None of these things get to the bottom of the problem.\"\n\nBut since the Clinton Administration abruptly ended the longstanding policy of accepting illegal Cuban immigrants, \nthe Havana Government has seemed to focus more on the claim that the United States has reneged on a 1984 \nagreement that set an annual ceiling of 20,000 legal Cuban immigrants.\n\n \n\nMisinterpretation Seen\n\n American officials respond that Cuba misinterpreted the accord.\n\nRather than a commitment or quota for any specific number of immigrant visas, they say, the figure -- which has \nsince been raised to 27,845 -- was merely an upper limit that put Cubans on equal footing with other preferred \ncountries.\n\nThe answer to why the United States Interests Section has granted only 2,059 immigrant visas over the last 10 \nmonths and even fewer in some recent years depends on who is asked.\n\nAround of Park of Lamentations, which American diplomats prefer to call Liberty Park, there seems to be little \nquestion that the United States immigration authorities are making things tougher than necessary, perhaps to make \nthem tougher for the Cuban Government.\n\n\"Maybe 300 people go in there every day,\" Gloria Ventana, a retired clerical worker, said, gesturing toward the \nUnited States mission. \"The most they will ever give out are two or three visas!\"\n\nThe diplomats say part of the problem is simply that with only seven consular officers, the mission is overwhelmed \nby a flow of paper that included more than 72,000 applications for non-immigrant visas in the fiscal year that ended \nin the fall of 1993.\n\nGraphic\n\n \n\n\n\nPhoto: Weary of their long wait, Cubans seeking American visas sat yesterday in the Park of Lamentations near \nthe United States mission in Havana. (The New York Times)\n"}