{"title": "7 at plant accused of hiring illegals", "body": "\nSeven employees of poultry processor George's Inc. were arrested Wednesday on federal charges of hiring illegal \nimmigrants at a plant in southwestern Missouri that was raided by immigration authorities in May.\n\nJohn F. Wood, U.S. attorney for the Western District of Missouri, said the indictments and arrests showed that no \none was above the law when it comes to hiring illegal workers.\n\nThe seven defendants are all employees of a George's processing plant in Butterfield, about 60 miles southwest of \nSpringfield. All seven were involved in hiring or supervising employees at the plant, Wood said.\n\n\"This is an active and ongoing investigation,\" Wood said at a news conference.\n\nHe declined to say if that investigation included whether people higher up in the privately owned company were \nsuspected of knowing about the illegal hiring.\n\nGeorge's, based in Springdale, Ark., did not immediately respond to phone calls and e-mail requests for comment.\n\nImmigration agents and police raided the Butterfield plant in May. They arrested 136 people - most of them from \nMexico, Guatemala, Honduras and El Salvador - on suspicion of being illegal immigrants.\n\nProsecutors said most of the defendants charged Wednesday were expected to be released on bail. None has yet \nhad a hearing at which a plea could be entered.\n\nThose named in the charges are Guadalupe Castro, 32, of Verona; Brad Vansandt, 48, and Dora Ruiz, 32, both of \nMonett; Jody Salinas, 29, and Billy Essley, 41, both of Cassville; Gary Creed, 31, of Washburn; and Hilda Gomez, \n35, hometown unknown.\n\nWood said prosecutors would ask that Ruiz be held without bail because she is on probation for a drug conviction in \nNew Mexico.\n\nAll seven were indicted by a federal grand jury on two counts each related to hiring and harboring illegal \nimmigrants. Those charges are felonies that each carry a maximum 10 years in prison.\n\nIn addition, Castro, Gomez, Salinas and Ruiz were each charged with aiding and abetting aggravated identity theft \nfor allegedly helping illegal immigrants use valid Social Security numbers from other people. Wood said that felony \ncharge carried a maximum two-year sentence that must be served on top of any other term.\n"}