{"title": "MALIAN CULTURE CLUB It's all things Mali at Norwood center", "body": "\nIN AN unassuming storefront in Norwood, a small, dedicated group is working to bridge the cultural gap created by \nWest African immigrants chasing the American dream.\n\nThe spot on Villa Ave. is home to the Malian Cultural Center and its founder, Assetou Sy, is driven by personal \nexperience.\n\n\"If you are here in this country, you are working so much and you don't have time to talk to your kids, to show them \nyour culture,\" Sy said. \"My kids didn't have the opportunity for that so I said 'Let me help my community.' \"\n\nUsing her own money, Sy opened the center in July 2009 to teach native traditions to the area's youth, among the \nestimated 8,000 Malians living in the Bronx and 12,000 in upper Manhattan.\n\nIn honor of Mali's first lady, the center also bears the name Mme. Touré Lobbo Traoré .\n\nSy also strives to share her culture with the larger American community. The center has sponsored concerts with \ntop Mali artists such as musician Oumou Sangaré, and hosted movie nights and food festivals with traditional \ndishes like tigadèguèna, rice topped with peanut butter sauce.\n\n\"Everyone has heard of Timbuktu but not everyone knows Mali,\" said Sy's husband, Mamadou, who helps at the \ncenter.\n\nThe free cultural program for children is the core of Assetou Sy's mission.\n\nEach Saturday, she drives house to house to pick up 17 children. Once at the center, the youngsters get two hours \nof French language instruction and an hourlong cultural lesson.\n\nInspiration abounds: masks, wall hangings of bògòlanfini cloth (cotton fabric dyed with fermented mud) and colorful \nposters decorate the center. A bank of tables overflows with small drums, decorative bowls and wooden animal \ncarvings.\n\nSy and two volunteers teach the youth, who range in age from 5 to 12, about such traditions as communal eating \nand etiquette in the native Bambara language.\n\nLast Saturday, Sy stood before the group of fidgety kids to teach them about respecting elders.\n\n\n\"In Africa, it is very different from here,\" she explained. \"You never do eye contact if you talk to persons you respect \nor to elderly people. It is disrespectful.\"\n\nThe students gasped at the revelation. Mohamed Dieng's hand shot up in the air.\n\n\"My grandfather is in Africa,\" the 9-year-old boy said. \"So if I go to Africa, I can't look at him?\"\n\nSy smiled. \"When you talk to him, you do like this,\" she said, clasping her hands and bowing her head.\n\nSy is hoping to raise funding to expand the cultural center and its programs.\n\ntsamuels@nydailynews.com\n\nHOW TO HELP\n\nTo learn more or to make a donation to the Malian Cultural Center Madame Att Lobbo Traore, visit www.umaca.org \nor call (917) 557-2298.\n\nGraphic\n\n \n\nToumani Biabate, 8, shows drum skills at Malian Cultural Center in Norwood, opened July 2009 to teach native \ntraditions to the area's youth.\n"}