{"title": "Smuggling of immigrants is continuing;Enforcement lax; economy needs workers", "body": "\nFive recent cases of smuggling illegal immigrants into the Southeast --- including one leading to a guilty plea Jan. \n7 --- highlight a trend that immigration experts say will continue as long as there are low-paying jobs and a need \nfor workers to fill them.\n\nEven with a recession, said immigration consultant Tom Fischer, a former Atlanta district director for the \nImmigration and Naturalization Service, the region's economy is \"still better than most other countries'. And the \ndollar is still extremely strong.\"\n\n\"When you look at landscaping and home construction, you look at the poultry industry, the farming industry, apples \nin North Georgia and onions down in Vidalia, we are a fast-growing, diverse economy here in Georgia that is labor-\nintensive and looking at a labor force ready, willing and able to come here to work,\" he said.\nAJC\n\nEnforcement is far from what is needed, said Fischer, who was district director in Atlanta for 11 years. \"I could \nhave arrested 10,000 people a month if I had had the resources, staff and money.\"\n\nGiven immigrants' levels of desperation, experts believe few are discouraged, even by high-profile raids coming as \nINS has placed more priority on addressing the growing problem of human smuggling.\n\nThe problem is huge.\n\n\"People want to make more money and more profit, and they want to take advantage of these people because they \nare undocumented,\" said Lani Wong, chairman of the Atlanta chapter of the National Association of Chinese \nAmericans. \"We all care so much about profits.\"\n\nConsider: In one of the largest cases in the nation's history, authorities last month indicted Tyson Foods Inc. and \nseveral executives on charges that they paid smugglers to bring illegal Mexican immigrants to jobs in nine Tyson \nplants in 15 states, not including Georgia. On Jan. 7, an ex-Tyson Foods employee pleaded guilty to conspiracy, \nadmitting that he smuggled illegal immigrants into the country to work for the poultry company and provided them \nwith fraudulent identification. Last March, the INS detained 99 suspected illegal immigrants from China, El \nSalvador, Indonesia, Mexico and other countries after raiding 10 China Cafe restaurants and a half-dozen \n\n\napartments and houses. The next day, the owners of four Chamblee employment agencies were charged with \nsmuggling workers from Latin America to work in Chinese restaurants from Georgia to Ohio. Federal charges \nfrom both of those investigations are pending. On Aug. 12, 1999, INS agents discovered 132 Chinese men and \nboys in the secret compartment of a freighter in Savannah. Authorities said smugglers charged the men a fee of \n$50,000, 125 times more than the annual Chinese salary of $400. Smuggled immigrants often repay the fees by \nworking for years in conditions that resemble indentured servitude. Six men indicted in that case were sent to prison \nwith sentences ranging from about two to seven years. Also in August 1999, federal authorities unsealed \nindictments accusing 13 people of smuggling Asian girls and women to Atlanta and DeKalb County for a life of \nforced prostitution. Authorities said some of the women, working in squalid rooms furnished only with a mattress, \nwere sold for sex 10 times a day. Two Russian nationals were convicted in Atlanta in 1999 in a scheme to import up \nto 40 illegal Russian immigrants to work in a floor-cleaning business in the metro area and in Albuquerque, N.M. \nAuthorities charged a Lawrenceville consulting company months later in a scheme to bring Indian computer \nprogrammers here to do Y2K-related work. They said most of the jobs never materialized.\n\nThose are just a few of the thousands of people from countries around the globe who pay big money to be \nsmuggled into the United States by plane or ship, officials say.\n\nMost have one thing in common: They are roundly exploited once they come to the United States. Some are forced \ninto prostitution to repay smuggling debts. Others endure years in sweatshops. Still others toil with low pay, few \nbenefits and squalid housing.\n\n\"A lot of people want to take advantage of them because of their status,\" Wong said. \"These people desperately \nwant a job.\"\n\nWhile the workers may find jobs that pay enough by the standards in their countries, it is not enough to live here, \nsaid Ramon Moreno, director of protection for the Mexican Consulate in Atlanta. So they are forced to live in \ncrowded conditions or in circumstances provided by the smuggler or employer.\n\nAnd many times, Moreno said, they have problems getting paid.\n\nMoreno said he is trying to help the families of 30 workers who were returned to Mexico before they were paid all \ntheir salaries. The deported workers could be owed as little as $100 or as much as $1,300, Moreno said.\n\n\"I'm sure we'll be able to help them collect this money,\" Moreno said.\n\nBut an even greater problem exists for those workers who hire out as day laborers.\n\n\"I hear these horror stories of day laborers who work every day but by the time Friday comes and it's pay day, these \npeople will not come and pick them up,\" Wong said.\n\n\"So they don't get paid. Those employers are not going to pay them and they [the workers] have no way of getting \ntheir money. And this happens everywhere.\"\n\n \n\nStaff writer Mark Bixler contributed to this article.\n"}