{"title": "U.S. PAYS DEARLY IF FOREIGN-WORKER CUTBACKS SUCCEED", "body": "\nSILICON Valley executives are engaged in an intense battle in Congress to retain the ability to hire and, in some \ncases, bring to this country some of the world's best scientists and engineers.\n\nBoth houses are working on laws covering legal and illegal immigration. Tucked within the hundreds of pages of \nlegalese are provisions that would make it much more difficult - and at times impossible - for high-tech companies \nto hire top university researchers or transfer key employees to the United States.\n\nThe number of people who would be affected is relatively small. For example, if the Senate bill had been in effect in \n1994, it would have covered about 300 employees Hewlett-Packard hired or moved that year, when H-P's U.S. \nworkforce totaled 58,000 people.\n\nBut the impact would be tremendous because these individuals bring crucial skills that bolster U.S. companies' \ncompetitiveness.\n\nThe immigration bills would be especially burdensome to small companies, which depend heavily on a few highly \nskilled people.\n\n\"'If our foreign competitors had conspired to contrive a scheme to slow us down, I doubt that they could have come \nup with a better way to do that than the immigration law revision that is in the works today,\"' says Andrew S. Grove, \nchief executive of Intel.\n\nUnder these provisions, Grove, a Hungarian refugee, would have had a tougher time getting a job after receiving \nhis doctorate from UC-Berkeley. Vinod Khosla and Andreas Bechtolsheim, two of the four ex-Stanford and UC-\nBerkeley students who started Sun Microsystems, might have been forced to form their corporation overseas. And \nmany less famous but still important contributors would have ended up working overseas, either for a U.S. company \nor a competitor.\n\nBecause of the passions aroused by the topic of immigration, it's likely a bill on the issue will pass Congress this \nyear and be signed into law by President Clinton.\n\nHigh-tech companies are trying to persuade Congress to split the bills into two, one addressing legal immigration \nand the other illegal immigration. That way legislators could vote against drastic changes in the rules that affect \nhighly skilled, legal immigrants while voting in favor of limits on illegal immigration. Such a split also would help \nkeep some lawmakers from being unfairly branded as favoring illegal immigrants over American workers.\n\nSo far, the effort to split the bills has failed. Among its key opponents is California Sen. Dianne Feinstein, who voted \nwith the majority when the Senate Subcommittee on Immigration decided, 4-3, to combine what had been separate \n\n\nbills. The full Senate Judiciary Committee is expected to vote Feb. 29 on the subcommittee's decision. Feinstein's \noffice didn't respond to questions about her position on this issue.\n\nBills in both houses would reduce the number of visas granted to foreigners who seek work here and make it more \ndifficult to qualify for such visas. The Senate bill, sponsored by Alan Simpson, D-Wyo., is the more onerous.\n\nIt would limit the stay of employees that companies transfer to the United States to three years, compared with \nseven years today. That would hurt both U.S. and foreign companies with operations here.\n\nTake Chip Express, a fast-growing maker of a laser-based machine used to make custom semiconductors. The \ncompany, which has 110 employees, was founded in Israel but has 77 of its workers, including 38 U.S. citizens, in \nSanta Clara.\n\nSharone Zehavi, director of production, transferred to Santa Clara from the company's R&D lab in Israel in 1993. \nHe invented and continues to improve the company's key service, which helps companies make small batches of \nadvanced chips economically. If Zehavi were to leave after three years, Chip Express' efforts to upgrade the \nprocess would be delayed for a year or more. \"'Taking the head off, you still have the body, but it's not the same,\"' a \nspokeswoman says.\n\nThe Senate bill would require foreign workers to have at least three years of work experience in the United States \nbefore applying for permanent work visas. Because temporary visas would be limited to three years, such people \nwould have to leave the country before they could apply for permanent visas. This would affect foreign students \nwho currently join high-tech companies upon graduation.\n\nMany foreign students would seek jobs overseas instead, which would hit U.S. companies with a double whammy.\n\nFirst, many of them would wind up with competitors. Second, U.S. companies couldn't fill their openings.\n\nEven now, with foreign students in the pool, there aren't enough students specializing in the sciences, software \nprogramming and computer science to satisfy industry needs.\n\nThe number of Americans in U.S. science and engineering graduate programs has declined to 60 percent of those \ngetting doctorates and 70 percent of those receiving master's degrees.\n\nThe Senate bill also includes disincentives for hiring foreigners. It would require companies to pay \"'permanent \nimmigrant employees\"' 5 percent more than U.S. workers - not the best way to promote company harmony - and a \nminimum $10,000 fee to the federal government for each such worker they hire. (That fee would be earmarked for a \ntraining fund for U.S. workers.)\n\nThe main assumption behind these bills is that U.S. companies hire foreign workers instead of Americans \nbecause they're less expensive. That's not true in the high-tech industry.\n\nIn fact, hiring foreign workers is more expensive. The law requires that wages be comparable to what U.S. \nworkers are paid. Companies must also spend $5,000 to $10,000 on a \"'labor certification process\"' to show the \nDepartment of Labor that no qualified U.S. worker is available. Sometimes there's the expense of moving a worker \nand his or her family from overseas.\n\nBut companies are willing to pay more because they need the skills. Without these people, U.S. companies will lose \ntheir technological edge, which means they'll grow more slowly or even shrink.\n\nThat would be a disaster for high tech and the U.S. economy.\n\nObviously that's not Congress' intent. Unfortunately, it's the result that counts.\n\n\n\nNotes\n\nWrite James J. Mitchell at the Mercury News, 750 Ridder Park Drive, San Jose, Calif. 95190; phone (408) 920-\n5544; fax (408) 920-5917; or w e-mail to JMitch(atsign)aol.com .\n"}