{"title": "Let no court rend asunder", "body": "\nPAUL WILSON DORMAN, a citizen of the United Kingdom, came to the United States on a visitor's visa in 1996 \nand never left. He met an American man who became his partner of 15 years. They have jointly purchased property \nand made out wills with the other as beneficiary. In 2009 they entered into a civil union in New Jersey. \n\nTheir lives were upended when Mr. Dorman was targeted for deportation after a chance encounter with an \nimmigration agent at an airport. Mr. Dorman, 52, does not dispute that he has been in the country illegally but \nargues that he should be allowed to stay because of his relationship with his partner. \n\nThe law allows foreign nationals to fend off deportation by proving they have been in the country continuously for at \nleast 10 years; substantiating a relationship with a \"qualifying relative\"; and showing that deportation would inflict an \n\"extraordinary and extremely unusual hardship.\" Two immigration courts concluded that  the Defense of Marriage \nAct (DOMA) precludes recognition of his same-sex partner as a spouse.\n\nDOMA has been an impediment to the rights of gay men and lesbians since its inception in 1996. It  withholds from \nsame-sex couples the legal protections, obligations and privileges enjoyed by their heterosexual counterparts. \nRepeal appears out of reach, but Attorney General Eric H. Holder Jr. announced in February that the Justice \nDepartment would no longer defend DOMA in court, after concluding that it is unconstitutional.\n\nThe attorney general has vacated the court decision and asked the Board of Immigration Appeals whether Mr. \nDorman's civil union makes him a \"spouse\" under New Jersey law and whether, absent DOMA, he would be \nconsidered a \"spouse\" under immigration law. Mr. Holder should erase any confusion by declaring a moratorium on \nremoval of foreign nationals in state-recognized same-sex unions until federal courts determine DOMA's \nconstitutionality. He should ensure that the government is not focusing on breaking up otherwise law-abiding \nfamilies.  \n"}