{"title": "HEARING OF THE HOUSE WAYS AND MEANS COMMITTEE; SUBJECT: CLEARING THE DISABILITY BACKLOG: GIVING TH SOCIAL SECURITY ADMINISTRATION THE RESOURCES IT NEEDS TO PROVIDE BENEFITS WORKERS HAVE EARNED; CHAIRED BY: REPRESENTATIVE CHARLES RANGEL (D-NY) WITNESSES PANEL I: MICHAEL J. ASTRUE, COMMISSIONER, SOCIAL SECURITY ADMINISTRATION; PANEL II: SYLVESTER J. SCHIEBER, CHAIRMAN, SOCIAL SECURITY ADVISORY BOARD; MARTY FORD, CO-CHAIR, CONSORTIUM FOR CITIZENS WITH DISABILITIES SOCIAL SECURITY TASK FORCE; MARA MAYOR, MEMBER, AARP BOARD OF DIRECTORS, BETHESDA, MARYLAND; WITOLD SKWIERCZYNSKI, PRESIDENT OF THE AMERICAN FEDERATION OF GOVERNMENT EMPLOYEES NATIONAL COUNCIL OF SOCIAL SECURITY FIELD OPERATIONS LOCALS, BALTIMORE, MARYLAND; FREDERICK WAITSMAN, ADMINISTRATIVE LAW JUDGE, SOCIAL SECURITY ADMINISTRATION, AND VICE CHAIR, SOCIAL SECURITY SECTION OF THE FEDERAL BAR ASSOCIATION, ATLANTA, GEORGIA; LOCATION: 1100 LONGWORTH HOUSE OFFICE BUILDING, WASHINGTON, D.C.", "body": "\n HEARING OF THE HOUSE WAYS AND MEANS COMMITTEE SUBJECT: CLEARING THE DISABILITY \nBACKLOG: GIVING TH SOCIAL SECURITY ADMINISTRATION THE RESOURCES IT NEEDS TO PROVIDE \nBENEFITS WORKERS HAVE EARNED CHAIRED BY: REPRESENTATIVE CHARLES RANGEL (D-NY) \nWITNESSES PANEL I: MICHAEL J. ASTRUE, COMMISSIONER, SOCIAL SECURITY ADMINISTRATION; PANEL \nII: SYLVESTER J. SCHIEBER, CHAIRMAN, SOCIAL SECURITY ADVISORY BOARD; MARTY FORD, CO-CHAIR, \nCONSORTIUM FOR CITIZENS WITH DISABILITIES SOCIAL SECURITY TASK FORCE; MARA MAYOR, \nMEMBER, AARP BOARD OF DIRECTORS, BETHESDA, MARYLAND; WITOLD SKWIERCZYNSKI, PRESIDENT \nOF THE AMERICAN FEDERATION OF GOVERNMENT EMPLOYEES NATIONAL COUNCIL OF SOCIAL \nSECURITY FIELD OPERATIONS LOCALS, BALTIMORE, MARYLAND; FREDERICK WAITSMAN, \nADMINISTRATIVE LAW JUDGE, SOCIAL SECURITY ADMINISTRATION, AND VICE CHAIR, SOCIAL SECURITY \nSECTION OF THE FEDERAL BAR ASSOCIATION, ATLANTA, GEORGIA LOCATION: 1100 LONGWORTH \nHOUSE OFFICE BUILDING, WASHINGTON, D.C. TIME: 10:00 A.M. EDT DATE: WEDNESDAY, APRIL 23, 2008\n\nREP. RANGEL:  We regret that we're starting late.  But this is a very unusual type of hearing because most of the \nwork that should be done by the Congress in identifying the problem has already been done. So it's not a \nRepublican or a Democratic initiative, it's a question of how many Americans have played by the rules, paid their \n\n\ndues and become disabled, and the government, for whatever reason, is unable to provide the services that belong \nto them.\n\nAnd because there's so many people and the resources are so limited by the Social Security Administration, we \nhave lawyers now making appeal to those people that have waited two and three and four years where they claim \nthat as lawyers they can do better than the United States Congress.\n\nAnd so, people are being victimized by believing in their government and, of course, believing that they can pay for \noutside assistance.  In addition to that, a lot of members who (for varying reasons ?) believe that the Social Security \nsystem can and should be used for other purposes because they -- (inaudible) -- when they're getting, in the past \nthat is, what people deserve from the Social Security system to provide -- (inaudible) -- that has only made matters \nworse.\n\nAnd so, I just want the ranking member to know that I meet with Chairman Bachus this morning.  We all are trying \nto find creative ways to get his agriculture thing going.  (Inaudible) -- and we will be able to present it to me because \nwe think such a important bill, not only with Republicans in the House, and not only in the conference, but with the \npresident since, for some reason, you have a much better working relationship with him than I do.  But, now we'll \nhave to wait for that too long.\n\n(Laughs.)\n\nHaving said that, if the committee would permit, what I would do is to invite Mr. McNulty and -- (inaudible) -- Mr. \nMcDermott, and at some point in the hearing, I would ask for them to ensure that -- (inaudible) -- and then hope that \nyou might -- (inaudible) -- the ranking members on the Social Security, on the family income because they have -- \n(inaudible) -- Mr. Johnson and Mr. Weller had worked so hard in the national good and we don't have to, that is Mr. \nMcCrery and I, don't have to tell you that we -- basically, we don't think it is helpful to let the whole Congress and \nthe country know it, but I do believe that this is one of the subject that we do not have any problem in recognizing \nthis is merely a -- (inaudible) -- so many Americans who deserve a better service than they are getting.\n\nAnd so, I wanted to yield to you for whatever statement you want to make.\n\nREP. JIM MCCRERY (R-LA):  Thank you, Mr. Chairman.\n\nFor more than 70 many years, Social Security has provided essential income support for literally hundreds of \nmillions of workers' requirements.  In 2007 alone, nearly $613 billion was provided to more than 52 million \nAmericans in the fall of retirement survivor's disability and some of the Social Security income budgets. Through the \nnational network of Social Security field and hearing officers, the state disability determination officers and 74,000 \nstaff serve the public everywhere through work that includes process and claims, issuing Social Security number \ncards, credit and claims records, and educating the public.\n\nWe recognize the hard work of these dedicated professionals. Incredibly the agency's service to the public has \nsuffered in recent years.  This is due in large part to limited funding at a time of increasing work loads.  Those \nincreasing work loads, of course, mean primarily to aging of the -- (inaudible).\n\nAlong the line of local offices, -- (inaudible) -- received by calling the Social Security 800 number and a hearing \nbacklog -- (inaudible).  Commissioner Astrue has said, quote, \"It is a long imperative to reduce the visibility \nbacklogs\" end quote.  I couldn't agree more and I'm sure the chairman also agrees.\n\nSince -- (inaudible) -- Commissioner Astrue has made addressing visibility backlogs his number one priority.  As \nhe's going to tell us today, he has accelerated or implemented multiple initiatives to decrease the backlog and \nimprove public service.  Congress has begun stepping up to the call as well.\n\nThis year, for the first time in 15 years, Congress has appropriated more than the president's budget request for the \nSSA. Excluding that request, we're close to $150 million and I understand Commissioner Astrue was able to get \ninto -- (inaudible) -- budget request to the president a 6 percent increase on this year's budget. So that's certainly an \n\n\n\nencouraging development and I think part of the credit for this increase in the budget goes certainly to the -- \n(inaudible) -- to subcommittee chairman -- (inaudible) -- and Sam Johnson, among others in the committee.\n\nUnfortunately, our administrative -- (inaudible) -- alone can't solve Social Security service delivery and fiscal \nchallenges. (Inaudible) -- want someone to call it fiscal train wreck in the coming decades when the projected cost \nof Medicare and Medicaid and Social Security includes -- (inaudible) -- in future generations. Those projections are \nreality today in the Social Security disability program.  Its cost, and remember Social Security disability program is \nfunded by a specific payroll tax, is not enough -- (inaudible) -- survivors and the disability program that -- (inaudible) \n-- separate trust fund for the disability program.  And for the last three years, the outgoing has been lower than the \nincoming from the payroll tax dedicated to the disability program.\n\nSolving all of these challenges will require members from both parties to come together to conduct a fundamental \nexamination of the challenges and opportunities facing Social Security programs.  Every day of delay means fewer \nchoices, greater burdens on future generations.  I think we all agree that our children and grandchildren deserve \nbetter than continued delay.\n\nThank you, Mr. Chairman.\n\nREP. RANGEL:  (Off mike.)\n\nREP.      :  Thank you, Mr. Chairman.\n\nThere are 750,000 Americans -- (inaudible) -- today's hearings a matter of grave urgency.  That's how many \ndisability claims are pending before the Social Security Administration.  The backlog is more than double what it \nwas in the year 2000.  Now -- (inaudible) -- with the administration is not the Social Security Administration we are \ntalking about -- (inaudible) -- the line of disabled Americans applying for help has grown longer while the Social \nSecurity budget has, I'm sure, changed.  Nearly two quarters of a million Americans are waiting for Congress to do \nthe obvious: find a solution.  We are taking steps to fix this because many disabled Americans deserve nothing \nbetter.\n\nThe backlog in the processing of disability claims is a big -- (inaudible) -- for disabled individuals who are waiting \nfor critical care systems and health care coverage.  Perhaps no group faces a graver challenge as a result of these \nbacklogs than those who are applying for SSI.  The SSI program is also referred to as the safety net of last resort \nfor the disabled and the elderly.  It provides modest cash assistance to nearly six million disabled individuals who \nhave very modest incomes and minimum or no resources.  The average weekly benefit for a disabled individual is \n$471, which is used to meet basic necessities such as food, clothing and shelter.\n\nAdditionally, SSI beneficiaries are generally eligible for health care coverage once the get on the program through \nMedicaid.  SSI applicants, remember these people have been waiting for two-three years with no health care \nbenefits.  They have to get on the program before they are eligible for Medicaid.  And they are much more \nvulnerable than most; they are being forced to wait for years when many don't have sufficient resources to buy food \nfor the next few weeks.\n\nMaking matters worse, these people often don't have health care access, as I said, to health care and all.  For the \nSocial Security Administration, the backlog is making it more difficult to adequately staff field officers or the \nemployees who can address the other critical needs, as well as the routine changes affecting beneficiaries like \nchanges in monthly income that directly affect the monthly benefit up or down.\n\nIn other words, the current backlog is a lose-lose for everybody. Committing ourselves to securing full funding for \nSocial Security Administration administrative budget is the right thing to do for the disabled individuals who need \ncritical assistance now.  And it's the right thing to do for the Social Security Administration.\n\n\n\nWe know that nearly 80 million baby boomers will come knocking on the door in the next 20 years.  As it stands \nnow, the answer would be, go to the end of the line.  And it is a long line.  Well, that's not acceptable either to them, \nor to the 750,000 disabled Americans waiting in line today.\n\nAnd I thank you, Mr. Chairman, for having this hearing.\n\nREP. RANGEL:  Mr. Johnson, who has really done great work with Mr. McNulty, I'd like to yield to you.\n\nREP. SAM JOHNSON (R-TX):  Thank you, Mr. Chairman.  I appreciate your recognition.  And thank you for holding \nthis important hearing.\n\nLast year, Subcommittee Chairman McNulty and I successfully worked together to send the Social Security \nAdministration some additional funding.  The whole committee supported that; it needs to better serve the American \npeople.  This funding won't solve all of Social Security's challenges, but it's a good first step.  Many of those trying \nto receive benefits are angry.  They want a process they can understand, and that's fair, and that gives them the \nanswers in a reasonable amount of time.  That just isn't happening today.\n\nCommissioner Mike Astrue knows that, and he and his staff have been working hard to put into action needed \nchanges.  As we will hear today, these efforts not only include added staff, but also streamlining the application \nprocess, expanding the use of technology and developing new decision-making tools to help reduce processing \ntime and ensure the right decision is made as soon as possible.\n\nImplementing needed change over the short-term is necessary. However, as Ranking Member McCrery rightly \npoints out, or will point out, we cannot continue to ignore the greater challenges facing Social Security today.\n\nAs we were recently reminded by the Social Security trustees, long-term program costs cannot be sustained without \nchange.  Even more pressing are the immediate fiscal challenges facing the disability program.  We need to take \naction, and the sooner we get to work, the better.\n\nWe should begin by finding ways to make disability determinations less complex, less costly, and easier for the \npublic to understand.  I believe we can achieve this goal while still ensuring accuracy and fairness.  It won't be easy \nto find the answers, but it's got to be done.  Those who are unable to work are counting on us to secure Social \nSecurity's vital safety net.  All Americans are counting on us to ensure their hard-earned tax dollars are not wasted \nthrough fraud, abuse, or needless red tape.\n\nTo that end, I look forward to working with all my colleagues, particularly Mr. McNulty, and with Commissioner \nAstrue.  Thank you, Mister Chairman, I yield back the balance.\n\nREP. RANGEL:  Thank you.  And so Mr. McCrery, if you don't have any other opening statement, at this point, I \nwould like to call on current Chairman McNulty, not only to take over the hearing, and at the appropriate time, to \nshare the chair with Dr. McDermott, as I got to meet with the senators on this important issue.  Thank you.\n\nMR. MICHAEL MCNULTY (D-NY):  Thank you, Mister Chairman, for scheduling this hearing.\n\nAnd welcome, Commissioner Astrue.\n\nToday, we focus on one of the most critical challenges facing the Social Security Administration -- the \nunprecedented backlog in applications for disability benefits.  Today, more than 1.3 million Americans are waiting \nfor a decision on their disability claims or their appeals.\n\nDue to this backlog, applicants who're suffering from severe disabling conditions often must wait for years with little \nor no income, and in many cases without health insurance.  No one can hear their stories without being convinced \nthat we must fix this problem, and fix it soon.  The root of the problem is simple.  For too long, SSA has been \nseverely underfunded.\n\n\n\nFrom Fiscal Year 1998 through 2007, SSA received a cumulative total of $1.3 billion less than what was requested \nby the president, and $4.6 billion less than the commissioner's own budget for the agency.\n\nAs a result, by the end of 2007, agency staffing had dropped to almost the level of 1972, even though SSA's \nbeneficiary population has nearly doubled since that time.  Other workloads have also increased as Congress \nimposed more responsibilities on the agencies, such as administering major portions of the Medicare prescription \ndrug program.\n\nSSA has worked hard to meet this challenge, increasing productivity by more than 15 percent since 2001.  But \nthese productivity increases, and the hard work of SSA's dedicated employees cannot make up for the combined \neffects of staffing losses and increased workloads.\n\nThe consequences of prolonged underfunding also extend beyond the disability backlogs.  Service to the public in \nSSA's local offices across the country has also declined due to staffing shortages.  Our constituents increasingly \nface long lines, busy signals, and other delays, and field office closures are a growing concern.\n\nLast year, we made a start on turning this untenable situation around.\n\nFor the first time in many years, Congress approved more money for SSA than the president had requested.  This \nallowed SSA to hire additional administrative law judges and hearing office staff to address the backlog.  But \nSSA's funding and staffing shortfalls are far too great to be remedied in one year.\n\nThis year, we are once again making a strong bipartisan effort to provide SSA with adequate funding.  Under the \npresident's budget, the agency will continue to reduce the backlogs, but service in the field will decline even \nfurther.  SSA needs at least the additional $240 million above the president's budget request recommended in a \nHouse- passed budget resolution.  I strongly urge members of this committee to join us in our effort to make \nadequate funding for SSA a priority this year.  And I thank Ranking Member Johnson for his cooperation and \ndedication to this cause.\n\nAt the same time, we must do our part, not to burden SSA with new responsibilities that are not part of the agency's \nmission.  The Social Security Subcommittee will hold a hearing in the coming weeks on the impact on SSA \nproposals to expand its role in immigration enforcement.\n\nToday, we will hear from SSA Commissioner Michael Astrue.  I commend you, Commissioner, for your untiring \ncommitment to bring down the backlog.  I'd also like to thank you for your responsiveness to the committee's \nconcerns, and your willingness to work in partnership with us, as we seek ways to improve the disability process.\n\nI also look forward to hearing the views of other witnesses, including representatives of both SSA's beneficiaries \nand its workers, and the problems the agency faces, and the measures SSA is taking to address them.  It is \nimportant that the committee has your perspectives as well, as we work to ensure better treatment for applicants \nand beneficiaries alike.\n\n(Audio break.)\n\nWithout objection, other members of the committee will be allowed to submit opening statements for the record.\n\nAt this time, I would like to recognize Commissioner Astrue again.  Thank you for the work that you've done with us \nover the past year or so, Mike.  We've made some progress; we need to make more.  I will look forward to hearing \nyour views and to having a dialogue with you.\n\nMR. ASTRUE:  Thank you, Mr. Chairman.\n\nMr. Chairman, and members of the committee, since I know I may not have another chance with the full committee, \nI'd like to begin by thanking Mr. McNulty.  He has been accessible, candid and thoughtful, and both the agency and \nI will miss him a great deal next year.\n\n\n\nI would also like to thank all of you for your continuing bipartisan support of Social Security.  The additional $148 \nmillion you helped obtain for '08 has helped us significantly with staffing issues, and we'll replace SSA and DDS \nemployees who leave this year, into a net high of 1,300 more employees for direct service operation. In addition, we \nare hiring a 175 administrative law judges plus up to possibly 14 more for our new National Hearing Center and 143 \nadditional support staff for these ALJs across the country.\n\nNevertheless, as many of you have said, we won't meet our many challenges simply by spending more money to \nmaintain the status quo. Already, some of the nearly 80 million baby boomers have begun filing for retirement.  If we \nare not vigilant, this enormous caseload will hit while we are plowing through backlogs resulting from rising \nworkloads into -- (inaudible).  We will continue to work smarter as we seek the resources we need to meet those \nchallenges.\n\nOn the retirement front, our upgraded e-services will include a greatly streamlined home page, and a more accurate \nonline retirement benefit estimator.  In September, our simplified online retirement application will increase the \nusage rate, dramatically reduce filing time for the public.  And 12 to 18 months later, we will begin to adjudicate the \nretirement claims without routine time-consuming review by our field representatives.\n\nWith respect to disability, for the first time, we are updating our medical listings on a rotating five-year schedule and \nproviding detailed guidance on rare diseases that are particularly difficult to adjudicate.  Our program consultation \nprocess now allows DDS' to electronically clarify policy concerns that we have found in their decisions.  Our \nresponses are quick, they provide policy guidance and data that we share with all adjudicators, and lead to better \nquality decisions and policy clarifications.\n\nThe new online appeals program will reduce errors, save field staff from the drudgery of manual inputs, and end \none source of delay for claimants.  Next week, we will meet with the DDS' to again discuss replacing 54 separate \nCOBOL-based computer systems that are increasingly difficult and expensive to maintain.  If we reach consensus, I \nwill request support in my 2010 budget for this significant upgrade.\n\nWe are making great progress with our two fast track disability systems.  One track is quick disability determinations \nor QDD where computer model identifies highly probable allowances.  About 2.3 percent of all new claims are now \nQDDs, with a 96 percent allowance rate in a 6- to 8-day processing time.\n\nThe second program in this track, compassionate allowances, which will begin on our Labor Day, identifies medical \nconditions that are so severe that they obviously meet our standards.  Although too early to predict, we believe that \nby the end of 2009, about 4 percent of our claims will be fast track, possibly increasing to 6 to 9 percent by 2012.\n\nAs for the hearing backlog, unfortunately, there is no silver bullet.  Instead through streamlining and better use of \nexisting resources, we have held down the backlogs while waiting for the infusion of new ALJs and support staff \nand the end of our inefficient paper-based systems.  We are placing ALJs to the neediest offices where space \nallows while maintaining adequate support staff to ALJ ratios.\n\nUsing video technology, ALJs nationwide and in the National Hearing Center can conduct hearings for offices with \nthe worst backlogs.  A pilot this summer will allow claimants to attend video hearings in their own lawyer's offices, \nan example of how new technology thinking can be win-win for the agency and the people we serve.\n\nLast year, we cleared 65,000 cases pending for 1,000 days or more.  This year, we've already completed 63 \npercent or about 85,000 of the 135,000 cases pending for 900 days or more.  These cases require more \ndevelopment and slower backlog progress measured by total pending, but these are the most important cases and \nwe must resolve them first.  For FY 2009, I hope to reduce the tolerance level below 900 days, but we'll wait until \nSeptember to decide depending on the anticipated timing and level of our funding.\n\nA pilot to centralize hearing notice through mailings should say considerable staff and makes notices clear.  We \nhave a number of other automation initiatives in progress.  In conclusion, although we have made progress and it's \nslow and frustrating, we are looking forward to the convergence of two key events later this year, the substantial \n\n\n\nelimination of the remaining paper cases and full productivity of the new class of higher ALJs.  And this gives me \nand should give this committee significant hope for progress next year.\n\nIn FY 2009, we observe at least an additional $400 million in built-in inflationary costs.  An extending continued \nresolution combined with these costs could force additional agency contraction. Timely support of the president's \nbudget is absolutely critical to continued improvement.  Once again, I very much appreciate the bipartisan \ncollaboration of this committee and its support, and would be pleased to answer any questions that you have.  \nThank you.\n\nREP. MCNULTY:  Thank you very much, Commissioner.  Commissioner -- (inaudible) -- hearing backlog reduction \nplan, the hearing backlogs would not eliminated until the year 2013 assuming adequate funding. Now, I am \nassuming that if we kind of keep on the track that we are on now -- 150 million or 148 million last year and it will be \n240 (million) this year -- if we keep on that kind of a track, how significantly could we reduce that time frame, in \nother words, get the backlog dispensed with even sooner than that?\n\nMR. ASTRUE:  Sure, that's a good question, Mr. McNulty.\n\nSo the plan that we laid out last year was based on some assumptions of what we would be able to able to do and \nthe funding that we would be able to get.  I assure you -- I want to assure that my staff is not comfortable if that's \nthe minimum level of performance.  We are trying to beat those goals and we work very hard to try to do that.  So, \nfor instance, when we laid out that plan, we assumed a 150 administrative law judges with the new funding.  We are \ngoing to get at least 175 and if we can resolve some space issues related to the National Hearing Center, we will \nlook to for another 14 more this year.  So we have exceeded the goal that we set for ourselves.  We are trying to do \nthat consistently.  If we can get there faster, I want to get there faster.\n\nREP. RANGEL:  Thank you, Commissioner.  On that office space issue, we understand that that's an issue and in \nsome cases a barrier to adding these new ALJs and some staff in the hearing offices.  What can the committee \ndo to help you overcome some of these barriers in order to place the staff more quickly where they are most \nurgently needed?\n\nMR. ASTRUE:  Thank you, Mr. Chairman.  Some of this is built into the process.  We go through GSA for leasing \nand renovation of space. They handle an enormous number of situations around the country.  They generally do a \npretty good job, but usually even under the absolute best scenario takes at least a year and often 18 to 24 months \nto acquire new space.  Certainly, expressions of support from the committee that something is a priority, GSA tries \nto be responsive to that.\n\nWe'll try to work with the committee to indicate if there are particular locations where the space issues are going to \nbe very critical and I think it's likely.  We are doing in between now and probably by some time next month we can \nsit down with the staff and work out where the critical places are, but they're probably Buffalo, Chicago, \nAlbuquerque, a few other places around the country where the faster we can access space, even new space or \nadd-on space or renovation space, could greatly help our efforts.  And so I think that when we finish that inventory, I \nthink sitting down working with the committee staff to identify those places where you can express your support for \nthe priority for those new space acquisitions would be very helpful to us.\n\nREP. RANGEL:  Do you think we are actually going to be able to physically position those 175 new ALJs we are \ntalking about for this year?\n\nMR. ASTRUE:  Absolutely.  We have actual physical offices for all 175.  As I mentioned in more detail in my written \ntestimony, one of the things I think has been a problem historically is that there's been a pattern of under-allocating \nto the Chicago and Atlanta regions. So if -- my understanding is that we have, I believe, filled every vacant office in \nthe Chicago region and just close to that in the Atlanta region.  We are opening an inventory of our own space to \nsee whether we can do some renovations.\n\n\n\nReally the benefits of moving away from paper to electronic is that should free up some space.  So, for instance, in \nBuffalo and some of the other hearing offices where space is an issue, we may be able to move faster with the \nrenovation and by accessing the space if we can, for instance, clear out the paper file room which is huge in a lot of \nthese offices and convert at least one of -- one or two parts of that office to new judges' office.  So we are looking \nat that now and we should be much more ready to have that conversation.  Now that we've decided who's going \nwhere and what we are going to need next year in the next 30 days or so.\n\nREP. RANGEL:  And Commissioner, on this video conferencing issue, it sounds like these initiatives, as a \nsubstitute for in-person hearings, will offer some of these to claimants facing long delays. But several of our later \nwitnesses point out in their testimony that video conferencing is not a good option for some claimants or some types \nof cases.\n\nWhat are your plans to ensure that claimants maintain their meaningful right to an in-person hearing and are not \nforced -- or are not faced with an impossible choice between a video hearing soon, or an in-person hearing months \nor years later?\n\nMR. ASTRUE:  Well, certainly my view is that the quality of this technology has improved dramatically in recent \nyears and it has come down in costs.  And I have sat through a fairly sensitive video hearing and really felt that very \nlittle was lost in that conversation.  So I think for most claimants most of the time, this is a very real option where \nthere is no loss in quality.\n\nOn the other hand, if the claimant feels that way, they don't have to accept the video hearing and they can wait for \nan in-person hearing.  For lot of the claimants, the video hearing can often save on travel, if you've got a mobility \nimpairment or some other aspect of your impairment that makes it difficult to travel or you have got a psychological \ncondition where you are going to be more comfortable in your lawyer's office, so that -- that type of thing.\n\nI think the video hearings are going to be a blessing for a certain segment of the disability population, but for any \nclaimant that doesn't feel comfortable with it, they don't have to do it.  We find in practice that very few claimants \nactually turn down the option of a video hearing.  But some of them do, and we try to be -- and we are always \nsensitive to claimants that feel that way.\n\nREP. RANGEL:  Thank you, commissioner.\n\nThe ranking member, Mr. McCrery, may inquire.\n\nREP. MCCRERY:  Thank you, Mr. Chairman.\n\nCommissioner Astrue, there has been a lot of talk around Congress that we may end up with a continuing resolution \nto fund government operations for fiscal year '09.  If that's the case, what effect would that have on your operations \nand the effectiveness of Social Security Administration operations and customer service during the coming year?\n\nMR. ASTRUE:  It would be bad.  We would go back to a situation where we would have some form of hiring freeze.  \nWe've been looking at that recently, probably not a full hiring freeze in the beginning, but you would see some \nsubstantial contraction in staff, so you would see deterioration of service times in the teleservice centers and the \nDDS' in particular.\n\nIt also -- to the extent that we need to make some commitments on physical space, at some point we need to show \nGSA that we are actually going to need the space and we are going to be able to fill them with bodies.  So there's a \nrisk, as I understand it, that if we are back in a situation where we have got hiring freeze and financial issues, it may \nalso swell up the space acquisition process.  So it would have some immediate impacts that would be bad, but it \ncould also have a longer-term impact because we are going to need some additional space in some parts of the \ncountry in order to deliver the kind of service that I think everybody here wants us to deliver.\n\nREP. MCNULTY:  And again, in the budget that the president has presented, there is -- it calls for a 6 percent \nincrease over '08 funding.  Is that right?\n\n\n\nMR. ASTRUE:  Yes, it does.\n\nREP. MCNULTY:  And will that 6 percent increase solve all your problems?\n\nMR. ASTRUE:  I wish.  One of the things that we have done is, we've heard loud and clear from the Congress that \nas I came in that the first priority has to be disability backlog reduction.  We agreed with that.  And in fact, we have \nto talk -- at one point, the center was talking about limiting the increase in funds to the only that which, I think, wisely \nthey backed off from.\n\nBut I think one of the things that wasn't clear to the Congress in past years that we have made a point at being \ntransparent on is that in all these years of contraction, there had been workloads that had been set aside.  They're \nless critical to most Americans.  A lot of them relate to program integrity.  So they have substantial long- term costs \nfor the system.  But there is work that is not getting done and my predecessor's last budget was predicated in part \non that.  But I don't think it was laid out clearly enough to the Congress what those -- I don't think Congress \nunderstood.  Certainly when I came here, a lot of members did not understand why that budget request was as high \nas it was.  So we've been very transparent.  Nobody likes to lay out where they are failing.\n\nBut I think it's important for us to explain to everyone in Congress why that is not getting done and why and how \nwe've done the prioritization, so that you can make the judgments on funding as to what gets done in the coming \nyears and what doesn't get done.\n\nREP. MCCRERY:  Now let's talk for just a minute about the situation with the trust fund for disability.  I mentioned in \nmy opening remarks that for the last three years outlays of the disability program have exceeded revenue coming in \nand the trust fund is going to, therefore, slowly be drained.  And in less than two decades it's projected that \npromised benefits, current benefits won't be payable.\n\nYou've been conducting some demonstration projects around the country related to gradually offsetting benefits \ndue to earnings and determining the impacts of funding treatment for those -- for those with certain mental \nimpairments.\n\nDo you have any preliminary results of those?  Can you tell us how those and other projects might help us to \nfundamentally -- would fall on the disability program?\n\nMR. ASTRUE:  Yes, several good questions.  I also mentioned in my testimony the 2025 date on the disability fund.  \nI think it would almost be insulting to raise the issue of the retirement fund generally.  There's been so much \ndiscussion.  You all know that day.\n\nBut there is a tradition the trustees and the actuaries tend to report the combined retirement disability fund.  And I \ndo think that the status of the disability fund sometimes gets overlooked as a result.  So I did make a point of \nmentioning that in my testimony because I think that is important for the committee to consider.\n\nWe don't have any data yet on the demonstration projects that you've mentioned.  We're hopeful that it will provide \nsome real benefit for claimants and some marginal improvement in the trust funds.  And we are also looking at the \nquestion of work incentives much more broadly.\n\nI think it's fair to say that it's my perspective that the \"take it to work\" program generally has been disappointing in \nterms of its result.  And so we do have a taskforce now within the agency that's looking broadly at the question of \nwork incentives with the idea of perhaps coming up with a package of regulatory and legislative proposals.  \nProbably early 2009 is our timetable now.\n\nREP. MCCRERY:  Thank you, Mr. Chairman.\n\nREP. RANGEL:  I thank the ranking member.\n\nMr. Levin may enquire.\n\n\n\nREP. SANDER M. LEVIN (D-MI):  Welcome.\n\nMR. ASTRUE:  Thank you.\n\nREP. LEVIN:  This is a hearing on, as we know, on the disability backlogs.  So I want us to focus on that and look \nat it from the perspective of the person who is waiting and not get lost in some of the details, the organizational \ndetails that are important.\n\nAnd I think everybody here has to face up to what's been happening this last decade, especially those who had \nmajor responsibility.  I think we need to face the music on this.  As I understand it, I have a chart that shows -- and \nthese are the appropriations of these last 10 years.\n\nThat from 1999 to 2007, Congress cut the SSA budget by $4.6 billion compared to what had been requested by the \ncommissioner.  And indeed compared to what OMB requested, which was much less than the commissioner's \nrequest, Congress cut SSA's budget by $1.3 billion. And the result of this, one result is that today people are \nwaiting.\n\nWhat's the average for a hearing, Mr. Commissioner?\n\nMR. ASTRUE:  It's a moving target.  But it's just over 500 days.\n\nREP. LEVIN:  That's a year-and-a-half.\n\nMR. ASTRUE:  Yes.\n\nREP. LEVIN:  You and I have met to talk about this.  And I just want everybody to have a sense of a responsibility \nand I think a sense of outrage, because that's the way our constituents who filed these claims, that they have every \nright to fear outrage.\n\nNow you and I have discussed this, the average is a year-and-a- half.  In many places, it's much more than that, \nright?\n\nMR. ASTRUE:  Yes, it is.\n\nREP. LEVIN:  And for those who are covered by the office in Oak Park, Michigan, the average processing time is \n764 days, right?\n\nMR. ASTRUE:  Yes, that's -- it's close to the worst in country.\n\nREP. LEVIN:  What do we say to somebody who is waiting?  It's over two years, right?\n\nMR. ASTRUE:  That's correct.\n\nREP. LEVIN:  When Congress, the last 10 years until the recent action where we increased the budget, I don't \nknow what we say to them.  Now you inherited this, and this new Congress has tried to begin to rectify it.  Let me \njust ask you.  We talked about measures to balance between hearing offices.\n\nYou've said it's going to take until what year before we get a total grip on this?\n\nMR. ASTRUE:  The plan that we laid out for Congress last year which was based on the number of assumptions \nthat may change was 2012. We hope to do better than that and we worked very hard to try to do better than that.  \nAnd I like to think that we're ahead of schedule.\n\nBut -- you won't -- if you want to say, I want to see the real progress, I want to be able to make an initial judgment, \nyou probably won't be able to tell whether we're really hitting the target clearly until the first quarter of next year.\n\n\n\nWe've made progress.  The total pending -- the increase in the total pending is down the last two fiscal years.  It \nwould have been down more except we made the priority of the aged cases which take a lot more time to remove \nfrom the system.  And that was with a record low number of ALJs.  With all the improvements coming, with the \ninfusion of new ALJs, there should be a dramatic turn somewhere around the beginning of next year, maybe a little \nsooner.\n\nREP. LEVIN:  When you say \"dramatic turn,\" what does that mean?\n\nMR. ASTRUE:  We're hoping that it's -- and expecting that the backlog will start going --- hit a tipping point when \nthe new ALJs are fully productive, when the paper cases are substantially gone where we're going to be able to \nstart driving it down at approximately the same rate that it went up.  It was going up at about 75,000 cases a year \nfor most of this decade.\n\nFor '07, it went up 32,000, if I remember correctly.  Annualized for the first half of this year, it's about 24,000.  So it's \nbeen coming down even with limited lower resources on the basis, I think, of better management, and improved \nproductivity.  And I want to give the staff a lot of credit.\n\nThey've got -- the only reason it wasn't a lot worse this year is we've got about a 10 percent improvement in \nproductivity.  And that's a great credit to a lot of the people that are working very hard.\n\n(Cross talk.)\n\nREP. LEVIN:  I just want everybody to face the facts here.  And I think that what has happened in this country with \ndisability is indefensible.\n\nAnd we're now taking steps to -- and the hole was dug so deeply and this institution helped to dig that hole.\n\nMR. ASTRUE:  Well, as you remember, Mr. Levin, we've talked about this several times now.  I don't disagree with \nyour basic premise and for me it was a motivating factor to try to come back and fix it.  I mean, that's really the big \nchallenge in the agency.\n\nA lot of the other big picture issues have been taken away from the agency.  So when you sign up to be \ncommissioner these days, you're signing up to try to fix this problem.  And that's what I signed up for.\n\nIt's frustrating government doesn't move quickly, but I think you've got enough data now to say it's starting to move \nin right direction.  There're some good plans in place that have not had a chance to take effect yet.  There's some \nreal reason to hope it's going to be substantially better next year.\n\nREP. RANGEL:  Thank you, Mr. Levin.\n\nMr. Herger may enquire.\n\nREP. WALLY HERGER (R-CA):  Thank you, Mr. Chairman.\n\nCommissioner Astrue, earlier this year both the Office of Management and Budget and the Government \nAccountability Office identified the Supplemental Security Income program as having had improper payments of \nover $4 billion.  And the old age survivors in disability insurance program is, having had improper payments of over \n$2.5 billion in fiscal year 2007.\n\nI'd like to ask you about the administration's effort to effectively protect against waste, fraud, and abuse.  We all \nwant to see the application process for disability benefits move as quickly, and as accurately as possible.  But at the \nsame time we have an obligation to make sure that disability benefits are paid to those who are disabled and not to \nthose who don't satisfy program requirements.\n\nFor example, for years incarcerated individuals were improperly receiving social security and welfare checks and \nKeller-Republican led reforms in 1996 and 1999 successfully ended this practice, saving taxpayers billions of \n\n\n\ndollars.  Additional reforms in 2004 crack down on fugitive felons who were illegally receiving social security and \nSSA disability payments.\n\nMr. Commissioner, what are we doing to prevent fraud and abuse in the disability application progress?  And we \nascribe to shorten waiting times I certainly hope we continue to pay the proper attention to paying the right benefits \nto those who actually qualify.\n\nWould you please discuss your ability to achieve both goals, shorten the waiting times, while still getting eligibility \ndecisions right?\n\nMR. ASTRUE:  It's a very good question.  We got so many important things that we're trying to do all at once.  It's \ndifficult, but I agree that the program integrity work is very important and when it's set aside, there's -- there are \nlong-term costs there for the public that will never recoup.\n\nSo I think it's important for the Congress -- I know this committee understands.  But it's important for the Congress \nas a whole to understand that when the budget got squeezed over the 15-year period that Mr. McNulty laid out, one \nof the very important things it stopped being done the way that it should be done is the that number of continuing \ndisability reviews in Title II and re-determinations in Title XVI dropped dramatically.\n\nAnd the reason for that was one of the relatively few discretionary workloads.  A lot of what we do is absolutely \nmandated by Congress.  And as a result, the numbers have dropped dramatically. The accuracy is not where we \nwould like it to be in Title XVI.\n\nThe budget that we submitted under the last year's appropriation, we are significantly increasing that work.  The '09 \nbudget anticipates that we will also move in that direction.  But when something's been allowed -- as with the \nhearing backlogs, when something's been allowed to degrade over a decade, you know, as much as it's important \nI can't fix it in a year.\n\nSo even though there's substantial progress, we're not going to catch up on all the cases that should have been \nreviewed.  We're going to be behind almost, no matter what happens in the '09 budget, but we're going to try to \ncatch up as much as possible, get our accuracy rate as high as we can possibly get it.\n\nI should also mention that one of the causalities has been the inspector general budget which took a real cut, for \ninstance, last year.  And they do some very important work.  I know they are independent and they make their own \nrequest.  But they do some very important work for us.\n\nAnd so I would like to put in a little bit of a plug for the inspector general as well who is critical on our efforts on \nwaste, fraud, and abuse.\n\nREP. HERGER:  I thank you, Mr. Commissioner.\n\nMR. ASTRUE:  Thank you.\n\nREP. HERGER:  I yield back.\n\nREP. RANGEL:  Thank you, Mr. Herger.\n\nDr. McDermott may enquire.\n\nREP. JIM MCDERMOTT (D-WA):  Thank you, Mr. Chairman.\n\nWhen I came to Congress, I came in 1989 at a time when we had a series of loan crisis in this country.  And in my \nview at least a major reason why that was created was that the Reagan administration cut the number of banking \nexaminers so that banks never got examined.\n\n\n\nAnd then we found all those mess and we spent billions of dollars bailing them out because we did not have the \nproper administrative work done by the administration.  And it was deliberate not to go over and look at what banks \nwere doing.  Now, I think it's unfair for us to accuse or to eat you up today and I don't intend to.\n\nI want to say that GAO has actually taken you off a list of places where people ought to look for fraud, waste and \nabuse.  When my colleague brings that issue up it, is a red herring in my view; it is not the place to be looking.  \nWe're talking about people who are not even adults in many cases, they are children.\n\nAnd we're talking about cases; in my area, you have to wait 575 days to get -- taken care, 578 days at Seattle \nbefore your appeal is brought up for hearing.  Now, what I would like to ask you is how many of those appeals \nactually qualify for SSI benefits when all is said and done at the end of that appeal process.\n\nMR. ASTRUE:  Right.  The allowance figure at the hearing trouble has gone up in recent years which is predictable \nbecause as the delays increase it's an open ended process.  So if people's condition deteriorates, they need not \nhave been eligible at the beginning of the process, but they get benefits if they are eligible later in the process.\n\nREP. MCDERMOTT:  The percent who get paid the benefits?\n\nMR. ASTRUE:  It's a little over 60 percent.\n\nREP. MCDERMOTT:  So --\n\nMR. ASTRUE:  But we have to realize that relatively few of the cases appeal from the state.  So about 33, 35 \npercent, we'll get you the precise number for the record, allows the GDS of approximately a third, and for all the \nhearings and appeals process add another 5 percent to that total.  So it's about 38, 40 percent who actually end up \nbenefits -- getting benefits because of that.\n\nREP. MCDERMOTT:  If that's true and you have all the experience you have in the SSI program --\n\nMR. ASTRUE:  Right.\n\nREP. MCDERMOTT:  -- you must have a profile of those most likely to get approved at the end of the process, two \nyears from now.\n\nMR. ASTRUE:  Yes.\n\nREP. MCDERMOTT:  Right?\n\nMR. ASTRUE:  Absolutely.  Again, we are -- I understand the premier, and we've embraced that in a major league \nway.  And not just at the back end of the process where we've got a lot of -- quality of people have been very helpful \nin building precisely that kind of templates that you see so you can pull those cases out, not put them through the \nwhole process and decide them quickly.\n\nAnd that's been very helpful.  We've been doing that both in terms of the voluntary -- (inaudible) -- program and the \nattorney advisor program and we'll give you information on those templates. But I think it's important to do that on \nthe front end as well.  And so we put a lot of effort into the fast tracking in the front end.\n\nAnd I know some people think, well, you know, the percentage isn't big enough, but if we can get that number up to \napproximately 10 percent of the cases in the next few years, you have to realize, you know, we're looking at more \nthan two-and-a-half million filings per year.\n\nIf we can get up to 10 percent, that means a quarter million Americans each year will get their benefits within six to \neight days which is what we're heading now.  So I think it's very important at every stage of the process to try to \nfigure out where we're going wrong, figure out what the patterns are and try to address that.  And we've tried to do \nthat very systematically in a way I don't think we've done before.\n\n\n\nREP. MCDERMOTT:  I'm aware of what you're doing and what I'm going to ask you is what can we do additionally \nto give you authority or flexibility to make those decisions earlier rather than putting people through a two-year \nwaiting period to finally give them their benefits by which time they are worse and unqualified.\n\nNow, some of those things you will know upfront; they are going to get worse if we're not doing anything medically \nfor these people like the health care benefits.  You know they are going to be worse. So you could actually save \nmoney, it seems to me, if you dealt with it upfront.\n\nAnd I'd like to hear your suggestions about things we could do to make this better for the process to work for those \nwho you know you're going to ultimately give money to.\n\nMR. ASTRUE:  That's a -- that's a good forward-looking question. So one of the things we're not quite ready yet, but \nyou know, one of the re-recurring debates over decades in the system is whether we need two levels of review at \nthis stage.  And there're a lot of reasons right now why it's important to claimants to have that second level of \nreview, although there was a Clinton administration initiative to eliminate that and we still have eight states that \ndon't have the recurring level.  And there are some issues on that and I've talked to Mr. Levin about that in some \ndetail because one of reasons that the filing rates in Michigan appeared to be so high, is that there are probably a \nlot of cases coming out of the state that shouldn't be there on the first place.\n\nAnd we've got a new federal level initiative to see if we can screen those out with exactly the kind of templates that \nyou're talking about.  But I think that it's important to try to do as much right upfront as possible.  So we have a new \ncomputer system that was rolled out prematurely in DSI that was a disaster.  Then we pulled back, we spent a year-\nand-a-half trying the do it right.  It's getting close.  It will do a lot more queuing of the state people in the beginning.  \nIt will help them assemble the records much more easily. If we can do that well and we can find out much better \nmechanisms for getting medical records, you need to process early.\n\nBecause one of the reasons the whole system is just so ridiculously inefficient is that at the point where we make \ndecisions, we don't have the full medical records.  And it's dual responsibility on that.  Some of that is claimant, \nsome of that is attorneys, some of it is ours, some of it is hospitals, some of it is physicians.  And so we're trying to \nget a handle on that, particularly at a time when the world is moving to electronic medical records to try to make \nsure that we use our resources as efficiently and compassionately as possible so that we make the very best \ndecisions as early as possible in the process and we've got room for improvement.\n\nBut we got to make sure that we do it right.  There is a history in this agency because of concerns from public of \nrushing a lot of things that aren't ready for primetime.  And there has been a lot of damage to the agency from some \nvery well intended initiatives.  So one of the things again and you may get frustrated with us about this, but if you \nlook through the testimony we planned, we got a lot of things that are being piloted.\n\nAnd I think that's best demonstrated practice.  Before we roll them out for the American public, we will make sure \nthat they operate the way that they were supposed to operate.  So the -- (inaudible) -- system again, which was one \nof those things that was inflicted on the public too early, helped create backlogs in New England, where we'd never \nhad them before.\n\nYou know, we pulled that out, but now we're trying to do that right and before we roll that out more broadly you can \nrest assure that we'll take one state, two states, test it in a limited way before we bring out more broadly.\n\nBut the general idea is if we can contract the process, make it as good as possible as early as possible, that's the \nalternate answer to reducing some of these waiting times in the grand scheme over a slightly longer haul and that \nhas to go in tandem with all these incremental things we're trying to do to make the status quo run better in the \nmeantime.\n\nREP. RANGEL:  Thank you, Dr. McDermott.\n\nREP. MCDERMOTT:  Thank you for your indulgence, Mr. Chairman.\n\n\n\nREP. RANGEL:  Thank you, Dr. McDermott.\n\nMr. Camp may enquire.\n\nREP. DAVE CAMP (R-MI):  Well, thank you, Mr. Chairman.\n\nBefore I ask my question, I just want to go back to something Mr. McDermott mentioned.  While GAO may have \ntaken the agency off the high risk category, Office of Management and Budget and the GAO have identified the \nsupplemental security income program that's having had improper payments of over $4 billion and the old age \nsurvivors and disability insurance programs as having had improper payments of over $2.5 billion.  I think we all \nhave an interest in having program integrity and ensuring that improper payments are confronted so that those \npeople who are truly needy are receiving those payments.\n\nI just want to thank your staff on the front lines that I know my office works with closely and appreciate their efforts \non behalf of all those going through the disability process.  Michigan is one of those 10 prototype states you \nmentioned in your testimony and so the reconsideration process is eliminated there.  GAO, in 2002, decided not to \nexpand this because of some problems of administrative cost increase, appeals, and more seeing Michigan longer \nwait times.\n\nMR. ASTRUE:  Right.\n\nREP. CAMP:  You mentioned in your testimony that you're looking at a screening tool --\n\nMR. ASTRUE:  Right.\n\nREP. CAMP:  -- for states like Michigan.  Could you just elaborate on this initiative and what plans it might have for \nstates like Michigan that have seen their wait times increase from so --\n\nMR. ASTRUE:  Fourteen months ago, we probably spent most of the first four months trying to get a handle on DSI.  \nAnd then when we resolved what we needed to do on that.  We focused on the backlog nationally with as much \nintensity as possible.\n\nWe started a process about six months ago to try to look much more at the local level at individualized solutions to \ntry to figure out where the problems were.  In most of the prototype states, it doesn't appear that it creates an \nenormous problem at the hearing level, but it does appear that there is a potential problem in Michigan.  So, you \nknow, the automatic response is, well, we'll just make them do what everyone else does and go to recon which will \nbe expensive, time consuming, politically controversial, and might not help the problem for some time.\n\nSo where we've tried to look at is to look at a faster, quicker, smarter model, and so we're looking at precisely the \nkind of templates that Congressman McDermott was referring to see if we can identify the cases that are coming \nout of the DDS in Michigan that probably shouldn't be there in the first place, tried to do a very quick review and by \nquick I'm talking about seven to ten days is the target.  And either send them back to the DDS with instructions as \nto what needs to be done or if they should just simply be allowed.  We'll have a process with ODR to send it over \nwith a recommendation so that there can be a quick allowance of those cases.\n\nIf that works, it's possible that that may be a model that we could use more broadly round the country.  But again, I \ndon't like to over promise.  I like to know what's really going to happen before we roll it out for the rest of the \ncountry.  But I think it could be helpful in Michigan and we should know, I would hope, by the end of the year.\n\nREP. CAMP:  In private disability insurance by law those have to receive their determinations within 45 days and \nmany times they get their determinations in 30 days.  So are there any tools that the private sector is using that the \nSSA could learn from and why are they able to make their determinations so quickly?\n\n\n\nMR. ASTRUE:  We do talk to -- we do look at the private insurers from time to time.  They also look at us.  I think \nthat the -- there are some differences and I think that we do have much more of a problem in terms of accessing \nmedical records.\n\nYou know, typically with private insurance, you have an employer who is very financially motivated if an employee \ndeserves disability benefits to cooperate with that and help them walk through the process.  We don't have anything \ncomparable on there.  And so that's one of the big differences, I think, between the private insurance and what we \ndo is that the challenge of assembling medical records so that we can make a fair decision in particular cases --\n\nREP. CAMP:  And to that end, I understand you're working on a health information technology system.  Clearly \nautomating the collection of those medical records would be helpful.\n\nMR. ASTRUE:  Right.\n\nREP. CAMP:  Can you just sort of tell me the status of that initiative?\n\nMR. ASTRUE:  Well, it's a moving target.  We do have what we call Electronic Records Express and that's been \nhelpful.  It would be somewhat limited until the rest of the private sector moves to electronic records.  But it is \nhelping.  I think generally we're feeling we're getting more records earlier, but we still -- one of the root causes of \ninefficiency in the system, if we just don't have the right information at the right time and we've got a long way to go \nbefore we're really up at the level that everybody would want us to be at and some of that is not under our control, \nbut we're trying to get there as fast as we can.\n\nREP. CAMP:  All right.  Thank you.\n\nThank you, Mr. Chairman.\n\nREP. RANGEL:  Thank you, Mr. Camp.\n\nMr. Lewis may enquire.\n\nREP. RON LEWIS (R-KY):  Thank you very much, Mr. Chairman.\n\nThank you, Mr. Commissioner --\n\nMR. ASTRUE:  Thank you.\n\nREP. LEWIS:  -- for your service.  Thank you for being here.\n\nMr. Commissioner, I represent Atlanta, which has the highest backlog for disability appeal in the country.  The \naverage processing time in Atlanta Northfield office is 828 days.  That is the absolute worst the very worst in the \ncountry.\n\nMR. ASTRUE:  You have the second worst in Atlanta as well.\n\nREP. LEWIS:  In Atlanta, it's not much better than 750 days.  I know 51 individuals in my district who have \ncontacted me for assistance in dealing with the office of hearing appeal.  The oldest case has been pending in the \noffice since August 13th, '04.  In fact, I just find out that this case was resolved last week after more than 1,100 \ndays.  That is disgraceful, that is unacceptable.  I would like for you to tell members of the committee do you have a \nplan for Atlanta?\n\nMR. ASTRUE:  Yes, we have.  And again I share your feelings about the situation at Atlanta.  It was the second \nhearing office that I went to, I went up to Boston first to get a handle on DSI, and then I wanted to see the worst \nplaces in the country, so I went to Atlanta second.\n\n\n\nWe've hired as many ALJs as we have offices.  Now we are looking at the possibility.  If the funding level comes \nthrough next year, we're looking at -- we had planned last year for five new hearing offices that we scraped \nbecause of continuing CR.  Atlanta was on the list and I would except that Atlanta will be on the list next year.\n\nAtlanta was one of the three cities that we've focused on with the national hearing center so they've been getting \nrelief through those video hearings.  We've had our quality people going in on a special initiative to help prepare \ncases in Atlanta.\n\nAtlanta was one of the cities with the overtime at the end of last year where we brought in people from operations, \nagain, to prepare the old paper cases and flush them out of the system.\n\nBut Atlanta is inexcusable.  I don't have any argument with there.  In terms of backlog, they are the two worst in the \ncountry right now.  We're moving as fast as we can to try to address that.  I wish I could move it faster.  I think you'll \nsee some real progress in about six months.\n\nBut I think that over long -- Atlanta is one of the cities, I think as I mentioned before, that is growing extremely \nrapidly.  We had four cities in this country last year that added 100,000 people or more to the population, and with \nall the incentives to keep the status quo in the system, it's very difficult for us to move the resources into the places \nthat need the most and it's a struggle for us.\n\nBut I do think that we're going to need significant additional capacity in the Atlanta area.  We've got two hearing \noffices downtown. I would suspect that the third would probably be in Suburban Atlanta.\n\nREP. LEWIS:  Mr. Commissioner, it is my understanding that two- third of all appeals are ultimately decided in favor \nof the applicant, and so maybe the Social Security Administration is getting it wrong so many time.  Following Mr. \nMcDermott's line of question, is there a way to get it right the first time?\n\nMR. ASTRUE:  Yeah, that's a very logical conclusion that people come too quickly, but I think it is really not fair.  A \nrelatively small number of the claimants appeal in the first place.  They are generally by definition the close-call \ncases.\n\nAnd there are a number of reasons why the decisions are different at the hearings' level.  One is if the condition of \nthe claimant deteriorates, they may not have been eligible at the beginning, but was particularly with the long waits, \nthey are then eligible.\n\nThey are often represented by attorneys at that stage.  We're often critically helpful to claimants, not only in \nassembling medical records, but identifying the impairment.  A number of the people that get decision -- and do we \neven allege the disabling impairment at the first level because there is some stigma or some emotional concern.\n\nBut I saw this in the video hearing I attended in Dallas where it didn't look like the claimant was going to win the \nappeal.  I don't know, I'm pretty sure that the person did, but what was most significantly disabling, she didn't want \nto allege, and the ALJ pulled it out of her.\n\nSo part of this is -- this is our people doing their job.  You know, the ALJs don't represent just the agency.  That's a \nhistoric part of -- a unique part of our system.  They represent the claimants as well and a lot of times they pull out \nof the claimants even when they represented the real basis for the disability or pull out the information that was not \navailable earlier in the record to make a decision.  Because the states don't see the claimant; they're doing a purely \npaper review.  So it does change the result to have that interaction at the later stage in a smaller number of the \nclose-call cases.\n\nREP. LEWIS:  Thank you.\n\nWell, Mr. Chairman, if I just may, I suggest -- well, Mr. Chairman, I used my time.  You've been very liberal with me \nso, I yield back.\n\n\n\nAnd thank you Mr. Commissioner.\n\nMR. ASTRUE:  Thank you.\n\nREP. RANGEL:  Thank you, Mr. Lewis.\n\nAnd next member I want to introduce, I want to thank and just for the service to the committee and for the services \nranking member of the subcommittee and social security also for his heroic service to our country.\n\nMr. Johnson of Texas.\n\nREP. SAM JOHNSON (R-TX):  Thank you, Mr. Chairman.  I appreciate that.\n\nCommissioner, a recent inspector general report raised concerns about the performance of administrative law \njudges finding, quote, \"that the office of disability adjudication and reviews ability to process projected hearing \nrequests and address the growing backlog of cases will continue to be negatively impacted by the case load \nperformance of some ALJs if their status quo performance levels continue.\"\n\nSocial security subcommittee Chairman McNulty and I have asked the IG to dig deeper into the performance issues \nand assess ALJ management tools and practices utilized by the agency.  Isn't it true that some ALJs are doing \nnothing, zero, zip during a workday and I would like to know what action you are taking and what changes in the law \nwe can make that would help that?  And then if you elaborate I would appreciate it.\n\nMR. ASTRUE:  No, I would be delighted to.  So let me first of all premise by saying the vast majority of the ALJs are \nsolid professionals behaving themselves well and trying to work productively.\n\nREP. JOHNSON:  What is the total number of ALJs?\n\nMR. ASTRUE:  We're, right now, let's see, we were down to about -- we'll correct this for the record -- but we were \ndown to about 1,025.  We have 40 that came on board approximately last week.  We'll have a couple more classes \ncoming in in May and June so we're hoping by the end of the year to be somewhere between 1,175 and 1,200.\n\nREP. JOHNSON:  But I'm going to interrupt you.  You're talking about a minimal problem, but at 10 or 12 even that \nit's already talking about --\n\nMR. ASTRUE:  Many separate it into two categories although they do tend to overlap.  We've had some serious \nconduct -- misconduct issues and we've had some serious productivity issues with a significant minority of the \njudges.\n\nHistorically, I think this is part of the fallout from the 1980s where Congress stepped in to correct certain problems in \nthe system and protect the independence of the administrative law judges.\n\nAnd I'm generally, I'm supportive of that, but that's counsel side into there is no accountability.  And many \ncommissioners have given up trying to discipline administrative law judges.  And my feeling is that's wrong.  If \nyou're a judge, you need to treat claimants with respect, you need to treat the taxpayers with respect by putting in a \nfull day.\n\nAnd we do have judges who don't do that.  A problem in Atlanta, you know, they contributed -- we had and I've \nprosecuted this ALJ to the fullest so far and I'm hoping that he will be terminated.  He held two federal jobs for three \nyears.  And he falsified military documents for the other job in order to pull off the fraud and so he hasn't been \ncontributing in Atlanta.\n\nSo a casual attitude toward misconduct has a bottom-line cost for the people that we all serve.  And so I won't \naccept him and my feeling is neither test cases.  If the Merit System Protection Board removes the judge as we've \nasked him -- asked them to do, great.  Then we've made progress.  If they don't, I'm going to come back to all of \nyou and scream bloody murder, and say you need to do something about it.\n\n\n\nWe've had other serious misconduct issues.  We've had some ALJs. We had one discipline on a prostitution \ncharge.  We've had some assault issues.  I think that's inexcusable for a judge and a judge who actually does that \nshould be terminated, no question, but the Merit Systems Protection Board has been extremely lenient on judges, \nwhich is why most commissioners have given up.\n\nBut we're not giving up.  We have about a dozen cases over there now.  We've had one judge who had done a \ncase in seven-and-a-half years and would not schedule cases.  So -- and I was advised that we actually, before \ntaking action, had to go through a redress program in order to make something stick.\n\nSo we've done that.  We've been assigning hearings.  He has been resisting.  I think most of the -- he has done a \nhandful of cases now. I think, they are all substantially allowances.  I'm not sure he is doing the real work and I'm \ngoing to stand up to judges like that and it would be helpful for this committee to have GAO take a look at some of \nthese cases and look specifically at some of the cases that have gone before the Merit Systems Protection Board \nand ask the question, are these 1-, 2-, 3-day suspensions that tend to be the most that the agency gets in those \ncases, is that really adequate to protect the American public.\n\nREP. JOHNSON:  But the Congress has said they're ready to help you and all you got to do is ask.\n\nMR. ASTRUE:  Will do.  And I think that we'll have a lot more information shortly as to whether the MSPB is going \nto stand up in some of these atrocious cases.\n\nREP. JOHNSON:  Thank you.\n\nThank you, Mr. Chairman.\n\nREP. RANGEL:  I thank the ranking member of the social security subcommittee.\n\nMr. Becerra may enquire.\n\nExcuse me.\n\nREP. BECERRA:  Yeah, sure.\n\nREP. RANGEL:  Mr. Neal may enquire.\n\nREP. RICHARD E. NEAL (D-MA):  Thank you very much, Mr. Chairman.\n\nWelcome commissioner.\n\nMR. ASTRUE:  Thank you.\n\nREP. NEAL:  Last week, during tax disclosure time for the candidates for president, I must tell you I was delighted \nto read and then to hear that Senator McCain is a social security recipient.\n\nAnd I offer that not as a political statement as much as it is an indication of what a policy triumph social security has \nbeen in its egalitarian nature.\n\nAnd you know how ferociously many of us on this committee regard social security, and I think if there's one \nmessage that you would take from here, it's what the debate last year over social security accomplished and it \nindicated very clearly that the American people were not about to forfeit social security without knowing what was \ncoming next.  And the argument that many of us made was that we should add on the social security as opposed to \nsubtracting from it.\n\nAnd I think Senator McCain's announcement last week that he was a social security recipient, serves all of us very, \nvery well.\n\n\n\nLet me be specific, my social security office in Springfield does a terrific job, and there is great interaction.\n\nMR. ASTRUE:  I'm glad to hear that.\n\nREP. NEAL:  Well, I have great faith in them, but I must tell you that the role of constituent workplace in social \nsecurity is vital. And people don't start with a call to a congressional office, they end up calling a congressional \noffice.\n\nAnd it's a very important consideration, and they've been, as I've indicated, very good to work with.  Let me see if I \ncan cut through some of these, well, maybe the general question you can shed some light on the issue of \nassignment as it relates to judges.\n\nThe hearing officers around the country vary considerably in the size of their backlogs in the amount of time \nclaimants must wait for a hearing.  In some offices, the wait is less than 300 days, while in others it's approaching \n900 days.\n\nIn some offices, each judge has fewer than 300 cases pending, while in other offices, each judge has 1,700 cases \npending.\n\nWhat measures do we take, and is it similar to the criminal justice system of federal judges in terms of trying to seek \na balanced workload that can be measured for members of the administrative judgeship discipline.  And how does \nimbalance happen?\n\nMR. ASTRUE:  Right.  Sir, I appreciate that question.  Many things we laid out in the written testimony which I \nbelieve is the first for the agency, that one has contributed to the very phenomenon that you're concerned about -- \nMr. Lewis is concerned about in his district is -- I don't know why this happens historically.\n\nAnd I don't seem to -- I'm not sure there was any intention here, but the resources that we had, which haven't been \nenough, we've also misallocated them over time, so that we don't have enough capacity in the right places.\n\nAnd part of this is it does get politicized, and when you're shifting around resources in social security, wherever \nyou're taking them from, you know the commissioner is going to get a hard time.  So it's easy to let the status quo \ngo.\n\nBut what we've been trying to do very systematically is to equalize the resources to a large extent around the \ncountry as best as we can.\n\nSo in the allocation of the administrative law judges, I'm unapologetic about the fact that some of the members here \nare not getting much benefit, some are getting a lot.\n\nI'm from New England.  I've got no New England bias, but New England is only getting one.  Ohio alone is getting \n13.\n\nBut the reason for that is if you look at the filings per administrative law judge, in places like New England, Southern \nCalifornia, you'll see 300 to 400 per administrative law judge.\n\nIf you look at Mr. Lewis's district, it's 1,200, 1,400.  Same in Cleveland and places like that, and I can't justify that.\n\nSo, we've been -- in the allocation of the administrative law judges, we've realigned a lot of the service areas to try \nto help the struggling offices, and also with the national hearing center, so that we've got a centralized cadre of \njudges that can move into the worst backlog hearing offices like that.\n\nBecause when you go through the traditional process, it can be two, three, even four years before you get physical \nspace up and running and moving, and that's not fast enough.  You know, my term's over by the time that gets it \ndone, that's not fast enough.\n\n\n\nSo, we're really doing the three things.  The allocation this time, we've looked very systematically at the regional \nimbalances.  To the extent that we can, we've tried to fix that with this allocation.\n\nSecond, we've done realignments.  Some of them are very creative. The Toledo remote side is now part of Boston, \nand those types of things.  But those work and they're starting to help, and I think expanding the National Hearing \nCenter is critical to this initiative.\n\nREP. NEAL:  What you briefly said was it's possible during your tenure that you could be there for the \ngroundbreaking, but not there for the ribbon-cutting?\n\nMR. ASTRUE:  That's pretty close, Mr. Neal.\n\nREP. NEAL:  Thank you.\n\nThank you, Mr. Chairman.\n\nMR. ASTRUE:  Thank you.\n\nREP. RANGEL:  Thank you, Mr. Neal.\n\nMr. Brady may enquire.\n\nREP. KEVIN BRADY (R-TX):  Thank you, Mr. Chairman.  And may I suggest -- this is a critical round of questioning.  \nBoth Mr. Lewis and Mr. Johnson, I think, ran out of time to really go deeper into their situations.  Perhaps at the end \nof this, we might consider allowing both of them a visual round of question, because I think both situations are worth \nexploring.\n\nREP. RANGEL:  We'll go back to allow members to ask additional questions.\n\nREP. BRADY:  Thank you.\n\nCommissioner, two questions.  One local, one national.  Houston region, 2001-2002, we'd serious problems in our \ndisability offices, long backlogs, dramatic variance, and disapproval rates, and real concerns about where there is \nminority bias in the decision-making.\n\nSince then, I'll tell you, in the office, downtown office, that handles our cases, my caseload -- caseworkers tell me \nthere has been a dramatic improvement in response time, the quality of decisions, and clearly they feel, all people \non the ground and our office --\n\nMR. ASTRUE:  That's good to hear.  I was holding my breath.  So thank you.\n\nREP. BRADY:  No, no, it -- you need axe the experts who they are. But looking at the numbers for this year, we \nhave two offices in Houston, one in downtown that goes east, one in Bismuth (ph) that goes -- that has the western \nside plus northern area.\n\nAnd the question I have for you, in -- one, the downtown office processing time the backlogs are 50 percent better \nthan in the adjacent office.\n\nEven the judges, according to the numbers you provided, are more productive.  The downtown office is third in the \nnation in cases suspending in a good way, Bismuth at 33rd.\n\nDowntown office is top 10 in processing time.  Bismuth is far below average.  And my question is, you know, I \nunderstand the disparity nationwide, I don't understand the disparity in the same town.\n\nMR. ASTRUE:  Yeah.  So that's a very fair question.\n\n\n\nAnd a lot of these issues you can talk about as if we were a big machine and that's helpful, but one thing to realize \nis that in each of these hearing offices the key movers are the administrative law judges.  It's a relatively small \nnumber of judges in each office.\n\nIf there are human issues, performance issues, it has a pretty big impact on the areas.  So, it our view that the issue \nthat's at that office is a human issue.\n\nWe've got three judges there that are historically very unproductive.  We've got two that are going through sort of -- \nwere going through a counseling and assistance effort to try to improve their productivity.\n\nWe have one, if I remember correctly -- if I'm wrong, we'll correct this for the record -- Mr. Brady, but my recollection \nis that we do have an administrative law judge that we are going through a disciplinary issue.\n\nSo I think that I don't believe that there is anything terribly significant in terms of resources or the demographics of \nthe filing profile, account for any profound differences.  Again if I'm wrong, we'll correct it for the record.\n\nBut I believe you've got three of, I think it's eight -- again I may have that wrong -- judges where there is some \nsignificant performance issues and that hurts everybody.\n\nREP. BRADY:  Okay, would you -- thank you.  Would your office sit down to meet and just dig deeper into those --\n\nMR. ASTRUE:  Gladly, yes.\n\nREP. BRADY:  -- so we can -- and obviously what we want is that if someone's got a legitimate disability claim, I \ndon't want them going into alignments longer and moving slower by 50 percent than their neighbor across the \nstreet, which is sort of the case today.\n\nMR. ASTRUE:  I don't want that either. So -- but we -- as I said, we have identified that there are some issues and \nwe are doing our best within the considerable constraints to try to deal with that.\n\nREP. BRADY:  Thank you.  May I ask a question?\n\nMR.       : Yeah.\n\nREP. BRADY:  I think the additional ALJs, electronic system, to clean up the aged cases, again a good decision, all \nthose will help.\n\nOne of the problems have been, I think, too many cases make to the ALJ level that should be resolved either \nthrough the quick determination or at the state level, and there's been wide variances in productivity, in cases \ndetermined at the state before they get to the ALJs.\n\nHave you been able to measure the variance between -- (inaudible) -- voids and productivity levels at the state level \nin more -- maybe more qualitatively?\n\nHave you been able to measure the cases that should have been determined before they went to the ALJ, before \nthey got into the line, the very long line, they could have been disposed off either -- in either of the first two \ndeterminations? Have you been able to measure that?\n\nMR. ASTRUE:  Yes. There is an inherent difficulty comparing state to state performance but within those \nconstraints, yes, we do.  And we have a -- we measured -- again, not by allowances or disallowances, but we just \nlook at accuracy and we look at the samples to represent the cases, an equal number of allowances and denials to \ntry to make sure that we are -- maintain acceptable levels of accuracy.\n\nThere's a threshold on accuracy which I think I recall, but I'll supply that for the record, where if the state falls below \nthat then we go through a rehabilitation process and try to do some intensive work to get them up to the same level \nof accuracy.\n\n\n\nIn general, the states do a pretty good job, I mean they do a very good job, and they do it with less money than we \ndo.\n\nTheir state workers tend not to be paid as well as ours.  They have a lot of struggles with turnover of staff and that -\n- and generally they do a very good job.\n\nThey're not perfect.  Generally, they maintain high levels of accuracy by our standards, but there is a level of \naccuracy that is hard to account for, because the people look at it based on the record that they have before them.\n\nIf we don't get the right information there early, we can make a right decision based on the information we have, but \nit's not the ultimate right decision.\n\nSo we can't relax there.  We've got to try to push as hard as we can to try to make sure that the full medical record \nis available for the claimant, whenever we make a decision and that the claimant has alleged what the claimant \nshould be alleging, and that's a real issue on a significant percentage of cases.\n\nDepression, sexually transmitted diseases, a lot of times, the claimant doesn't come forward with what's really \ndisabling.\n\nREP. BRADY: All right, thank you, Commissioner.  Thank you, Mr. Chairman.\n\nREP. RANGEL: Thank you, Mr. Brady. Mr. Becerra may inquire.\n\nREP. XAVIER BECERRA (D-CA): Thank you, Mr. Chairman. Commissioner, thank you for being here and to all \nyour staff that you bring with you as well.\n\nWe appreciate the work that you've done in trying to help us increase the resources you have to hire those ALJs \nthat we all agree you need, and that's about as positive as I'm going to be in the five minutes that I have.\n\nMR. ASTRUE: Okay, I understand.  I'm braced.\n\nREP. BECERRA: You have, I believe something in the order of 1,300 local or field offices throughout the nation, to \nservice people who come to social security administration, whether it's for disability claims, whether it's for \nretirement benefits, whether it's to get a new social security card, to renew an old one, to do an employment check, \nwhatever it is, those 1,300 local field offices handle over 40 million visits every year.\n\nAnd it's probably going to increase once the baby boomers start to retire.  My understanding is that the wait-time for \nmost Americans going into these offices -- local field offices, somewhere between two and four hours before they \ncan be serviced by a live body in one of your offices.\n\nMR. ASTRUE: Now that --\n\nREP. BECERRA:  Let me finish.  You can respond after I finish this.  My understanding as well is that on average, \nhalf of those people who make a phone call to a local office never get through because the phone is busy.\n\nNow, I can go on and on, but what concerns me is not so much what we already know, that you don't have enough \nresources and enough staff and that's why people wait for ever and that's why you have millions of -- thousands of \nAmericans waiting years to get benefits on a disability.\n\nMy concern is that your budget request for this coming year, '09, is actually less than your budget request was for \n'08.  The president's budget, you submit a budget to the president, the president then submits the budget to us and \nthen we pass the budget.\n\nThe president's budget for '09 allocates more money to ALJs, but it does it at the expense of the field offices that \nare overloaded to begin with, and so we're taking from Peter to give to Paul.\n\n\n\nSo far you have closed two offices -- local field offices this year.  Last year you closed 17 field offices.\n\nYou plan to hire, as you've testified, somewhere between a 175 to 189 administrative law judges this year.\n\nThat's great.  But you plan to hire a 143 support staff for those AL judges.  By your own accounts, when you talk \nabout having a AL -- 4.4 support staff for every ALJ, if you're going to hire a 175 to 189 ALJs, but you're only going \nto hire a 143 support staff, that includes the attorneys, the medical evidence technicians -- all those folks who have \nto make the work -- work well for the ALJs so we don't have the abuse that some of our colleagues have talked \nabout and the fraud, how're you going to it when you have fewer support staff coming in than you have ALJs \ncoming in, when you need 4 support staff for every ALJ?\n\nMr. Commissioner, this is not the way we should do business. Something has to change.  You need to shake things \nup.  I'm surprised at how sedate this hearing is.\n\nI can't believe that we're here talking to you as if we're going to go through another day, and we can just go ahead \nand go along and get along.\n\nThis will not change.  We're talking about people in America, who worked -- who worked in this country.  They're not \n-- this isn't welfare.\n\nIn order to qualify for a disability benefit under the program, you have to have worked.  Many of these people are in \ntheir golden age and now facing these disabilities.\n\nAnd first, they can't go into an office without waiting hours before they can get serviced.  Second, once they submit \ntheir claim, it may take them not just 400 and some odd ways that it takes in an LA office, but in Atlanta it could \ntake up to 8 or 900 days.\n\nYou should be telling us -- Mr. Chairman, Members of Congress, this can't go on.  If we're going to change this, \nwe're not going to do it with a five percent increase, or with a 175 ALJs.\n\nWe've got to shake this place up.  And you just -- you parachuted in recently into a mess.  So, this is not directed at \nyou personally as the commissioner.\n\nThis is directed at SSA, which for years submitted budgets which were too low to an administration which for years \nhas under-funded you, and to a Congress which until last year under-funded you to the tunes of billions of dollars.\n\nAnd so we're all complicit.  Actually those who voted for that are complicit.  I did not support those budgets.\n\nMR. ASTRUE: Okay.\n\nREP. BECERRA:  And what I would say to you is this, as my time has expired and if the Chairman is gracious to \ngive me time to respond, fine, but I don't see how we're going to get anywhere.\n\nWhere we need to go with those folks who've waited two hours to get serviced in a local office, or those folks \nwho've waited 700 days to receive a benefit for which they worked and paid into the system for, unless you tell us \nwe've got to shake things up.\n\nMR. ASTRUE:  Okay.  So, I think I've got about 12 questions there, so I'm not going to be able -- you'll have to \nremind me which ones I have.  I'm not trying to be unresponsive.\n\nSo we need to say to predicate, most of your facts are right. The waiting times in the field office are not anywhere \nnear that bad. There are some really --\n\nREP. BECERRA:  Are you willing to come with me to one of the local --\n\nMR. ASTRUE:  We will supply the actual data --\n\n\n\nREP. BECERRA:  Are you ready to come with me to a local field office and see how long it takes?\n\nMR. ASTRUE:  I am.\n\nREP. BECERRA:  Okay.\n\nMR. ASTRUE:  And I also say that I'm aware that we have, may be a 100 to 150 offices, where it is really out of \ncontrol and they tend to be the inner-city offices, and the border offices.\n\nAnd that's a direct consequence of the contraction of the funding and being in long-term -- (inaudible).  We have not \nbeen able, you know, unless you close a lot of additional offices, it's much easier when you're contracting to take \nthem out of the larger offices and that's what's happened.\n\nAnd so one of the consequences of the freeze has been McAllen, Texas, and 125th Street in New York, those have \nsome very unacceptable -- and I've been in some of those -- I haven't been in all of them, but I have been in some \nof them.\n\nSo yes, this is -- and I do remind you here -- (inaudible) -- it is not quite as broad as you indicated.  It's not the \nroutine office. It's a more localized problem -- it's not --\n\nREP. BECERRA:  Commissioner, if you bought a car --\n\nMR. ASTRUE:  Yeah.\n\nREP. BECERRA:  -- would you wait two years to get that car?  If you bought a house, would you wait two years to \nbe able to --\n\nMR. ASTRUE:  No.\n\nREP. BECERRA:  -- go into that house?\n\nMR. ASTRUE:  Right.  I'm not justifying the status quo.  We've been trying to change it.  But when you say a couple \nof things -- and I hope that I'm not taking this personally, you won't take it either personally --\n\nREP. RANGEL:  I would suggest to my colleague that the time has expired.  Let's allow the Commissioner to make \nan additional response, so we'll move on to the next question.\n\nAnd as I stated previously, if there are members who want to have a second round, we will entertain that.  \nCommissioner, why don't you wrap up on this and I'll --\n\nMR. ASTRUE:  So in terms of being an advocate for the agency and being dedicated to get the proper level of \nfunding, I'll be quite honest.  I don't feel like I have anything to apologize for, because I walked into a situation \nwhere we were on a continuing resolution, we were on a full hiring freeze, we had Fruloe (ph) warnings, and despite \nthe Fruloe warnings, Congress did not act and ever give us an appropriation.\n\nSo in that context, when I made my first recommendation, which was for FY 2009, I looked at what had been done \nand it was a very high request the year before.\n\nAnd when I came up to talk to the key members of Congress about that, they gave that the back of the hand, and \nsaid that's a dead-on- arrival budget, we didn't pay any attention to it.\n\nAnd then I also looked at the 15 years where Congress came below the presidential request and it looked to me like \nit was a pattern of Congress using that as a starting point of how much lower they would go.\n\nAnd so in terms of my decision making, I said, how high can I make OMB go and I went for the number that I \nthought would work, it did.\n\n\n\nAt six percent, we're way over almost every other domestic agency in the federal government.  We also work with \nall of you and work with OMB, so there was no veto threat on the ($)148 million over the president's budget and we \ngot it.\n\nSo as far as I'm concerned, on my watch, we've done pretty well being an advocate for the agency, in getting \nadequate level of funding.\n\nI also think there's a changed environment.\n\nThere is now concern about the work that we're not doing, in large part because we're telling you about it, which we \nweren't doing before, and that may color what we do next year.\n\nBut I think that what I did in terms of my recommendation and my advocacy was to get the best possible funding \nwith all the constraints that we could and I think we did it, so I'm going to be very clear.  I don't think we -- I have \nanything to apologize for in that regard.\n\nREP. RANGEL:  Thank you, Commissioner.  Thank you, Mr. Becerra.\n\nMr. Ryan may inquire.\n\nREP. PAUL RYAN (R-WI):  Thank you, Chairman.\n\nCommissioner, I guess, I'll pick up where my friend from California left off, but first let me say, I appreciate your just \nmost recent explanation here that was very talented, very helpful.\n\nMany of us who are strong fiscal conservatives, that there's one area where we think that more resources need to \nbe deployed, it's this area, more ALJs, all of this.\n\nSo you need to use those of here at this dais, as advocates, when we -- when it comes to this appropriations \nprocess, and that's just something I want you to --\n\nMR. ASTRUE:  We have and do, and you know, all of you but particularly Mr. Johnson --\n\nREP. RYAN:  Yeah.\n\nMR. ASTRUE:  -- Mr. McNulty, have been just absolutely terrific.\n\n(Cross talk)\n\nREP. RYAN:  -- liberals, Republicans, Democrats, we are all --\n\nMR. ASTRUE:  Again, it's why I feel I can say I can take no offense.  I don't see what the problem's here -- but I \nthink in terms of making the case more broadly to the Congress, we still have a lot of work to do and that's why I did \nretail -- (inaudible) -- with appropriations committee.\n\nREP. RYAN:  I just have five minutes, so.\n\nMR. ASTRUE:  Sorry.\n\nREP. RYAN:  You've been parachuted in.  You have put together a plan, you have to execute it, and I have three \nquestions and I'll ask them upfront, because this is something we're all experiencing.\n\nYou mentioned in your opening statement that progress is being made in wait-times for obtaining a hearing.  \nHowever in Wisconsin, my constituents are experiencing an average wait-period of 620 days.\n\n\n\nThat's an increase of almost 33 percent over the 2004 levels and it's an increase of three percent over last year.  So \nquestion one, what effect will these new initiatives such as the Quick Disability Determination have on reducing this \nwait-time and when do you believe this effect will be seen?\n\nThat's question one.  Question two, because of the five minutes, I want to get through these.\n\nMR. ASTRUE:  Yeah.\n\nREP. RYAN:  As you know, the inspector general recently released a report on ALJ case level performance.  It \nstated among other things that a substantial minority, I think 30 percent of ALJs, have not completed even 400 \ncases.\n\nIn Wisconsin, for example, there is currently a backlog of 998 cases per ALJ.  I understand some cases take a long \ntime.  Low production numbers can be misleading.\n\nBut is the SSA planning on taking any concrete steps within the constraints of the Administrative Procedures Acts to \nintroduce reasonable production metrics and standards?\n\nThat's question two.  Question three; another concern I have is the ratio of decisions of ODAR judges that they're \nissuing which appear to reverse the state DDS (ph) determination.\n\nApproximately one-third to one-half of the ODAR level cases that my office says constituents would end up in a \nreversal of the state DDS decisions.\n\nSo from an apparent level that strikes me as a bit high, a reversal rate pretty darn high.  Is this rate of reversal \nproportional to other areas in the country and does the SSA see a lack of uniformity in the application of standards \nby the various state DDS bureaus?\n\nMR. ASTRUE:  Okay.  A lot to have -- let me --\n\nREP. RYAN:  That's why I asked them all upfront --\n\nMR. ASTRUE:  I know.  And again, I apologize if I'm not fully responsive and I'd be happy to supplement for the \nrecord.\n\nREP. RYAN:  I'd appreciate that.\n\nMR. ASTRUE:  For the QDD and compassion allowance cases, I think more than a lot people recognize.  These \nare cases that have to -- a greater extent than people believe, often gone off-track in the system and when we've \ngone back particularly at the less prominent cases, we found that 20 to 40 percent of them, it was either an \ninappropriate denial or just took way too long.\n\nREP. RYAN:  Twenty to forty percent?\n\nMR. ASTRUE:  That -- yeah, that should have been easy cases.  And so this is why we're very systematically trying \nto identify these cases and just stop them from being a problem.\n\nIt will make things a little bit more efficient at the DDS level, I think we've saved, picked up six days in average \nprocessing time last year.  There were mostly other factors.\n\nI think this would be marginally helpful in the time, but the main reason you do it is just to make sure that these \npeople don't get lost in the system.\n\nIn terms of Milwaukee my understanding is we are under-resourced there, and you'll be moving from 8 to 12 \nadministrative law judges and so that should be --\n\n\n\nREP. RYAN:  In -- by when?\n\nMR. ASTRUE:  In Milwaukee -- there are three classes currently being brought onboard April, May, and June that \nwill bring us up to little bit of a moving target, but about a 135 are in those three classes.\n\nWe're trying o get to the final -- minimum 175, so an additional 40 or so we should be hiring off the OPM roster by \nAugust.  So we should be up to a full 175 by August.\n\nREP. RYAN:  So we should expect 12 in Milwaukee by August?\n\nMR. ASTRUE:  I -- yeah --\n\nREP. RYAN:  (Inaudible.)\n\nMR. ASTRUE:  Yeah, there maybe a question -- if there's an August hire it may drag, because mostly judges \nrelocate, but more or less, yes.\n\nAnd we'll give you -- after the hearing we'll give you an update. I don't know the specifics of the particular staffs that \nwe hired in Milwaukee but we'll be happy to provide that for you.\n\nIn terms of the ALJ productivity it is a real issue in the system.\n\nWe have established for the first time productivity standards for the administrative law judges and that we're \nexpecting 500 to 700 cases a year, a significant portion of them are not needing that --\n\nREP. RYAN:  Thirty percent of them are under 400 right now.\n\nMR. ASTRUE:  That's right.  Right now, it's changed the culture and for the most extreme cases make it clear that \nthere's a far deviation from the standard.\n\nAnd I think it's a dialogue we need to have with the Congress as to whether we need to put more teeth into those \nstandards.\n\nREP. RYAN:  These standards are now -- they're out?\n\nMR. ASTRUE:  They're out, yes.\n\nREP. RYAN:   They're known?\n\nMR. ASTRUE:  Yeah.\n\nREP. RYAN:  And what are the consequences in the incentive structures?\n\nMR. ASTRUE:  What it does --\n\nREP. RYAN:  Timelines or strictures or what?\n\nMR. ASTRUE:  Well, you know, I don't want to think -- (inaudible) -- it is more of a guideline than a rule right now.  \nAnd again, we're bumping up against a lot of the statutory requirements --\n\nREP. RYAN:  Right.  And that's why I asked the question.\n\nMR. ASTRUE:  Yeah.  But certainly in the extreme cases, you know, when we have a judge that hasn't done a case \nin seven-and-a-half years, it is, you know, it shouldn't be necessary, but when you go to take disciplinary action and \nhaving a formal policy indicating this is what the agency's expectations are, would be helpful in some of those \nextreme cases.\n\n\n\nREP. RYAN:  You've had a judge that hasn't done a case in seven- and-a-half years?\n\nMR. ASTRUE:  Well, -- (inaudible) -- now, because I'm making him do them, but -- (Cross talk)\n\nREP. RYAN:  And for the FSA (ph)?\n\nMR. ASTRUE:  -- he hadn't for seven-and-a-half years is my understanding.\n\nREP. RYAN:  And he was still working?\n\nMR. ASTRUE:  The ratio of reversals, again, I -- a relatively small percentage of the cases go up to the hearing.  \nAbout a million claimants do not appeal their cases.\n\nAnd we're really a bit stuck.  You know, if we had a low reversal rate, people would say it's not a fair process, it's \nnot truly independent and we will get criticism for that.\n\nIn recent history, it's been about a 50 percent reversal rate. That's twisted up pretty much in tandem with the \nincrease in the delays, and I think the primary reason why the allowances are going up is because of those delays, \nand there are just claimants with degenerative diseases and conditions that didn't qualify but two years later do \nqualify.\n\nREP. RYAN:  But with a 620 day, you know, delay I can see that.\n\nMR. ASTRUE:  Yeah, that's right.  And it would be logical to assume that the reversal rate will go down when we \nget those backlogs down.\n\nBut you know, I also don't want to mislead you by suggesting that the system is perfect.  I think between the DDSs \n(inaudible), the variance -- the range in the variances when you really get deep into the numbers is pretty small.\n\nI think they do an outstanding job by and large.  And I'll be honest, you know, at the level of appeal we don't do as \ngood a job.\n\nIf you look at the variations between administrative law judges, there's no justification for some of them.  We've one \nthat denies, I think about 96 percent of the cases.  We have a handful, 10 to 15 -- I don't remember the precise \nnumber, we'll supply it for the record -- who allow approximately 95 percent of their cases.\n\nAnd I don't think either is right.  I mean, it is -- we have a statute that we have to adhere to.  It's a tough standard \nand there are some hard cases where as a human being you look at and say, that's a tough result but it's a statute \nand we should be enforcing it as you have told us to enforce it, and that's what I tell ODAR to do.\n\nREP. RYAN:  Right.  Thank you.\n\nREP. RANGEL:  Thank you, Mr. Ryan.  Mr. Blumenauer may inquire.\n\nREP. EARL BLUMENAUER (D-OR):  Thank you, Mr. Chairman.  Thank you, Mr. Commissioner for being here.  I'd \nlike to, I guess take up where my last two colleagues wearied (ph).\n\nWe're not the worst in the country, but we're about in the bottom 10 percent.  I think the 131st was the last that I \nsaw with over 700 days.\n\nI want to get a sense from you of an area where we don't have some of those dynamics that you're talking about.  \nWe're just plain, sort of white, red, small metropolitan area, not with unusual characteristics.\n\nWe're not really old, we don't have challenging populations.  I'm trying to get a handle on what I'm able to tell people \nback home about why we're getting whacked around.\n\n\n\nAnd what's going to happen about it for those of us who aren't at the bottom, but clearly unacceptable I'm sure to \nyou, certainly to me, and without question to the men and women who are trapped in this system in Portland and \nsurrounding environments in Oregon.\n\nMR. ASTRUE:  Right.  If you could excuse me, I got one thing I want to check with my staff before I respond.\n\nREP. BLUMENAUER:  Oh, sure.\n\nMR. ASTRUE:  I'm not going to get the answer right.  I've got some -- (inaudible) -- on a couple of things related to \nPortland, so if you'd indulge me, if I could answer that for the record.\n\nI want to make sure that we get it right and so it's the right concern and I'm concerned about it too.  But let me make \nsure we get you a fair and complete answer and if we could do that for the record, I'd appreciate it.\n\nREP. BLUMENAUER:  I defer to that.  We would rather have an accurate answer that doesn't haunt you or me.  I \nwould like some extra special attention to make sure that it is aligned properly.\n\nAs I say, ours should be a region that -- I don't understand the special stresses, the lengthy time that's driving the \npeople that we're working with crazy.\n\nMR. ASTRUE:  I do -- Senator Cantwell asked a somewhat similar question last year in a hearing before the Senate \nFinance Committee and one of the things that is true for the Seattle region is that the productivity of the ALJs tends \nto be lower than most of the rest of the country, if I remember correctly.\n\nIt's not entirely clear why that's true and in Washington State, I think the rotation of judges up to Alaska is a fact and \nwe're, you know, trying to get a handle on that, but I'm not sure about --\n\nREP. BLUMENAUER:  I don't want to mousetrap you.  I respect your kind offer to spend a little extra time to try and \nget the facts nailed down.\n\nMR. ASTRUE:  I'm also just going to note, that one of the things that I was checking here that was in my chart didn't \nlook accurate and I'm glad that I checked.\n\nSo I do have -- and ODAR has just told me that there are two additional judges coming in Eugene and two coming \nin Portland.  So there is some help coming.  And in -- it may not be adequate, but we're going to do the best we can \n(inaudible).\n\nREP. BLUMENAUER:  Well, I appreciate to know that there's a little help on the way, and I appreciate your kind \noffer to double- check to make sure that we've got the facts and the situation in place and look forward to working \nwith you and the Agency to make sure that these people are properly served.\n\nThank you.\n\nMR. ASTRUE:  And we're happy to thank you and we're happy to do so.  We've sat down particularly recently with \na number of the members of the committee to talk about this -- the situations in their states and we'd be happy to do \nthat for you, sir.\n\nREP. BLUMENAUER:  I look forward to scheduling a few minutes to follow-up to see what we can do together.\n\nMR. ASTRUE:  Great.\n\nREP. BLUMENAUER:  Thank you.  Thank you, Mr. Chairman.\n\nREP. RANGEL:  (Off mike.)\n\n\n\nREP.      :  Thank you, Mr. Chairman.  Since the beginning of this hearing was used to blame Ronald Reagan for \n(inaudible), crisis, and let me just introduce some facts.\n\nIt started in 1980, in the -- (inaudible) -- when Jimmy Carter agreed with -- (inaudible) -- Chairman, to increase the \nFDIC insurance from 40,000 to 100,000 and let -- (inaudible) -- become development companies, creating huge \nmarket in jumbo CDs (ph) -- (inaudible).\n\nThe -- (inaudible) -- proposed a solution to that four or five years later and the first -- (inaudible) -- $8 billion was \nturned down, and that's just to put some facts on the table.\n\nNow, on to our subject.  I want to follow up what Mr. Ryan first raised.  Between December 1 of last year and April \n22nd of this year, 17 of 18 appeals that we had in Florida -- (inaudible) -- reversed.\n\nAnd it strikes me that somewhere or the other, you need to reform the front-end or backend of this process.  That's \n94 percent reversal rate.\n\nI want to raise an issue that's going to come before us shortly and that is Mr. Schieber is going to report a National \nResearch Council report highlighting rules, vulnerability -- (inaudible) -- agency, if a systematic transition is not \nbegun to move more modern infrastructure, including moving away from COBOL to a current -- a 1950's system to \na current technology.\n\nFor the five-year period ending in '98, Congress gave ($)900 million to the Agency, and dedicated to invest in \ninformation technology.  What did you do with the ($)900 million and are you going to be looking for more?\n\nMR. ASTRUE:  The agency has made some significant investments in IT.  We couldn't deal with hundreds of \nmillions of Americans and their records and their service needs each year without relying heavily on IT.\n\nI do think that some of the criticisms of the National Academy of Science report are well founded.  I think that the \nAgency got comfortable with the COBOL technology and that the funding issues made it unrealistic to find a way \nout, and I do think that we are to some extent painted into a box.\n\nFor a number of the peripheral systems --\n\nREP.      :  Excuse me just a moment.  If you're comfortable with the COBOL based system and you may be the \nonly people still using it --\n\nMR. ASTRUE:  I'm not saying -- I'm saying -- we have been -- I think my systems -- (inaudible) -- will tell you I'm on \nthe case on this, although we've about 36 million lines of COBOL code and the question is how do we get rid of as \nmuch of it as quickly as we can.\n\nREP.      :  The point is if you want to move this country and you to electronic-based national -- (inaudible) -- record \nsystem, you have to be able to deal with that system?\n\nMR. ASTRUE:  Right.  So we have been increasing the web-based systems.  We are making some progress, but \ngiven the huge amount of code that we inherited, it's going to take some time.\n\nOne of the reasons for -- one of the things we would hope to do if we come to a agreement with the states, on the \nstate system, is move it out of the 54 separate -- every time we make a change in state disability determination \nsystems, the -- (inaudible) -- people have to do 54 separate COBOL programs amending the status quo, and it's \nincredibly time-consuming, expensive and it's a real issue going forward.\n\nWe're -- we've been negotiating with the states for about 9 months to see if we can come to an agreement on \nspecifications to go to a web-based system or something else that's non-COBOL based, that's unified around the \ncountry.\n\n\n\nWe need more on this step -- (inaudible) -- forward if we can do that and we're looking for other opportunities to do \nthat and we will have to ask for special funding from the Congress for most of those changes.\n\nOne of the most problematic aspects of the NAS report is that the core of the system, which we call \"MADAM\" is all \nCOBOL based and the magnitude of moving that system to anything other than what it's now, it's enormous.\n\nMR. ASTRUE:  And so I'll be honest, we've got plans for a lot of the peripheral systems to move away from the \nCOBOL.  I think we're going to be able to do it on my watch.\n\nTechnologically and financially I don't think that on my watch, we're going to be able to fix the issue with the core \npart of the program but we've got to start a process toward doing that.  That's probably a 10-year project, and 10 \nyears is probably past my half- life.\n\nREP. LINDER:  I want to thank you.\n\nREP. RANGEL:  Thank you, Mr. Linder.\n\nMr. Pascrell may inquire.\n\nREP. BILL PASCRELL JR. (D-NJ):  Thank you, Mr. Chairman.\n\nCommissioner Astrue -- am I pronouncing that correctly?\n\nMR. ASTRUE:  Yes, you are.\n\nREP. PASCRELL:  You've been very forthright today.  We've confirmed that we have a large backlog of disability \nclaims and we confirmed that this has a tremendous impact on applicants, making -- extending the time period et \ncetera, et cetera.\n\nYou have a plan to reduce the backlog, you've read it before the committee.\n\nREP.      :  And I do want to thank you.\n\nREP. PASCRELL:  What is the administration solution to this backlog since this hasn't just occurred in the last six \nmonths, this occurred over several years, hasn't it?\n\nMR. ASTRUE:  Yeah, it really started in 2001, there are two --\n\n(Cross talk.)\n\nREP. PASCRELL:  2001?\n\nMR. ASTRUE:  Right.\n\nREP. PASCRELL:  And more people have come into this system, we -- what's the administration's overall plan to \ndeal with this tremendous backlog in your mind?\n\nMR. ASTRUE:  Well, it divides really into two categories; one is I think as we've said pretty forthrightly in terms of \nresources we've had what economists would call both an allocation issue -- we haven't had enough -- and a \ndistribution issue in that we hadn't been putting it in the right places.\n\nAnd so I think we've laid out in a fair amount of detail in the written testimony how we've been trying to do that and -\n-\n\nREP. PASCRELL:  So Commissioner, if you looked at the demographics back in 2002 and you saw the shrinking \namount of resources -- I'm not talking to you about you personally --\n\n\n\nMR. ASTRUE:  Thank you.\n\nREP. PASCRELL:  You saw the shrinking amount of resources, one could very easily conclude that we are going to \nhave -- we are heading for a disaster here.\n\nMR. ASTRUE:  Well, in fairness to people who are here, I don't think it was clear in 2001 what would be happening \nin terms of resources going forward.  I'm not sure that people actually believed that we would be under-funded to \nthe extent that we were, so in fairness to people --\n\nREP. PASCRELL:  The administration didn't know that, didn't understand what the ramifications are?\n\nMR. ASTRUE:  I think we understood -- I think the people that were within the agency understood what the \nramifications would be if Congress under-funded us to the extent that actually happened.  I think -- it did happen, \nbut in 2001 I don't think, in fairness to the people who are here, I don't think they anticipated that would happen.\n\nREP. PASCRELL:  Now, there are quite a few Social Security disabled in New Jersey, in my district, you know, the \nsituation at Newark, 509 days per applicant.\n\nMR. ASTRUE:  Right.\n\nREP. PASCRELL:  That's not acceptable to you?\n\nMR. ASTRUE:  No.\n\nREP. PASCRELL:  Sure as heck isn't acceptable to me.  The Social Security disability backlog has caused \nextreme hardship.  You have to deal -- talk to the caseworkers in each of our office, they get no accolades, \nbecause we think all the action's happening down here.\n\nAll the action, as far as I'm concerned, that is significant is happening back in our district.\n\nThese constituents are unable to work but still must pay for their medications, their other health care needs, they \nhave to pay for their housing, living expenses for themselves, and their families while they wait months or even \nyears for SSA to hear their case.\n\nOne New Jersey resident filed for disability benefits in 2005 due to severe coronary artery disease, recurrent \ncongestive heart failure, requiring a pacemaker, defibrillator, diabetes, orthopedic impairments, hypertension, other \nserious ailments; his case is still pending before an administrative judge.\n\nThis is cruel and unusual punishment.\n\nAnother constituent who applied for benefits in 2006 has not yet had a hearing, and his temporary rental assistance \nis being cut off this month.  Without help from SSA he is going to be homeless.\n\nThe anecdotal stories here are not anecdotal; these are real people.  They have faces, and I know you care about \nthat, I really do.\n\nI don't think there is a person on this committee who questions your loyalty to the task and your ability to move \nforward, but you can't do it without resources.\n\nMR. ASTRUE:  That's right.\n\nREP. PASCRELL:  And what we need is more people in your department to speak out against what I consider to be \nan atrocity. And I don't believe you've closed 17 offices during this period of time.\n\n\n\nMR. ASTRUE:  Well, actually to go through the numbers, we have -- and in terms of a net, we went down, I think, \njust a couple offices this year.  We do every year and it's the exact same process that it's been since the Carter \nadministration, although under my watch we gave more notice to members of Congress than we have historically.\n\nHistorically we've only worked through district offices, so we now give duplicate notice to Washington offices as \nwell.\n\nWe -- typically for the last 30 years we contract about 2 to 3 offices a year.  That's been pretty much the trend, it's \nthe same process.\n\nThe numbers you're hearing come from people who I think are trying to mislead you, because they look at just -- \nthey call consolidation of two offices a closing.  They don't look at the net because we open offices too.  And --\n\nREP. PASCRELL:  Mr. --\n\n(Cross talk.)\n\nMR. ASTRUE:  When your colleague to your left -- you know, we had this conversation that part of the reason why \nwe do this is that we've got these places like Las Vegas and Atlanta that are exploding in population.  And if we \nhave contracting resources and we can't move any of those resources, it means that Mr. Lewis' constituents and \nMs. Berkley's constituents get shortchanged compared to others.\n\nSo we've kept it approximately level for a long, long time.\n\nREP. PASCRELL:  Well, then how many offices have you closed since 2001?\n\nMR. ASTRUE:  Net -- again, I -- we'll give you the precise numbers.  It's the exact same trend for 30 years.  It \naverages two to three a year.  There's been no significant deviation from that trend in terms of the net.\n\nREP. PASCRELL:  Mr. Chairman, this is the lowest amount of employees for the problem that we have.  And --\n\nMR. ASTRUE:  Yes, that's right, and what this -- what the -- and what that creates --\n\n(Cross talk.)\n\nREP. PASCRELL:  You've -- you can't put icing on that one.\n\nMR. ASTRUE:  For Mr. Lewis and Mr. Rangel and the members who have inner-city offices, I don't think that \nthey've really appreciated that they take a disproportionate hit, because if you can't close the small underutilized \noffices, where we've lost a lot more employees and the people that are the most stressed now, and it comes -- \n(inaudible.)\n\nBut it's the field workers in the inner-city offices and the major -- (inaudible) -- city offices because, you know, we \ncan't create employees out of nowhere.  If we don't have the money to pay for them, you know, they disappear.\n\nREP. PASCRELL:  I agree.\n\nMR. ASTRUE:  And so I don't think we've done anything radical, and in fact, I mean, if you look at it in the big \npicture it would not be unreasonable for Congresswoman Berkley to say to me --\n\nREP. PASCRELL:  I don't --\n\nMR. ASTRUE:  -- if you close more --\n\n(Cross talk.)\n\nREP. PASCRELL:  -- Mr. Commissioner, my point is that the administration has been, not you.\n\n\n\nMR. ASTRUE:  That the --\n\nREP. PASCRELL:  Your administration has been.  The administration, the person -- the people who hired you, \nthat's what I'm talking about.\n\nMR. ASTRUE:  I don't think -- I mean, I'll be honest with you, I run substantially independently.  No one has told me \nfrom OMB that I have to do this or do that in terms of offices.\n\nI come in and in terms of the hearing offices, the processing centers, the regional -- I look at it and I try to balance it \nout to say, how can we serve the American people best?\n\nAnd where things are I think a bit different from before is that we are trying, I think, a little harder to be fair \nregionally, but that means that resources have to be moved from one place to another.\n\nAnd if you -- one of the locations is losing a resource, I understand that people are unhappy about that, but at some \npoint, you know, when you have a city like Las Vegas that's exploding, you know, it's not fair to say that, you know, \nan office serves four times as many people in Las Vegas than in someplace in the East in an area that's not \ngrowing.\n\nSo we've -- you know, a lot of the moving around has been part of an effort to balance things out geographically.  \nAnd the general trend -- if someone is telling you we've closed net 17 offices last year, they're just wrong.\n\nREP.      :  (Off mike.)\n\nMR. ASTRUE:  That may be right.  It averages two to three a year and it's been about the same trend.  And in part \nit's a reaction, as you say, to the long-term under-funding of the agency.  We've been forced to make a lot hard of \nchoices, we do the best we can.\n\nREP. PASCRELL:  Thank you.\n\nThank you, Mr. Commissioner.\n\nREP. RANGEL:  Thank you, Mr. Pascrell.\n\nMr. Tiberi may inquire.\n\nREP. PATRICK J. TIBERI (R-OH):  Thank you, Mr. Chairman.\n\nAnd thank you, Mr. Commissioner for being here today and spending time with us on a very important issue.\n\nI represent a district in Columbus, Ohio, Central Ohio.  You mentioned it in your testimony and I know a lot of \npeople who work in the local office and they're hardworking folks, overwhelmed, doing their job, representing -- \ntrying to help people throughout Central Ohio.\n\nI'd also like to thank some of your employees in Springfield, Massachusetts and Orland Park, Illinois, and in \nRoanoke, Virginia. And I'm sure Ms. Tubbs Jones will thank them as well because Ohio in particular has been using \nthis new technology to allow claimants to go before a TV set and give their testimony.  But we're being -- as you \nknow, we're being just slammed --\n\nMR. ASTRUE:  Yeah.\n\nREP. TIBERI:  -- two years in Central Ohio and now claimants are going before a TV set.\n\nAnd I know you've addressed the situation or begun to address the situation, particularly in Cleveland, but also a \ncouple of judges in Columbus and a few in Cincinnati as well.\n\n\n\nYou mentioned in your testimony that after you deal with Cleveland and Atlanta you're going to deal with Columbus \nand Indianapolis.  So one question is how you're going to do that, and in doing that, are you also prepared to look at \nnot just the judge issue but also the support staff issue, the hearing room issue, and all the related issues that our \nconstituents face, because it's obviously not just one problem that we need to solve, it's a myriad of problems \nthroughout the entire system that a person is backlogged for two years on.\n\nMR. ASTRUE:  Right.  So the good news from your perspective is, you know, we did look at the regional variations, \nand I believe that Ohio is the big winner in the country.\n\nREP. TIBERI:  Because we were the big loser.\n\nMR. ASTRUE:  You were the big loser before, and that's right, and I think we have 13 administrative law judges \ncoming into the state of Ohio, and so that's a first step.\n\nI think that -- that you put your finger on, having the ability to move quickly with the electronic hearings is critically \nimportant to addressing these backlogs, and again, because they can just spring up very quickly.\n\nA lot of these offices are four, five, six people.  You have a judge retire, you have a couple of judges that all of a \nsudden become dysfunctional, it makes a huge difference in that local area.  So having the capacity to have some \njudges in a few central locations who can move quickly into the areas of worst backlog and help them out as we've \nbeen helping Cleveland out --\n\nREP. TIBERI:  But you still need hearing rooms for the claimant to go to.  And There Are --\n\nMR. ASTRUE:  Yes, that's right.  And in some places in the country we're pretty well set for that, but to make this \neasier, and I went through this with Mr. Levin personally a couple of weeks ago. Oak Park is a pretty bad situation \nas well, and right now, they don't have the hearing rooms equipped so that people can have electronic hearings \nfrom other locations.  But that equipment is being put in now and there will be four of those hearing rooms in Oak \nPark.\n\nSo we've gone through a fairly systematic review of facilities to -- with a new motto of realizing that this is going to \nbe an ongoing part of what we do going forward, to make sure that the physical space in the various hearing rooms \nguy's -- (inaudible) -- the opportunity to get help from the outside because it's critically important for the most \nbacklogged offices.\n\nREP. TIBERI:  So what is your plan?  You mention in your testimony that Columbus is -- Miami, Indianapolis are \nnext on the docket to address this problem.  How do you --?\n\nMR. ASTRUE:  Right now we have a pilot National Hearing Center with five administrative law judges just hearing \ncases from Detroit, Cleveland, and Miami.  We're trying to add another 14 between now and the end of the year.\n\nAnd we're hoping that we can move more quickly than the norm because we're not trying to get new space.  With all \nthe contraction we do have some excess space in some of our facilities, and generally we can renovate space \nmuch faster than acquiring new space.\n\nSo what we're trying to do is expand in Falls Church, which is where ODAR is headquartered where we have been \nable to access some space.\n\nWe're trying -- we believe we're going to be able to access space in the relatively short run in Chicago and \nAlbuquerque, and so we should be moving up in the range of 20 to 25 National Hearing Center judges fairly soon.\n\nWhether we can get them onboard by the end of the fiscal year, we're not sure yet for all of them, but we're going to \ntry.\n\n\n\nREP. TIBERI:  Well, I hope you'll allow me to follow up with you or your staff on Columbus and Central Ohio as it \nprogresses.\n\nMR. ASTRUE:  Right, be happy to do that.\n\nREP. TIBERI:  I yield back.\n\nREP. RANGEL:  Thank you, Mr. Tiberi.\n\nMs. Berkley may inquire.\n\nREP. SHELLEY BERKLEY (D-NV):  Thank you very much, Mr. Chairman.\n\nAnd let me personally thank you for being so helpful to me and my office in this issue and many others.  And thank \nyou very much for being here.  I enjoyed the meeting that we had in the library a few weeks ago and I appreciate \nthe forthright manner in which you are addressing the Committee.\n\nWe all seem to be on the same page and have the interests of our senior and disabled population in our minds \nwhen we're discussing these issues.\n\nAs you are well aware, Mr. Commissioner, my district of Las Vegas has one of the fastest growing senior \npopulations in the country. Therefore, it's very important to me that the area field offices and the card center have \nthe resources and personnel that they need to provide our seniors with the quality of service that they deserve and \nhave earned.\n\nSince the Las Vegas card center opened last year, I work very closely with the Social Security Administration and \nour local employees in the office to address a number of the problems.\n\nYou're well aware of the problems that we started with.  They range from inadequate signage -- the first time I went \nto the card center I thought I was going to a dermatologist's office.  And I'm glad that we were able to fix that.\n\nThere was insufficient seating for the elderly and disabled. People were standing for hours.  There was insufficient \nstaffing, long, long lead times and long lines where many of my -- the lines were so large that they were going out \nthe door.  And in 110 degree temperature, having older Americans and disabled standing out in that heat was \nobviously very dangerous as well as unacceptable.\n\nI can't thank you enough, and after listening to all of my colleagues' problems, I'm a very grateful person.  But you \nhave helped us to correct a majority of the deficiencies at the card center. We've added 70 seats, which makes a \nbig difference, 7 additional employees; all 19 windows are now open for service.\n\nLead time has dropped from well over two hours to less than a half hour.  All of that is just wonderful.\n\nI do have still some concerns that I'd want to share with you. There is some concern about the card centers and you \nknow that even though the card center is centrally located in Las Vegas it still services many of the rural areas that \nsurround Las Vegas.\n\nI know that although they're not my constituents they are Nevadans, that they can go to their field office, but it's -- \nthey are hours, but they're only once a month.  Perhaps -- and listening to other people's problems, this may not be \nas significant as some of the others, but if you're one of the people living in these rural areas with no access, it \nbecomes a problem.\n\nPerhaps we can -- rather than once a month going to their field offices, perhaps we could make it a little easier by \nextending that maybe to twice a month if that is possible.\n\n\n\nAlso, I received -- I shouldn't say complaints, but there are some concerns that the employees have a lot of \novertime between January and Tax Day.  Maybe that's just standard operating procedure, and maybe with the \nadditional employees that have been assigned to Las Vegas, that problem will be eliminated.\n\nBut I think -- I feel the need to share that with you.  We also have one of the shorter waiting times for disability \ndecisions with an average of less than a year, but having heard what some of my colleagues said, even a year in \nmy opinion is a shamefully long time if you're waiting for these disability benefits.\n\nBut my question to you is this, under the president's budget, SSA would make progress in addressing the disability \nbacklogs that have seemed to added to the expense of other areas in non-disability -- other non-disability areas.\n\nIf this is the case, it seems that the backlog in other areas would rise dramatically and we would lose ground on -- \nin areas that we've really made some progress.\n\nWhat do you -- is that the case, what do you recommend, and how much would it cost to avoid this decline in \nservice to the public? How much more do you need?\n\nAnd perhaps Congress ought to take some responsibility for this. If you don't have the resources to do the job we're \ntasking you with, what resources do you need that we should be putting in your budget?\n\nMR. ASTRUE:  Sure.  I'd like to give you a more detailed response for the record, but let me give you a short \nresponse.  The -- this is appropriation for which we are grateful and the president's budget for next year allow us to \nmake not only with the disability program, but to make some significant investments, systems to bolster the field \noffices, to bolster the teleservice centers.\n\nSo there will be continued improvement in the frontline services.\n\nWe have tried to be very transparent about what we think we're going to have difficulty doing and we're trying to get \nto as many of those as possible.  And we laid those out in the president's budget.\n\nWe've actually made some progress in some of those workloads because we've had an unexpectedly large \nincrease in productivity so far this year.  So we've actually -- are a little bit ahead of schedule on some of these \nbackend workloads.\n\nBut it's -- and there is some softness in the numbers because we can't track a lot of these things very accurately.  \nBut it's in the range of $400 million in terms of the things that we're not doing in order to get staff up --\n\nREP. BERKLEY:  ($)400 million or ($)400 billion?\n\nMR. ASTRUE:  ($)400 million.\n\nREP. BERKLEY:  Mil?  Mil, M?\n\nMR. ASTRUE:  Yeah.\n\n(Laughs.)\n\nMR. ASTRUE:  We -- I think we delivered pretty good value for the money; the people work very hard, the systems \nare getting better and better to make them more productive, so you get a lot for your dollar in my opinion in Social \nSecurity.\n\nREP. BERKLEY:  And let me ask you one other -- I just didn't understand if that's ($)400 million over --\n\nMR. ASTRUE:  Yes.\n\nREP. BERKLEY:  -- the budget?\n\n\n\nMR. ASTRUE:  Yes, we -- that's the -- we identified the workloads where we did not ask for the money this year so \nthat the Congress would understand what choices we're making in terms of prioritization.\n\nIf they thought we made inappropriate prioritizations, it would -- you have the information to choose differently.\n\nREP. BERKLEY:  Thank you very much.\n\nREP. RANGEL:  Thank you, Ms. Berkley.\n\nMs. Tubbs Jones may inquire.\n\nREP. STEPHANIE TUBBS JONES (D-OH):  Good afternoon, Commissioner, how are you?\n\nMR. ASTRUE:  I'm fine, thank you.  How are you?\n\nREP. JONES:  I'm doing very well, thanks.  How long have you been in office now?\n\nMR. ASTRUE:  About 14 months.\n\nREP. JONES:  About 14 months.  I guess our first meeting is not probably the most exciting of your meetings \ntonight.\n\nI really do want to compliment you on the work that you've done and I could put up statistics that justify the \nadditional six judges in Cleveland.  I want to thank you for them and I won't put the statistics on the record; you \nalready know them.\n\nAnd I was so excited to be able to say some wonderful things to you, but I -- you know what --\n\nMR. ASTRUE:  (Laughing) -- oh, don't spoil it now.\n\n(Laughter.)\n\nREP. JONES:  Yeah, enjoy that moment, because --\n\nMR. ASTRUE:  I know, I know.\n\nREP. JONES:  -- I'm coming at you right now.\n\nI was a judge for 10 years, Commissioner.\n\nMR. ASTRUE:  I know you were.\n\nREP. JONES:  And I've been working the 10 years I've been in Congress with administrative law judges of the \nSocial Security Administration, and you just threw them under the bus.\n\nYou just threw those judges who do such a wonderful job under the bus by talking about one, who hasn't heard a \ncase in seven and a half years, by talking about another -- well, I don't remember what the heck you said about him.\n\nBut I wish -- see, I've learned that when you oversee a group of folk that not only do you challenge or chastise \nthose that cause problems, you spend as much time saying great things about the people who keep the ship up \nwhen they don't have the kind of support that they need.\n\nAnd I think that -- if you said it, I missed it, so I'm going to give you an opportunity to say it again.  The great work \nthat that the administrative law judges who are there, who are handling the kind of caseloads that they have, doing \na great job.  I think you owe it to them.\n\n\n\nMR. ASTRUE:  I -- I've answered the same type of question several types from different angles.  I have said here, \nfirst of all, the vast majority of them do great work.  And I say that ---\n\n(Cross talk.)\n\nREP. JONES:  -- all of those administrative law judges can you hear and the vast majority of them --\n\nMR. ASTRUE:  Yeah, the vast majority of them do great work and also in particular I gave them credit -- this is the \nyear where we've had contracting resources seriously in ODAR.\n\nAnd the progress on the backlog is pretty stunning.  The increase in the pending is coming down dramatically and \nit's because -- not just the ALJs but the attorney advisers, the support staff, the whole team, they are working \ntogether as teams.\n\nThe productivity is up about 10 percent and we've seen the measure that I consider most important, and I know \nsome of the staff behind me has differences of opinion that, you know, they have different measures.\n\nBut if you look at dispositions per ALJ per day, and again, that's attributing the attorney-adviser decisions and those \nthings to them, we're up about 10 percent this year.  The backlog would be a lot worse without that improvement.\n\nAnd there have been some particular offices that have been historically problematic that have done terrific work.\n\nBut I do feel that I have to identify that there is an unworthy -- you know, it's a 5 to 10 percent where there are both \nconduct issues and productivity and --\n\nREP. JONES:  And that's what I want.  That's what I want you to make it clear --\n\nMR. ASTRUE:  That's exactly --\n\n(Cross talk.)\n\nREP. JONES:  -- the 5 or 10 percent, and that means that you have a 95 or 90 percent staff who are doing a great \njob.  It's important for me.\n\nMR. ASTRUE:  We're -- trust me, we're absolutely on the same wavelength.\n\nREP. JONES:  Okay.\n\nMR. ASTRUE:  But I think -- now, you're in the point now where I believe in Cleveland you'll have 15.\n\nREP. JONES:  Thank you.  (Claps).\n\nMR. ASTRUE:  If you have one who is not carrying his weight --\n\nREP. JONES:  I'm going to stand up and say thank you.\n\nMR. ASTRUE:  Thank you, thank you.  If you have 1 out of the 15 that's not carrying weight you might not see that \nmight of an immediate impact, but for some of the other members here, with -- we have offices --\n\nREP. JONES:  I don't want to get locked in that, and I'm running out of -- you know, I don't have a lot of time.  I just \nwanted it to be clear.\n\nMR. ASTRUE:  All right.  I think we're in agreement.\n\nREP. JONES:  Okay.\n\nMR. ASTRUE:  Okay.\n\n\n\nREP. JONES:  Tell me, there is one other area that I have some concern about and I would ask you to take a look \nat it, which is Ohio is one of those states where there was a higher than average first- time approval rejection.  Am I \nsaying correct?\n\nMR. ASTRUE:  I understand --\n\nREP. JONES:  You understand what I'm trying to say, right?\n\nMR. ASTRUE:  Right, the denials are higher.\n\nREP. JONES:  Denial, I'm going to -- denial, yes.\n\nAnd I'm not asking you necessarily to give me an answer today, but what I would like to have happen is to have a \nlook at not only Ohio but other places across the country where we seem to have that, can we figure out what than \ncan be attributable to.\n\nMR. ASTRUE:  Right.  One of the things -- it's a great question, and we're getting it from a couple other members \nas well.\n\nThe -- that statistic looked at in isolation can often be very misleading because the composition of the filings is -- the \ndemographics is very different from state to state.\n\nAnd interestingly, some of the states with the lowest allowance rates, which should give you -- and it's a first-level \ncause of concern and you're asking the right question.\n\nBut when you look deeper, they're putting a higher percentage of people onto disability than most of the states with \nvery high allowance rates, and part of that is -- and I know there has been some criticism with insurance companies \nlately on this point.\n\nBut in my world, what I hear anecdotally from people on the line is that a number of states have policies that refer \npeople to us and make us make a decision before they get state benefits of one kind or another.  And it's a budget \ndevice.  And what that means is that we get a lot of people that probably shouldn't be there in the first place that \nhave to go through our process to comply with state requirements.\n\nREP. JONES:  What I would ask you to do is for someone in your shop --\n\nMR. ASTRUE:  Yeah.\n\nREP. JONES:  -- to work with those to see if we can address that particular issue because it then becomes your \nbusiness because it's in your shop.  And it may well be the business of the particular state and we have an \nobligation to sit on the state agencies as hard as we sit on you.\n\nMR. ASTRUE:  Right, so we will -- I accept that as a charge.  So we will look at that, we'll give you as much detailed \ninformation about Ohio policies as possible so you can decide whether to --\n\nREP. JONES:  Who I want to beat up in Ohio.\n\nMR. ASTRUE:  Yeah.\n\nREP. JONES:  Thank you, Mr. Commissioner.\n\nMR. ASTRUE:  Thank you.\n\nREP. RANGEL:  Thank you, Ms. Tubbs Jones.\n\n\n\nWe've now completed our first round.  I think there are just a couple of requests for follow-up.  I think Mr. Brady, you \nhad a follow-up question.\n\nREP. BRADY:  Thank you, Mr. Chairman.  I'll be brief, and thank you for the courtesy by the way.\n\nCommissioner, I know that earlier this year, you know, you suspended a proposed rule dealing with reforms of the \ninefficiencies of the appeals process.\n\nAnd I know you've been having conversations with various interest groups on those rules.  I wouldn't encourage you \nto do that, but I hope you understand that a number of us want you to pursue reforms in the appeals process.\n\nNo reasonable person can justify the system you have today. We're not seeking efficiency for efficiency's sake, \nwe're seeking a quicker appeals process that is fair and more accurate, and hopeful that if we can do it as efficiently \nas possible other resources can be used to quicken the process and make it more fair and accurate throughout the \nwhole system.\n\nSo I hope you'll continue to pursue reforms that the Congress needs to take.\n\nSecondly, I appreciate the straight talk about our administrative law judges or any other part of the system.  We've \nneeded this for a long time to improve the system.  It may not be comfortable, but whether it is, we have some \njudges or staff or whether -- who aren't productive and Congress is not providing you the resources you need, we \nneed to hear that type of straight talk.  So thank you.\n\nFinal point, in the system today, just looking and reviewing the original definition of disability, clearly medical \nadvances, occupational advances, the fact that a quarter of the jobs we have today didn't even exist 25 years ago.  \nThere is now opportunities where people who would be disabled and have no chance for a work life, today because \nof advances in medicine and technology are able to do that.\n\nAt the DDS level, has there been an effort to extend -- expand on just the medical diagnoses of disability, to \nincorporate occupational experts who can identify a potential work life that a claimant could have, so that we're \nlooking at disability in the 21st century?  Occupational disability rather than just as a medical issue as it was \noriginally, I think, probably developed.\n\nMR. ASTRUE:  Yes, good questions.\n\nSo in terms of the regulation question, I'm relatively proud of the fact that you -- we've made an enormous amount \nof change in the last year; 99 percent of that has been relatively uncontroversial.  We got caught off-guard on the \nobjections to a couple of the provisions of this reg where I still think on the merits we were trying to do the right thing \nfor the right reason.  But the cost of having the argument isn't worth it.\n\nAnd we've had pretty good discussions with the advocate, and we think that actually there may be -- maybe 18 \nmonths down the road, but there may be some better ways of getting to a substantially the same result once we \nhave better systems and we can do a cooling period for docketing and that type of thing.\n\nSo we're hoping, we're not giving up, we're going to try to get to the same general result through a different \nprocess.\n\nIn terms of medical advances, I can't really -- shouldn't say things like this, but actually the -- one of the things you \nshould have been critical of the agency for many years is we haven't been good enough about keeping up.  We \nhave -- you know, one of the reasons why some cases are decided wrongly by the DDSes is we don't give them \nclear enough guidance or updated enough guidance.\n\nWe've had regulations on our listings issued on my watch that hadn't been updated since 1979, 1985 for the \ndigestive regs.  And that's not acceptable.  And right now we're on a five-year schedule for the reg, and if you go \nlook at the docket you'll see we're issuing a lot more regs in the medical area than they have historically.\n\n\n\nAnd we do them every five years now and hope to actually do every three years.  I don't know if we're going to be \nable to get there. But I think that's critically important, and we're making it harder for that staff, because we're \nasking them to go to a level of detail that they haven't gone down to before.\n\nWe've typically stopped at a fairly high incentives rate.  And if you look at the cases that go off-track, a significant \npercentage of them were ones where it's not the DDS' fault.  It's our fault and Woodland, because we haven't given \nthem sufficient guidance.\n\nREP. BRADY:  I guess the question is more directly, do DDS examiners and ALJs have access to the occupational \nexperts who can help determine if there is a work life that's available to a claimant?\n\nMR. ASTRUE:  Right.  To a large extent, yes, although there is an issue in some places in quality and quantity \nbecause I think we haven't increased the compensation for these folks for decades.  And so there is an issue in \nsome places.\n\nWe're hoping to do that for both the medical and the vocational experts.  We also need to do better in the vocational \narea.  We've relied historically on a guide produced by the Department of Labor, which they've decided not to \nproduce anymore.\n\nSo we're going to try to take that over and not only update it but improve it and adapt it more for our purposes than \nwhat the Department of Labor does.\n\nSo I don't think it's a crisis in terms of where we are but are they best administrative practices, no; can we do better, \nyes; are we trying to get there, yes.\n\nREP. BRADY:  All right.\n\nThank you, Mr. Chairman.\n\nREP. RANGEL:  Thank you, Mr. Brady.\n\nI believe Mr. Becerra had a follow-up.\n\nREP. BECERRA:  Thank you, Mr. Chairman.\n\nCommissioner, again, thanks very much for your time, and all the responses.  And please continue to do the work \nas I've said to you.  I didn't have a lot of space in my five minutes.  Now, for the good news that in every respect \nyour responses prove that you are trying to do what you can --\n\nMR. ASTRUE:  Thank you.\n\nREP. BECERRA:  Personally, Michael Astrue is trying to do what he can as the commissioner to make changes.  \nSo I -- we appreciate that. I urge you to continue to be candid with us.  I -- as I said, I urge you to shake things up.\n\nMR. ASTRUE:  Right.\n\nREP. BECERRA:  When you come here, shake them up, not just internally, but when you come here, shake them \nup, and recognize that you have to obviously get your paycheck but if you do the right thing you'll get paid more \nthan just with a paycheck.  So I just urge you to continue with --\n\nMR. ASTRUE:  Thank you.  Well, we've been -- we have been doing a fair amount of shaking up.  We've been \ntrying to do it as politically as possible.  I also should say I really have been blessed and we have put together a \nfairly new team, we've -- there's been a lot of shaking within the agency.  And they've just really come together and \ndone an absolutely first-class job.\n\n\n\nSo you know, this agency is too big for any one person to change and I give a lot of credit to the -- a lot of the \npeople sitting behind me and some of the people who are not here today.\n\nREP. BECERRA:  I'd love to see it register on the Richter scale so you keep at it.\n\nMR. ASTRUE:  Okay.\n\nREP. BECERRA:  Support staff --\n\nMR. ASTRUE:  Yeah.\n\nREP. BECERRA:  -- you didn't have a chance to get to the question to answer it, because I didn't -- I ran out of \ntime, but I don't know how much you can give us now but perhaps in writing give us a more elaborate response.  \nBut I'm very concerned that as you hire the ALJs that we know we need --\n\nMR. ASTRUE:  Yes.\n\nREP. BECERRA:  -- you will not have the support staff -- you already don't have the support staff.  So to hire at \nless to a 1 to 1 ratio when you need a 4 to 1 or so or 5 to 1 ratio --\n\nMR. ASTRUE:  Yes.  Well, let me give you the short answer and we'll give you a longer answer for the record \nbecause I do think that that some people -- their hearts are in the right place, they've misunderstood some of our \nbudget numbers.\n\nSo many of the things that we did, even in a time of contracting resources, we realize that the judges can't do the \nwork without the support staff and we knew approximately when the judges were coming in.  To make it as \nseamless as possible, we advanced hires of support staff in anticipation of the new ALJs to some extent.\n\nREP. BECERRA:  Okay.\n\nMR. ASTRUE:  So on my watch we started at 4.1 support staff per ALJ.  Unlike a lot of the rest of the agency that \ndidn't go down. That went up.  So that went up to about 4.4.\n\nWith -- when the new judges are absorbed and with the hiring that we also are doing in support staff, we'll be back \ndown to about 4.1. Now, there's an interesting question, is that the right number or not.\n\nFor the time being, I think that will work but one of the things that we don't know and we want to be a little careful \nabout over- hiring there, is that the profile of staffing you need is going to change fairly dramatically when you \nmove from an antiquated paper system to a relatively good, and maybe needing some improvements, electronic \nsystem.\n\nAnd the profile of people and the number of people and that the old studies from 1991 on what are -- ALJs really \njust don't make any sense anymore.  So we're looking at that, we understand how important they are.\n\nREP. BECERRA:  Okay.  Appreciate it, and if you can just elaborate more in writing that would help us understand \nhow you're going to do it.\n\nMR. ASTRUE:  Be happy to.\n\nREP. BECERRA:  Field offices, do you have any plans to close any field offices this year?\n\nMR. ASTRUE:  Right now, my understanding is that we don't have any plans pending other than -- you know, we've \nworked through local communities and the political leaders.  We do some consolidations and that type of thing.  We \ndo relatively few over the objection of members of Congress and political (communities?).\n\n\n\nThere's none of that profile now.  There are some new-team consolidations going on and again, you know, I don't \nknow -- I don't get terribly involved in this process, the career people run it.\n\nYour best guess is that the future is going to look like the past.  The net -- you know, there will be about 7 -- 15 to \n20 offices that are affected in some way.  Net is at the end of the year we'll be one to three fewer probably but it \nmight not be that that many. There's no goal or anything like that.\n\nAnd there's been, I think, some very regrettable partisan attacks saying that there are plans to do something that's a \nhuge break from the past, and you know, we're going to cut half the offices.  And I just wanted to announce that \nhere.\n\nI think it's being done for partisan purposes.  It scares employees, it scares the public, and I think it's shameful.  So \nagain, I don't have to explain this over and over again.  It's no different from when I started.\n\nIt's no different really since the Carter administration.  It's going to be about the same.\n\nREP. BECERRA:  And then on that again, if you'd just keep us informed, and perhaps in writing give us a more \nelaborate answer to that.\n\nMR. ASTRUE:  We'll provide it.\n\nREP. BECERRA:  And finally just a quick comment on the appeals process.\n\nI want to say thank you very much for taking a breath before you move forward in instituting some of the changes \nthat have been proposed to this system, which many of us believe could have hurt the process because it would \nhave made it more burdensome upon the claimants, the beneficiaries.\n\nSo we appreciate that and we hope you'll continue to keep us apprised and all the stakeholders apprised and allow \nthem to be a part of any system that you ultimately recommend.\n\nMR. ASTRUE:  Okay.  Thank you.\n\nREP. BECERRA:  Thank you very much.\n\nMR. ASTRUE:  I should also note by the way, I was out in one of the hearing offices in your district just a couple of \nweeks ago, which is one of the -- I think a historic low performer for about a decade in the system.\n\nAnd we sent them a signal that things needed to change on -- and I have to be honest, I was dubious that would \nhappen, but in actually looking through statistics in your Pasadena office there's been a remarkable pickup in the \nlast six months.  The spirit there seems to be very different.\n\nAnd so in terms of -- and part of this is, as you were saying, it's cultural and insisting on change.  So we still -- I \nthink you've got about four hearing offices in the vicinity of your district.  One of them has really made a pretty \nsubstantial improvement in the last six months, so it can happen.\n\nREP. BECERRA:  Thank you very much.\n\nChairman, thank you.\n\nREP. RANGEL:  Thank you, Mr. Becerra.\n\nMr. Meek may inquire.\n\nREP. MEEK:  Thank you, Mr. Chairman.  It's kind of -- I've been in a couple of meetings in my office but I've been \nmissing some of the questions that I wanted to raise here that have already been raised, at least eight or nine \ntimes.\n\n\n\nYou've given -- you've been very skilful, Mr. Administrator, of trying to give the same response.\n\nBut let me just say this very quickly.  All of us are victims of closing of offices and also backlog of hearings or \nappeals.  I have a two- to three-year backlog, and as you know, myself and Congresswoman Debbie Wasserman \nSchultz and Alcee Hastings from South Florida fought vigorously to keep the Hallandale Beach office in my district \nopen to provide the services for the people of South Broward County in Florida.\n\nBut -- I mean, in Hollywood, Florida.  But I wanted to ask -- and one thing I did not hear, and I was checking with \nmy staff, and they had no research in any way possible of some sort of information that can be gathered, so we \nwon't have so many of these appeals to try, to cut them in half, because right now the backlog as we look two to \nthree years, what kind of work has gone into trying to -- I haven't heard your response about the person who was a \njudge and hadn't heard a case in seven-some-odd years.\n\nBut isn't anything being done outside of making sure that all hands are on deck to hear these cases and clear up \nthe backlog, of seeing if some of these cases can be resolved prior to a full-blown hearing?\n\nMR. ASTRUE:  Sure.  And again, that's the -- an important part of the initiative, and it gets complicated, so with your \npermission, I'll supplement for the record, but let me give you the short answer.\n\nWe have two, I think, successful to-date initiatives at ODAR to essentially take those cases out of the system and \ndecide them quickly.  One is we've gone back to a Clinton-era initiative that I'm not entirely clear why they \nterminated that gave more authority to attorney advisers to get rid of cases of certain profiles, and just allow them \nwithout --\n\nREP. MEEK:  I'm sorry, you said attorney adviser?\n\nMR. ASTRUE:  Attorney advisers.  We have lawyers who work essentially like law clerks for our judges in the \nhearing offices. And when I came, they couldn't decide anything.  They could draft for judges to decide, but a lot of \nthe judges are overloaded.\n\nAnd some of that work was -- there are some cases that just the rule has changed, there was a technical issue \nthat's changed, there's a categories of cases that just -- you don't need to bother an administrative law judge for.\n\nSo that's been reasonably successful.  I think that program is actually continuing to add improvements.  We've also \n-- our Office of Quality has been instrumental in helping us design templates where we can now analyze -- as we \nmove to be more electronic, we can analyze the caseload electronically and look for markers that suggest that this \nmight be a case that's off-profile, that needs more development, or just -- should just be allowed.\n\nAnd we've taken those cases and generally sent them back to the DDSes for a decision.  Most -- a lot of those \ncases are allowances.\n\nWe're also -- as I mentioned with the members for the Michigan delegation, in those states that don't have \nreconsideration, it's probably more likely that there is a higher percentage of cases going to ODAR that probably \nshouldn't be there in the first place.\n\nAnd so we're looking at some new screens and we're up and running, I think, June-July in Michigan to try to see if \nbefore those cases ever get into ODAR at all whether they should either sent back to the DDSes or they should go \nto ODAR with the suggestion that they should make a prompt --\n\nREP. MEEK:  Let me ask this question, because as you know, we're on a time limit.\n\nHave those reforms as it relates to taking down the backlog before you get to a full-blown hearing -- I heard you \ntalk about the fact that the appropriations process hasn't been helpful and I'm pretty sure the Office of Budget and \nManagement hasn't been, you know, the best friend in the world of setting the stage already.\n\n\n\nMR. ASTRUE: I actually don't have any complaint about this OMB, I -- we did better with them than I -- I'd be honest \nin my -- REP. MEEK:  Okay, but it's not the ideal world that we would need to get us out of the hole --\n\nMR. ASTRUE:  Not the ideal world --\n\nREP. MEEK:  So I guess -- have this been -- has this been highlighted in your request this year of saying these are \n-- especially with the backlog issue, \"Are these issues Congress, you can look at in helping us deal with the \nbacklog?\"\n\nBecause if that is, -- if these reforms are working, then these are the things that we need to look to in the short term \nespecially under these budget restraints that we're under now of how we can deal with some of those cases.\n\nMy wife is an administrative law judge and I can tell you right now -- I'm not for you all, I just want to clarify that, \nokay.\n\n(Laughter)\n\nREP. MEEK:  My wife used to be a Democratic staffer for a congressman.  So you know, there's a lot of --\n\nMR.       :  Okay, I --\n\nREP. MEEK:  -- I just want to clear that up.  But I think it's important that we look at these -- the things that are \nworking maybe below the radar screens, but will help break down the backlog.\n\nBecause I can tell you right now, our constituents coming to my office saying, I don't know why I'm coming to see \nyou, because you haven't been able to do anything about my problem.\n\nMR. ASTRUE:  Right.\n\nREP. MEEK:  And so I'm thinking that if we can get that -- if someone from your staff can -- at least for me.\n\nI mean, I will be an advocate as it relates to the appropriate appropriations committee of dealing with this and \nsaying we need to pinpoint money right here so that you have the kind of Army you need to deal with those cases \nand set them on priority, you may be able to clear a lot of them.\n\nMR. ASTRUE:  I -- that's a great question.  I'd be happy to work with you on this.  One of the things that I think is \nimportant to keep in mind is that -- you know, for the first part of this decade, the backlog was going up pretty \nconsistently about 75,000 cases a year.\n\nIn our first fiscal year, that dropped to about 32,000.  I think, annualized right now -- and I'll correct this for the \nrecord if I'm misremembering -- we're at about 24,000 -- I mean, it's not where we want to be, but it's -- (inaudible) -- \nwith fewer resources.  And so there should be real progress when the resources come, but those initiatives that we \nput in to try to put our finger into the hole in the dam right from the get go, I think it'd be working pretty well.\n\nAnd we may need your help on some of these.  So for instance -- and I think the attorney advisor proposal initiative \nhas been helpful. It's a factor in keeping the backlog down.  Right now, it's a sunsetted regulation.  So that will \ncome up for permanent extension with the new administration, and as undoubtedly you know, I'm going to be \ninflicted on the next administration.\n\nI think it's highly likely that we're going to want to work with the new administration to make sure that that program is \nextended at a minimum, and maybe we'll want to expand it in certain ways.\n\nSo I think it's going to be important probably for some members of this committee to be fluent in -- on what we're \ndoing, be satisfied that we're doing the right things, and help us with the new administration whoever it is that's \ntrying to figure out what to do that in fact we're doing the right things here on some of these things where we're \ngoing to need help with the new OMB.\n\n\n\nREP. MEEK:  Well, thank you so very much for your response.  Mr. Chairman, I want to thank you for your work in \nthis area.\n\nAs you know, I'm the only member from Florida on this committee and with all of the folks that we have involved in \nSocial Security, you know, that's a major priority for us.  So thank you and I look forward to working with your staff.\n\nMR. ASTRUE:  Thank you.\n\nREP.      : Thank you, Mr. Meek.  If there are no further questions, we'll close the first panel.  On behalf of Chairman \nRangel and Ranking Member McCrery, I want to thank you Commissioner for being with us today for your \ntestimony.\n\nMR. ASTRUE:  Thank you.\n\nREP.      : For your hard work on this issue and for staying with us for about three hours to answer our questions.\n\nMR. ASTRUE:  Thank you.\n\nREP.      : Shortly, we'll adjourn the first panel and I'll turn the chair over to Dr. McDermott who's going to chair for \nthe second panel.\n\nBut before I do that, Commissioner, I know that you are very serious about tackling this backlog problem, you have \nshown that -- you have demonstrated that by your actions.\n\nAnd we've been there to try to help you with the additional money in last year's budget and the -- even more in this \nyear's budget and we want to keep moving in that direction.\n\nI know you've looked at this problem from the perspective of the agency, and how you have traveled around the \ncountry to look at it from the perspective of our constituency, American citizens.  I just want to leave you with the \nthought about looking at it from our perspective, representatives of the people.\n\nAnd one of the things that we kind of pride ourselves on when we serve in elective office -- and I've served in \nelective office for 39 years -- is that when a constituent comes to us and asks for help that we get them an answer.\n\nMR. ASTRUE:  Yeah.\n\nREP.      : In a timely fashion.\n\nMR. ASTRUE:  Yes.\n\nREP.      : And we have all had the experience of having constituents come to us, meet with us face-to-face with \nwhat seems to us to be a very obvious case where they deserve these benefits, which they have paid for.\n\nMR. ASTRUE:  Right.\n\nREP.      :  And we respond back to them we'll get back to you with an answer in a year or two years or more.  This \nis an example of government at its worst; it's an embarrassment to us as representatives of the people.\n\nAnd many Americans are suffering because of what has gone on in the past with regard to this backlog issue.  And \nI am one that does not tend to look backward and try to assess blame as to how we got into the situation that we're \nin.\n\nI want to look forward and figure out how the hell we get out of this thing and get back to a position where we are \nproperly representing our constituents and making sure that when they are entitled to benefits from their \ngovernment, which they have paid for, that they get them in a timely fashion.\n\n\n\nAnd so I exhort you today, Commissioner, to keep doing what you're doing, let us know when we need to do more, \nbecause we want to step up to the plate and make that happen.\n\nAnd also that we all be on guard to make sure that other peripheral outside issues don't end up interfering with this \nmodest progress that we have made up until now and which we hope we can accelerate in the weeks, in the \nmonths and years ahead, thank you, Commissioner.\n\nMR. ASTRUE:  Thank you, and I agree with you a 100 percent.  And again, thank you for your support, Mr. \nJohnson's support, the entire committee, it's been vital to help turning around things and we're going to count on \nyou at least as much going forward, so thank you.\n\nREP.      :  Thank you, Commissioner.  Welcome to the second panel and Dr. McDermott will assume the chair.\n\n(New panel enters.)\n\nREP. MCDERMOTT:  The meeting will come to order.  As the witnesses and the panel take the -- their seats at the \ndais, we welcome you and we also are grateful that you've stayed, waiting three hours.\n\nYou've now heard from a administrator and the committee a variety of perspectives about what the problem here is \nand what ought to be done and so forth.  You've all submitted testimony to the committee and I -- without objection, \nyour full testimony will be put into the record.\n\nI would hope that as you testify here you don't really redo the -- what's in your report, because it's already there and \nwe can -- what we'd like most from you is to respond to what you've heard so far.\n\nAnd I think that although there are just a few members here there are plenty staff listening.  And so this is an \nimportant learning experience for us to hear your response to what the administrator said and I hope that with that \nin mind, you will adjust your testimony.\n\nI know that you have spent a lot of time laboring over it and it's desirable to come and read it to us, but don't, \nplease.\n\nWe really want to hear what you've been thinking about for the last three hours as you've sat and listened to this \nhearing.\n\nWe have today with us Mr. Schieber, who is the chairman of the Social Security Advisory Board and we'll start with \nyou Mr. Schieber.\n\nMR. SCHIEBER:  Thank you Mr. Chairman --\n\nREP. MCDERMOTT:  If you'd press the little green button there in front of you, I think you can probably get on the \nair.\n\nMR. SCHIEBER:  Thank you very much Mr. Chairman.\n\n(Audio break.)\n\nMR. SCHIEBER:  It's a start -- now, there we go, it's morning in America.  Mr. Chairman, Mr. McCrery, I want to \nthank you and all the members of the committee for holding this hearing, this is extremely important.\n\nI've been on the Social Security Advisory Board since January of 1998, the first report we wrote when I joined the \ncommittee, the Advisory Board was on disability.  I think we'd done some 15-16 report statements, major \nstatements on the disability program since then.\n\nIn many regards, we have known for quite a long time about the problems that we're talking about today, that were \non horizon long before they got here.\n\n\n\nI think as you think about this problem and how to address it and some of the issues that were raised in the earlier \ndiscussion -- we need to think about this from a -- as a process from beginning to end.\n\nPart of the problem here is that there is no one single owner of the process throughout its various stages.  You start \nwith your application at the DDS level.  But that's really not a single process itself.  There are 50 states, each has its \nown independent DDS.\n\nIn addition to the 50 states, we've got four other systems, one for the District of Columbia, one for Guam, the Virgin \nIslands and Puerto Rico.\n\nJust in terms of operating systems, there's three broadly used systems, but then two of the states have their own \nhybrid systems that they use.  And even as they implement them -- you know, on single platforms, there's variations \nfrom one state to another.\n\nWe heard a bit this morning about the need to move away from COBOL.  You know, the Social Security \nAdministration, as they move into the electronic age, has been forced to cannibalize operating budgets to try and \nmove out of the 1950s technology platform that they're on, and that's simply not been enough.\n\nThey've recently moved to the electronic disability folder, and now virtually all of their applications are taken in an \nelectronic form.  But to a considerable extent they cannibalized their operating budgets during the period they were \ndeveloping that.\n\nA number of years ago, I was doing a presentation.  I've worked in the private sector over virtually all of my career \nfor a major investment organization and the CEO was doing a presentation for all the senior members of their staff.  \nAnd he was talking about what are we spending billions of dollars to invest in a new technology platform.\n\nThey weren't cannibalizing their current operating budget, the people that had money invested through them, had to \nbe able to check on what was in their accounts during that period of time.  They were making a capital investment \nand they were going to amortize that over a period of time.\n\nI think if you want to address the problem we have here on the system side, you're not only moving from the 1950s \ninto a more modern era, you may need to think about moving in that direction to deal with this problem.\n\nAnd it does not necessarily be a -- necessarily need to be a long term added commitment, it needs to be a capital \ninvestment with accountability that they need to put together a system that starts from beginning and is -- it's \nthought through all the way to the end of the process so there's actually integration.\n\nWhen we think about the DDS system and the 54 systems or whatever they have there, they're hooking up to social \nsecurity systems and those haven't been integrated the way that they should.  So let's say moving to the new era, \nthey ought to figure out how to integrate those systems.\n\nOne of the other major issues that they face as they move into the new era are productivity issues.  And I raise that \nin my testimony that came up a number of times here today.  There was an article in the Federal Times last week in \nthe ODAR, Office of Disability Adjudication and Review.\n\nA number of their people have become upset as they've implemented the electronic file that they no longer can \nwork at home as much as they used to.  They cannot have days when they're not working onsite in the office.\n\nThe reason for that is all the concern that we all know about was electronic files and social security has determined \nfor the security of these files, they have to be kept on social security computers.\n\nBut as they have moved to processing electronic files, that is now required that people work in the office more than \nthey did in the past.  And there's been a complaint filed and the mediator has found in favor of the workers.\n\n\n\nSo we're forcing the agency to deal with, again, 1950s processes dealing with paper files.  In fact, I'm not sure \npaper files are any more secure at home than computer files, but that's another story.\n\nWe heard some concerns about ALJ productivity, there's a couple of issues on ALJ productivity.  One of them has \nto do with throughput, how many cases these ALJs hear.  And there are -- there is quite a substantial number of \nALJs in 2006 that I know of that handle fewer than 200 cases.\n\nThe commissioner has now said that he would like for the ALJs to handle as many as 600 or 700 cases in a year.  \nHe's going to need to be able to encourage and actually enforce that kind of productivity if he's going to achieve \nwhat he's trying to achieve, but there is another -- there is another issue here.\n\nThere is also an output productivity concern that we all need to have.  There's a group of ALJs on the other side of \nthe productivity equation.  There are a group of ALJs that are hearing massive numbers of cases.  In 2006, there \nwas one that disposed of 2,500 cases.\n\nThink about handling 2,500 cases, these are complicated cases in the period of a year.  And one of the things that I \nknow is that it's -- as the disposal rate goes up, the approval rate goes up and that should be a concern to all of us.\n\nI have looked at the core of ALJs, the ones in the 240 to 700 case disposition a year, and I have found judges that \nhave an approval rate of 30 percent, I found judges that have an approval rate of 99 percent.\n\nNow, I think both of those numbers are wrong.  I think that if there's a judge that's not approving cases, that \nprobably there are people who are worthy of getting these benefits that are being denied.\n\nBut when we approve cases on a rubberstamp basis and we're not paying attention to law and we're not paying \nattention to the fact, we're giving away money that's very substantial that we owe the taxpayers some concern \nabout.\n\nThe average cost of one of these cases, lifetime costs, is well over a quarter of a million dollars, we need to be wary \nabout the issues that we're facing and that's part of the stewardship issue that's been raised here a couple of times \nthis morning.\n\nOne of the issues on stewardship that you need to focus on.  I know there's a difference between operating budgets \nand trust fund money.\n\nBut time after time when we have looked at the stewardship issues, the review of disability cases does catch \nindividuals who do not deserve to be receiving benefits who are receiving them.\n\nThe estimate by the social security actuaries is that for every dollar we spend here, we return $10 to the taxpayers, \nbut we have cancelled doing most -- much of this work in recent years because of the other burdens that the \nsystem is trying to deal with.\n\nThis is pound -- penny wise and pound foolish, and I would think that if you went home and tried to explain this to \nyour constituents, you would have a hard time convincing them that this is good policy.\n\nSo I guess, my comments -- and I'll close here are that we -- first of all, we need to think about this on a holistic \nbasis.\n\nMaybe we need to make some capital investments so we can get out of some of the morass that we're in -- we can't \ncannibalize operating budgets, he's leading with this massive backlog of cases.\n\nBut if we want to move into the 21st century, we have to bring our new systems and they have to be systems that \nare based in current technology and they have to be coordinated from beginning to end.\n\n\n\nAnd I'll close in -- saying in my opening comments, I said in some regards this reminds me of the story from Greek \nmythology Sisyphus, you know, I -- as I said, I've been on the advisory board for 10 years now, we've been looking \nat this issue all of that period of time.\n\nWe pushed this rock up the hill time after time, but it seems to keep rolling back on top of us.  And it's time that we \nall start thinking about this in a much more logical and smarter fashion than we have been, thank you very much.\n\nREP. MCDERMOTT:  Thank you for your testimony.  Marty Ford who is the co-chair of the Consortium for Citizens \nwith Disability Social Security Taskforce, Ms. Ford.\n\nMS. FORD:  Thank you, Mr. Chairman and members of the committee, thank you for inviting me to testify.  As you \nknow, social security and SSI benefits are the means of survival and a lifeline for millions of people with disabilities.  \nAnd as you know the delays in the backlogs are intolerable.\n\nWhen a decision is appealed people can wait years for a hearing, but they'll also wait even more, even longer for a \ndecision and then again wait for their actual payment of benefits and that needs to be kept in mind.\n\nIn the mean time, their lives are unraveling, their families are torn apart, their homes are lost, their health deteriorate \nand some people die before a decision is made.\n\nOne of the CCD members, the National Organization of Social Security Claimants Representatives conducted a \nquick survey of their representatives to get an update on how the backlogs are affecting people and my complete \ntestimony has stories from 29 states.  And I want to mention a few.\n\nA man from Brooklyn, New York who has major depressive disorders and other conditions requested a hearing in \nMarch of 2004.  The hearing office failed to send him a notice and the hearing was dismissed when he did not \nappear.\n\nHe obtained an attorney who asked to reopen the case.  Following a hearing the ALJ -- issued a favorable decision, \nhe got his first SSI payment four-and-a-half years after his appeal.\n\nWhile waiting, he lost access to medical coverage, his attorney helped him prevent eviction, he went to food \npantries and he actually had to borrow money to ride the subway to his hearing.\n\nA Florida woman's disabilities stem from a shooting and chronic obstructive pulmonary disease.  After her claim \nwas denied, she requested her hearing in April of 2006.  Nearly two years later, just this March, the ALJ allowed \nbenefits.\n\nUnfortunately, she died before receiving a written decision. While waiting she lived with her mother who has \ndementia and chain- smokes.  And about a week before her death, she told her attorney that she believed she \nwould die if she could not get into a smoke-free living situation.\n\nHer attorney believes that her compromised living situation due to lack of income shortened her life.  A 61-year-old \nMichigan man requested a hearing in September of 2005.  His case was transferred to another hearing office, \nbecause of the overload in the Grand Rapids office and a hearing was held in 2007.\n\nOver two-and-a-half years after his request, he received a favorable decision in February, but as yet he has \nreceived no benefits, he's -- he is dependent on his children to pay his bills.\n\nI could go on, and as I said, my testimony contains a number of these examples.  These are just a few of the \nclaimants who have faced real hardship and the time constraints here don't allow me to fully convey the pain and \nanguish that they and their families have endured.\n\n\n\nAs has been fully discussed today, the problems here are due to the lack of funding for the administrative process \nfor SSA.  We think that the president's budget requests for fiscal 2009 does not go far enough.  Even under that \nbudget, SSA predicts a combined shortfall of 8,100 work years, 8,100 short for fiscal 2008 and 2009.\n\nAt the same time, SSA must continue to streamline and operate more efficiently Commissioner Astrue has indicated \nthat the agency has begun a number of initiatives to expand technological and other improvements.\n\nMy testimony includes additional recommendations for improvements in developing evidence earlier in the process.  \nAnd we think that this is one of the keys to why some of these cases go on too long.\n\nIn the case examples, there are many that are listed as having on the record decisions.  While some of that may be \ndue to the fact that the person's condition has worsened, advocates are reporting that in many cases, some of this \nevidence could have been obtained earlier in the process if it had been requested, or if it had been explained more \nto the providers and to the claimants what was needed.\n\nIn all of the initiatives, we think care has to be taken to determine how any process change will affect the claimants \nand beneficiaries for whom the system exists.\n\nPeople who finally can't work at a sustained and substantial level due to disability are faced with a host of personal \nfamily and financial circumstances that impact how effectively they can maneuver the system.\n\nSSA must continue to improve its role in ensuring that an individual's claim is fully developed before a decision is \nmade.  And we urge Congress to provide SSA with the resources necessary and provide, over and above, that \nwhich it has asked for as it needs it, thank you.\n\nREP. MCDERMOTT:  Thank you very much for your testimony.  Ms. Mara Mayor is on the AARP board of directors \nin Bethesda, Ms. Mayor.\n\nMS. MAYOR:  Good afternoon and thank you very much Chairman McDermott, ranking member McCrery, \nmembers of the committee.\n\nAARP appreciates this opportunity to give our perspective on what underfunding the Social Security Administration \nmeans for Americans, especially those who are 50 and over.\n\nAnd I would just add as a parentheses -- my husband is a retired attorney who volunteers at a local social services \nagency where one of the things he does is he works with people on disability appeals on a regular basis.\n\nSo I have sort of an extra view from the trenches on this one. The programs under the jurisdiction of the Social \nSecurity Administration are for not only the promise of earned and deserved benefits, but also the promise that they \nwill be reasonably, in fact compassionately, administered.\n\nUnfortunately, as we're hearing, today, SSA's no longer the gold standard service it once was.  The deterioration in \nservice reflects an increased workload and a pernicious pattern of underfunding.\n\nSSA's core responsibility is managing the old-age and survivors' insurance program, the disability insurance \nprogram and the supplemental security income program.\n\nThese tasks will be even more challenging as the boomers apply for social security benefits.  You've heard \nnumbers, just one interesting statistic, in the next 10 years alone, nearly 13 million new beneficiaries will be added \nto the rolls, which translates to 16,000 per working day; a lot of people.\n\nThe boomer retirement comes at a time when the SSA field offices are, as you know, strained.  Despite the hard \nwork of thousands of dedicated social security employees and managers, SSA is dealing with service issues that \nwould make even the strongest of organizations blanch.\n\n\n\nTo complicate the problem, SSA now plays a key role in assessing the correct premium for Medicare parts B and D \nand processes applications for the low income subsidy of Medicare part D.\n\nAnd that's not all, in recent years, the agency has become an important element in the nation's homeland security \nefforts by conducting millions of social security number employment verifications and other immigration related \nactivities.\n\nGiven the enormous strain the agency already faces in meeting its obligations, AARP has great concerns about \nproposals to expand these types of activities.  To make matters worse, as you know, resources have only been \nshrinking.\n\nSSA is at its lowest staffing level in 35 years despite having about twice the number of beneficiaries it had 35 years \nago.  In addition, we know that some field offices have been closed or consolidated.\n\nThe numbers may be modest as the commissioner indicated, but AARP is very concerned about the trend.  And if \nthe trend continues in this direction, essential services will slip even further.\n\nAARP members and the general public are counting on the fact that Social Security will be there financially when \nthey retire or become disabled, they need to be able to count on the fact that their social security office will be \nthere.\n\nYou've heard about the infrastructure, I won't go into that, it's clearly a big issue.  Clearly, important resources are \nneeded to ensure the agency can meet its workload and it's not happening and so the question is why.\n\nAlthough, SSA's administrative expenses are paid from the trust funds, these expenses are subject to non-social \nsecurity spending caps and across the board cuts.  This means funding has been artificially low in order to comply \nwith spending targets unrelated to social security.\n\nAs a result, over time there's been a steadily increasing gap between SSA's needs and the final appropriation.  \nReducing funding as though SSA actually competed for discretionary dollars has ill served the agency and the \nmillions who rely on it.\n\nWe want to stress the impact on the American people and particularly those who are 50 and older of these \nexpanding responsibilities coupled with less adequate resources.\n\nClearly, inefficient funding will hamper the agency's ability to serve the wave of boomers as they retire and it will \nmake it impossible to make significant headway in reducing the horrendous backlog of services in its disability \nprogram.  While the disability programs are potentially available to anyone regardless of age, it is those over 50 \nwho make up a major percent of their recipients.\n\nAARP believes Congress must respond to this funding crisis in several ways.  Provide the agency with the \nresources it needs to address the disability backlog.  Reject any further expansion of administrative activities not \ndirectly related to the agency's core mission.  And exclude SSA funding from any domestic spending cap.\n\nWe need to keep the promise of reasonable administration of programs overseen by the Social Security \nAdministration, programs on which the American people and particularly those 50-plus rely.  On behalf of the more \nthan 39 million Americans who are members of AARP, I thank you for this opportunity and would be happy to \nanswer questions.\n\nREP. MCDERMOTT:  Thank you for your testimony.\n\nAnd Mr. Skwierczynski, who is the president of the American Federation of Government Employees' National \nCouncil of Social Security Field Operations Locals, your testimony please.\n\n\n\nMR. SKWIERCZYNSKI:  Thank you, Congressman McDermott, Congressman McCrery, and the rest of the \ncommittee.  Thanks for inviting me.\n\nI'm with the union.  I represent 50,000 bargaining unit employees who work for Social Security.  And we certainly \nhave a crisis due to the failure of the administration, Congress -- and Congress to properly fund the agency.\n\nThe witnesses here and the commissioner have already talked about some of the disconnects that have occurred \nwith regard to the disability process.  A part of the problem is that not only have we been forced to deal with an \nincredibly increasing workload in the disability process but Congress has asked us to do other work, such as, the \nMedicare D subsidy, and Medicare B appeals, and more stringent evidentiary standards for social security number \nwork.\n\nIf in fact there is some effort to expand our work with No Match and e-verify workloads in the immigration area, it will \nrequire incredible infusion of resources not only for staff but also to upgrade our computers.\n\nApplicants who file for disability hearings, from the time they file the initial claim, takes about two years to get a \ndecision. That's outrageous.\n\nRight now, in this fiscal year, the agency is going to do 33 percent of its continuing disability reviews and 60 percent \nof its SSI reconsiderations ensuring that many unreviewed beneficiaries will incur unnecessary overpayments.\n\nFifty-one percent of the people who tried to call a field office last year got no answer.  And 25 percent who called \nthe 800-number couldn't get through.\n\nRight now, with the baby boomers filing initial claims -- retirement claims this year, we got about a 16 percent \nincrease in traffic into our offices.  Efforts by the public to try to communicate with SSA employees have become a \nfrustrating experience characterized by delays, busy signals, and unanswered calls.\n\nClearly, we need more resources.  We would suggest that an 11 billion administrative budget in Fiscal Year 09 \nwould be a start.  And also an increase of 5,000 FTE over current numbers would be a start.\n\nEnacting off-budget legislation for the SSA administrative budget is the only conceivable solution to the yearly \nstruggle against budget caps and congressional scoring requirements that results in inadequate SSA budgets year \nafter year, staffing cuts, and consequent poor service.\n\nOff-budget could solve the absurdity of a system where the trust fund is making huge surpluses, but it's used for \neverything but SSA's resource requirements.\n\nWe also would recommend federalizing the disability program and eliminating the current federal-state bifurcation in \ndeciding disability claims.  What we have now is we have 54 different disability systems out there with different \nqualities of workers, different rules, and different training systems.\n\nWhat -- there is no consistency.  Some states, the approval rates are at 55 percent initial claims, the others are 25 \npercent with no evidence that in those states with high approval rates, the people are more sick than in other states.\n\nThe current system no longer makes sense.  It needs to be federalized.  It would provide consistency not only to the \nstaff but to the decision-making process and to the training.\n\nThe most disturbing impact of the budget shortage is that the -- is that the Administration is using the lack of \nresources as an excuse to initiate fundamental changes in SSA's evidentiary standards and the way the agency \noperates that will permanently damage social security as a responsible social program and harm the American \npublic who rely on social security as their primary source for retirement, survivors, and disability security.\n\n\n\nThe major transformation supported by the Administration is to diminish the historical personal service role of SSA \nemployees in the claims process.  If claims can be filed by the public without employee review and assistance, the \nsavings in administrative expenses certainly could be substantial.\n\nBut what would be the impact of that change?  Already this year, SSA has made some major changes in evidentiary \nrequirements.  No longer do we ask for proof of age from applicants for retirement benefits if their allegation upon \nretirement matches the allegation when they asked for -- got their social security card.\n\nNo longer do we check on somebody's citizenship if -- again, if their allegation matches when they first got a card to \nwhen they file for a claim.  No longer do we seek lag earnings information, that's earnings not posted on their \nearnings record of individuals who file for retirement, even though that information would tend to increase their \nbenefits.\n\nAll three evidentiary requirements I just mentioned hinge on an SSA employee to review the evidence and certify its \naccuracy. Eliminating such evidence enhances the opportunity for fraud and incorrect payments.\n\nSSA intends to introduce a new Internet social security benefit application in September.  The goal is to allow \nclaimants to file applications on the Internet without intervention or review by a Social Security employee.\n\nCurrently, all Internet claims are reviewed by a Social Security employee.  We've done surveys with our -- the \npeople who do -- who review those claims.  Sixty-one percent of our claims reps who review these claims have \ninformed us that over 50 percent of the claims they review, the individuals have chosen months of election to start \ntheir retirement benefits that are to their disadvantage.\n\nIf you have no reviews, you will have millions of people who will be filing claims that will be choosing a pathway to \nretirement which are not in their best interests.\n\nMandatory reviews in context ensure advice and assistance on an advantageous month of election, pursuit of \nbenefits for other eligible family members that ensure that the claimants understand the impact of their benefit \nchoices whether they file for widow's benefits, or retirement benefits, or spouse's benefits and also that they get an \nexplanation of their reporting responsibilities.\n\nThey -- the Internet application also eliminates a number of questions which are designed to ferret out fraudulent \npeople who are retiring that aren't really retiring and also to elicit earnings from the military or the railroad, which \nwould tend to increase their benefits.\n\nThe stated administrative -- Administration goal is to eliminate the claims review so that it will be the applicant's \nresponsibility to make the right choices without help.  As a substitute to employee assistance, the Administration \nplans to provide popup screens and expanded access to third parties.\n\nRather than have trained government employees with a public service motivation assisting claimants, SSA plans to \nshift that role to third parties who will charge fees for their services and will have minimal training and knowledge of \nthe program.\n\nThe Administration has shifted its entire public relations program to a push for SSA/SSI claimants to file Internet \nclaims.  Some communications offer the public no other option.\n\nConcurrently, its emphasis of an Internet claims, the SSA has accelerated its office closing program, which totally \neludes the option of face-to-face service to many SSA customers.\n\nLast year, the commissioner closed 17 offices, which was the most -- the highest number of offices closed in the \nhistory of this agency. Despite what the commissioner said, you ought to review his numbers, the only offices that \nopened last year were enumeration centers, which are not full workload offices.  They just do social security \nnumber work.\n\n\n\nSSA's evidentiary changes and Internet claims without employee review will undoubtedly lead to an increase in \nfraud and incorrect payments.\n\nIt will also lead to the transformation of a respected social agency from when employees were trained to personally \nassist the applicants for benefits to navigate a complex system at a time of personal crisis when people are filing for \nretirement, or disability, or survivor's benefits, perhaps because of the death of their husband or their wife or their \nmother or their father, to an agency that expects claimants to fend for themselves.  If such claimants make unwise \nchoices, it's their problem.\n\nIs this a Social Security Administration that Congress wants?  If not, I would strongly urge that you ask some hard \nquestions of the people who run Social Security, and engage in some serious oversight, and enact legislation \npreventing this tragic transformation of Social Security from occurring.\n\nI also ask that you please support Congressman Higgins' bill, H.R. 5110, which will require SSA to provide notice \nand rationale to Congress of any office closing and also require the SSA commissioner to submit the agency \nbudget directly to Congress, which is optional under the independent agency system we have, rather than the OMB. \nThank you.\n\nREP. MCDERMOTT:  Thank you for your testimony.\n\nWe will now hear from one of those administrative law judges that we've been hearing about.\n\n(Laughter.)\n\nREP. MCDERMOTT:  Frederick Waitsman is a administrative law judge from Social Security Division of the Federal \nBar Association in Atlanta, Georgia.\n\nJUDGE WAITSMAN:  Thank you, Congressman McDermott.\n\nAnd thank you, Ranking Member McCrery and members of the committee.  Thank you for convening this hearing \non the issue of vital importance to millions of Americans.\n\nI'm pleased to be here on behalf of the Social Security Section of the Federal Bar Association.  Although I am an \nadministrative law judge, I'm not here in that capacity.  And I am not -- for surely certainly those of the Social \nSecurity Section of the Federal Bar.\n\nAs you know, the Federal Bar represents a broad array of stakeholders working at all levels of the disability \nadjudication process.  The primary concern of the Federal Bar is the integrity, independence, fairness, and \neffectiveness of the disability hearing process.\n\nThe commissioner is faced with a daunting task and limited resources.  He's developed a number of initiatives to \nreduce the backlog and processing times.  We've seen some of these initiatives result in progress and congratulate \nhim on these successes.\n\nHowever, we believe even more can be accomplished with Fiscal Year 2009 funding in excess of the president's \nrequest.  Therefore, we make the following six recommendations.\n\nOne, SSA should continue to hire administrative law judges and fully staff the hearing operations.  We've already \ntalked quite a bit today about that needed staffing ratio.\n\nIt's been said that hiring 175 judges without adequate staffing is like buying 125 trucks with gas for only 25.\n\nI would just caution that when we talk about these various reports that show the staffing ratio, make sure you know \nexactly what goes into them.\n\n\n\nThe Atlanta office has -- or area has two hearing offices.  And when Medicare Part D subsidy went into effect, 10 \nof the decision writers were detailed for a year and a half, physically moved, did Medicare work, yet they will count \nas far as that staffing ratio.  So then 10 of the 4.5 staffing ratio is workers actually at the work site conducting \nsocial security disability work.\n\nTwo, Social Security should continue to fully implement the electronic disability process.  SSA is strongly committed \nto a paperless file called eDIB.  But it's a work in progress and needs to be fully funded to be -- to be successfully \nimplemented.\n\nImprovements can be made to ensure the system can support the growing workload and not risk a slowdown or \neven a crash of the system with hundreds of thousands of claims.\n\nThird, SSA needs to fund capital expenditures to add new hearing office and permanent remote sites.  Both the \ncurrent and the prior commissioner approved several main hearing offices based upon their needs.\n\nBut then, as the commissioner said today, there were not enough funds available to build those facilities.  That is \none area that I think -- that we need the congressional help for additional procreations so we can have facilities \nwhere the claimants and the cases are.\n\nI think we're truly in a crisis situation and I would refer back to what we did in the face of Hurricane Katrina and the \ndamage that did.  I'm more familiar with Mississippi, which was part of our responsibility when I was in the \nmanagement of the Atlanta eight-state region.\n\nWe lost an office to the hurricane.  And so we had judges that volunteered to come in from all over the country and \nhelp out.  And so we had -- on short notice, we were able to get two -- (inaudible) -- space, have it wired for video.\n\nWe didn't have -- the whole area didn't have hotel space, which was destroyed or brought in by signal workers, \ncontractors, and everybody else.  So we couldn't get hotels to send people.  But we could do the video hearings.  \nAnd so that area -- of southern Mississippi was not disadvantaged from -- or as badly disadvantaged from lack of \nservices.\n\nSo while it takes a long time to maybe build a full-scale hearing office, there are -- more emergent efforts could be \nmade.\n\nFour, Social Security should test initiatives before full implementation and not count on their success to justify \nreduced staffing.  The Government Accountability Office has issued a number of reports highlighting weaknesses \nat Social Security caused by implementation of new initiatives without sufficient preliminary testing.\n\nWe believe that Social Security should hire temporary employees if it contends that we don't need as many \nemployees because we're going to have some kind of new initiative that may reduce it somewhere in the future.  \nWell, there are plenty of retired employees and government programs for bringing back fully trained employees to \nwork on a temporary basis.\n\nFifth, Social Security should realign the workforce and staffing at the hearing level by transferring cases.  And we \ntalked about that a lot today.  But the disparity across the country is striking.\n\nAnd six, the correct decision should be made as early as possible in the claim review process to reduce processing \ntime, expense, and hardship to the claimant.  And I would point out two initiatives by the commissioner that really \nproves the point that many of these claims should make it to the administrative law judge stage, that it should have \nbeen approved at an earlier stage.\n\nThese two processes sound the same but actually are by totally different people.  In the Atlanta region -- or Atlanta \ntwo offices, we have DDS, which is the state agency in -- (inaudible) -- reviewing our 900-day-old cases if the judge \nis not going to get to those in short order.\n\n\n\nThey're reviewing the same evidence we have.  They may update the evidence.  They don't have a -- any authority \nto pick them later on that day, so they're -- (inaudible) -- favorable.  And they're paying a high percentage of these \ncases without the necessity for a hearing. And these are the same employees or the same state agency which had \ndenied it previously.\n\nThen we have (inaudible), the division of quality control, which is -- monitors the state agencies for their quality.  \nAnd they have initiative where they're coming in and also reviewing a different set of 900-day-old cases.  And it \nonce again are approving a large number of cases without any amendment to the unsaid date.\n\nSo Mr. Chairman, thank you once again for the opportunity to appear before you today.  Social Security Section of \nthe Federal Bar looks forward to working with you and the Social Security Administration in improving the disability \nprocess.  Thank you.\n\nREP. MCDERMOTT:  Thank you very much for your testimony.\n\nI thank all the panel.\n\nMr. McCrery will inquire\n\nREP. MCCRERY:  Mr. Schieber, we're -- the focus of this hearing, of course, is on the problems that we're having \nnear the end of the disability determination process and getting those appeals process.\n\nBut if some of these issues had been handled better early in the process, we maybe wouldn't have as big a problem \nto discuss today. What, in your opinion, are the most important investments and changes we can make to the \nbeginning of the disability determination process to improve on our system?\n\nMR. SCHIEBER:  The -- excuse me, I think that part of the challenge is to gather sufficient information and good \ninformation as early in the process and on a systematic basis as you can.  If you look at the DDS application \nprocess right now, in some states, there is a relatively structured process for gathering information.\n\nYou've got a -- this is a complicated program.  And people come in with many disabling characteristics that -- in \nfact, we heard this morning, oftentimes, it really is quite difficult to ferret out exactly what it is that's the disabling \ncondition here.  If you don't go through collecting the information on a systematic process, then it's going to be \nextremely uneven.\n\nNow, the commissioner talked about the development of their eCAT system that they tried to roll out as part of DSI \nin the northeast. The problem here was conceptionally an extremely good idea.  They had an electronic process for \nleading the examiner through collecting information to build this file so a decision could be made.\n\nBut when they rolled it out, it had not been properly developed, had not been tested, had -- and basically, tied up \ntheir whole operating system.  So they had to take it back down.\n\nThey have come back and started redevelopment.  They've been going through a process for the state of Virginia \nand redeveloping this in what they call a lab environment.\n\nAnd we actually visited with the folks in Virginia and some of the Social Security folks just a couple of weeks ago.  \nAnd it looks like they have something extremely promising.  They're going to come out with an updated version, \nversion 1.2 I guess, in July. Connecticut is using this system and it looks extremely promising.\n\nI think you need to begin to gather the data on a consistent basis across all of these states and it needs to be as \ncomplete as possible.\n\nOne of the things that Social Security has done, it worried about the timing of the front-end of the application \nprocess and encouraged the DDSes to move the application process through in 90 days.\n\n\n\nOftentimes, that 90-day hurdle comes up and the medical data is not in the file.  So the DDS makes a denial and \nthey send it on up the line.  When it gets up to the -- up to ODAR for the appeals process, then when the person \nfeels they've been long way turned down, that medical evidence has to be brought into the file.\n\nAnd then as the ALJ begins to consider the case, they're considering a very different base of information than we \nconsidered at the front end of the process.  That's what I was talking about earlier when I said we need to integrate \nthis process from beginning to end. We need to think about getting all of the information as quickly as we can so we \ncan make a comprehensive judgment as soon as we can.\n\nREP. MCCRERY:  What can we do and Congress, if anything, to facilitate that?\n\nMR. SCHIEBER:  Well, I certainly think that we need -- as you think about budgets and how money is going to be \nspent, you should strongly encourage, one, that they get themselves into a consistent DDS platform across all of \nthe states.\n\nThe federal government is playing -- paying for the DDS operations.  They need to be on a consistent platform.  \nThen it needs to be totally integrated with the subsequent steps in the process.\n\nAnd if there is determination that the information that has been passed on to ODAR has been insufficiently \ndeveloped, they need to be able to determine that very quickly and get it back to the DDS to get it fully developed.\n\nYou just heard here about cases that are now being referred back to the DDSes from ODAR that have sat there for \n900 days.  And now there are decisions being made that this person is disabled without further development.  This \ncase sat there for 900 days with the information we're using today to make a determination this person is disabled.  \nThat is insane.\n\nAnd I don't know -- I don't have to go explain it to them.  But I'm sure you do occasionally.  And I would think you'd \nwant to put a stop to that sort of activity.\n\nREP. MCCRERY:  If I might just ask one more question about physician's records.  It seems that that's a recurring \nproblem in getting everything together.  We have a problem sometimes getting records from the physicians that \nhave treated the individuals.\n\nMr. Waitsman, do you find that to be a problem often?\n\nMR. WAITSMAN:  It is most -- in Georgia we pay a nominal fee, either $3 or $10 for the doctor to get the records \nand for the hospitals to give us the records.  And if you keep going back to the doctor, the initial stage of \nreconsideration that journey every six months or every year, they write you up, they write -- (inaudible) -- letters, or \njust refuse to having anything to do with the progress.\n\nREP.      :  What can I do about that?  Anybody have any suggestions as to how we can better that --\n\nMR.       :  (Inaudible) -- increased reimbursement though that they get more than $10  so for, you mean, years \nworth of medical records.\n\nMs. Ford?\n\nMS. FORD:  The representatives that we -- (inaudible) -- making a collation have indicated that they do some very \npractical things. Once they get involved in a case they do some very practical things that we think social security \nought to look at doing.\n\nOne of the nearest, you know, in that paying more for those records.  Another thing is explaining more to the \nproviders, the medical providers or whomever, exactly what the case is about and what is needed.  A little bit more \ntargeted questioning when they know what the issues are.\n\n\n\nSome work to be done with the claimant -- (inaudible) -- in terms of explaining to them the process and why it is so \nimportant that they let them know all of the doctors in hospitals and -- provided that they have seen, let them know \neverything that there is that's going on so that those impairments that are revealed at the last minute can come out \nearlier in the process.\n\nSome very practical things about training of adjudicators and making sure that they are working from the same \nrules, that they are understanding properly the evaluation childhood disabilities, the use of the social security \nrulings, the evaluation of the mental impairments and pains and other subjective symptoms, there are some very \npractical things that needed to happen, and we have included that in my written testimony.  Thank you.\n\nREP. RANGEL:  Thank you.  Mr. Johnson will inquire.  Excuse me, Mr. Lewis will enquire?\n\nREP. RON LEWIS (R-KY:  Thank you very much, Mr. Chairman.  Mr. Chairman, let me thank each member of the \npanel for being here today. I would just like to take a moment to welcome Judge Waitsman for being here.  I know \nyou are a graduate of Emory University located in -- (inaudible) -- district and thank you for all the -- your works, in \nfact, each of you for your good work.\n\nJudge Waitsman, do you know from first-hand experience behavioral problem that happen with social security \ndisability appeals in Atlanta?  Do you know that people are dying, literally dying waiting for disability benefits that \nthey deserve.\n\nMs. Ford, there's -- (inaudible) -- unbelievable in your written testimonial heart breaking stories of people losing \neverything while they wait for benefits they deserve, these people who are too sick to work, too disabled to work in \nAtlanta in the office.  More than anything else, more than any other case or problem we have, the case work as \ndealing with social security disability.\n\n(Inaudible) -- asking how they would pay their rent, how they would pay for medicine, how they are going to pay for \nfood.  Well, some people are losing their homes while they wait for benefits.  I don't think it's fair, I don't think it's \nright, I don't think it's just in a society such as ours.\n\nAnd I appreciate all the work that you are doing, Judge Waitsman, in Atlanta as an administrative law judge.  And I \nknow as a human being, not just as a judge, you know that people shouldn't wait any longer.  You have heard the \ncommissioner talk about the steps that have taken in Atlanta.\n\nIn your opinion what need to be done in Atlanta to really reduce the backlog?  What does the social security \nadministration need from Congress to make sure that people get the benefits they need and get it now?  I don't \nunderstand it, I really don't understand why people have to wait 600, 700, 800, 900 days.\n\nYou talked about what happened during Katrina.  If we couldn't an agency, why can't we make a government that \nwork in such a fashion that we can transfer people from one part of the country to another part of the country, to \nintervene?  Why -- can we hand move administration and the law judges, and hand move social security employees \nto make it worth.\n\nMR. WAITSMAN:  Congressman, thanks for those kind introduction. We just don't have enough resources in \nAtlanta, and I think we have four cases coming in every day for every judge and average productivity is about two to \ntwo-and-a-half cases.  It's the resource issue above everything else.  And so we have technology that we can \ntransfer cases around the country.  We need more turning space.  For example, we -- (inaudible) -- Atlanta games -\n- (inaudible) -- in Athens.\n\nTo simply get help -- (inaudible) -- we have only got one room.  So we need more help.  We had a second room --\n\nREP. LEWIS:  When you travel, you travel from one -- do you like to travel --\n\nMR. WAITSMAN:  Yes.\n\n\n\nREP. LEWIS:  -- from one office to another office to hear a case?\n\nMR. WAITSMAN:  Yeah, we call them remote size.  And so we traveled all days.  First we can do it by DDM.  And \nso I think none of those -- and we are doing it to some degree; I don't make sufficient level, having judges from \nCalifornia and some of the other areas that don't have enough workload, they get less than two cases per day per \njudge.  So they hear some cases.  Part of the issue is that they go by video for the three-hour time change  So --\n\nREP. LEWIS:  How would you feel as a human being, can you hear if someone came before you, they were trying \nto get the benefits, and a few weeks later, maybe a month later, a year later, you heard that they passed and never \ngot their benefit?\n\nMR. WAITSMAN:  It's extremely frustrating.  It used to be unusual that we would have a death while claim was \npending, now it's not just the individual, it's a whole family.  And even for the one that doesn't -- this is not a death, \nit's a family problem and issue. People are losing their homes.  And you know, the home itself just aren't fed up with \nfamilies or couples instead of years splitting up a family.\n\nYou will have diseases such as -- (inaudible) -- diabetic and maybe it could be controlled if they had their insulin.  \nThey don't have their insulin.  Do see that case progress?  Eventually, there's going to be a loss of vision, kidney \nfailure, peripheral neuropathy, it chairs a hard rendering situation that you know that the person was not yet -- \n(inaudible) -- benefits and he's taken up that -- (inaudible) -- and sitting around for two to three years, it's a matter of \ntime and maybe that time arose before he even got the -- (inaudible).\n\nREP. LEWIS:  Thank you.\n\nThank you, Mr. Chairman.\n\nREP. RANGEL:  I'm going to ask Mr. McNulty to take the chair again.  I have a commitment I have got to go do, but \nI want to say that I think your last comments fully range the issue of why we can't deal with poor people.  We \nwatched Katrina, we can't seem to get that figured out, but we sure do spend a lot of time trying to speed up the \nlicensing with the FDA and a lot of other places.\n\nWhat we can't seem to put the resources and to deal that truly what are the terrible -- we read these cases that this \n-- (inaudible) -- brought for us.  When you see people dying in the waiting room, you have got a serious failure of a \nsystem, which I don't think anybody maybe no one deliberately sets out to do, but by our actions and I think we can \nfix them, we can restore some integrity to the system. So I appreciate all of you coming here and testifying before \nthe committee.\n\nMr. McNulty?\n\nREP. MCNULTY:  Thank you.\n\nThank you, Judge McDermott (ph).  Mr. Johnson my inquire.\n\nREP. JOHNSON:  Thank you, Mr. Chairman.\n\nMr. Schieber, you talked about a Federal Times' articles, I have got a copy of that article.  It's being -- can be \ndistributed and I request it be entered into the hearing records.\n\nREP. MCNULTY:  Without objection.\n\nREP.  JOHNSON:  Both the government and the private sector have abysmal records on computer security \nbreaches along with protecting social security number and permitting ID theft.  This committee is trying to stop that \nthrough legislation.  Even our veterans have had their information stolen.  What I'd like to know is why are we \nallowing employees to work from home?  Personal information must be protected and not carried home?  Can you \ntell us what you think about that?\n\n\n\nMR. SCHIEBER:  Well, I think protecting personal information should be higher order of concern.  The reasons why \npeople work at home I think partly tie to history, partly tie to evolving social acceptance of work at home.  In not only \ngovernment sector, but in the private sector there is a sense that in many regards it may be more efficient.\n\nIt may be green on Earth Week, I think, that if we can allow people to do their job without having to commute, it \nsaves them time, it saves resources, it doesn't spew things into the atmosphere that would be spewed if they came \nto work.  That the issue they liked (inaudible).  I have managed people in the private sector for 30 years and we had \nsome work at home like schedules, that we allowed our employees, but it is always a bit of a challenge.  It seems to \nme the important thing is that we should be do it if people can do the work at home and can be sufficient.  There are \nmany cases that may have been more efficient than they -- we are by coming to the office.\n\nREP. JOHNSON:  Now, how do you protect the information network?\n\nMR. SCHIEBER:  Well, I guess I'm getting to the punch line or the backline is if you have to come to the office to \ndo the work, then it seems to me that's where you did work.  And going back to the fact that the security here is of \nthe highest order of importance, it may require that we rethink the way we were handling these files in the past.\n\nMaybe that's where the work has to be done.  Maybe moving into this more efficient environment is going to require \nsome changes to work policies and that's what I was saying.  We need some flexibility to get there or we're not \ngoing to be able to realize the efficiencies that commissioner last year was talking about.\n\nREP. JOHNSON:  Now, Mr. Skwierczynski, is that right?\n\nMR. SKWIERCZYNSKI:  Yes.\n\nREP. JOHNSON:  It's close.\n\nMR. SKWIERCZYNSKI:  Skwierczynski.\n\nREP. JOHNSON:  Sir?\n\nMR. SKWIERCZYNSKI:  Skwierczynski.\n\nREP. JOHNSON:  Skwierczynski, thank you, stated that we should not believe people about their birthdates when \nthey are applying for retirement benefits.  I -- it seems to me that if a guy has been working for ever and you need a \nbirth date for 50, 60 years, he shouldn't have to provide a birth certificate for somebody to look at before he gets his \nretirement.  What's your opinion on that?\n\nMR. SKWIERCZYNSKI:  Well, I -- we're just sitting here and thinking about my situation.  I think I applied for my \nsocial security card.\n\nREP. JOHNSON:  Yeah, do you know where your birth certificate is?\n\nMR. SKWIERCZYNSKI:  Well, at the moment I don't.\n\nREP. JOHNSON:  I don't think so.\n\n(Laughter)\n\nMR. SKWIERCZYNSKI:  I think I applied for it probably in 1960 and I have consistently told that social security \nadministration since then that I was born on July 24, 1946.  You know, if I file for social security benefits, retirement \nbenefits when I reach normal retirement age, they will have had that birth date on record for more than a half \ncentury.\n\nI think what the commissioner is trying to do is he is kind of looking at this issue that he is facing.  This \noverwhelming burden of the baby boomers about to descent about upon them applying for benefits. Even if they \n\n\n\ncan electrify the application process so I can apply for my benefits online, under the old rules, I was going to have to \nfind my birth certificate and I was going to have to take it to a social security office.\n\nBut we have been hearing here about how hard it is to get into the social security office, however big the social \nsecurity offices are, what he is trying to do is find some practical ways that we can deal with these issues.  We \nhave talked to inextensibly about some of these things, about the application process.\n\nHe is taking things out of the application process that he thinks are peripheral to make, you know, a realistic and \nadequate and careful determination in most cases.  He thinks that if I have been telling them I was born on July 24, \n1946, for half a century, that you know if I came in and I told them that today because I could qualify for benefits, \nthen maybe they would be suspect.  But I surely wouldn't have thought of that 50 years ago so I could qualify for \nbenefits today.\n\nREP. JOHNSON:  But you know a lot of states are going automatic on all that stuff.  I mean, you can even get \nlicenses for your car, I mean, on a computer nowadays.  And they believe that you put in there and I'm going to ask \nyou for a piece of paper.  And I think that's enough, sir.  I don't -- I thank you for the time, Mr. Chairman.\n\nREP. MCNULTY:  Thank you, Mr. Johnson.\n\nMr. Brady, you may enquire.\n\nREP. BRADY:  Thank you, Mr. Chairman, I appreciate you all being here today and -- (inaudible) -- I clearly -- those \nthree disability process need dramatic improvement. We all have different suggestions on how to do it, but here \ninside as users and providers of the system really, he's -- (inaudible) -- had decided earlier that even if I have a \nquestion for Mr. Skwierczynski, I wasn't going to ask it anyway just for fear of mangling the name.\n\n(Laughter)\n\nREP. BRADY:  So I appreciate you having (inaudible).  So thank you.  Mr. McNulty asked my question.  I too think \nthat we have a continuing problem on the accuracy, completeness and the timing of the medical record.  I am \nalways assuming that because the social security claim representatives are skilled, that they would demand -- there \nwould be a huge difference the medical records.\n\nA claimant being one of those represented by a representative. But my question to, mainly I will ask Ms. Ford is \nhave we -- to your knowledge, have we ever measured the difference between the completeness and the timeliness \nof the medical records for claimants who have representative and those who don't in a way that we -- I mean, you \ntalk about some of the areas that representatives helped claimants provide it.\n\nI mean, that makes to me perfect sense.  But have you ever measured the difference because clearly the more \ncomplete and more timely that medical record, my assumption is the more accurate and hopefully and quicker we \nwould -- the system would render an accurate decision for that person.\n\nMS. FORD:  Just have a couple responses to that.  I don't think that we have done any studies on -- on that \ndevelopment of residents and one thing I want to know is that people who are represented are represented for \ndifferent lengths of time when they get into the hearing, they typically get the representation at the hearing level and \nthey may, you know it depends on the individual on how do we find somebody, as to how long that representatives \nhave had helped develop the record.\n\nBut I'm being reminded that the GAO is currently working on a report on the development of evidence.  So hopefully \nthey will do something that comes out of that.  That we -- you know, the representatives have said for years that \nthere's some very practical settings that can be done, that should be done by social security and perhaps these \ncases wouldn't even reach the appeals level if the evidence was gathered early in the process.\n\nREP. BRADY:  Well, it seems to me that makes sense.  I was just wondering if we need to try to find some way to \nmeasure that so we can find out what those best practices are, you know what I mean, because obviously, I think \n\n\n\nthat is the key to the -- one of the many keys to improving the whole process.  So Mr. Chairman, again thank you all \nfor being here.\n\nThank you Chairman.\n\nREP. MCNULTY:  Thank you, Mr. Brady.  If there are no further questions, I want to thank the panel on behalf of \nChairman Rangel and Ranking Member McCrery and the other members of the committee.  I want to thank all of \nyou not just for your testimony today, but for your advocacy on behalf of our constituents and the American people.\n\nSometimes we have these hearings to try to figure out what the problem is.  We know what the problem is.  We \nknow -- we are painfully aware of what the problem is.  And you have given us some good ideas about solutions.  \nThe ball is now in our court, we need to do these things in cooperation with the administration and the social \nsecurity agency.\n\nAnd so we have made some modest progress in the last couple of years.  The extra $150 million last year, we got \n$240 million extra in our House budget resolution.  This year we're having $175, the new administrative law judge \nis, we're making some modest progress.  But I thank particularly Mr. Skwierczynski for referring to a possible \nproblem with continuing with the progress and that's -- someone's getting together and passing the laws, creating \nnew additional massive workloads for the Social Security agency that don't the have anything directly to do with \nsocial security.\n\nAnd we need to guard against that because I think you will agree that if we do something like that, it was that \nprogress we made so far, the (inaudible).  So we need to keep our eye on the ball.  We need to continue to make \nmore progress beyond what we have done so far.  Thank you for steering us in the right direction, and we look \nforward to working with each and every one of you to make more and more progress on this issue in the weeks, \nmonths, and years ahead. The hearing is adjourned.\n"}