{"title": "Community Briefs", "body": "\nConcert benefits YWCA\n\nSOUTH BEND - The sixth annual Everybody Has a Story benefit concert is Saturday, from 7 to 10p.m.\n\nThe concert benefits YWCA North Central Indiana, which works to improve the lives of women and children in the \ncommunity. Nearly 3 out of 4 Americans personally know someone who is or was a victim of domestic violence. \nYWCA advocates for women and provides residential and nonresidential services for those who are victims of \ndomestic violence, sexual assault or are struggling with addiction.\n\nThe show is at Vegetable Buddies, 129 N. Michigan St. Tickets are $25 and are available online at \nwww.ehassb.com.\n\nNonprofit's holiday sale begins Friday\n\nSOUTH BEND - Ten Thousand Villages is holding its annual holiday sale at Kern Road Mennonite Church, 18211 \nKern Road. The sale runs from 10a.m. to 6p.m. Friday and Saturday. Browse fair trade gifts from around the world, \nas well as traditional nativities and ornaments.\n\nFall play is Wednesday\n\nSOUTH BEND - The junior class at Trinity School at Greenlawn will present \"The Tempest\" by William \nShakespeare. Performance is at 7:30p.m. Wednesday in the Trinity School auditorium, 107 S. Greenlawn Ave. \nAdmission is $5 for adults, $3 for children and $16 for a family.\n\nDonation day at Goodwill store\n\nMISHAWAKA - If you're doing some fall cleaning, keep Goodwill in mind. Goodwill Industries of Michiana Inc. is \nholding a \"Stuff A Truck Donation Drive\" at its Grape Road store on Saturday from 7 to 11a.m.\n\nAcceptable donations include gently used clothing, books, toys, furniture and household items.\n\nDonations also are accepted later in the day at any Goodwill Retail Store Attended Donation Drive-Thru or \nCollection Center.\n\nDonors can register for a free Good Points Reward Card and shop during the 50% Off Good Points Sale at all \nGoodwill Industries of Michiana Stores.\n\nLast year Goodwill helped 14,253 people through programming and services and placed 1,254 individuals in jobs \nwith local employers.\n\n\nDiversity director named at Saint Mary's College\n\nSOUTH BEND - Redgina L. Hill has been named the executive director of inclusion and equity for Saint Mary's \nCollege, effective Oct. 28, Interim President Nancy Nekvasil announced.\n\nShe most recently served as director of diversity and inclusion for Bethel University, after joining the then college as \nan admission counselor and then being promoted to associate director of admission recruitment. She then became \nthe founding director for the university's office of diversity and inclusion, and created a campus-wide training \nprogram, chaired the diversity and inclusion advisory board and developed curriculum for the Dr. Billy Kirk Social \nJustice Leadership Scholars Program.\n\nAt Saint Mary's, Hill will serve as a member of the President's Cabinet and report directly to the president. Nekvasil \nsaid, \"She brings an incredible amount of experience and enthusiasm to help carry forward our agenda of continual \nincrease in access for students from all backgrounds. This is an important step at Saint Mary's College as we seek \nto create a welcoming, diverse community where all have an opportunity to succeed. I don't believe we could have \nfound a better candidate.\"\n"}