{"title": "Express daily briefing: Bihar town tense after one killed in violence over idol immersion, what lynching means, more", "body": "\nFrom Modi-Xi's meeting on trade to Congress claims of IT raids at the party's account's office, here is what is \nmaking news on Sunday morning.\n\nPrime Minister Narendra Modi and Chinese President Xi Jinping announced a high-level economic and trade \ndialogue mechanism at the level of finance ministers to address Delhi's concerns over a trade deficit between India \nand China. In the two-day-long informal summit between the two leaders at Mahabalipuram in Chennai, the Indian \nside said that the issue of Jammu and Kashmir did not come up in talks, though Xi briefed Modi on his recent talks \nwith Pakistan PM Imran Khan in Beijing.\n\nDays ahead of the Haryana and Maharashtra elections, the Congress on Saturday claimed that the Income Tax \ndepartment had raided the houses of five of its salaried employees, who work in the accounts department at its \nheadquarters in Delhi, and accused the BJP government of working with \"vendetta in mind\". \"It is election time. All \nour accountants have been summoned. Income Tax people are sitting at their homes,\" Congress leader Anand \nSharma said.\n\nIn 2014, as a Brahmin CM in a Maratha-dominated political landscape, Fadnavis had a tall order - the Maratha \nquota agitation was threatening to blow up, and ally Sena and Opposition NCP-Cong were snapping at his heels. \nFive years and some deft politicking later, the Assembly elections are widely seen as elementary stuff for the BJP, \nwrite Kavitha Iyer and Shubhangi Khapre\n\nMohan Bhagwat, your belief that talk of lynchings is just an attempt to defame India is wrong. It is true that India's \nimage in the world has suffered in recent years, but it is not because of some sinister plot but because too many \npeople have seen too many times on uploaded videos the terrified eyes of men who know they are about to be \nbeaten to death. Speak up against this kind of violence Mr Bhagwat, writes Tavleen Singh.\n\nA day after a 21-year-old undergraduate student was killed by an unidentified man from a gang of six or seven \nmuffled men, Jehanabad town in Bihar remained tense on Saturday, with prohibitory orders under CrPC Section \n144, enforced Thursday for Durga visarjan, still in force. Combined forces of Bihar Police, Rapid Action Force and \nSpecial Task Force kept vigil in communally sensitive areas as police conducted raids to detain troublemakers from \nboth communities.\n\nFamilies of two 16-year-olds detained under the PSA in Kashmir recall the 'traumatic' fight to track them and bring \nthem back home. Talking about making rounds of the police station, the father of a 16-year-old boy who was \ndetained under the act, says, \"I kept shuttling between the offices of DySp and SHO. My day would start in the \nmorning at the gate of the police station and we used to leave around 10 pm. We went thrice a day.\"\n\nIt is Onam and the annual Pulikali (tiger play) festival has engulfed Thrissur in Kerala. In the processions, many \nhave the feline's face painted on their bellies and stripes on their limbs, others are wearing costumes, while some \n\n\nhave donned masks. The festival's future might be as insecure as its inspiration in the forest, but for now, the tigers' \nroars are loud and joyous in Thrissur's urban jungle.\n\nN Srinivasan, Niranjan Shah, Anurag Thakur and Amit Shah are no longer part of the BCCI administration but \namong the new faces will be progenies or their family members. Anurag Thakur's brother Arun now helms Himachal \nPradesh Cricket Association while Union Minister Amit Shah's son Jay is Gujarat Cricket Association's nominee. \nGoing by the book, this is perfectly legal, though this means the old guard will continue to run the Indian cricket \nadministration.\n"}