{"title": "FROM MANY, ONE NATION; America Must Again Assimilate Its Immigrants", "body": "\nMy parents immigrated to the United States from Germany as young adults in 1938. We spoke German at home \nand ate German foods. My parents socialized with other German immigrants and joined German organizations. \nBut not for one second did any of us doubt our American-ness. My national ancestors were not Otto von Bismarck \nor Frederick the Great but George Washington and Thomas Jefferson. I thought \"Father Knows Best\" was about my \nfamily.\n\nThe town in central New Jersey where I grew up could have served as the model for Norman Rockwell paintings. \nBut actually, most of my classmates' parents were foreign born, having come mainly from Italy and Poland. Did the \nkids I went to school with feel any less American? Did they have conflicted ethnic loyalties? Absolutely not.\n\nThe story of my childhood may well seem banal, because we Americans take for granted that the immigrants of \nyesterday produced the Americans of today. And yet, assimilation, American style, is more than just a historical \nartifact; it is nothing less than a miracle. It has forged a culturally unified nation at peace with itself -- from people \ndrawn, literally, from every corner of the earth.\n\nBut a funny thing has happened to assimilation over the past several decades: America's opinion elites have \nturned against it, a development with potential for harm that we are only now beginning to see. At a time when the \nUnited States is admitting a million legal immigrants a year, assimilation should be more important than ever.\n\nTo maintain and deepen a sense of national cultural unity amid ethnic diversity has not been a simple task nor one \nthat other nations have easily accomplished. Even Canada, for example, has never been able to resolve the terms \nof coexistence between its English- and French- speaking groups. In most respects, an agreeable, prosperous, \nfreedom-loving country, Canada teeters on the edge of dissolution.\n\nElsewhere, things are much worse. Eastern Europe is a cauldron of ethnic hatreds, and even Western Europe \nharbors festering ethnic discord. In India, Sri Lanka and many nations of Africa, ethnic conflict gives rise to \nunimaginable human suffering, year after year.\n\nThus, America's success as a multiethnic society is not simply a happy accident. As a country built on perpetual \nimmigration, the United States has been struggling with this mission since colonial times. Throughout the 19th and \nearly 20th centuries, both the elites and the rank and file of \"native\" Americans aggressively and self-consciously \npromoted the idea of assimilation or, as they called it in the early years of this century, \"Americanization.\" \nImmigrants would be welcome as full members of the American family if they agreed to abide by three simple \nprecepts:\n\n* They had to accept English as the national language.\n\n\n* They were expected to take pride in their American identity and believe in America's liberal democratic and \negalitarian principles.\n\n* They were expected to live by what is commonly referred to as the Protestant ethic -- to be self-reliant, \nhardworking and morally upright.\n\nThis basic framework proved highly effective. A common language was a powerful force for cultural unity. Faith in \nthe American Idea, a unique, idealistic and politically advanced set of principles and institutions, promoted civic \nunity and national pride. The Protestant ethic, a belief system that judges individuals by their achievements, rather \nthan by the circumstances of their birth, made ethnicity less relevant and united all Americans in a framework of \nshared values.\n\nTo seal the assimilation contract, immigrants were not only permitted but encouraged to become citizens with full \nrights. The offer of citizenship was an advanced and radical idea in the 18th century; even today, most countries, if \nthey accept immigrants at all, merely allow them to be residents.\n\nMost immigrant children were enrolled in free state-supported public schools. The public school movement was \ndriven by the egalitarian desire to instill knowledge and civic virtue in all Americans, regardless of wealth or class. \nBut, as the educational reformer Horace Mann persuasively argued, public schools were necessary, above all, to \nensure the assimilation of immigrants.\n\nAt the same time, there was nothing especially coercive about assimilation. All immigrants were free to be as \nethnic as they pleased -- the Amish riding through Pennsylvania in their horses and buggies, the Hasidim strolling \nthrough Brooklyn's Borough Park on a Saturday morning in their long black coats, the Chinese observing the Year \nof the Rat in San Francisco's Chinatown.\n\nBeginning in the 1960s, three things changed:\n\n* Bilingualism eroded English's monopoly as the only language of school instruction and government.\n\n* Historical revisionism discredited the American idea as a hypocritical myth.\n\n* The welfare state superseded the Protestant ethic.\n\nAssimilation, both as a social process and societal goal, came to be seen as anachronistic, irrelevant and largely \ninapplicable to contemporary American social realities.\n\nThe rejection of assimilation as a concept was founded on a radical misconception of what it entails. Assimilation \nwas viewed by its antagonists as a means of imposing cultural conformity on America's minority groups, even \nthough, as I have suggested, it is about national unity.\n\nBut, then, national unity did not fare so well either after the 1960s. Disillusionment prompted some of America's \nmost influential intellectual leaders to scoff at the nation's past. Revisionists contended that American wars were \nfought for territorial and economic gain, rather than for lofty principle. The Vietnam War was viewed as definitive \nevidence that the United States was not the world's idealistic beacon but one of its most predatory states.\n\nThe assimilation contract was struck its fatal blow in the 1970s and 1980s by an emerging view of American \nethnic relations that goes under the general heading of multiculturalism. Now the United States was to be viewed as \na vast multiethnic confederacy, Canada's Anglo-French arrangement raised to the nth power. Ethnic federalism is, \nat all times and in all places, an ideology of ethnic grievances and invariably leads to and justifies ethnic conflict.\n\nIt is a great irony that the United States entered its post-assimilationist era, beginning about 1965, precisely when it \nwas also entering an era of renewed large-scale immigration with a far more ethnically varied mix of immigrants \nthan the country had seen before. Just when it might have been put to effective use again, the old assimilation \ncontract was turned on its head. The terms of this new contract are as follows:\n\n\n\n* Public schools should be crucibles of ethnic consciousness-raising and must accommodate ethnic diversity, not \nassimilation.\n\n* English is a linguistic option. Although it may still be a desirable objective, it should not be forced on the foreign \nborn or their children.\n\n* Taking pride in being American is not possible, because the American idea is a hypocritical myth.\n\n* The Protestant ethic is dead.\n\n* It no longer matters whether immigrants become U.S. citizens.\n\nNow is the time to revive assimilation, American style. With the desirability of immigration being questioned, an \nassimilationist perspective is needed more than ever to convince opponents that the new arrivals are no less likely \nthan their predecessors to become Americans.\n\nA recurrent theme today among immigration opponents is that America's new immigrants are more \"alien\" than \nthose of the past, as reflected by the fact that they are Asians or Latin Americans instead of Europeans. Those who \nmake this argument are in crowded historical company. Even someone as committed to universalist values as \nBenjamin Franklin could not abide the \"alien\" Germans who were overrunning Pennsylvania.\n\nEqually misguided is the argument that the net economic contributions of recent immigrants have been negative, \nthat they cost more in governmental services than they contribute in taxes and, besides, take jobs away from the \nnative-born poor. A comparison of five cities with the largest proportion of recent immigrants with the five that have \nthe smallest share reveals that the cities in the former group have markedly lower unemployment rates, lower \nwelfare rates, and more rapid employment growth. The employment rates of blacks have also risen substantially \nmore in high-immigration cities than in those bypassed by immigration.\n\nGiven its desirability, what should be the building blocks of an assimilationist immigration policy?\n\nFirst, the United States should admit a large but stable number of immigrants each year. With rates sometimes \nswinging widely from year to year, immigration is a wild card in America's demographic deck. We need to set a \nsingle, sustainable quota based on a percentage of our population.\n\nSecond, efforts should be redoubled to reduce illegal immigration. Illegal immigration makes natives contemptuous \nand fearful of immigrants.\n\nThird, we ought to greatly increase the number of immigration openings awarded by lottery, while limiting family \npreferences to spouses and children and dispensing with skill-based allotments entirely. The historic mission of \nAmerican immigration would be better served by allowing more of the world's most motivated immigrants -- not \njust those who are lucky enough to have American relatives or to have received a good education -- to realize the \nAmerican Dream.\n\nFourth, immigrants should be encouraged to become citizens. There may be merit in making citizenship, rather \nthan mere legal residence, a condition for receiving a wide array of social welfare benefits.\n\nFifth, Americans must restore public schools to their historic role as training grounds of national civic unity.\n\nAs the nation's citizens and politicians continue to debate immigration policy in the days ahead, they must keep \nfaith with America's two most powerful bulwarks of immigration: the Statute of Liberty, which declares that \nimmigrants are always welcome, and assimilation, American style which makes that welcome possible.\n\nPeter Salins is provost of the State University of New York and a senior fellow at the Manhattan Institute. This \narticle is excerpted from his new book \"Assimilation, American Style\" (Basic Books).\n\n\n\nGraphic\n\n \n\nIllustration, christophe vorlet for The Washington Post\n"}