{"title": "Illegal Immigration Issues Attract Little Interest Outside N.Va.", "body": "\nA divided Virginia General Assembly killed most proposals to crack down on illegal immigration during its annual \nsession, despite legislators' repeated pledges to address the growing population in last fall's campaign.\n\nOf the 130 immigration bills introduced, only a handful passed before the legislature finished Thursday. The bills \nthat would have penalized illegal immigrants died during the session, a sign that the issue lacks a sense of \nurgency statewide.\n\n\"I think the problem here is that there are not enough localities that are feeling the same pain as exploding localities \nlike Prince William,\" said Del. Paul F. Nichols (D-Prince William). \"It's frustrating.\"\n\nBills that passed will deny bail to illegal immigrants charged with a crime, require jails to check the legal status of \nthose taken into custody and prohibit government contractors from hiring illegal immigrants.\n\nGov. Timothy M. Kaine (D), who has often said that immigration policy generally should be left up to the federal \ngovernment, has signed all three bills.\n\n\"Bills dealing with behaviors that threaten public safety ought to be taken very seriously,\" Kaine said. \"Beyond that, \nyou've got to be very careful.\"\n\nThe number of immigration bills introduced in the two-month legislative session was the highest in recent years. \nMore than 100 originated from the Republican-controlled House, where many were approved before the Democrat-\ncontrolled Senate killed them.\n\n\"The Democratic majority in the Senate \"recognized that there was some demand and something had to be done. \nWhat came out was just above window dressing,\" said Sen. Ken Cuccinelli II (R-Fairfax), who introduced several \n\n\nimmigration measures. \"They wanted to pass just enough to try to release a good portion of the political pressure. \nTheir goal was not to accomplish anything.\"\n\nSenate Majority Leader Richard L. Saslaw (D-Fairfax) accused House members of trying to use the immigration \nissue to solicit votes in next year's legislative election.\n\n\"I'm not into building guys' campaign brochures, and neither was anybody else,\" Saslaw said.\n\nBills that failed would have allowed employers to fire workers for misconduct if they speak a language other than \nEnglish, banned illegal immigrants from public colleges and universities, required that driver's license exams be \nconducted in English and required that home buyers prove they are in the country legally to qualify for a mortgage.\n\nDel. Jackson H. Miller (R-Manassas) introduced proposals that would have required defendants to pay for language \ninterpreters in court if convicted and would have forbid taxpayer money from being given to charities that provide \nservices to illegal immigrants.\n\n\"There is a different philosophy in the Senate than the House,\" Miller said. \"Most senators said they wanted to get \ntough on immigration, but then they didn't.\"\n\nBut Nichols said his seven immigration proposals did not make it out of the House. Six of them were never even \nbrought up in a committee, including one that would have required contractors to use an electronic verification \nsystem to check workers' legal status.\n\n\"The problem apparently hasn't gotten big enough,\" Nichols said. \"We'll stay at it. We're not going to give up.\"\n\nA Washington Post poll taken a month before the Nov. 6 election showed 75 percent of likely voters in Virginia said \nimmigration was important to their votes in the election for state and local offices.\n\nRepublicans across the state, and some Democrats in conservative districts, seized on immigration as a campaign \nissue, saying they would introduce proposals to reduce the number of illegal immigrants. Much of the debate was \nin Northern Virginia, including Prince William County, where officials are curtailing some government services to \nillegal immigrants and increasing enforcement.\n\n\"I'm disappointed in the progress [in the legislature] or lack there of,\" said Corey A. Stewart, chairman of the Prince \nWilliam Board of County Supervisors and a candidate for lieutenant governor next year.\n\nAttorney General Robert F. McDonnell (R) said he was pleased with the enactment of two bills recommended by \nthe Virginia Crime Commission -- to deny bail to illegal immigrants and require jails to check legal status.\n\nSen. George L. Barker (D-Fairfax) said that some bills, including his, did not target immigrants directly, but took aim \nat the problems that can stem from an increasing immigrant population. The legislature passed, and the governor \nsigned, two of Barker's bills that will help localities such as Fairfax combat single-family homes being used as \nboardinghouses.\n\n\"What I've seen on things like this is if legislators see [bills] as addressing an issue and not singling out a class of \npeople, they will support them,\" he said.\n\nOf the 12 million illegal immigrants estimated to be in the United States, 250,000 to 300,000 live in Virginia, \naccording to the Pew Hispanic Center in Washington. An additional 440,000 people in Virginia are not U.S. citizens \nbut are in the state legally, the U.S. Census Bureau says.\n\nAt the start of the legislative session, House and Senate leaders outlined their immigration priorities. Only a \nhandful of proposals offered immigrants help, including those that would have created an office of immigration \nassistance, protected immigrant crime victims and increased the schools' funding formula based on the immigrant \npopulation. All three failed.\n\n\n\nAndres Tobar, president of the Virginia Coalition of Latino Organizations, said his group is \"disappointed that the \nlegislature failed to enact even one measure with a positive impact on the immigrant community.\"\n\nIn the past three years, as Congress repeatedly failed to pass immigration legislation, many states considered \nimmigration bills that address employment, identification, law enforcement and public benefits.\n\n\"We need Congress to pass comprehensive immigration reform on the federal level before Virginia hurts herself,\" \nsaid Tim Freilich, legal director of the Legal Aid Justice Center's Immigrant Advocacy Program. \"With more than 10 \npercent of Virginians born outside of the United States, bills that hurt Virginia's immigrants hurt Virginia.\"\n\nLast year, more than 1,500 immigration bills were introduced in legislatures across the country, about three times \nas many as in 2006, and 244 were enacted.\n\nAnn Morse, program director for the Immigrant Policy Project at the National Conference of State Legislatures in \nWashington, said state lawmakers have introduced 600 bills this year but are limited in what they can do to curb \nillegal immigration.\n\n\"It certainly is a testament to the difficulty of the issue,\" said House Minority Leader Ward L. Armstrong (D-Henry). \n\"States are limited and it underscores the need for the federal government to act.\"\n"}