{"title": "EXPLOSION: MIAMI TRIES TO FATHOM THE VIOLENCE NEW OUTBREAK IS 4TH EPISODE IN; OVERTOWN AREA SINCE 1980", "body": "\nMIAMI OVERTOWN IS a predominantly black neighborhood in downtown Miami with a population of nearly \n14,000. Most of the buildings are two-storied, boarded up and uninhabitable.  Drugs are sold openly on every other \ncorner. The streets, strewn with debris, are usually populated with nondescript men on the corners, sitting on beat-\nup sofas or overturned shopping carts. Stray dogs almost outnumber the people.  But on Tuesday, Overtown was \nanything but noisy. Fear was evident. Schools were closed, and so were some stores. Few people talked, although \nsome children standing near a police roadblock were singing, ''We Shall Overcome.'' Then Tuesday night, for the \nsecond straight night, Overtown's streets lit up the Miami sky.  The latest round of violence is the fourth similar \nincident in Overtown since 1980. It is a community beset by problems, from prostitution to drugs.  Its biggest \nconcern, though, is dealing with the job competition from the steady flow of immigrants into the Miami area.  \nAccording to city officials, Overtown's average income is less than $7,000, and 55 percent of the population is \nunemployed.  Overtown's community leaders say their earning power has gone down with the rising number of \nCubans and other refugees who come into the Miami area.  The latest wave of immigration is from Nicaragua. The \nnewcomers have been greeted with an outpouring of charity and have been sheltered at Bobby Maduro Miami \nStadium, an action that has upset Miami's black community.  ''All of the refugees that come over here . . . Why are \nwe (the government) so concerned about them instead of us?'' asked the Rev. Thomas Ferguson, pastor of the \nSouth Florida Under God Church.\n''They have not dropped one blood for American soil. It's not fair. We are taxpayers. We are American citizens. We \nare part of the American dream.  Where is this justice? Why do we have to wait until a situation like this before we \ntry to solve the problem?'' Residents of Overtown feel that Cubans, and eventually the Nicuraguans, will take jobs \naway from blacks. Tyrone Jones, 29, a butcher in an Overtown grocery, said that's why only white stores were hit \nby vandals during the first night.  ''The white store owners want to pay the refugees less money or they want to work \nus 60 to 70 hours a week,'' said Jones, who was shot in the leg by police in 1980.  ''I wouldn't be surprised if more \nwhite stores are burned. I've heard that we will take this rioting to the Super Bowl so the nation will understand our \nproblems, not just local government. We are tired of being talked down to.  ''This is no place to live, no place to \nraise a family. If they can give the Cubans and Nicaraguans money, I want mine first. Or move them here, and let \nme have the advantages and benefits they do.'' A series of incidents involving police also has contributed to \ntensions in the black community.  PULSE, a group of black ministers organized to improve conditions for black \nMiami after the 1980 riots, has repeatedly alleged b rutality on the part of police officers.  ''The police are \nworthless,'' said Tawanda Johnson, 16. ''It's the way they talk to people; it's very condescending. They don't shoot \nto halt in this neighborhood. They shoot to kill.'' Mayor Xavier Suarez of Miami said he found nothing to \nsubstantiate claims by some blacks that the unrest was caused by resentment over the waves of Nicaraguan \nimmigrants coming to Miami.  ''The people know we are working toward finding out the truth,'' said Suarez. ''We're \nlooking to normalize everything and keep police presence as unobtrusive as possible. As far as the Super Bowl, the \ncity braces. We hold our breath.'' The National Football League's office issued a short statement Tuesday saying \nonly that officials were keeping an eye on the situation.  When Overtown resident Jones heard about it, he replied: \n\n\n''If I was the NFL, I would keep my eyes, ears, feet and the rest of my body out of the stadium on Super Bowl \nSunday.''\n"}