{"title": "The Windrush legacy; An exposé of the government's cruel injustice to a generation of immigrants asks if anything has really changed. By Helen Warrell", "body": "\nAlmost exactly two years ago, Amelia Gentleman, a journalist at the Guardian newspaper, received an email that \nshe found both curious and troubling. The message, sent by a charity, described how the UK government was \ntrying to deport a 61-year-old grandmother who had arrived from Jamaica aged 10, but had no documents to prove \nthat she had entered Britain legally.\n\nMonths of investigation revealed that this was not an isolated injustice: citizens from the former Commonwealth \nwho had come to the UK in the 1950s and '60s were increasingly being targeted by the Conservative party's \ntougher immigration policy, aimed at making the UK more \"hostile\" to illegal migrants.\n\nThe scandal Gentleman uncovered eventually led to the resignation of the home secretary and exposed the human \nsuffering caused by the new border regime. Her book tells the appalling stories of the so-called \"Windrush\" \ngeneration, named after a ship that brought workers from Jamaica and Trinidad and Tobago to Britain in 1948. Sixty \nyears later, UK border officials under pressure to increase deportations, identified thousands of law-abiding people \nas illegal migrants and threatened them, sent them into detention and in some cases \"repatriated\" them to countries \nthey had no memory of, after a lifetime spent in the UK. Crucially, The Windrush Betrayal goes beyond all the \nministerial contortions and public apologies to ask what the government is doing now and whether anything has \nreally changed.\n\nLong before the Guardian broke the Windrush scandal story, the \"hostile environment\" policy - introduced in 2012 \nduring Theresa May's tenure as home secretary - was causing concern. The idea was a byproduct of the \ngovernment's ill-conceived aim of reducing net migration to the \"tens of thousands\": May had hoped that making life \nimpossible for illegal migrants by cutting off their rights to open a bank account, rent a property or hold a job would \nencourage them to leave. Securing the right to stay in the UK requires producing paperwork that many in the \nWindrush generation were never given on arrival in Britain.\n\nGentleman was the first to identify the victims of this policy: individuals who had entered legally and made lives in \nBritain but had been tracked down and forced to search for documents that had never existed. The UK, unlike many \n\n\nEuropean countries, has always resisted the introduction of identity cards, and several of the people Gentleman \ninterviewed had never travelled abroad, so had no need of passports. As she points out, the problems affecting \nmany Windrush migrants - haphazard early education, difficulties reading and writing, frequent moves in the years \nimmediately after arrival - made them particularly ill-equipped to deal with the bureaucratic Goliath they were up \nagainst.\n\nThe tougher policies were amplified by a department under strain from cuts. \"Short-staffed and overworked Home \nOffice employees make stupid mistakes that sometimes have disastrous effects on people's lives,\" Gentleman \nwrites.\n\nStories like this are complicated to research and difficult to tell. Gentleman recounts how one of her early Windrush \nstories was pushed off the Guardian's front page \"by an article about hamburger restaurants (a much less gruelling \nread)\". May had swapped the Home Office for Downing Street and it was not until the growing publicity caused her \nembarrassment at a summit of Commonwealth leaders in 2018 that the scandal came to a head. Under \ninterrogation by a parliamentary committee, Amber Rudd, the then home secretary, wrongly denied that her \ndepartment had targets for deportations and was forced to resign a few days later.\n\nEven at the journalistic high point of the scandal, Gentleman recalls feeling uneasy. May, she writes, \"made no \napology for ... a policy that was leaving people homeless, jobless, destitute and sometimes suicidal. She was just \nsorry the wrong people had been blasted with hostility.\" When Gentleman interviewed Rudd, months after her \ndeparture, the former minister was remorseful but seemed \"just as sorry about ... the briefly catastrophic impact that \nthe scandal had had on her career\".\n\nGentleman probably knows more than most reporters about the impact of her journalism on government, given that \nher husband Jo Johnson (a former FT journalist) was a minister at the time. She reveals that the only conversation \nshe had about Windrush with her brother-in-law Boris Johnson, now prime minister, was at a family birthday party: \n\"You really f***ed the Commonwealth summit,\" he told her.\n\nTwo years and two home secretaries later, Windrush is not casting a long shadow. The current home secretary Priti \nPatel, determined to batten down the borders after Brexit, is once again toughening the rhetoric on illegal migrants. \nLegislation to enable payouts under the Windrush compensation scheme has been delayed by parliamentary \nupheaval. May has left office but remains unscathed by the legacy of her decisions. Her former advisers Nick \nTimothy and Fiona Hill, who helped bulldoze hostile environment policies past sceptical Liberal Democrat coalition \ncolleagues, both featured in May's resignation honours list.\n\nAs Gentleman notes, there is a risk that the government's post-Brexit settlement scheme for EU nationals in the UK \ncould cause yet more disenfranchisement. The problems go further. Last month, MPs accused Home Office \nministers of creating a \"real injustice\" for thousands of overseas students who have been wrongly accused of \ncheating in English language tests.\n\nThe Windrush Betrayal recounts and exposes some of the most egregious effects of the \"hostile environment\" \napproach. But as an understanding of the Home Office's harshness towards vulnerable people seeking to work, \nstudy or live in Britain, it is only the beginning.\n\nHelen Warrell is the FT's defence and security editor\n\nIt goes beyond ministerial contortions and public apologies to ask what the government is doing now\n\nGraphic\n\n \n\n\n\nThe Windrush Betrayal: Exposing the Hostile Environment by Amelia Gentleman Faber £18.99, 336 pages h i d hA \nBritish Council official talks to a West Indian immigrant at Victoria Station, London, in 1953- Getty Images\n"}