{"title": "Victorious Democrats Vow Cooperative Approach on Taxes and Economy", "body": "\nMaybe Washington can get something done after all.\n\n  Democrats may have won big on Tuesday, but the lawmakers who will soon oversee tax, trade and economic \nissues on Capitol Hill are trying not to sound confrontational -- or even to crow.\n\nInstead they are pledging to seek common ground with the White House and Congressional Republicans, arguing -- \nadmittedly in the face of skepticism -- that divided government in Washington does not have to be a recipe for fights \nor gridlock. \n\n  On Wednesday, as the Democrats woke up to a huge victory at the polls, they were starting to talk about some \nissues on trade, taxes and regulations on which they and their longtime adversaries might even agree.\n\n  Among these were what Republicans and Democrats alike said were a mutual interest in keeping taxes from \nrising on middle-class families, tax relief in energy and education and providing regulatory relief for small business.\n\n  Many analysts said that the possibility of such agreement was not out of the question. Both parties, they said, \nwere aware of voter disgust with partisan confrontations.\n\n  In recent months, business interests, anticipating solid Democratic gains, have also been pouring millions of \ndollars into Democratic campaigns with the hope and expectation that the new Congressional leadership would \nsupport some of their agenda.\n\n  Still, many lawmakers, lobbyists and Congressional aides said that the emerging divide between the White House \nand Congress would make it hard to achieve agreements on certain issues like trade and health care.\n\n  The top Democrats in the House and Senate tax-writing committees said they would not try to repeal the tax cuts \nenacted in 2001. They also called on President Bush to show what they said would be similar good faith and not \nresubmit his proposals for Social Security personal savings accounts.\n\n  On the issues of greatest importance to businesses -- taxes, trade, immigration and health care -- lawmakers \nexpect there will be battles not only between Republicans and Democrats but within the parties as well.\n\n  With the loss of several moderate Republicans in the election, the party is expected to have an even more \nconservative cast in the House and Senate, even though some Republicans want the party to be more centrist.\n\n\n  At the same time, a quarter of the House Democrats in the next Congress are from districts that voted for Mr. \nBush just two years ago, including more than half of the incoming class. These members could end up in disputes \nwith many of the new committee heads from the party's liberal wing as well as Representative Nancy Pelosi of \nCalifornia, who is expected to become the House speaker next year.\n\n  Democrats vowed to try to work with Republicans, in part by limiting their ambitions.\n\n  Representative Charles B. Rangel of New York, the probable next chairman of the tax-writing Ways and Means \nCommittee, said shortly before the election that he hoped to forge an agreement with the Republicans in limiting the \ngrowing reach of the alternative minimum tax, which has started to hit many middle-class Americans who claim \ndeductions for state taxes and other expenses. \n\n  Mr. Rangel said he would also seek to avoid a confrontation that would pit Republicans who want to extend tax \nbreaks on large estates and investment income beyond their scheduled expiration in 2010 against Democrats who \nwant to rescind those measures ahead of time.\n\n  ''Why should we be talking now about 2010?'' Mr. Rangel said. ''I'm 76 years old, and I don't buy green bananas.'' \n\n  Representative Barney Frank of Massachusetts, who could soon become the head of the Financial Services \nCommittee, said he and other Democrats who have been advising Ms. Pelosi are planning to propose a ''grand \nbargain'' with business interests. \n\n  If business groups support the Democrats' efforts to increase the minimum wage, extend student loans and \nexpand affordable housing programs, Mr. Frank said, then the Democrats would support efforts to reduce trade \nbarriers and burdensome regulation.\n\n  ''We are liberal internationalists,'' Mr. Frank said. ''Businesses know they have an interest in working with us.''\n\n  Representative John D. Dingell, who seems likely to once again head the Energy and Commerce Committee, said \nhe intended to focus on an energy bill aimed at making America less dependent on foreign oil. And he plans to hold \nhearings on what he considers unfair trade practices that hurt American industries and workers. \n\n  Mr. Dingell, who began serving in the House in 1955 and is the chamber's senior member, said he intended to \nwork with Republicans in shaping legislation because ''it's best to legislate from the middle.''\n\n  But he also said that ''it won't be the easiest task because the far right has controlled the House and I'm not sure \nhow we can emancipate the Republican Party and work with them.'' \n\n  One big winner from the election is organized labor, which has been increasingly marginalized in Washington in \nrecent years and now has some important allies in leadership positions.\n\n  Following is a closer look at the election's impact on major areas of interest to business and investors:\n\nTaxes\n\n  The two Democratic lawmakers likely to lead the tax-writing committees in Congress prefer to work with \nRepublicans and the Bush administration on limited tax revisions agreeable to both sides. But some of their \npriorities could lead to fights, they acknowledge.\n\n  ''We have to build up a sense of trust between Republicans and Democrats,'' Mr. Rangel said. ''After all, we only \nhave two years as Democrats to prove that the people made the right choice. On any of the big tax items, it's \npolitically dangerous if it's not done in a bipartisan way.''\n\n\n\n  Both Mr. Rangel and Senator Max Baucus of Montana, who would become chairman of the Senate Finance \nCommittee if Democrats take control of that body, said Democrats would be making a mistake to pursue \nrescinding the income tax cuts enacted by Congress in 2001 and expiring in 2010.\n\n  Mr. Rangel said that his goal for a retreat among Democrats and Republicans would be to have them meet away \nfrom the Capitol and hear from experts, including perhaps Treasury Secretary Henry M. Paulson Jr. and the former \nTreasury Secretary Robert E. Rubin.\n\n  Mr. Rubin, however, is known as a ''deficit hawk'' and has advocated an approach to cutting the federal deficit that \nwould include both spending cuts and tax increases, at least for the wealthy.\n\n  Mr. Rangel and Mr. Baucus said that one target by Democrats would be to revise what is known as the alternative \nminimum tax, which imposes taxes on taxpayers that take large deductions and reduce their tax rate below a \ncertain ceiling.\n\n  But reducing that tax could involve a loss of hundreds of millions of dollars in revenue and Democrats are loath to \npropose alternative ways of raising the money.\n\nTrade\n\n  Democrats and Republicans agree that the new Congress is likely to be less hospitable to trade deals negotiated \nby the Bush administration, since any such deals are likely to involve cuts in tariffs and subsidies that could cost \nmanufacturing jobs.\n\n  The main issue would be a possible global trade agreement negotiated by the World Trade Organization. Major \nbusiness organizations support such a deal but farm groups are ready to oppose anything that does not require \ntariff and subsidy reductions by America's trading partners.\n\n  Any deal would have to be approved by next June 30, when President Bush's legal authority to get a single up-or-\ndown vote on any such deal expires. Some experts hope to negotiate a deal by February or March and then get a \nCongressional vote, but the skeptics outnumber the optimists.\n\n  ''If the administration comes through with a trade deal in March, it will be impossible to do it by July 1,'' said \nSenator Charles E. Grassley of Iowa, a Republican who has been, and still could be, chairman of the Senate \nFinance Committee. ''After it expires, it's not going to be renewed until we get a new president.''\n\n  Trade officials said that discussions have begun on reviving the global trade talks, but there is no evidence that \nEuropeans and other countries like India, Indonesia and Brazil are willing to cut their farm tariffs dramatically. In \nturn, there is no sign that the Bush administration would cut American farm subsidies below $22 billion.\n\nGovernance\n\n  A small but growing movement has begun pushing to reduce the cost of the landmark business law, the Sarbanes-\nOxley Act, that was adopted in 2002 in response to a raft of corporate scandals.\n\n  The law's most ardent supporter, Senator Paul Sarbanes of Maryland, is retiring from the Senate this year, and \nother senior Democrats on the Senate Banking Committee, including Senator Charles E. Schumer of New York, \nhave recently suggested that it should be re-examined to reduce what they see as some of its most burdensome \nrequirements. \n\n  Mr. Frank said he also intended to once again sponsor legislation that would give shareholders the right to vote on \nthe pay packages of senior executives. That measure has been opposed by administration officials and Republican \nlawmakers. \n\nEnergy\n\n\n\n  A Democratic House is likely to stall two major Republican efforts sought by oil companies: opening the Arctic \nNational Wildlife Refuge to oil and gas drilling and lifting a 20-year moratorium on drilling in new areas along the \nOuter Continental Shelf.\n\n  Industry groups are hoping they may be able to win support for a more limited Senate bill opening up some coastal \nareas to drilling during a lame-duck session of Congress with Republicans still in control.\n\n  Democrats are all but certain to attack many of the tax breaks and other incentives for oil and gas producers.\n\n  The bigger question is what Democratic leaders will try to accomplish. They will almost certainly push for more \ngovernment support of alternative fuels, hybrid cars and new infrastructure -- from pipelines to pumps -- to distribute \nnew fuels.\n\nPharmaceuticals\n\n  Even as the market advanced yesterday, drug stocks fell sharply in a sign of Wall Street concern that Democrats \nwould try to change the Medicare drug program to give the government the right to negotiate directly with \npharmaceutical companies over drug prices.\n\n  Companies may also face closer federal scrutiny of their marketing practices, including so-called off-label \npromotion of drugs for conditions for which they have not been approved.\n\n  Drug makers have enjoyed a relatively close relationship with Republican leaders in the House, said Catherine \nBennett, a former Pfizer vice president who is now a partner at the Venable law firm in Washington. \n\n  ''Off-label marketing of drugs, patent litigation settlements, and drug safety will all be on the table, something that \npharma companies have not had to worry about under a Republican-controlled House,'' she said.\n\nImmigration\n\n  Washington may sink into partisan fighting in the next two years. But there is one piece of proposed legislation that \nwill have a better chance of becoming law after Republicans surrender control of the House.\n\n  ''The chances of comprehensive immigration reform being enacted in the next Congress go up significantly,'' said \nFrank Sharry, executive director of the National Immigration Forum, a pro-immigration lobby group in Washington. \n''It might be one of the few issues in the next Congress that could see the light of day on a bipartisan basis.''\n\n  Despite support from Mr. Bush, Republican resistance in the House managed to block a broad immigration reform \npackage passed by the Senate in the summer. The bill included tougher border security provisions, a new \nimmigrant guest-worker program and a path for millions of illegal immigrants to attain legal status.\n\n  Instead, the House passed a bill to build a 700-mile fence along the Mexican border, a proposal that passed the \nSenate in September and was signed into law last month by Mr. Bush. The resistance by a hard-core group of \nRepublicans opposed to easing restrictions to immigration spread as opposition to illegal immigration became a \nrallying force in Republican campaigns throughout the summer. \n\n  But the anti-immigrant fervor did not seem to work on Tuesday. Many Republicans who campaigned on a hard \nanti-immigrant platform lost.\n\nhttp://www.nytimes.com\n\nhttp://www.nytimes.com/\n\n\nGraphic\n\n \n\nPhotos: In line to be new committee chairmen are Barney Frank, left, Financial Services\n\nJohn D. Dingell, center, Energy and Commerce\n\nand Charles B. Rangel, Ways and Means. (Photos by From left, Neal Hamberg/Bloomberg News\n\nYuri Gripas/Associated Press\n\n Stephan Savoia/Associated Press)(pg. C1)Drawings (pg. C14)\n"}