{"title": "Mexico Says U.S. Abuses Its Illegals", "body": "\n\"Stop the Brutality!\" screamed the front-page editorial in one of Mexico City's leading dailies.\n\nIn one of their most vociferous outbursts of U.S.-bashing in recent months, Mexicans are expressing outrage at \nback-to-back incidents across the border in California. In the first, sheriff's deputies beat Mexican immigrants -- and \nwere caught on videotape. And in a second episode Saturday, seven illegal immigrants died in an automobile crash \nduring a chase by U.S. Border Patrol agents.\n\n\"The violation of justice and of human rights is rooted in xenophobia and racism,\" the newspaper La Jornada \ncharged in an editorial this weekend.\n\nFor many Mexicans, U.S.-bashing is much the same sport that Mexico-bashing is for presidential candidate Pat \nBuchanan. But in an election year when some of the Republican political rhetoric has been aimed at the United \nStates' southern neighbor, Mexicans have become even more sensitive and outspoken about perceived slights \nfrom across the border.\n\n\"This aggression is a natural consequence of the direction that political opinion has taken in the United States \nagainst foreigners, and Mexicans in particular,\" charged Jose Angel Conchello, chairman of the Mexican Senate's \nforeign relations committee.\n\nNothing in recent years has stirred more bitterness on the part of Mexicans than the repeated videotape playbacks \nof Riverside, Calif., sheriff's deputies beating three illegal Mexican immigrants after a chase last Monday. Mexicans \nhad much the same reaction to the film, taken from a helicopter by a television crew, as African Americans had to \nthe tape showing Los Angeles police officers beating Rodney King in 1991.\n\nWhen a pickup truck carrying 25 Mexican immigrants crashed Saturday in the same California county while trying to \nevade U.S. Border Patrol officers, killing seven and injuring 18, Mexicans became even angrier at what they \nclaimed is a trend of increasing brutality against Mexicans in the United States.\n\nThe Foreign Ministry issued a statement demanding a \"review of the methods and procedures for applying \nmigration laws in the United States.\"\n\nIronically, Mexico has long been accused by human rights organizations of brutality by its own police against illegal \nimmigrants from Central and South America who are caught trying to enter Mexico from the south or cross the \ncountry en route to the United States.\n\nHuman rights groups have documented cases of beatings, pistol whippings and other physical abuses by Mexican \nborder agents and federal police against immigrants.\n\n\nAlthough U.S. authorities -- including White House press secretary Michael McCurry -- have denounced the \nbeatings by the Riverside deputies, the U.S. Border Patrol has defended its agents, saying they were merely \nfollowing the pickup truck carrying the illegal immigrants, not chasing them at high speed. The pickup reportedly \nrolled over when its driver pulled off a highway and tried to cross a gully to escape the Border Patrol agents.\n\nMexican authorities, always sensitive to migration issues, have been particularly critical of the United States this \nyear for President Clinton's program to tighten security at the border to stem the flow of illegal immigrants.\n"}