{"title": "Arlington, Alexandria consider legislative priorities", "body": "\nOpposition to a new mandate that requires local governments to cover state responsibilities, loss of local funding \nsources and possible immigration laws are among legislative issues under consideration by Arlington County and \nAlexandria officials.\n\nAt meetings Saturday, officials from the jurisdictions discussed their priorities for the 2011 General Assembly \nsession.  \n\n\"We are concerned about how the General Assembly is changing its commitment to local governments,\" said \nPatricia Carroll, Arlington's legislative liaison.  She said that the state once returned about half of its revenue to \nmunicipalities, but that in the past three years, the percentage has been 42 percent. \n\nJurisdictions could face more financial trouble because of a report from the Governor's Commission on Government \nReform and Restructuring, which suggests legislators consider repealing the business, professional and \noccupational license tax, or BPOL tax, and the machinery and tools taxes. \n\nAlexandria's BPOL tax provides about $30 million to the city, \"a very impressive source\" of funding, said Bernie \nCaton, Alexandria's legislative liaison. That number is near $60 million in Arlington, Carroll said. \n\nShe said new funding sources would have to be identified to replace the tax revenue. \n\nOfficials from the jurisdictions decided not to support any legislation that might resemble Arizona's immigration law, \nwhich criminalizes illegal immigration by defining it as trespassing and allows local law enforcement agencies to \nquestion people they suspect of being undocumented. Both jurisdictions support in-state tuition rates for all high \nschool graduates, including undocumented students.  \n\nImmigration \"is a federal issue [and] states have little authority,\" Caton told the City Council and Alexandria \ndelegation at a legislative meeting last week. \n\nDel. David B. Albo (R-Fairfax) has drafted bills dealing with immigration that are being supported by Dels. Jackson \nH. Miller (R-Manassas) and L. Scott Lingamfelter (R-Prince William).\n\n\nRichard Merit of Alexandria said at a public hearing that he supports a proposal by Del.  David L. Englin (D-\nAlexandria) to raise the cigarette tax to help fund programs to keep young people from smoking. Alexandria \nofficials support the bill, and, Carroll said, Arlington officials have not taken a stance on it. \n\nArlington has requested legislation to renew the transient occupancy charge that funds convention and visitors \nservices. The county also has requested a bill to ensure online travel companies pay the tax based on their Virginia \nbookings. \n\n\"A lot of our legislative suggestions will help all the jurisdictions in the state,\" said County Board member Barbara \nA. Favola (D).\n\nA 5-cent tax on plastic bags, use of more federal funds for senior programming and meals, more transportation \nfunding, support of pretrial release programs for jails and state affordable housing funds are also among issues \nconsidered for legislation. \n\nAlexandria officials approved their priorities, and Arlington officials are expected to approve theirs next month. \nThe jurisdictions' delegations have yet to schedule public hearings on the proposals.\n\ngoodmanc@washpost.com\n"}