{"title": "U.S. Takes Steps to Return 6-Year-Old to Father in Cuba", "body": "\nThe Justice Department threatened tonight to take custody of Elian Gonzalez as early as Thursday to return him to \nCuba unless his Miami relatives agreed explicitly to surrender the 6-year-old if they lost their court battle to keep \nhim here.\n\nEarlier in the day, a federal appeals court in Atlanta said it would hear arguments in the case during the week of \nMay 8, which could complicate the department's plans.\n\nIn a letter to lawyers for Elian's Miami relatives, Justice Department officials wrote that if they did not get a specific \nwritten commitment that the boy would be turned over for return to Cuba, \"We would have no choice but to move \nforward with the termination of Elian's parole as of Thursday at 9 a.m.\"\n\nThat means immigration authorities would take control of Elian at that time, although officials would not say how \nthey would do so.\n\nSenior Justice Department officials have acknowledged that they could use the United States Marshal's Service to \ntake custody of the boy, but they have insisted that they hope such a move will not be necessary.\n\nOfficials scheduled a meeting early Tuesday morning at the regional offices of the Immigration and Naturalization \nService in Miami with the lawyers for Elian's Miami relatives to try to resolve the situation. But Justice Department \nofficials warned that they would insist on an unambiguous statement from the relatives that if they lost the legal \nappeals they would not obstruct efforts to return Elian to his father.\n\nJustice Department officials laid the groundwork for taking control of Elian by asserting that the boy's Miami \nrelatives had failed to comply with a government order to say explicitly that they would not block his return to his \nfather in Cuba if they lost their court fight.\n\nSeeming to anticipate that some kind of conclusion might be at hand, a crowd began forming outside the home of \nthe boy's relatives this afternoon. Supporters of the family's efforts to keep Elian in the United States staged a \ncandlelight vigil this evening and repeated their intentions to prevent government officials from taking him away.\n\n\nMany of the protesters responded to a call by the Democracy Movement, an anti-Castro group, to be prepared to \nform a human chain around the home if the government tries to remove the child and send him back to his father in \nCuba.\n\n\"There are a lot of people who aren't willing to kill but are willing to die only for the child's rights,\" said Ramon Saul \nSanchez, head of the Democracy Movement.\n\nOlga Scott, 50, arrived from Houston today to join the protest. \"Over our dead bodies, they will not take him,\" Ms. \nScott said.\n\nThe rising emotions seemed also to be a result, at least in part, of the first television interview with Elian, broadcast \nthis morning by ABC's \"Good Morning America.\"\n\nIn it, Elian was not asked whether he wanted to return to Cuba. But he described how the boat that was taking him \nand his mother from Cuba sank, and he said he did not believe that his mother was dead.\n\nElian drew crayon pictures of the voyage in which his mother and 10 other people drowned. He was found clinging \nto an inner tube on Thanksgiving and placed with his relatives in Miami.\n\n\"My mother is not in heaven, not lost,\" he said in Spanish through his cousin Marisleysis Gonzalez. \"She must have \nbeen picked up here in Miami somewhere. She must have lost her memory, and just doesn't know I'm here.\"\n\nUp to now, the relatives and their lawyers have said repeatedly that they will not violate any laws in their efforts to \nkeep Elian in the United States. But they have declined to be more specific or to comply with the Justice \nDepartment's demand.\n\nKendall Coffey, a lawyer for the Miami relatives, said in an interview, \"We have said and we continue to affirm that \nthe family will obey the law.\"\n\nAsked whether that meant that the family had agreed to accept sending Elian back if the courts ruled against them, \nMr. Coffey replied that he was \"reluctant to speak to that because we are far from that moment.\" He said he thought \nthe general statement that the family would comply with the law was \"more than sufficient.\"\n\nJustice Department lawyers disagree, regarding the careful statements by the family lawyers as holding on to their \noptions to resist.\n\nIn today's letter from the Justice Department, Michael A. Pearson, the executive associate commissioner of the \nimmigration service, told Spencer Eig, one of the lawyers for the Miami relatives, that the immigration commissioner \nhad first ruled on Jan. 5 that Elian should go back to Cuba.\n\n\"Nearly 12 weeks have passed since the commissioner's decision and you have never provided us with a simple, \nclear statement that your client is willing to produce the child when requested to do so by the I.N.S.,\" Mr. Pearson \nwrote.\n\nLast week, David J. Kline, a lawyer in the immigration office of the department, said the government had the \nauthority to terminate permission for Elian's great-uncle Lazaro Gonzalez to have temporary custody of the boy. But \nMr. Kline said the department would agree to Mr. Gonzalez's having continued custody only if the relatives said \nclearly that they would send Elian back three days after they lost in the appeals court unless they obtained an \ninjunction from a court allowing them to file an expedited appeal with the Supreme Court.\n\nMr. Kline also demanded that Elian's relatives in Miami agree to an expedited schedule of arguments before the \nappeals court that would have the case argued and ready for a decision by April 4. But the appeals court may have \nmade the department's case more difficult today by agreeing to a slower schedule.\n\n      \n\n\n\nhttp://www.nytimes.com\n"}