{"title": "The Week in Georgia;Outside metro Atlanta last week, experts said Georgia is failing;Spanish. Meanwhile, the state weathered a cold snap with ease.;1. ATHENS: State seen lagging in help to Hispanics", "body": "\nDespite a growing Hispanic population throughout Georgia, experts say the state has been unprepared to receive \nthe immigrants and the future doesn't hold much promise.\n\nBy 2010, Georgia is expected to be one of the top spots for Hispanic population growth, Rusty Brooks, associate \nprofessor at the University of Georgia's Institute for Community and Area Development, said at a university \nconference on the state of Mexican immigration and integration in Georgia. An estimated 600,000 Hispanics live \nin Georgia. But experts at the conference said there are few Spanish-speaking social workers and little has been \ndone to accommodate Spanish-speaking students in public schools.\n\nThey also pointed to problems with child care, zero access to higher education for illegal immigrants, friction with \nworking-class blacks and conflicts over English-only language programs. The university says it's trying to attain a \nKellogg Foundation grant in an effort to study ways to integrate Hispanics into northeast Georgia.\n\n 2. MACON: Crops shake off chilling weather\n\nThe state's multimillion-dollar onion, peach and blueberry crops weathered last week's cold snap in good shape.\n\nAfter weeks of springlike weather, temperatures dipped into the 20s across the state on Valentine's Day. Most of \nthe state was below freezing again Monday. Although farmers, remembering last year's devastating freeze, had a \nfew restless nights watching the thermometer, no crop damage was reported.\n\n''There might be a few dead buds, but I don't think anybody thinks we suffered any significant damage,'' Georgia \nPeach Commission Chairman Al Pearson said. Toombs County extension agent Rich Hartley said Georgia's $ 50 \nmillion Vidalia onion crop wasn't hurt at all.\n\nIn Alma, which bills itself as the ''Blueberry Capital of the World,'' there was ''very little damage,'' said extension \nagent Danny Stanaland.\n\n 3. ST. MARYS: Father drops suit over college choice\n\nA father who sued his daughter over her choice of a college has dropped the lawsuit, saying the national publicity it \ngenerated has affected her grades.\n\n\nStephen Berry filed the lawsuit against his daughter, Katie, on her 19th birthday last August. He is responsible for \nher college expenses under a 1990 divorce settlement. His daughter enrolled at Brewton-Parker College, a private \nschool in Mount Vernon. But her father wanted her to attend Coastal Georgia Community College, a two-year \npublic school in Brunswick, to prove she was capable of passing college classes, to develop good study habits and \nto ''demonstrate an emotional maturity she has yet to fully show,'' the lawsuit said. The lawsuit drew national \nattention, including inquiries from talk shows and an analysis in the National Law Journal, which said its outcome \nmight have ''far-reaching impact on settlement negotiations for divorces.''\n\n 4. SAVANNAH: Lower airfares on horizon is goal\n\nA group of Savannah business leaders has set a goal of raising $ 20 million in an effort to push for new airline \nroutes and lower fares from the coastal city. What the group wants to change is the same problem that plagues \nother midsized cities in Georgia --- low competition resulting in higher fares, especially for businesspeople who \ntravel on short notice. Delta Air Lines is the main airline serving the city, and most flights go through Atlanta, \nDelta's hub. Savannah and the surrounding area have become a big tourist destination, but there are no direct \nflights to cities such as Chicago, Miami or New York.\n\nThe Airport Commission, Chamber of Commerce and the Savannah Economic Development Authority are co-\nsponsoring a program called TravelSmart, and the goal is to get $ 20 million in commitments from local residents \nand businesses. The group would then approach airlines about new routes and lower fares, although organizers \ngave no figures on estimated savings. TravelSmart has started courting members with a marketing campaign that \nincludes billboards, a Web site, and print and broadcast ads.\n\n 5. DANVILLE: City Hall ruined; arson blamed\n\nInvestigators with the state fire marshal's office say a fire that consumed Danville's City Hall was arson.\n\nIn addition to the 30-year-old, one-story, concrete-block building, the fire destroyed records, the city's charter, old \nmaps and a book containing the criminal docket dating to 1920.\n\nUntil everything is sorted out, officials have moved operations to a nearby rental house.\n\n ETC.\n\nA man sentenced to two life terms for kidnapping and sexual assault had 15 years tacked on for attacking a Putnam \nCounty jailer during an escape attempt in November. Dane Edward Cheely, 21, pleaded guilty to the assault. . . . \nBobby Leon Rhynes, 31, who accidentally shot and killed a friend while the two pretended to have a gunfight, \nentered a guilty plea to involuntary manslaughter in Bibb County Superior Court. He was sentenced to five years in \nprison and five years on parole for the March 6 death of Zandorcie Davis. . . . Keeping boll weevils away will be \ncheaper for Georgia cotton farmers this year. Growers will pay $ 2.50 per acre for weevil monitoring and spraying, \ndown from $ 4.50 in 1998. The eradication effort, which rid Georgia of the tiny bugs by 1990, is credited with \nrestoring cotton as a major state crop.\n\n DID YOU KNOW? In 1995, Georgians used 5.8 billion gallons of water a day, with 4.6 billion coming from streams, \nlakes and rivers and 1.2 billion coming from wells.\n\nGraphic\n\n \n\nMap gamap0221.eps:\n\n Labeled to show the cities as numbered in the article:\n\n 1. Athens\n\n\n\n 2. Macon\n\n 3. St. Mary's\n\n 4. Savannah\n\n 5. Danville\n"}