{"title": "Prince William irked by ICE move", "body": "\nPrince William officials blasted federal immigration authorities Tuesday over a move to change the way illegal \nimmigrants are investigated and detained in the county.\n\nAfter this year, county law enforcement authorities would no longer be able to investigate the immigration status of \npeople they arrest. Instead, they would only be able to check those arrested against a federal immigration database \nthat contains the names of anyone who has come into contact with federal immigration authorities.\n\nAs a result of the change, county officials said that their efforts to root out illegal immigrants who commit crimes \nwould be severely undermined.\n\n\"We have a duty to protect our citizens and to make our community safe,\" said Corey A. Stewart, chairman of the \nPrince William Board of County Supervisors. \n\n\"If someone commits a crime and they are here illegally, they should be deported.\"\n\nThe news came in letters last week from U.S. Immigration and Customs Enforcement to the county sheriff's office, \nthe jail and police department, and as the Obama administration has instructed federal immigration offices around \nthe country to focus on border security and those who commit serious crimes.\n\nThe Department of Homeland Security has begun phasing out agreements with local law enforcement agencies \nacross the country to identify illegal immigrants. Prince William County, which passed a measure to crack down on \nillegal immigrants in 2007, was one of the first jurisdictions in the country to sign such an agreement, known as a \n287 (g).\n\nCounty officials said they thought they would be negotiating a new three-year agreement with federal officials and \nwere stunned to see it expire at the end of this year.\n\nAs the federal government phases out the agreements, it is moving instead to a program called Secure \nCommunities, which uses the ICE database.\n\n\n\"The Secure Communities screening process, coupled with federal officers, is more consistent, efficient and cost \neffective in identifying and removing criminal and other priority aliens,\" said Danielle Bennett, an ICE \nspokeswoman, in a statement.\n\nBut Stewart called the move \"further evidence that ICE is abdicating its responsibilities.\"\n\nIn a statement, Prince William officials said that 5,000 people arrested in the county so far have been found to be \nin the country illegally. With the change, they estimated that the number would drop by 60 percent.\n\nThe change would mean that fewer illegal immigrants are identified, said Jessica Vaughan of the Center for \nImmigration Studies, a District-based nonpartisan think tank that studies immigration issues. Vaughan said that \nICE's regional office would have to decide on any given day which cases in what areas are worth pursuing in an \nenvironment in which budgets are tight and there probably won't be new hires to pick up the slack.\n\nShe said she was surprised that ICE would cancel the program in Prince William, which was extensively studied \nby the University of Virginia.\n\n\"It stretches [ICE] much more thinly, and I'm pretty confident in saying they're not going to get more people to do \nthis; they're going to somehow have to pick up the slack,\" she said.\n\nThe Obama administration has previously announced that it would scale back the 287 (g) program, citing the \nsuccess of Secure Communities and $17 million in cost savings nationally. But administration officials have not said \nthat they would do away with the program entirely, and Prince William has not had substantiated accusations of \nracial profiling that have led to 287 (g) being revoked elsewhere.\n\nbordenj@washpost.com\n\nTara Bahrampour and Caitlin Gibson contributed to this report.\n"}