{"title": "Cuban Exile Is Charged With Illegal Entry", "body": "\nHomeland Security Department officials said Thursday that they had charged Luis Posada Carriles, the violent anti-\nCastro militant, with illegally entering the United States.\n\n The charge could be the first step in the deportation of Mr. Posada, 77, who resurfaced outside Miami and was \narrested on Tuesday after 45 years of shadowy combat against Fidel Castro.\n\n It also represents a legal and political dilemma for the Bush administration.\n\n Mr. Posada, who served both the Central Intelligence Agency and Venezuela's spy service in the 1960's and \n1970's, is wanted in Venezuela in connection with the 1976 bombing of a Cuban airliner off the coast of Barbados \nthat killed 73 people. The government of Venezuela wants to extradite him under international law.\n\n United States officials have not said whether or not they want to deport Mr. Posada. They have indicated that they \nwould not willingly send him to Venezuela, Cuba's closest ally in the Western Hemisphere.\n\n ''This is a case that the Department of Homeland Security now will handle,'' Secretary of State Condoleezza Rice \nsaid Thursday. ''The issues here concern understanding the record of Mr. Posada and then making judgments \nabout what that means about his request'' for asylum. The Immigration and Customs Enforcement division of the \nDepartment of Homeland Security said Mr. Posada had been charged with illegally entering the country, was being \nheld without bond and would see an immigration judge on June 13.\n\n A Cuban exile who signed up with the C.I.A. before the Bay of Pigs invasion in 1961 and received training in \nespionage and explosives from American military and intelligence officers, Mr. Posada joined the Venezuelan \nintelligence service in 1969 and left it as a senior official in 1974, according to declassified United States \ngovernment documents.\n\n His lawyer, Eduardo Soto, who earlier this week said he would withdraw a request for political asylum for his client, \nsaid on Thursday that he would reinstate it, citing Mr. Posada's work with the C.I.A. against Mr. Castro in the \n1960's, and the possibility that he would be persecuted in Venezuela.\n\n The legal standard for a grant of political asylum is ''a well-founded fear of persecution,'' not of prosecution.\n\n Mr. Soto said Mr. Posada would claim that he was granted legal residency in the United States in 1962, when he \nwas working with the United States against Mr. Castro.\n\n ''I believe he is legally in this country now,'' Mr. Soto said.\n\n In Venezuela, Vice President Jose Vicente Rangel told reporters that his government ''is not demanding Posada \nCarriles out of revenge, nor as a consequence of the cold war, or the friendship that exists with Cuba.''\n\n\n ''It cannot be that there is a good terrorism and a bad terrorism,'' Mr. Rangel said. ''Even if there were no Cuba, we \nwould be demanding Posada Carriles, because this is about the Venezuelan state carrying out justice.'' \n\n Mr. Posada spent nine years in a Venezuelan prison during trials and retrials on charges that he conspired to \nbomb the Cuban airliner. He escaped in 1985 and went underground to join a C.I.A. operation in El Salvador in an \neffort to help anti-Communist Nicaraguan rebels.\n\n He admitted masterminding bombings at tourist spots in Havana in 1997 that were intended to destabilize Cuba \nand terrorize people. One of the bombs killed an Italian visitor in Havana.\n\n He was jailed in Panama in connection with a bomb plot against Mr. Castro in 2000, convicted, and then pardoned \nby Panama's president nine months ago.\n\n ''I am not renouncing violence,'' Mr. Posada said at a televised news conference held in an airplane hangar outside \nMiami shortly before he was arrested on Tuesday. He acknowledged entering the United States secretly through \nMexico in mid-March.\n\n He was arrested by immigration officers hours after he emerged from hiding to meet with reporters. He is being \nheld at a federal detention center in El Paso.\n\n Mr. Castro has branded Mr. Posada a terrorist. Because the United States government refused to acknowledge \nthat Mr. Posada had entered the country, even after his presence was widely publicized by his allies in the Cuban-\nAmerican communities of South Florida, Mr. Castro has accused President Bush of a double standard on terrorism \n-- one for the enemies of the United States, another for their foes.\n\n In Maximo Gomez Park in the Little Havana section of Miami, where mostly older Cuban-Americans gathered to \nplay dominoes on Thursday afternoon, Mr. Posada received support for his cause, if not necessarily his tactics.\n\n ''He is not a terrorist,'' said Armando Delcristo, 66, who manages the park for the city's parks and recreation \ndepartment. ''He's a man who fought for Cuba's freedom; he's a patriot. He's not a terrorist like the Cubans and \nVenezuelans want to make it seem. The charges against him are very wrong.''\n\n ''He shouldn't be extradited,'' Mr. Delcristo said. ''The one they should be putting in jail is Fidel Castro.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Eduardo Soto, Luis Posada Carriles's lawyer, yesterday in Miami. (Photo by Carlos Barria/Reuters)                                               \n"}