{"title": "TAMPER-PROOF GREEN CARDS ON WAY", "body": "\nStarting next week, thousands of immigrant New Yorkers waiting for their green cards will receive new permits with \nanti-forgery safeguards built in.\n\nAbout 40,000 immigrants nationwide, many frustrated by delays of six months or more, will start receiving the \nplastic cards after a formal announcement by the Immigration and Naturalization Service set for Tuesday, an INS \nofficial said.\n\nThe permits, delayed by months of production problems, are the first issued in a government effort to shut down a \nbooming underground market in phony green cards.\n\n\"They've finally straightened out all the glitches and are sending the cards out,\" said Allen Kaye, a Manhattan \nimmigration lawyer who was briefed on the plan. \"This is going to make a lot of anxious people very happy.\"\n\nCount Lena among them. The Romanian immigrant said she's been awaiting her green card since October. The \ndelay forced her to rely on a temporary passport stamp allowing her to work and travel.\n\n\"It's a problem because employers and authorities say they want to see the green card, not a stamp,\" said the \nBrooklyn resident who requested anonymity.\n\nAn INS official touted the cards as virtually tamper-proof.\n\nAlong with the regular color photograph, they feature a laser-created holograph on the back with an identical image \nof the card holder for easy checking by an employer, said Jerome Drexler, head of the California firm supplying 4 \nmillion cards to the government.\n\nThe holograph is designed to stymie forgers who in some cases have simply pasted a new photo over the original.\n\nThe cards also have a computer strip encoded with identification data, he said.\n\nOther hard-to-copy safeguards come into view under a magnifying glass, including portraits of each U.S. President, \nflags of the 50 states and images of the U.S. flag and Statue of Liberty.\n\nThe new cards are off-white with the green computer strip. The current permits are pink and haven't been green \nsince the 1960s.\n\n\"It would be almost impossible for someone to duplicate them. They would have to use many different technologies \nto do it,\" Drexler added.\n\n\nAbout 10 million legal aliens live in the U.S. But they won't have to get the new cards immediately. Instead, they will \npay $ 75 per renewal as their existing cards expire during the next decade.\n\nThe new permits were scheduled to debut three months ago. But production problems arose at an INS plant in \nVermont, creating the long backlog.\n"}