{"title": "Hearing of the Constitution Subcommittee of the House Judiciary Committee Subject: \"Hearing on H.R.3803: The District of Columbia Pain-Capable Unborn Child Protection Act\" Chaired by: Representative Trent Franks (R-AZ) Witnesses: Doctor Anthony Levatino, Obstetrics and Gynecology; Doctor Colleen Malloy, Assistant Professor, Division of Neonatology/Department of Pediatrics, Northwestern University Feinberg School of Medicine; Doctor Byron Calhoun, Professor and Vice Chair, Department of Obstetrics and Gynecology, West Virginia University, Charleston; Christy Zink, Washington, D.C. Location: 2141 Rayburn House Office Building, Washington, D.C. Time: 1:00 p.m. EDT Date: Thursday, May 17, 2012", "body": "\n Hearing of the Constitution Subcommittee of the House Judiciary Committee Subject: \"Hearing on H.R.3803: The \nDistrict of Columbia Pain-Capable Unborn Child Protection Act\" Chaired by: Representative Trent Franks (R-AZ) \nWitnesses: Doctor Anthony Levatino, Obstetrics and Gynecology; Doctor Colleen Malloy, Assistant Professor, \nDivision of Neonatology/Department of Pediatrics, Northwestern University Feinberg School of Medicine; Doctor \nByron Calhoun, Professor and Vice Chair, Department of Obstetrics and Gynecology, West Virginia University, \nCharleston; Christy Zink, Washington, D.C. Location: 2141 Rayburn House Office Building, Washington, D.C. Time: \n1:00 p.m. EDT Date: Thursday, May 17, 2012\n\nREPRESENTATIVE TRENT FRANKS (R-AZ):  (Sounds gavel.)  This hearing will come to order.  Thank you all for \nbeing here today.  We especially appreciate our witnesses here and without objection, the chair is authorized to \ndeclare recess of the committee at any time. And again, we welcome you all here.\n\nI recognize myself now for five minutes for an opening statement.\n\nThe gruesome late-term abortions of unborn children who can feel pain is, in my opinion, the greatest human rights \natrocity in the United States today.  Today's hearing examines H.R. 3803, the District of Columbia Pain-Capable \nUnborn Child Protection Act.\n\nThis bipartisan measure has greater than 190 sponsors in the House of Representatives and it protects unborn \nchildren who can feel pain from being subject -- subjected to inhumane, tortuous late-term abortions.\n\nMedical science regarding the development of unborn babies and their capacities at various stages of growth has \nadvanced very dramatically, demonstrating clearly that unborn children indeed experience pain.  The biggest single \nhurdle to legislation like -- 3803 is that opponents deny unborn babies feel pain at all as if somehow the ability to \nfeel pain magically develops instantaneously as a child passes through the birth canal.\n\n\nThis level of understanding might be excused in earlier eras of human history, but the evidence available to us \ntoday is extensive and irrefutable.  Unborn children have the capacity to experience pain, at least by 20 weeks and \nvery likely substantially earlier.\n\nI will now enter into the record a 29-page summary of the dozens of studies worldwide confirming that unborn \nchildren feel pain by at least 20 weeks post fertilization.  This information is available at \nwww.doctorsonfetalpain.org.  That's www.doctorsonfetalpain.org.\n\nAnd I recommend that all committee members, their staff and members of the press review this site to get the most \ncurrent evidence on unborn pain rather than to have their understanding cemented in an earlier time when \nscientists still believed in spontaneous generation and that the earth was flat.\n\nThis bill regulates all forms of late-term abortions, each of them gruesome and painful.  Babies are dismembered or \nthey are chemically burned alive through saline abortion.  Some late-term abortionists kill the child in-utero through \nlethal injection removing the child and this can be done with the physician puncturing the small pain-capable baby \nthrough the chest to inject drugs that will end the child's life.\n\nAnd most Americans think that late-term abortions are rare, but in fact, they make up about 10 percent of abortions \nannually.  With an average of greater than 1.2 million abortions in the U.S. each year, that comes to approximately \n120,000 late-term abortions annually or greater than 325 late-term abortions every day in America.\n\nH.R. 3803 is long overdue and it's a law which protects unborn children who have reached 20 weeks development \nfrom abortionists on the basis that the unborn child feels pain by at least this stage of development if not much \nearlier.\n\nThe bill provides an exception where an abortion is necessary to save the life of the mother.  When a pregnancy \nendangers the mother's life, there are only two options, abortion or delivery.  Due to medical advancements, there -- \nit is now nearly always possible to deliver the baby in under half an hour through emergency C-section rather than \nthrough a late-term abortion, which typically requires hours or even days to complete.\n\nDelivery by C-section is generally substantial -- substantially faster and therefore more safe for the mother and the \nchild where the pregnancy results or presents an imminent threat to life.\n\nWith this in mind, H.R. 3803 provides that the physician must choose the option that is most likely to save the life of \nboth patients, mother and baby.  Currently, there are no restrictions on abortions clear up until the moment of birth \nin the District of Columbia, other than the federal law that bans partial birth abortions, a law that passed by the \nU.S. Congress and not the D.C. government, some years ago.\n\nMany Americans are unaware that the unborn child feels pain and certainly most people believe that they can trust \nthe medical profession to know if the child does and to administer anesthesia as a basic requirement of human \ncompassion when, in fact, there's no standard legal rule to provide that an unborn child receive anesthesia.  This is \ntrue whether the child is a wanted child that is undergoing surgery in-utero or whether the child is an unwanted child \nor other child that is undergoing an abortion.\n\nIn this respect, unborn children receive less legal protection from completely unnecessary cruelty than farm \nanimals, which have protection under the Humane Slaughter Act.  This is barbaric, ladies and gentlemen, and we \nmust not allow it to happen in America.\n\nWe must enact protections for unborn children to put an end to this, the greatest human rights violation occurring on \nU.S. soil.  The painful late-term abortion that has already victimized potentially millions of pain-capable unborn \nAmericans since the Supreme Court gave America abortion on demand in 1973.\n\nAnd with that, I would yield to the ranking member of the subcommittee, Mr. Nadler, for his opening statement.\n\nREPRESENTATIVE JERROLD NADLER (D-NY):  Thank you, Mr. Chairman.\n\n\n\nWe are back again considering legislation that would curtail women's reproductive rights.  I understand how \npersonally important this is to some of my colleagues and they are certainly entitled to their beliefs.  But the many \nAmericans that see the world very differently including millions of women who value their personal autonomy and \ntheir personal liberty can be forgiven if this looks like just another battle in the Republican war on women.\n\nI accept that on this one, we are going to have to agree to disagree.  In this case, my colleagues appear through the \noperation of the criminal code to be trying to settle a scientific question on which there is no consensus within the \nfield.  That is an exercise of raw political power, not a dispassionate fact finding.  And of course, the exercise of \npolitical power doesn't alter scientific fact.\n\nSome of the views we are going to hear today are, in fact, viewed by many in the field as outliers, not as \nmainstream scientific thought.  The fact that the majority has allowed three individuals to purport to represent this \nclearly established science, views that are clearly a marginal view in the scientific community will create a false and \nmisleading record.\n\nThe fact that the minority has been limited to one witness only demonstrates just what a farce these hearings are.  \nYes, I know we could have invited our own medical and scientific experts, but that would have been at the expense \nof hearing from natural women who could provide a real-world look at the impact this legislation will have on real \nfamilies.\n\nI know we could have invited a delegate from the District of Columbia.  The only member this body elected to \nrepresent the only Americans who would be directly affected by this bill, but that would have to be at the expense of \nhearing either from a person with real experience in this area or from a medical expert and a scientific expert with \nmore mainstream views.\n\nThe exclusion of Delegate Norton who is relegated to sitting in the audience today, and I want to welcome here and \napologize for the rudeness my Republican colleagues are showing a colleague by refusing to allow her to be heard, \nis yet another example of that abuse of power.\n\nYes, the Constitution that gives Congress plenary power over the District, something that we can and should \nremedy and have remedied in the District of Columbia Governance Act, but are ignoring today, but just because \nwe have the power to impose our will on people who have no voice does not make it right or moral.\n\nAs I've said in the past, never in my 20 years as a member of this body have I seen a colleague treated so \ncontemptuously.  The gentleman -- gentlewoman from the District of Columbia is a member of this body and the \npeople she represents are tax-paying American citizens who serve in our military, respond when one of us has an \nemergency requiring police, fire or EMT services, and service congressional staff without whom we could not do \nour work.\n\nAnd yet, this committee cannot be bothered to take five minutes to hear our colleague who will not be permitted to \nvote on this bill. The District of Columbia is not a colony; it is part of the United States and its people are entitled \nto be treated with the same respect that we demand for the people we represent and it is unconscionable that she \nis not permitted to -- to testify other than as a -- as the one minority witness.  I ask unanimous consent to place the \ngentlewoman's statement in the record.\n\nREP. FRANKS:  So ordered.\n\nREP. NADLER:  Thank you.\n\nI'm not going to sit here and debate the question of fetal pain except to note that even Dr. Anand, who has cited in \nthe majority's witness testimony and hearing memo and he was called by the majority to testify before this \nsubcommittee in 2005 told this, and I quote, \"I think the evidence for and against fetal pain is very uncertain at the \npresent time.  There is consensus in the medical and scientific research community that there is no possibility of \npain or pain perception in the first trimester.  There is uncertainty in the second trimester,\" unquote.\n\n\n\nThe Journal of the American Medical Association concluded that, quote, \"Evidence regarding the capacity for fetal \npain is limited that indicates that fetal perception of pain is unlikely before the third trimester.\"  The Royal Academy \nof Obstetricians and Gynecologists concluded, quote, \"It can be concluded that the fetus cannot experience pain in \nany sense prior to 24 weeks gestation;\" close quote.\n\nAre we really going to take sides in this scientific debate by jailing and bankrupting people who don't agree or \nactually agree with the majority of the scientific community?  Because that is about what this bill would do.  \nSimilarly, the claim that an abortion is never necessary to protect the woman's health is simply not one that is \nwidely held in the medical profession and the idea that we should be enshrining these marginal views into the \ncriminal code defies reason.\n\nThere are many difficult issues that we should deal with and deal with in a more serious and exhaustive manner, \nbut I guess if you've got the votes and the Constitution gives you imperial powers, what the heck?\n\nAnd one additional problem with this bill is the bill is facially unconstitutional.  The Supreme Court has told us in \nmany cases that we have no authority to ban abortions in the second trimester, e.g., 20 weeks, and we have no \nauthority to ban abortion without a health exception, not just a life exception for the mother, which this bill does.\n\nI find it deeply disturbing that when it comes to issues like this, some people think there is nothing wrong with \nmaking families in crisis of the courage of legislator's conviction -- convictions.  That is just wrong.  We hear a lot of \nrhetoric about freedom, but here we are telling women they have no freedom to make their own decisions.\n\nWe will make their decisions for them because we know the morality, we know the right, we know the religion and to \nheck with what they think and to heck with what they believe, to heck with what their religion tells them.  That's \nwrong.\n\nMr. Chairman, I yield back the balance of my time.\n\nREP. FRANKS:  Thank you, Mr. Nadler.\n\nLet me, before we begin, comment briefly on the issue of Delegate Norton.  Per our usual procedures, the \nRepublicans are allowed to invite three witnesses to the hearing and the Democrats are allowed to invite one.  This \nis not a departure when the Democrats were in charge.  This is exactly the proportion that was always used.\n\nThe ranking member has complete discretion regarding who the Democrats' witnesses will be, and in this case, the \nranking member chose Ms. Zink.  We do not have a tradition, policy or practice of deviating from our normal \npractice of allowing the minority or a proportionate number of witness invitations.\n\nRanking Member Nadler had the opportunity to invite one witness to this hearing.  He chose Ms. Zink, a resident of \nWashington D.C.  He had every opportunity to invite Delegate Norton as his witness; he chose not to.  But any \nwritten submission by Delegate Norton will, of course, be made part of the hearing record per our usual procedures, \nand we welcome her contributions, and I would certainly invite Delegate Norton to sit on the dais here with us.\n\nOur committee policy prevents noncommittee members from being recognized for any purpose, but she's certainly \nwelcome to sit with this, and I extend that invitation with every goodwill in my heart.\n\nREP. NADLER:  Mr. Chairman?\n\nREP. FRANKS:  With that, Ms. Norton, would you like to sit on the dais with us?  All right, I understand.\n\nSo I thank the gentleman --\n\nREP. NADLER:  Chairman, point of -- a point of clarification.\n\nREP. FRANKS:  Sure.\n\n\n\nREP. NADLER:  Mr. Chairman, the ranking member, I, of course, had a right to pick one delegate -- one witness.  \nHowever, when the -- when we were in -- when the Democrats were in charge and frankly on other committees \ntoday, when a colleague wishes to testify, that colleague is afforded a separate panel or colleagues are -- afforded \na separate panel and is not counted as the one witness for the minority. We had a choice.\n\nWe --\n\nREP. FRANKS:  I'm going to require the time back here.  The reality is --\n\nREP. NADLER:  I'd like to finish my statement on this.\n\nREP. FRANKS:  All right.\n\nREP. NADLER:  We have a choice.  It is wrong to impose a choice on us when legislation affects a specific district.  \nIf this were the Transportation Committee and we were having a debate over a bridge in Oshkosh, we would, of \ncourse, invite the delegate or the representative from Oshkosh to testify and that wouldn't count against -- in the \nnormal panel.  That's been our practice.  It was our practice in the past.  It ought to be the practice.  It is \ndisrespectful to the District otherwise.\n\nREP. FRANKS:  The gentleman knows that every piece of legislation affects many different members of this \nCongress.  If we were to follow the gentleman's suggestion, the room would be full of members of Congress, and I \nwould just suggest the gentleman knows that there is no deviation from any rules that we've had previous to today.\n\nThis is exactly the same rules as always, and the gentleman knows that and I'm afraid that we're approaching an \neffort to change the subject here.  The gentleman has said he did not wish to debate pain for the unborn child and \nthat is indeed the subject of this hearing.\n\nSo I thank the gentleman and the ranking member of the full committee -- and let's see -- we don't have anyone \nelse.\n\nSo we're going to move on to witness introductions right now and I would introduce first Dr. Anthony Levatino.  Am I \nsaying that right? He's a board-certified obstetrician/gynecologist.  In his 32-year career he has practiced obstetrics \nand gynecology in both private and university settings including as an associate professor of an OB/GYN -- of \nOB/GYN at Albany Medical College.  Thank you for being here, sir.\n\nDr. Colleen Malloy -- or Malloy -- Malloy -- serves as assistant professor in the division of neonatology in the \ndepartment of pediatrics at Northwestern University, Feinberg School of Medicine.\n\nDr. Byron Calhoun serves as a professor and a vice chair of the department of Obstetrics and Gynecology at West \nUniversity (sic) at Charleston.  Dr. Calhoun has a specialty in caring for high-risk pregnancies.  Thank you for being \nhere, Dr. Calhoun.\n\nOur -- final witness is Christy Zink, a resident of Washington, D.C., and thank you for being here, Christy.\n\nI thank all the witnesses for appearing before us today.  Each of the witnesses' written statements will be entered \ninto the record in its entirety.\n\nI ask that each witness summarize his or her testimony in five minutes or less and to help you stay within that time, \nthere is a timing light on your table.  When the light switches from green to yellow, you will have one minute to \nconclude your testimony.  When the light turns red, it signals that the witness' five minutes have expired.\n\nAnd before I recognize the witnesses, it is the tradition of the subcommittee that they be sworn.  So if you'll please \nstand to be sworn.\n\n(Witnesses are sworn in.)\n\n\n\nREP. FRANKS:  Thank you.  Please be seated.  Also the witnesses, please turn your microphone on before \nspeaking.  We have a lot of fun with that.  And I would now recognize our first witness, Mr. Levatino -- Dr. Levatino \nfor five minutes.\n\nDOCTOR ANTHONY LEVATINO:  Chairman Franks and distinguished members of the subcommittee, my name is \nAnthony Levatino.  I'm a board-certified obstetrician/gynecologist.  I received my medical degree from Albany \nMedical College, Albany, New York in 1976, completed my OB/GYN residency at Albany Medical Center in 1980.\n\nOver my 32-year career, I've been privileged to practice obstetrics and gynecology in both private and university \nsettings and from June 1993 until September 2000, I was an associate professor of OB/GYN at Albany Medical \nCollege serving at different times as the medical student director and residency program director.  I've also been in \nprivate practice and currently operate a solo gynecology practice in Las Cruces, New Mexico.  Thanks for the \ninvitation to address this issue.\n\nDuring my residency training during the first -- and during my first five years of private practice, I performed both \nfirst- and second-trimester abortions.  During my residency years, second- trimester abortions were typically \nperformed using saline infusions or occasionally prostaglandin instillation technique.\n\nThese procedures were difficult, expensive and necessitated that patients go through labor to expel their preborn \nchildren.  By 1980 is the time I entered private practice, first in Florida and then in upstate New York.  Those of us in \nthe abortion industry were looking for a more efficient method of second-trimester abortion.\n\nWe found that suction dilatation and evacuation or a suction D&E for short, offered clear advantages over the older \ninstillation methods.  The procedure was much quicker and never ran the risk of a live birth.\n\nUnderstand that my partner and I were not running an abortion clinic.  We practiced general obstetrics and \ngynecology, but abortion was definitely a part of our practice.  Relatively few gynecologists in upstate New York \nwould perform such a procedure at the time and we saw an opportunity to expand our abortion practice.\n\nI perform first-trimester suction dilatation and curettage abortions in my office up to 10 weeks from last menstrual \nperiod and later procedures in an outpatient hospital setting.  From -- from 1981 through February of 1985, I \nperformed approximately 1,200 abortions. Over 100 of them were second-trimester D&E procedures up to 24 \nweeks of gestation from last menstrual period equivalent to 22 weeks post- fertilization age.\n\nAs an aside, the last menstrual period dating system and post- fertilization dating systems are equally valid and \nboth are found in the practice of medicine and in mainstream medical literature.  Most, if not all, embryology \ntextbooks, for example, typically date fetal development in terms of days or weeks post-fertilization.  In clinical \nobstetrics, we use the last menstrual period system.  Both are valid.\n\nIt's only necessary that one specify which system is utilized and H.R. 3803 does that.  Any competent physician can \nread the definitions in H.R. 3803 and understand exactly where that cutoff line is.\n\nImagine if you can that you're a pro-choice obstetrician and gynecologist like I was.  Your patient today is 24 weeks \npregnant measured last menstrual period as obstetricians typically do.  At 24 weeks from last menstrual period, her \nuterus is two finger breadths above her umbilicus.\n\nIf you could see her baby, which would be easy on an ultrasound, that baby would be as long as your hand plus a \nhalf from head to rump not counting the legs.  Your patient has been feeling her baby kick for the last month or \nmore and now she's asleep on an operating room table and you're there to help her with her problem of pregnancy.\n\nThe first task is to remove the laminaria that had earlier been placed in the cervix, the opening to the uterus to dilate \nit sufficiently to allow the procedures that you are about to perform. With that accomplished, direct your attention to \nthe surgical instruments arranged on the right.\n\n\n\nThe first instrument you'll need is a 14-French suction catheter -- I brought one along so you don't have to imagine \nit.  It's about nine inches long.  It's clear plastic and there's an opening to the center of it.  Picture yourself, if you \ncan, taking this instrument and introducing it through the cervix and instructing your circulating nurse to turn on the \nsuction machine.  What you'll see is pale yellow fluid running through this, through the tubing into the suction \nmachine.  That was the amniotic fluid that was there originally to protect the baby.\n\nYou're next going to need a Sopher clamp.  It's about 13 inches long, it's stainless steel and the jaw in this is \ncomposed of a -- rows of sharp teeth.  Introduce this instrument blindly and start pulling off limbs.\n\nFeel yourself grabbing and pulling hard -- and I do mean hard -- and out pops an arm about that -- about that long \nwhich you put down next to you.\n\nFollow that by a leg just as long and then you tear out the intestines, spine, heart and lungs.  Difficult part of the \nprocedure is the head, just about the size of a plum.  You know you got it right if you -- again this is blind -- but you \nknow you've got it right if your instrument is spread about as far as it could -- it can go.  And you've got a hold of this \nand you know you did it right if you crush down, a white material runs out of the cervix.  That was the baby's brain.\n\nThen you can pull out skull pieces.  Many times, a little face will come back and stare back at you.  Congratulations, \nyou just successfully performed a D&E abortion.  And if you think that doesn't hurt, if you believe that that isn't an \nagony for this child, please think again.\n\nREP. FRANKS:  Thank you, Dr. Levatino.\n\nDr. Malloy, you're recognized now for five minutes.\n\nDOCTOR COLLEEN MALLOY:  I'm here today to talk to you as a neonatologist about fetal pain.  We've gone over \nthe dating system. It's very important to differentiate between the post-fertilization age and the last menstrual period \ndating.  I'm here because it's easy for me to imagine these babies at 20 to 24 weeks post-fertilization age because \nthey are my patients in the NICU.  So at 21 post- fertilization age, for example, there's a 53 percent survival to \ndischarge to home published in June of 2009.\n\nThis is another example, a chart on the survival of the discharge of -- in pediatrics 2010 post-fertilization age.  At 20 \nweeks only 6 percent, 21 weeks 25 percent and at 22 weeks, over half of those babies survive to go home.  And \nour hospital data is very similar, the 22- to 24-week post-fertilization age data, 80 percent of those babies \ndischarged to home.\n\nSo these are some pictures of what the babies look like in-utero, 14 weeks post-fertilization through 22 weeks post-\nfertilization -- you can see the detail in the face, you can see the movements, the 4-D ultrasound that we have now \nare real-time images, the babies kicking, moving, sucking their thumbs, doing all the things babies do in as small a \nstate.\n\nA picture of a 20-week post-fertilization baby here and these are my patients.  This is that same instant when \nthey're born and when we take care of them everyday in our NICU.  This is a 22-week post- fertilization baby, very \ncommon, 24-week LMP baby in our NICU.  We take care of these babies all the time.  They survive, they do well \nand go home.  This baby's 25 weeks by LMP.  The survivor rate is upwards of 85 percent.  When we have a 25-\nweek baby at our NICU, the assumption is the baby will do well, go home with mom.\n\nSo when you look at the milestones of pain development, it happens early on, 8 weeks face skin receptors appear, \n14 weeks the sensory fibers grow into the spinal cord.  By 15 weeks the monoamine fibers reach the cortex and by \n20 weeks, the -- all the pain receptors are present and linked.\n\nThe cerebral cortex at 20 weeks, the fetal brain actually has a full complement of neurons that are present in \nadulthood.  At 20 weeks, you can do EEG recordings on the baby.  At 22 weeks, we do EEGs on our patients and \nthe same EEG patterns that you see in a neonate born at term.\n\n\n\nThere is behavior responses as evidence for pain.  At 8 weeks, the fetus makes movements.  Again, we have 4-D \nultrasounds that show 3-D images of babies kicking, moving, practically dancing in the womb. At 20 weeks, the \nfetus responds to sound and many studies, published literature has shown the baby act to stimuli by moving away \nfrom pain of post stimuli by wincing, recoiling, vigorous body movements.  You can see it in real time.  It's like \nwatching a movie.\n\nThere have been studies that look at the fetus when you can sample blood through the baby's liver versus sampling \nblood through the umbilical cord and there's no neurons and no nerve tissues that the baby would sense pain from \nthe umbilical cord, but when you take blood from a baby's liver it feels it.  It moves away from the needle and the \nstress hormones of the baby which are measurable go up by 500 percent.\n\nSo the hormonal response to pain in these babies, which I see every day are identical between the fetus, the \npremature baby and even the adult.  The stress hormone response for a premature infant again rises upwards of \n500 percent.  The cortisol, just the same hormone that we can measure in an adult is approximately 200 percent \nincrease. And this is beginning at 18 weeks of gestation, we can measure this and have measured this and \npublished it.\n\nWhen you look at neuropeptides and pain -- the neuropeptides that help (prognosticate ?) the signal for pain, \nsubstance P and enkephalin, are found very early, 11 weeks and 13 weeks.\n\nThere's actually published data showing that it's the later part of pregnancy that -- in which the descending inhibitory \npathways of fetal pain develop, meaning that the first part of pregnancy is actually when the pain system develops \nand the later part is when the pain mitigating system develops.\n\nSo actually some people believe that fetuses feel more pain than later-born infants.  And the evidence that supports \nthat is that increased concentrations of drugs are acquired for sedation of premature infants.  Again, the stress \nhormone response is actually higher in premature infants than adults going -- undergoing similar surgery, which is \ncardiac surgery.  The pain transmitters in the spine are abundant and the pain inhibiting transmitters that we all \nhave are sparse in the premature infant.\n\nSo again, if you look at this slide, here's the pain system developing.  Here's the gestation in weeks and the pain \nmodifying system really doesn't happen until later on.  So they are basically just a raw bundle of nerves in the \nNICU.  And these are the patients that I perform procedures on every day, and I can guarantee you that when I put \na test tube in and I incubate a patient or put an IV in, they feel it.\n\nThis is actually a picture of a woman I was -- had the privilege of meeting who was born 23 years ago.  At that time, \nshe was a small surviving preemie.  She was 24 weeks post-fertilization age to a 280 gram, less than a coke can, \nand she went on to be an Honors student in college.  That same hospital in 2004 actually broke their own record. \nThis baby was 25 weeks LMP, weighed 244 grams, and is now doing well in elementary school.  She has a twin \nsister and they're both actually doing very well.\n\nSo in my experience as a neonatologist, I would just like to mention that it's no longer a mystery what's going on in \nthe womb, because those same babies come to me and I see them firsthand every day and work with their families \nand we can see how they react to pain when we do procedures in the NICU.\n\nOne of the most basic of government principles is that the state should protect its members from harm.  Technology \nemerging in clinical neonatology enable us to know much more about fetal life than ever before.  We now \nunderstand the fetus to be a developing, moving, interacting member of the human family who feels pain just as we \nfeel pain.\n\nIf we are to be a benevolent society, we are bound to protect the fetus.  We should not tolerate the gruesome and \npainful procedures being performed on the smallest of our nation.  Thank you.\n\nREP. FRANKS:  Thank you, Dr. Malloy.\n\n\n\nDr. Calhoun, you're recognized for five minutes, sir.\n\nDOCTOR BYRON CALHOUN:  Chairman Franks and distinguished members of the subcommittee, I'm Byron \nCalhoun.  I serve as a professor and vice chair of obstetrics and gynecology in West Virginia University in \nCharleston.  I'm very pleased to have this opportunity to testify in the current issue and I'm very glad that I'm able to \nspeak for this consideration of the District of Columbia of the Pain-Capable Unborn Act.\n\nI understand that this would limit abortion at 20 fetal age, which is 22 weeks of LMP, which has been -- what's \nalready been discussed.  Objections have been raised about this legislation saying that it should be permitted after \n22 weeks because it's necessary and appropriate and a way to deal with the fetus with significant physical \nanomalies and including lethal anomalies, and I do not agree emphatically.\n\nThere are other ways that are far more humane for both the parents and the child.\n\nMy training, as noted, has been in maternal and fetal medicine, which is the care exclusively of high-risk pregnancy.  \nAnd this includes the care of pregnancies -- literally, hundreds of lethal anomalies.  In my 25 years of practice, I \nhave never found it necessary to terminate a pregnancy to save the life of a mother for anomaly.\n\nI've had to deliver multiple patients prematurely and had babies die from prematurity, but I've never had to take the \nlife of a fetus to save the mother's life.  In the case of the fetal anomalies, we advocate patients be offered the \noption of perinatal hospice, which is a prenatal diagnosis of a terminally ill neonate in-utero -- perinate in-utero -- \nbeing to perinatal hospice as a continuum of end-of-life care.  Prior to the development of this concept, counseling \nprovided parents with basically one option only -- and that was assumed to be abortion -- and offered no other \nalternative.\n\nThese are well-intentioned desires to spare the mother and her family, to solve the issue, to have the obstetrical \nprovider do something and perhaps deal with the discomfort they may have with bereaved parents and perhaps the \nill-advised avoidance of complications of pregnancy and also an unsubstantiated concern of maternal mortality.\n\nResearch in grief actually has shown a different picture.  And in fact there have been -- several studies show that \nthere is actually prolonged and significant grief after the termination of unwanted pregnancy.\n\nWith regard to the fear of maternal mortality, the rates with induced abortion at the time we're talking are about 9 to \n10 per 100,000 and the rates for pregnancy -- for pregnancy death overall are about 10 per 100,000 and essentially \nthe same mortality rate without an increase.  To do this, we basically looked at Kubler-Ross' understanding of death \nand dying.\n\nAnd what we've done is support and give these patients an opportunity to be with their children in their pregnancy.  \nWe've used Saunders' idea that these people feared abandonment and what we provide then is a high-touch care, \nnot necessarily high-tech.  The emphasis is on affirming by care for these children and their families and allowing \nthem to have the support of medical, emotional and spiritual needs of their family through a multidisciplinary team.\n\nIt's -- the emphasis is in basically not a type of care but basically in the amount of care or the focusing beyond the \nfamily and not on the fetal diagnosis.  The family is placed at the center of the care and they're -- allowed to work \nthrough the grief and their -- the death of their child.  Hospice preserves the time for bonding and loving and loss.\n\nAmy Kuebelbeck, writing \"Waiting with Gabriel,\" said with her son who had a fetal anomaly, \"I know some people \nassume that continuing a pregnancy with the baby who will die is all for nothing.  But it isn't all for nothing.  Parents \ncan wait with their baby; they can protect their baby and love their baby as long as that baby is able to live; they can \ngive that baby a peaceful life and a peaceful goodbye.  That is not nothing, that is a gift.\"\n\nOne of the major clinical issues in hospices I noted was fear. Patients really fear that they're going to be abandoned \nby their health care providers.  They also worry about pain as was elegantly described by Dr. Malloy.  With the \nability to have perinatal hospice, we're able to develop birth plans, pain intervention, oxygen, feeding, medications, \n\n\n\nall the care that a normal neonate would have with the parents if they so desire through a multidisciplinary and \neasily accessible hospice team.\n\nWe also provide support for anticipatory grief and we often share the realistic outcomes of this pregnancy with a \nchild with a lethal anomaly.  Usually diagnose -- validate the diagnosis at delivery and we allow these patients to \nspend maximum amount of time with their children.  We have published two series in this case with children with \nlethal anomalies and found that if offered this implicitly, between 70 and 85 percent of patients will choose a \nperinatal hospice.\n\nAnd in spite of what has been previously stated, there is a huge grassroots movement for this.  There are now 125 \nperinatal hospices in 34 of the 50 states, and there are 13 international hospices.  What had started as a small, \nsimple idea to promote patient-centered choice and humanity-honoring care, has blossomed into a national and \ninternational movement for compassionate care for families.\n\nWe look forward to the day when all patients will be allowed to be just parents and love their children for however \nlong they may tarry.\n\nREP. FRANKS:  Thank you, Dr. Calhoun.\n\nAnd Ms. Zink, you're now recognized for five minutes.\n\nCHRISTY ZINK:  Good afternoon, Mr. Chairman, Representative Nadler and other members of the committee.\n\nMy name is Christy Zink.  I, like many women in the Washington, D.C. area, am a mother.  Almost every day, I rush \naround to get two kids woken up, dressed and out the door.  Between my 5-year-old daughter and 11-month-old \nson there are backpacks, diaper bags, milk bottles, juice boxes, lunch boxes, permission slips and stuffed bunnies.  \nThere are also the mysterious hunt for two matching shoes and the eternal battle to actually get those shoes on two \nmatching feet.\n\nI, like so many women, work diligently to balance family and work and I feel lucky to have this challenge.  In addition \nto my two children, I was also pregnant in 2009.  I would often wonder about whose eyes the baby might have and \nwho my child might grow up to be. I was looking forward to the ultrasound when we would get a chance to have a \nlook at the baby in utero.\n\nI certainly hadn't anticipated that my husband and I would have to make the most difficult decision of our lives.  I \ntook extra special care of myself during this pregnancy.  I received excellent prenatal attention.  Previous testing \nhad shown a baby growing on target with the limbs and organs all in working order.  However, when I was 21 \nweeks pregnant, an MRI revealed that our baby was missing the central connecting structure of the two parts of his \nbrain.\n\nA specialist diagnosed the baby with agenesis of the corpus callosum.  What allows the brain to function as a whole \nwas simply absent.  But that wasn't all.  Part of the baby's brain had failed to develop.  Where the typical human \nbrain presents a lovely rounded symmetry, our baby had small globular splotches.  In effect, our baby was also \nmissing one side of his brain.\n\nI'm fortunate to live in Washington, D.C., because my husband and I were able to consult some of the best \nradiologists, neurologists and geneticists not just in our city or in the country but in the world. We asked every \nquestion we could.  The answers were far from easy to hear, but they were clear.  There would be no miracle cure.  \nHis body had no capacity to repair this anomaly and medical science could not solve this tragedy.\n\nOur baby's condition could not have been detected earlier in my pregnancy.  Only the brain scan could have found \nit.  The prognosis was unbearable.  No one could look at those MRI images and not know instantly that something \nwas terribly wrong.  If the baby survived the pregnancy, which was not certain, his condition would require \nsurgeries to remove more of what little brain matter he had, in order to diminish what would otherwise be a state of \nnear constant seizures.\n\n\n\nI am here today to speak out against the so-called Pain-Capable Unborn Child Protection Act.  It's very premise -- \nthat it prevents pain -- is a lie.  If this bill had been passed before my pregnancy, I would have had to carry to term \nand give birth to a baby whom the doctors concurred had no chance of a life and would have experienced near-\nconstant pain.  If he had survived the pregnancy, which was not certain, he might never have left the hospital.\n\nMy daughter's life, too, would have been irrevocably hurt by an almost always absent parent.  The decision I made \nto have an abortion at almost 22 weeks was made out of love and to spare my son's pain and suffering.  I am \nhorrified to think that the doctors who compassionately but objectively explained to us the prognosis and our options \nfor medical treatment and the doctor who helped us terminate the pregnancy would be prosecuted as criminals \nunder this law for providing basic medical care and expertise.\n\nI live and work in Washington, D.C.  My husband and I own a house here, we vote and we believe in the democracy \nat the heart of this country.\n\nIt is unconscionable that someone would come into my city from the outside and try to impose a law that doesn't \nrepresent the best interest of anyone, especially families like mine.  This proposed law is downright cruel, as it \nwould inflict pain on the families, the women and the babies it purports to protect.\n\nIt's in honor of my son that I'm here today, speaking on his behalf.  I'm also fighting for women like me to have the \nright to access abortion care when we need to beyond 20 weeks, especially for those women who could never \nimagine they'd have to make this choice. I urge you not to pass this harmful legislation.\n\nREP. FRANKS:  Thank you, Ms. Zink.\n\nI now recognize myself for five minutes to begin questioning. And Dr. Levatino, I obviously was moved significantly \nby your testimony.  And I think one of the great challenges that we have as human beings, we always seem to have \nwhat is one of our greatest challenge, the ability to blind ourselves to a truth that we don't want to face.  I know \nthat's certainly true many times in my own life.\n\nAnd yet in this place, that should be something that we war against with all assiduous diligence because the \nimplications are pretty profound.  And one of the things that this bill does -- and the discussion of it seems to \ndemonstrate the humanity of these little babies and the gross inhumanity of what is done to them.  And I applaud \nyour courage to come here as not only a former lawyer but as someone that has performed abortions earlier.\n\nThere is very few ways to try to impeach your sincerity, your credibility when you have gone 180 degrees here as \nyou've done, and I appreciate what you've done.  So my first question is to you.  The Criminal Code of the District \nof Columbia, Section 22-1001 prohibits cruelty to animals.  And with unanimous consent, I will enter a copy of this \nstatute for the record.\n\nThis statute explicitly covers, quote, \"all living and sentient creatures, human beings excepted.\"  If a prosecutor can \nprove, quote, \"serious bodily injury,\" or if a prosecutor can prove, quote, \"to an animal or indifference to animal life,\" \nthat a single offense can be punished by up to five years in prison or a fine not to exceed $25,000 or both.\n\nA serious bodily injury includes, among other things, infliction of, quote, \"extreme physical pain or mutilation or \nbroken bones or severe lacerations.\"  Now, I heard your vivid description of the D&E abortion method which I'm told \nis the most frequent method used for abortion after 20 weeks.  And it seems clear that it follows this description of \nmutilating, breaking bones, lacerating and worse.\n\nAnd we've heard very convincing evidence that it would inflict, quote, \"extreme physical pain.\"  Now, that fits all the \ncriteria.  And I find it a tremendous -- I don't even want to use the word \"irony\" -- just a break from human \ncompassion that while we would do the right thing and prevent those things from happening to children but -- from -- \nto animals but not to human babies.\n\nAnd I'm just wondering if you think that my equating the two has any parallel and how you would respond to it \nyourself.\n\n\n\nDR. LEVATINO:  Not at all, Mr. Chairman.  The abortion debate is obviously a very uncomfortable topic for many.  \nIt's a very hot political topic.  There are very strong feelings on both sides.  I've been on both sides of this issue.  I \ndo understand both sides.  It's a tremendous irony -- the word seems inadequate -- that as you say, feed animals \nget more -- you know, get more consideration than unborn humans.\n\nEven as an abortionist when I learned to do D&E abortions, I have to tell you, the only word I can express even as \nan experienced physician for many years at that point, was in doing a D&E abortion is absolutely gut-wrenching for \nthe physician.  It's easier on the patient, for sure.  And that was one of the advantages of the procedure.\n\nWe wanted a procedure like D&C where a patient would basically go to sleep, wake up and it'll all be over.  And it \ncertainly was better from the standpoint of the patient.  And that standpoint is one of the strengths -- the procedure \nis one of the reason we do them.  But to literally tear a human being apart with your own hands -- I would invite the \ncommittee to handle this instrument.\n\nThis is the identical instrument I used -- is an absolutely gut- wrenching procedure.  And I agree with you.  It's, to \nme, unconscionable, as you say, we give more consideration to feed animals than we do to human beings.\n\nREP. FRANKS:  Well, Dr. Levatino, you know, in responding to earlier comment that this is unconstitutional, the -- \nthis -- courts have stated that, \"States have an interest in forbidding medical procedures in which the state's \nreasonable determination might cause the medical profession or society as a whole to become insensitive or even \ndisdainful to life, including life in the human fetus.\n\nA state may take measures to ensure the medical profession and its members are viewed as healers, sustained by \na compassionate and rigorous ethic and cognizant of the dignity and value of each human life, even life which \ncannot survive without the assistance of others.\"  That seems to describe what we're trying to accomplish here.\n\nDo you think, in your mind, that doing late-term abortions can create the impression that causing the medical -- or \ncreate a trend in the medical profession as a -- or society as a whole to become insensitive and even disdainful of \nlife, including life in the human fetus?  What's your perspective?\n\nDR. LEVATINO:  I would completely agree with that.  As a physician, as I teach students and used to tell them, you \nknow, you've learned a -- to maintain a certain distance between you and your patients.  I think you start learning it \non day one in anatomy class where you are literally taking apart a human body and you don't think of it as, you \nknow, this was -- you see it as a collection of organs and you don't see this as somebody's son or daughter or \nhusband or wife.\n\nAnd it was the same way.  As I said, the procedures are very gut- wrenching but I guess you can get used to \nanything over time.  I do agree that there is a great insensitivity toward life.  It's become an ingrained part of our \nculture and this simply adds to that.\n\nREP. FRANKS:  Yes, sir.  Well, thank you, Doctor.\n\nAnd I'll now yield to the ranking member for five minutes for questions.\n\nREP. NADLER:  Thank you.\n\nMs. Zink; first of all, I want to thank you for agreeing to testify today.  As a parent, your story was very difficult to \nlisten to.  And I can't even begin to imagine how difficult it must have been to live through it, much less come here \nand describe your experience to some very unsympathetic people.  So I want to thank you for your willingness to \nput a human face on this question and for your courage in being here.\n\nOne of the really harmful consequences of this bill is that there are some fetal conditions that cannot be diagnosed \nbefore the 20th week of pregnancy.  In those situations the tragedy of learning that there is, for example, a fetal \nanomaly that is incompatible with life, is compounded by the fact that this bill would make it impossible to receive \n\n\n\nabortion care if that is the medically indicated treatment. In fact, isn't it correct that the diagnosis in your case could \nnot have been made before the 20th week?\n\nMS. ZINK:  That's correct.\n\nREP. NADLER:  If this bill had been a law when you had to face your ordeal, your doctor would have had to risk jail \nand a lawsuit to provide you with the medical services that you required.  Would you care to comment on that?\n\nMS. ZINK:  I -- if my -- if I pause, it's because it's so horrible that the idea that you cannot have a conversation with \nyour doctor who knows you, who knows your medical history, who can look at the medicine and who can speak \nfrom his expertise, that all of a sudden the things that we take for granted about working with your doctor, about \ngoing to someone who has that trained expertise, about having a relationship with your doctor, that all of that \nsuddenly becomes criminal, to me is just beyond belief.\n\nREP. NADLER:  Thank you.\n\nI'd like to ask a couple questions of all the doctors one at a time.\n\nDr. Levatino, yes or no.  Do you believe that your views with respect to when fetuses feel pain are now established \nand generally accepted by the scientific community, or is yours the minority view?\n\nDR. LEVATINO:  Far as I'm concerned, Congressman, they're accepted by the scientific community --\n\nREP. NADLER:  Thank you.\n\nDr. Malloy.\n\nDR. LEVATINO:  -- and based on experience as well.\n\nREP. NADLER:  Dr. Malloy.\n\nDR. MALLOY:  I can guarantee you that any baby who's receiving some procedure in a NICU --\n\nREP. NADLER:  That's not what I asked.  Your -- we heard your view.  Do you believe that your views are now \nestablished and generally accepted, or are you a minority view?\n\nDR. MALLOY:  Which view would that be?\n\nREP. NADLER:  As to when pain --\n\nDR. MALLOY:  That a preemie feels pain or --\n\nREP. NADLER:  Not that a preemie -- a preemie at the -- at 20 weeks.\n\nDR. MALLOY:  I believe --\n\nREP. NADLER:  A preemie at 20 weeks in utero, excuse me, a fetus at 20 weeks in utero that feels pain.  You \nstated your opinion on that.  Do you think that your opinion is the -- is -- now is generally accepted by the scientific \ncommunity, or do you think that your view is a minority view?\n\nDR. MALLOY:  I spoke about the pain that the fetus and the premature infant feels.  So I'm not separating those \ntwo things.  So I think my view is the majority view that --\n\nREP. NADLER:  OK.\n\nAnd Dr. Calhoun.\n\n\n\nDR. CALHOUN:  I believe mine's also the majority view that --\n\nREP. NADLER:  Thank you.  Then in -- all three of you, how do you explain -- are you -- I shouldn't say that.  Are \nyou aware of the research published in the Journal of the American Medical Association and the conclusions of the \nRoyal Academy (sic) of Obstetricians and Gynaecologists, among others -- I'm not asking if you agree or disagree, \nare you aware of it?  Dr. Levatino.\n\nDR. LEVATINO:  I'm well aware of the paper that was published in 19 -- excuse me, 2005 by -- in JAMA, sir.  There \nwere serious problems with that paper, not the least of which but the author was a medical student --\n\nREP. NADLER:  All right.  I just asked if you are aware.\n\nAre you aware of it?\n\nDR. MALLOY:  I'm sorry?\n\nREP. NADLER:  Are you aware of the research published by the Journal of the American Medical Association and \nthe conclusions of the Royal College of Obstetricians and Gynaecologists?\n\nDR. MALLOY:  Yes, I read the paper in JAMA.\n\nREP. NADLER:  Thank you.\n\nDr. Calhoun.\n\nDR. CALHOUN:  I've read the paper in JAMA as well.\n\nREP. NADLER:  OK.  Now, since the paper in JAMA -- Journal of the American Medical Association says that \n\"Evidence regarding the capacity for fetal pain is limited but indicates that fetal perception of pain is unlikely before \nthe third trimester.\"  And the conclusion of the Royal Academy (sic) of Obstetricians and Gynaecologists concluded, \nquote, \"It can be concluded that the fetus cannot experience pain in any sense prior to 24 weeks gestation.\"  So -- \nthen you're saying that those are minority views and they're clearly wrong.\n\nDR. LEVATINO:  I am saying that that is one paper, Congressman, out of many.  And that paper had --\n\nREP. NADLER:  Dr. Malloy --\n\nDR. LEVATINO:  -- serious flaws, including the fact that it was -- the chief author was a medical student who \nhappened to --\n\nREP. NADLER:  Dr. Malloy --\n\nDR. LEVATINO:  -- previously be a lawyer for a pro-choice --\n\nREP. NADLER:  I -- excuse me, I only have five minutes, and I'm -- I ask you simple questions.  I don't need \nlectures.\n\nDr. Malloy, so your opinion is contrary to that expressed by the American Medical Association and the Royal \nAcademy (sic) of Gynecologists or Obstetricians and Gynaecologists.  Do you regard their view or yours as the \nminority view?\n\nDR. MALLOY:  I believe there are serious flaws with that paper --\n\nREP. NADLER:  OK.  But is theirs the majority or minority view in the field?\n\nDR. MALLOY:  In my field of neonatology, mine would be the majority and theirs would be the minority.\n\n\n\nREP. NADLER:  Thank you.  It would be the majority view in your field is what you just said?\n\nDR. MALLOY:  Mine would be the majority view.\n\nREP. NADLER:  Yours would be the majority view, not theirs?\n\nDR. MALLOY:  Yes.\n\nREP. NADLER:  Dr. Calhoun.\n\nDR. CALHOUN:  And mine would be the majority view, not JAMA. That's a single paper.\n\nREP. NADLER:  OK, my last question --\n\nREP.      :  Mr. Chairman, hasn't the time -- point of order -- hasn't the gentleman's time expired?\n\nREP. FRANKS:  You are correct.  And we -- maybe you'll have time for an additional round of questions.\n\nBut I now recognize the gentleman from Ohio for five minutes for his questions.\n\nREPRESENTATIVE STEVE CHABOT (R-OH):  Thank you very much.\n\nAnd the gentleman from New York was talking about treating people rudely before.  Let me try to be polite to the \ngentleman -- the doctor here -- and allow him to answer the question that was posed.\n\nI think you were saying something about the JAMA study and what was it you were going to say, Doctor?\n\nDR. LEVATINO:  I'm afraid that medical research isn't as free as politics as we wish it was.  This is one paper.  \nThere are other papers that say quite the opposite.  I thought that that paper was very interesting and that the chief \nauthor was a medical student who was formerly an attorney, worked for NARAL.  One of the authors -- the other \nauthors of that paper, Dr. Drey, is one of the largest abortion providers in the city of San Francisco.  I would hardly \nfind their findings unbiased.\n\nREP. CHABOT:  Thank you.  Let me ask further.  Ms. Zink was relating her story which was certainly moving, I \nthink, to everybody in this room.  She was talking about an unborn child that had, I would assume, a particularly \nrare condition.  Would that be -- would one of the doctors here like to at least tell us is this something that's \ncommon in this particular case or something that's relatively rare? Would Dr. Calhoun --\n\nDR. CALHOUN:  Do you mean agenesis of the corpus callosum --\n\nREP. CHABOT:  Yeah, yeah.\n\nDR. CALHOUN:  It's not -- it's relatively rare, but it's not that rare.  We see it -- I see it not infrequently in --\n\nREP. CHABOT:  How -- one out of what are we talking here?\n\nDR. CALHOUN:  I'd have to go back and look at it.  Maybe -- I'd have to go back and look -- maybe half a percent \nor so --\n\nREP. CHABOT:  We're talking about 1 out of 200 if you mean half percent?\n\nDR. CALHOUN:  Perhaps.  Right.  Yes, sir.\n\nREP. CHABOT:  OK.  Let's talk about the other 199 and maybe not all 199 but -- and let me go back to you, Dr. \nLevatino, if I can.  You mentioned, I think, 1,200 abortions that --\n\nDR. LEVATINO:  Yes, sir.\n\n\n\nREP. CHABOT:  -- that you had performed.  On -- and I don't want to put you on the spot here.  But most of those \nabortions, is it safe to say that they -- had they not been terminated through an abortion, that these would have \nbeen normal, healthy babies ultimately in the majority of those cases?  Is that accurate would you say?\n\nDR. LEVATINO:  Yes, sir.  That's typical with an abortion practice.  It certainly was with mine.  The number of \nabortions out of that 1,200 that I did for fetal anomalies were less than 5.\n\nREP. CHABOT:  Less than five?  So we're talking about 1 out of 200 here.  We're talking about the -- out of the \n1,200 what would you say would have typically been healthy babies?\n\nDR. LEVATINO:  The vast majority -- over 99 percent, sir.\n\nREP. CHABOT:  OK.  And so if we're looking at tragedies here, I mean I think we have to look at the relative tragic \nsituation that we're talking about.  Let me -- and again, I don't want to put you on the spot, Doctor, but could -- \nwould you want to share it?  If you don't want to, you don't have to.  Was there something in particular that changed \nyour view on this important topic?\n\nDR. LEVATINO:  I won't elaborate considerably.  All I can say is, Ms. Zink, I do understand your pain.  I have lost a \nchild, too.  I know what that feels like.  And I'm sorry.  It was a time, as I said, that I was very pro-choice.  This was \na decision between a doctor, that patient.  And nobody, including the baby's father, had anything to say about it.\n\nI was very dedicated in that business and I did it for many years.  Going through this, doing that procedure didn't \nexactly help me sleep at night.  And in 1986, I lost a daughter.  And after you've lost a child and then you go back to \nthe hospital -- maybe two weeks after her death when I went back to work.  And I went into the medical center to do \nmy first D&E abortion and I reached in with that Sopher clamp and I literally ripped out an arm or a leg, I got sick.\n\nYou know, when you do an abortion you can't stop.  You have to finish that abortion.  If you don't, if you don't get all \nthe pieces, your patient is going to come back infected, bleeding or worse.  And I know it sounds strange to people \nbut I tell you it's sincere and true and firsthand.\n\nFor the first time in my career -- after over 1,200 abortions in private practice, much less the hundreds I did during \nmy training -- I really looked at that pile of goo on the side of the table that used to be somebody's son or daughter \nand that was a very life-changing experience.\n\nREP. CHABOT:  Thank you, Doctor.\n\nAnd Dr. Malloy -- finally before I run out of time -- would you describe again as far as the pain, what you -- you said \nyou see this every day.  What kind of pain are we talking about?  How do you know that there's pain there?\n\nDR. MALLOY:  Well, we have to put IVs in babies, you put test tubes in babies, we incubate babies, we do lots of \nthings that are nowhere near dismemberment or stabbing them in the heart with potassium chloride.  We do things \nthat are probably one-hundredth as painful as what he's describing.  And they feel that.  They wince, they cry, they \nmove away from it; they try to push your hand away when you're putting an IV in.\n\nSo I know they respond to those simple procedures that we perform.  So I can just shudder to think what is \nhappening when that kind of procedure is performed.\n\nREP. CHABOT:  Thank you, Doctor.\n\nREP. FRANKS:  Thank you, Mr. Chabot.\n\nYou know, as I heard fetal anomaly being one of the prime justification for all this, as someone that owes the \nmedical community a great deal in life because of being born with a significant fetal anomaly myself, I have to tell \nyou -- sometimes -- that when I hear testimony like Dr. Levatino's, I sense two things.  One, a sense of hope and \ntwo, a difficulty in understanding how we got where we are.\n\n\n\nAnd with that, I would recognize Mr. Scott of Virginia for five minutes.\n\nREPRESENTATIVE ROBERT SCOTT (D-VA):  Thank you, Mr. Chairman. Mr. Chairman, I notice that all of the -- \nthat none of the panelists are attorneys.  And I was wondering if anybody on the panel is qualified to discuss the \nconstitutionality of the legislation and how it would conform or not conform to U.S. Supreme Court cases.  (Pause.)\n\nOK.  And second question is, is anything unique about Washington, D.C. that this proposal should apply to \nWashington, D.C. and nowhere else?\n\nDR. LEVATINO:  It wouldn't be true to say nowhere else.  So this legislation applies to D.C. but these -- similar \nlegislation has been passed in other states.\n\nREP. SCOTT:  Well, we're --\n\nDR. LEVATINO:  This is not the first time that --\n\nREP. SCOTT:  We're considering legislation just applying it to Washington, D.C., rather than the entire nation.  Is \nthere anything unique about Washington, D.C., where we ought to have this proposal apply to D.C. and nowhere \nelse?  (Pause.)\n\nLet me ask another question.  This applies to abortions.\n\nAs I understand the legislation, abortions performed in Washington, D.C., would the probation apply for a Virginia \nresident coming into Washington, D.C., to get an abortion?\n\nDR. LEVATINO:  As far as I know, yes, but I don't know for sure.\n\nREP. SCOTT:  OK.  Would it apply to a Washington, D.C. resident going to Virginia to get an abortion?\n\nDR. LEVATINO:  No, it would not.\n\nREP. SCOTT:  Would not?  OK.  Would it apply if the pregnancy resulted from rape?\n\nDR. LEVATINO:  Yes.\n\nREP. SCOTT:  Would it apply if the pregnancy resulted from incest?\n\nDR. LEVATINO:  Yes.\n\nREP. SCOTT:  And it would also apply, as I understand it, to a fetal medical condition inconsistent with life.\n\nDR. LEVATINO:  Yes.\n\nREP. SCOTT:  It would?\n\nDR. LEVATINO:  Yes.\n\nREP. SCOTT:  Thank you, Mr. Chairman.  I have no further questions and I yield back.\n\nREP. FRANKS:  Thank you, Mr. Scott.\n\nAnd I would now recognize Mr. King for five minutes.\n\nREPRESENTATIVE STEVE KING (R-IA):  Thank you, Mr. Chairman.\n\nI thank the witnesses.\n\n\n\nAnd I would go to Dr. Levatino whom -- has provided some very moving testimony here today and ask that the \nprocedures that you conducted over those years -- 1,200-plus by your testimony, do you know of material that has \nbeen gathered such as a video of -- for the procedures that you've described here today?  Just occurred to me as \nI'm listening to your testimony, of all the discussions that we've had, I don't recall ever a video being offered that \nmight more vividly describe what you so vividly described.\n\nDR. LEVATINO:  Am I aware of the existence of such material?\n\nREP. KING:  Yes.\n\nDR. LEVATINO:  It may well be out there, but I couldn't quote any for you.\n\nREP. KING:  And isn't it common for medical procedures to be available on YouTube or other medical -- let's see, I \nlooked up here -- medical videos -- there's at least one website that delivers a whole number of different medical \nprocedures.  You are not aware that anything is available on the open web?\n\nDR. LEVATINO:  Such things are generally available, but I haven't researched them to tell you where they are.\n\nREP. KING:  Would ask if anybody in the panel is aware of any videos of this procedure on the open web.\n\nDR. LEVATINO:  None that I'm aware of.\n\nREP. KING:  And Dr. Malloy, no?  Do you suspect that there is a concerted effort to make sure that information is \nnot available, Dr. Levatino?\n\nDR. LEVATINO:  I would be speculating.  I think that there is -- let me put it this way.  I think that when people see \nthings -- now, you can hear a description but when you see things, when you actually see it, it tends to have a much \ngreater impact.  I mean the one thing I can think of -- just happened to pop into my head is child labor laws.  I mean \nit was -- it's photographs that so many decades ago got us to change the child labor laws.\n\nI think the same thing can happen with any area of life, and especially this one.  I think when -- I often tell people -- I \nswear -- some people think that doctor waves his hand and the baby disappears.  It just doesn't happen that way.\n\nREP. KING:  One more question to Dr. Levatino and I -- if it's too personal, decline to offer or decline to respond if \nyou prefer. But how old was your daughter when you lost her?\n\nDR. LEVATINO:  Just short of her sixth birthday.\n\nREP. KING:  Thank you very much, Doctor.\n\nAnd I think I'm going to close my questioning with that.  This has been a very powerful testimony here today.  And I \nyield back.\n\nREP. SCOTT:  Mr. Chairman --\n\nREP. FRANKS:  Mr. Scott?\n\nREP. SCOTT:  Mr. Chairman, I'd ask unanimous consent to enter into the record a letter and accompanying \ndocuments on behalf of the gentleman from Illinois who had to -- was here earlier and had to leave.  One is from -- \nit's from Catholics for Choice.\n\nREP. FRANKS:  Without objection.\n\nREP. SCOTT:  Thank you.\n\n\n\nREP. NADLER:  Mr. Chairman, I ask unanimous consent to insert into the record a report by the Royal College of \nObstetricians and Gynaecologists concluding that the cortical connections are not established, and therefore pain \ncannot be felt at this stage.\n\nREP. FRANKS:  All right.  Thank you.\n\nYou know, years ago, there was a discussion about this issue taking place.  And they put a picture of a 20-week \nbaby up on the screen.  And they asked the different participants there, was that a baby.  And it was amazing how \nthe adults had to struggle with it.  But one of the 2-year-olds in the audience -- they asked her and she said it's a \nbaby.  I'm always astonished how God seems to grant clarity and wisdom to 2-year-olds and seems to withhold it \nfrom some of the more sophisticated adults in the world.\n\nAnd I just appreciate the testimony here today.  I know it's a very emotional circumstance, Ms. Zink.  I thank you for \nbeing here.  I thank you for telling us your story.  And I wish you the very best in life.\n\nAnd I thank all of you for being here.\n\nAnd without objection, all members will have five legislative days to submit to the chair additional written questions \nfor the witnesses which we will forward and ask the witnesses to respond to as promptly as they can so that their \nanswers may be made part of the record.  Without objection, all members will have five legislative days with which \nto submit any additional materials for inclusion in the record.\n\nAnd with that again, I thank the witnesses.\n\nAnd I thank the members and observers in this meeting.\n\nThe hearing is adjourned.  (Sounds gavel.)\n"}