{"title": "GOP Intensifies Action On Citizenship Inquiry", "body": "\nHas the Clinton administration given U.S. citizenship to as many as 100,000 immigrant criminals in the past year to \nget their votes in next month's elections?\n\nAs they enter their final two weeks of frenzied campaigning, Republican leaders are raising this charge as part of a \nbroadside against the administration's Citizenship USA program, a drive begun last year to naturalize record \nnumbers of immigrants applying to become American citizens.\n\nAdministration officials say the charge is a gross distortion of a process that involves checking the fingerprints of \ncitizenship applicants against an FBI database. Officials of the Immigration and Naturalization Service (INS) and \nthe FBI say these fingerprint checks often produce positive matches for reasons unrelated to criminality, much less \nto felony convictions that would disqualify applicants for citizenship.\n\nThe sudden emergence of citizenship-for-criminals as a campaign issue stems from an investigation by the \nnational security subcommittee of the House Committee on Government Reform and Oversight, which has \ndemanded tens of thousands of records from the INS and the FBI.\n\nIn its latest action, the subcommittee yesterday sent subpoenas to FBI Director Louis J. Freeh and INS \nCommissioner Doris M. Meissner for the raw \"rap sheets\" of immigrants who have been naturalized since last year. \nThe agencies say they will provide the relevant information that the subcommittee wants, but not raw individual data \non new U.S. citizens.\n\nThe INS also responded to the furor yesterday by issuing new regulations, effective immediately, that allow it to \nrevoke the citizenship of people found to have been improperly naturalized. Up to now, such revocation could be \naccomplished only through prosecution by a U.S. attorney.\n\nAmong the documents amassed is an Oct. 21 letter from Charles W. Archer, assistant director of the FBI's Criminal \nJustice Information Services Division. \"Historically, 8 to 10 percent of the INS submissions are identified with an \nexisting criminal record in our files,\" the letter says. It says the FBI's search of the records of more than 1 million \nimmigrants thus \"could identify approximately 100,000 criminal history records\" in response to the subcommittee's \nrequest for the rap sheets of everyone naturalized between Aug. 31, 1995 and Sept. 30, 1996.\n\nCalifornia's Republican governor, Pete Wilson, seized on the letter to charge that \"dangerous sex offenders\" and \nother \"felons\" have been naturalized in what amounts to a program of \"drive-through citizenship for dangerous \ncriminals\" as part of the administration's push to get \"more than 1 million new citizens on the voter roles before \nNovember 5th.\"\n\nHouse Speaker Newt Gingrich (R-Ga.) said the list of new citizens includes \"drug dealers, rapists, murderers, \narmed robbers.\"\n\n\nIn an angry letter to Meissner on Oct. 16, Rep. Bill Zeliff (R-N.H.), chairman of the national security subcommittee \nthat is investigating Citizenship USA, charged that \"the country has suffered the introduction of up to 100,000 \npotentially dangerous criminals\" and that the INS is engaged in \"a deliberate cover-up.\"\n\nIn a letter to Zeliff on Wednesday, however, the FBI's Archer said that a computer search of 924,083 new citizens' \nfiles so far had produced \"38,246 matches against our records.\" He cautioned that \"a 'match' only means we have a \nrecord on file. It does not imply that the person to whom the record pertains has a criminal conviction.\" The letter \nadded, \"Moreover, the record may contain noncriminal, administrative actions, which do not contain a final \ndisposition.\"\n\nIn other words, INS officials say, the newly naturalized citizens with \"criminal records\" may include people who \nentered the country as illegal aliens and later obtained legal status, those who were placed in deportation \nproceedings before being granted asylum and people who were charged with a misdemeanor. Among them may \nalso be persons arrested on felony charges, but never convicted.\n\nThe challenge for the Zeliff subcommittee is to find evidence of people who slipped through the naturalization \nsystem despite having criminal records -- that is, felony convictions -- that should have disqualified them, or who \nlied about their pasts. At this point, no one knows how many such immigrants were improperly naturalized, and \nZeliff aides now say it may be nowhere near 100,000.\n\nThe congressman's staff argues, however, that the matches in FBI files all relate to \"criminal histories,\" rather than \nadministrative actions, and that more than 60,000 \"duplicate\" records mentioned in Archer's latest letter may reflect \na deliberate INS attempt at concealment.\n\nThe INS says that of the 1.3 million immigrants who applied for U.S. citizenship in fiscal 1996, about 17 percent \nwere rejected on various grounds, including criminal records. The agency says many of the people in Archer's initial \nestimate of 100,000 may be among the 221,000 who were denied citizenship by INS examiners.\n"}