{"title": "Wary Recruits: Immigrants Vie for Day Jobs", "body": "\nThe men begin to gather on the squalid Brooklyn street corner shortly after dawn. Many wear the distinctive, shabby \ngray clothes of Eastern Europe, as drab as the landscape of battered cars, auto repair shops and parking lots. \nQuickly, their numbers swell to more than 100.\n\nMiles away in Queens, the Korean-run fruit markets are just beginning to open, the first of the shops to pull up their \nshutters. But in a church parking lot, men in stained sweatshirts and baseball caps, mostly from El Salvador, are \nalready assembled.\n\nAnd on Long Island, along a shaded road that winds up to the North Shore past condominium developments and \nframe homes, knots of three and four men suddenly appear on the corners leading into Glen Cove. Farther on, a \ncrowd of about 30 men has gathered in the parking lot of Carmen's Deli.\n\nThey are all waiting for work.\n\nAcross the New York metropolitan region, urban migrant workers -- most of them immigrants, nearly all of them \ndesperate -- line up for hours each day, waiting for trucks or vans to pick them up for unskilled and bottom-dollar \njobs in construction, demolition, moving, landscaping, anything.\n\nNo one is certain how many people are struggling to get by this way, earning some semblance of a living through \noccasional hard labor. Much of their cash pay goes for food and rent in squalid communal apartments with six \npeople or more to a room, and they scrimp to send money to families left behind.\n\nThey are the most exploitable of laborers -- often undocumented and afraid of authority, unable to speak English \nand willing to work for less than the minimum wage -- members of a vast underground army seeking a foothold in a \ncity where their glittering American dreams have been cut short by a faltering economy.\n\nMost of the workers refuse to give their full names. They beg that the exact locations of their street corners be kept \nsecret, some fearing a crackdown by the Immigration and Naturalization Service, others worried that more workers \nwill show up and increase the competition.\n\nTheir employers change daily. Their names, too, are rarely learned.\n\n\n\"Sometimes they say, 'I'll pay you tomorrow,' and they never come,\" said a 32-year-old Honduran immigrant who \nwaits every day at 6 A.M. on Cedar Swamp Road in Glen Cove. \"Sometimes you work from 7 A.M. to 7 P.M., and \nthey pay you $40. But we need it.\"\n\nThe street corner phenomenon sprang up on the West Coast, where laborers crossed the border from Mexico. But \nover the last two years at least six such sites have appeared in Brooklyn and Queens, and many more exist on \nLong Island and in New Jersey and Westchester and Rockland Counties.\n\n \n\nCities Try to Respond\n\n New York City officials and immigrant-rights groups attribute the Depression-style lineup for jobs partly to \neconomic factors -- the recession and, more broadly, the loss of the manufacturing jobs that sustained earlier \nwaves of immigrants -- and to the 1986 Federal immigration law, which imposed sanctions on employers who gave \njobs to illegal immigrants. City officials say the law drove the undocumented underground, where they are less \nlikely to face a check for working papers.\n\nWith the pickup points drawing growing crowds, municipalities have responded in varying ways.\n\nIn New York City, the Dinkins administration recently approached the International Ladies Garment Workers Union \nto see if the union would help organize the workers.\n\n\"It's definitely not going to go away,\" said Elizabeth Aivars, director of the Mayor's Office of Immigrant Affairs. \"It's a \nconcern for this administration to help them organize so they have a sense of someone backing them, protecting \ntheir labor rights when they get abused.\"\n\n \n\nThe 'Pull' Factor\n\n In Glen Cove, the City Council attempted to shut down the local hiring site by passing an ordinance in 1990 \nbanning people from seeking work in public. But the workers still gather outside Carmen's, and the city has gone \ninto mediation with groups that sued to overturn the ordinance.\n\nWilliam S. Slattery, director of the New York district of the Immigration and Naturalization Service, said he was \nuncertain whether the sanctions levied by his office under the 1986 law drove illegal immigrants onto the street \ncorners. But if they did, he added, \"I would salute that.\"\n\nHe said the law was intended to eliminate the work enticements that \"pull\" illegal immigrants to cities like New \nYork. \"We're hoping that word goes back home that there is no more 'pull' factor, that if you come up here you'll be \nstanding on the street corner with us,\" he said.\n\nBut the 32-year-old Honduran immigrant who waits every day in Glen Cove has saved almost nothing in five years \nin the United States and says he cannot face returning home to Tegucigalpa empty-handed.\n\n\"I want to come back to my country, but you know, I want to take something,\" he said. \"I came by myself, my \nfamily's in my country, and I'm supposed to support it. But like this, how can I do it? I need a permanent job.\"\n\n \n\nOff the Books\n\n The work is virtually all off the books. The legal status of the laborers varies from those with full work authorization, \nthose who have the right to remain in America temporarily, and those who are undocumented.\n\nThe workers gather informally by nationality, the sites spread by word of mouth. The Borough Park section of \nBrooklyn is the province of Eastern Europe, drawing workers from Russia, Ukraine, Georgia, Czechoslovakia and \nPoland. In Flushing, Queens, Salvadorans have taken up a spot where Irish and Italian day laborers once stood \n\n\n\nduring earlier waves of immigration. In Woodside, Queens, Central and South Americans gather near businesses \nthat draw a steady stream of contractors.\n\nSome immigrant-rights advocates put their numbers in New York City well into the thousands. They are people like \nEdgardo Nunez, 27, who tries to send money home for his daughter in El Salvador but has very little left after he \nbuys food and pays rent. There is the 27-year-old man who thought he had outsmarted both the Russian and \nAmerican immigration bureaucracies by getting to America on a visitor's visa. Only when he was here did he find \nout that one needs a Social Security number or a green card to work legally.\n\n \n\nUnderside of Capitalism\n\n Their languages vary from Spanish to Russian to Polish, but their stories are largely the same. They tell of \nemployers who promise three days of work but don't appear on the last day, payday; they mention employers who \npromise $5 an hour, but then shortchange the workers.\n\n\"To an American, his word is nothing,\" said a bitter Russian who has seen the underside of capitalism at the \nBrooklyn street corner.\n\nIn the laborers' world of reduced expectations, a windfall is a three-month or four-month job. More often work \ncomes only once or twice a week. In Brooklyn and Queens a good week can produce $120. In Glen Cove, where \nthe competition is less intense, a worker may make $300 a week in the peak landscaping season.\n\nThe men know little about their employers, some of whom appear to be immigrants themselves who have \nmanaged to move further up the economic ladder. At the Flushing site, a van pulled up recently, the driver offering a \njob installing air-conditioning equipment. His English was no better than the laborers'.\n\n\"What you pay now?\" a worker asked.\n\n\"What you want?\" asked the driver.\n\nThe salary was set at $60 a day, the hours left unspecified.\n\n \n\nHealth and Safety Concerns\n\n Immigrant advocacy groups say they have heard of cases where the men are hauled off to remove asbestos \nwithout proper protection or training. \"Cheap labor doesn't necessarily stop at wages,\" said Brian O'Dwyer, a \nManhattan lawyer who specializes in immigration cases. \"Sometimes wages aren't at first blush very bad. What is \nvery bad is of course that there are no benefits provided, health or welfare or pension, and more importantly, the \nsafety standards on these buildings are just abysmal.\"\n\nWith about 50 percent of their members out of work, construction unions are ambivalent about helping the day \nlaborers. They have pressured the city and state to make sure that prevailing wage laws are followed by all \nsubcontractors on public work sites and have complained to the I.N.S. about the use of undocumented workers in \nconstruction.\n\nThe International Ladies Garment Workers Union has only begun considering the possibility of working with the \nlaborers. Jeff Hermanson, director of organization, said he was unsure whether it was viable to organize labor that \nwas constantly changing employers and job sites.\n\nThe workers have been met with relative indifference in Borough Park, but in Flushing, angry residents and \nmerchants complained that they were a nuisance, causing traffic tie-ups and harassing passers-by.\n\nIn Flushing, the local community board, as well as representatives of the Queens Borough President, Claire \nShulman, and the New York City Commission on Human Rights helped negotiate a compromise that moved the job \n\n\n\nhunters off a commercial strip of Northern Boulevard and into the parking lot of St. John Vianney Roman Catholic \nChurch, where they are allowed to stay until 10 A.M.\n\nThe Flushing workers have taken their first tentative steps toward organization. They now mark down the license \nnumbers of contractors to identify them if someone is cheated of his pay. They also refuse to work for less than $60 \na day.\n\nStill, they live barely a step above poverty. One 43-year-old man from El Salvador is a regular in the lot, arriving at \ndawn from the studio apartment he shares with five others. He says he has not had steady work since January, and \nhe has not been able to send home money to support his wife and seven children.\n\nHe would like to go home, but he has no money to repay his brother what he borrowed to make the trek across the \nMexican border. As he stands in the lot, he swears that someday he will warn others against the illusion of wealth in \nthe United States.\n\n\"Don't be crazy,\" he will say. \"It's a lie.\"\n\nGraphic\n\n \n\nPhotos: A sour economy and immigrant job restrictions are creating street-corner work lineups around the New \nYork region. Francisco, center, negotiated with a potential employer looking to hire day labor in Flushing, Queens \n(Nancy Siesel/The New York Times) (pg. A1); Across the New York metropolitan region, urban migrant workers, \nlike these Russian immigrants in Brooklyn, line up for hours each day, hoping to be picked for unskilled and \nbottom-dollar jobs. (Chester Higgins Jr./The New York Times) (pg. B7)\n"}