{"title": "State-run English classes swamped with students Influx of immigrants increases demand", "body": "\nWhen Gail Johnson hangs the red, white and green Mexican windsock in front of her Cobb County kindergarten \nclass, the kids know it's time to speak Spanish.\n\nLater, after lunch and a nap, the American flag windsock replaces the Mexican one, and they converse in English. \nOccasionally, the windsocks are ignored, and both languages pop out at once.\n\n\"Muy bien! Perfecto, chica!\" Ms. Johnson says as a pig-tailed girl correctly names a color in Spanish.\n\nThe 22 kindergartners, and another first-grade class at Argyle Elementary School in Smyrna - where 20 percent of \nthe students speak Spanish - are in the state's only two-way bilingual classes.\n\nBut recent census figures show there is a growing need for this type of education across Georgia. In the past \ndecade, a tremendous influx of immigrants has caused the state's non-English speaking population to jump by \n112 percent - from 134,000 to 285,000.\n\nEven though only 4.8 percent of Georgians don't speak English, the increase was the largest of any state, \naccording to a U.S. Census report released last month. Nationwide, 14 percent of the population speaks a language \nother than English at home.\n\nIn the past five years, the number of students enrolled in state- funded English classes has nearly quadrupled in \nGeorgia. Last fall, 7,375 were in these classes, said Beth Arnow, coordinator of migrant and English programs for \nthe state Department of Education. In addition, state-sponsored language programs for adults are overwhelmed.\n\nThe lack of opportunity for immigrants to learn English, and for native Georgians to learn other languages, \ncomplicates the workings of everything from classrooms and offices to hospitals and jails.\n\nThe state's leading foreign language is Spanish, spoken in the homes of 33,415 residents, including 7,184 who \nspeak English poorly or not at all, according to the census report.\n\nIn all, 115 non-English languages are spoken in Georgia homes.\n\nDespite this explosive growth, the state is \"in the infant stage of welcoming people,\" according to Maritza Keen, \ndirector of the Latin American Association.\n\n\"In over 90 percent of county and state offices, there is no one that is language or culture sensitive,\" said Ms. Keen, \nwhose agency served 11,000 Hispanics last year. \"The first thing we hear from people is, 'If I do it for you, I have to \ndo it for another group.' \"\n\n\nShe also is concerned about an effort in the state Legislature to make English the official language, which she \nfears may lead to discrimination against foreigners.\n\nThe Georgia bill's sponsor, Sen. Mike Crotts (R-Conyers), said it was a cost-saving measure for the state. \"The \npurpose is to eliminate additional tax dollars on the citizens of this state by having to print the government \ndocuments and ballots in five or six different languages,\" the Republican legislator said Monday.\n\nEven though it was defeated this year, Mr. Crotts said the latest Census figures support his argument, and he plans \nto introduce the legislation again.\n\nMs. Keen said she would fight it again.\n\n\"I'm meeting with people right now to stop this,\" said Ms. Keen. \"It's not just the Hispanic community. This can \nhinder international business.\"\n\nDespite the problems, Ms. Keen is optimistic that things will improve, especially as the 1996 Olympics draw near.\n\n\"I see this as a process,\" she said. \"I think that the leadership here in Atlanta is beginning to see that these \nimmigrant communities are not going to go away.\"\n\n\"These days, you go to about any school in town and there is an [English] program,\" she said.\n\nIn addition, thousands of adults take state-funded English classes at local churches, schools and community \ncenters across Georgia. But demand for the classes is much greater than supply.\n\n\"We're not even scratching the surface,'' said Fannie Parris, dean of adult education at Gwinnett Tech, which offers \n11 English classes per day and still can't meet the need.\n\nThe situation is similar in DeKalb, the state's most ethnically diverse county, where more than 7,000 non-English \nspeakers take English classes.\n\n\"The demand for [English] classes and programs far exceeds our ability to fund them,\" said Mike Richardson, vice \npresident of DeKalb's adult education programs. \"I bet I'm missing close to an additional 4,000 a year, easily.\"\n\nHe had to cut back English programs at apartment complexes that had been set up to reach homebound mothers \nwho couldn't get to classes.\n\nPolice and hospitals are adjusting to non-English speakers as well, providing interpreters and a few bilingual \nofficers. Since 1985, St. Joseph's Hospital has provided a special office for Spanish-speakers. And for the past five \nyears, a task force of local and state police officers has worked to improve relations between police and \nimmigrants.\n"}