{"title": "Immigrant Group to Sue State Over License Crackdown", "body": "\nA state crackdown that is projected to take away the driver's licenses of hundreds of thousands of immigrant \nNew Yorkers is unlawful because it usurps federal responsibility for immigration, oversteps state law on issuing \nlicenses and ignores due process, the Puerto Rican Legal Defense and Education Fund charged in a class-action \nlawsuit expected to be filed today.\n\n The lawsuit, which names Gov. George E. Pataki and the motor vehicles commissioner, Raymond P. Martinez, as \ndefendants, is the first legal challenge to a new policy that state officials have characterized as a means of ferreting \nout fraud and foiling would-be terrorists. Immigrant advocates have denounced the policy as discriminatory against \nnoncitizens and dangerous to highway safety. \n\n The lawsuit, to be filed in State Supreme Court in Manhattan, is being brought on behalf of all New Yorkers denied \na driver's license or identity document for lack of a verifiable Social Security number or an immigration document \nsatisfactory to the Department of Motor Vehicles. Among the seven plaintiffs are a 60-year-old licensed asbestos \nremover who worked in the World Trade Center cleanup, a teenage refugee from Albania and the Irish father of an \nAmerican-born infant who needs to be driven to medical treatment for her seizures. \n\n Most are here without legal authorization, the court papers say, but two who are in the United States legally also \nhad their applications denied by motor vehicles clerks without notice or chance for redress, the lawsuit said. \n\n ''Clearly New York State has no expertise in enforcing the immigration laws,'' said Cesar A. Perales, president of \nthe Puerto Rican Legal Defense and Education Fund and the state social services commissioner under Gov. Mario \nM. Cuomo. ''It makes no sense to me for New York State to have undertaken this new policy -- the federal \ngovernment hasn't asked the governor and the commissioner of motor vehicles to do this.'' \n\n State officials would not comment on the lawsuit. The governor's office referred a call to the Department of Motor \nVehicles, where Christine Burling, a spokeswoman, said officials had not seen the legal papers.\n\n But in recent interviews and at a public hearing last week, Mr. Martinez vigorously defended as a public security \nmeasure his agency's move to revoke the license of any driver unable to provide a verifiable Social Security \nnumber or an immigration document granting a year's legal residence and expiring in no less than six months.\n\n He said New York was one of many states tightening the rules for obtaining a driver's license since 9/11, in \nrecognition that it has become the most widely accepted form of identification in the nation. \n\n New York is among a dozen states that by law do not limit driver's licenses to legal residents. In the mid-1990's, \nto improve child support enforcement, New York, like most states, added a requirement that license applicants \nprovide a Social Security number. But state regulations explicitly allow an alternative: a letter from the Social \nSecurity Administration confirming that the applicant is not eligible for a number. \n\n\n But when a 45-year-old Queens taxi driver took such a letter to D.M.V. offices, along with a foreign passport and \nother identity documents, he was not allowed to renew his license because he did not have a valid visa as well, the \nlawsuit said. Another plaintiff was unable to renew his certification as a professional asbestos remover because the \nmotor vehicles agency denied him a photo ID based on his lack of legal immigration status.\n\n Two other plaintiffs have a legal right to live and work in the United States, but even their status was insufficient. \nMaria Cubas, 42, a Honduran factory worker who lives in the Bronx, is allowed to stay and work in the United \nStates under temporary protected status granted after a hurricane. But Ms. Cubas was denied a learner's permit \nbecause her work authorization's expiration date left her two days short of the six months' validity the D.M.V. now \nrequires -- even though that document will be automatically renewed.\n\n Another plaintiff, Eris Lumi, a 17-year-old Albanian who has unlimited political asylum through his father, was not \nallowed to take his road test last week, the lawsuit said, after a motor vehicles clerk wrongly accused him of being \nin the country illegally.\n\n ''I felt upset cause I paid the money, and my money went away,'' the teenager said, referring to $500 he spent on a \ndriving course and $80 in application fees. ''I want to drive to get a better job.'' Mr. Perales called national security \n''a smokescreen'' behind which state officials were overstepping their statutory authority: to issue licenses on proof \nof identity, birth date and driving ability. \n\n ''What we're concerned with are people who need driver's licenses to get to work safely, to get their kids to the \ndoctor,'' he said. ''I think everybody should be opposed to this kind of discriminatory policy. This can only result in \nthousands of people driving in this state without a driver's license, without car insurance.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Eris Lumi, 17, an Albanian refugee, was not allowed to take a driving test after he was wrongly accused of \nbeing in the country illegally, a suit says. (Photo by Yoni Brook/The New York Times)                                                                    \n"}