{"title": "The Immigrants Trump Denounces Have Helped Revive the Cities He Scorns", "body": "\nTwo of the president’s oft-cited problems have been solutions to each other throughout American history.\n\nPresident Trump has turned repeatedly throughout his tenure and his re-election campaign to two targets: \nimmigrants whom he has described as “invading” the country, and American cities he has called out of control.\n\nThrough his language, the two are linked. His foils are depicted as violent and infested, and in some deep sense at \nodds with American values. \n\nBut to the extent that each presents real policy challenges — how to integrate foreigners, what to do about \nstruggling places — cities and immigrants are intertwined. The president’s two oft-cited problems have historically \nbeen solutions to each other.\n\n“There’s this symbiotic relationship that immigrants need cities in order to acclimate to a new society, and cities \nneed new immigrants,” said Jacob Vigdor, a professor of public policy at the University of Washington.\n\nResearch by Dowell Myers at the University of Southern California has shown that immigrants increase home \nvalues in sagging markets, and Mr. Vigdor’s work at the county level has shown that their arrival encourages U.S.-\nborn residents            to follow, spurring population growth where it had been declining. \n\nOther studies have shown that some of the biggest urban crime declines have been in neighborhoods where new \nimmigrants have arrived. That’s most likely because            foreign-born residents have            lower crime rates      \n     than native-born ones, and their population growth in neighborhoods previously full of vacant properties can help \nrestore eyes on the street.\n\nOne implication of this is that immigration can help address the problems of urban crime and decay that the \npresident has lamented in cities like Chicago           and Baltimore. Put another way, the president’s immigration \npolicies — rooted in the belief that America has            run out of room for even legal migrants — threaten the cycle \nof how cities rejuvenate themselves.\n\nThe last 40 years offer a vivid example of how this symbiosis has worked in America. A.K. Sandoval-Strausz, a \nhistorian, recounts the period in a book out in November, “           Barrio America,” that argues that Hispanic \nimmigration during this era helped save many American cities.\n\nThe accelerating arrival of Hispanic immigrants in the 1970s came at a fortunate moment for many American \ncities. White flight had taken hold. The Great Migration of African-Americans out of the South was winding down.\n\n\n“In a way, it’s a twofold historical accident,” said Mr. Sandoval-Strausz, a professor at Penn State. Domestic \ndemographic trends left cities in need of people (and businesses, and tax revenue), just as major new waves of \nimmigrants began to enter the country after the immigration overhaul of 1965.\n\nIn Chicago and Milwaukee, new Hispanic residents blunted population losses. In Boston and Oakland, their arrival \nhelped reverse population declines. In booming cities like Los Angeles and Houston, Hispanic population growth \nhas explained the entirety of the boom. \n\nBetween 2000 and 2010 in 76 of the country’s 100 largest metro areas, Hispanics contributed more than any other \nracial or ethnic group to city population gains, or reduced population losses, according to “Diversity Explosion” by \nWilliam Frey, a demographer. This Hispanic growth in cities has mattered all the more as African-Americans have \nincreasingly moved to the suburbs, too.\n\nToday, Mr. Sandoval-Strausz says too much focus has been placed on the white, college-educated “creative class” \nfor resurrecting American central cities. It was Hispanic immigrants, he said, who rebuilt the housing in places like \nDallas’s Oak Cliff neighborhood, and who revived the commercial district in Chicago’s Little Village (making such \nplaces more desirable to everyone else).\n\nThe “creative class” itself depends on immigrants. They staff the restaurants, gyms, dry cleaners, florists, nail \nsalons and cafes that have helped lure educated residents back to cities. They provide the child care that makes \ndual professional-parent households possible, and they carry out the renovations and housing construction that \nnewly prosperous cities have seen.\n\nDuring much of this time, many city officials appear not to have understood what was happening, Mr. Sandoval-\nStrausz argues. They were focused on constructing highways, parking garages, new housing developments and \nindoor malls — suburban-style amenities to lure back white families who had moved away.\n\n“Cities spent decades trying to figure out, ‘How do we get those people back,’” he said, “as opposed to asking, \n‘Who are these new people?’”\n\nAnd yet, this process is an old one. Urban neighborhoods and jobs have repeatedly been restocked as one group \n— the Irish, Italians, Chinese, Mexicans — moves in, prospers and moves away, to be replaced by newer arrivals.\n\nDemocratic candidates for president have nodded to this rationale for immigration, but it’s likely to become more \nprominent as the general election approaches.\n\n“The only reason that South Bend is growing right now, after years of shrinking, is immigration,” Pete Buttigieg, \nmayor of the Indiana city, said in the third presidential debate. He has proposed “community renewal visas” to steer \nimmigrants to places that need them most.\n\nThis cycle of renewal works, Mr. Vigdor suggested, not only because immigrants are willing to do jobs Americans \nmay not want, but also because they’re willing to accept living standards Americans won’t, in a tenement apartment \nor a run-down neighborhood, or in a city that has been emptying out.\n\nIf the recent immigrants Mr. Sandoval-Strausz describes move up and out, too, and there isn’t a next wave to \nreplace them, cities much larger and more prosperous than South Bend would have reason to worry.\n\nPHOTO: Children in Mexican folklore outfits braving Chicago weather for an “El Dia del Nino” parade in Pilsen in \nApril. (PHOTOGRAPH BY Abel Uribe/Chicago Tribune, via Associated Press FOR THE NEW YORK TIMES)\n"}