{"title": "Church worker faces uncertain future after immigration arrest", "body": "\nFor now, Lucio Caciano is just relieved to be out of the Yuba City jail and back home in Sunnyvale. He's trying not \nto think too much about what could happen in the coming weeks, when his life could change as dramatically as it \ndid 15 years ago when he walked across the border at Tijuana and entered the United States illegally.\n\nCaciano, 37, a much-loved youth program coordinator at St. Athanasius Catholic Church in Mountain View, was \narrested by immigration agents last week when they knocked on his door. They were looking for someone who \nused to live at the house. They found Caciano instead.\n\nNow, out on a $5,000 bond raised by friends and supporters, Caciano faces a Nov. 1 hearing that could result in his \ndeportation to Mexico.\n\n\"I feel very happy right now,\" Caciano said Thursday, \"because I am back home already. But I am worried about \nwhat could happen.\"\n\nCaciano's case has magnified the already divisive arguments about immigration reform. Those who know Caciano \nare outraged that such a hardworking, compassionate person, someone who mentors young adults and teens, and \nministers to gang members, could be plucked from their midst.\n\n\"This is exactly the kind of person we should be happy to have in our communities,\" said Philip Cosby, a friend and \nfellow parishioner at St. Athanasius, where hundreds of supporters attended a rally Monday, raising money for bail \nand legal fees.\n\n\"He is beloved by the people in his group. And he is out there, actually helping people.\"\n\nBut others are just as outraged: They wonder why there is even a debate if Caciano is living in the country illegally. \nSend him back, they say.\n\nBeing a good person is not enough for Bill Bailey of Santa Clara, who, like dozens who commented on an early \nstory and editorial about Caciano's arrest on the Mercury News' Web site this week, favors deportation.\n\n\"It is just grossly unfair to expect the public to go along with this, to enforce one law and not another,\" said Bailey, a \n55-year-old engineer. \"I'm sure he's a nice person, but he's not a citizen, he's here illegally. We can't make \nexclusions for one person in Mountain View, because then where are we?\"\n\nCaciano said he understands that people might feel that way, but he wonders if they really understand his plight.\n\n\"They don't know how we are feeling,\" he said. \"They don't live our life. They're right, we came here illegally, but we \nare working, all the time. There are reasons to send people back, criminals, people who do something wrong, but \nnot the people who are working hard and trying to make a better life.\"\n\n\nCaciano's quiet life under the radar in the United States - he's been working weekdays as a gardener while \nspending his weekends at the church - began when he was 22.\n\nIn 1992, he paid someone $350 to get him from the Mexican state of Guerrero into Los Angeles, where he met up \nwith a friend who was already living in Mountain View. The friend eventually returned to Mexico, but Caciano \nstayed, working long hours at a restaurant for almost 10 years. When he was able to change his line of work, his life \ntook on an added dimension.\n\n\"When I got the job as a gardener, I had more time in the afternoons and evenings, so I could start going to church \nagain,\" he said. He had worked at a church in Chilpancingo, Mexico, as a young man, he said.\n\nCaciano has been attending St. Athanasius for eight years, the last five of which he has been active with the youth \ngroup, counseling older teens and young adults on Friday nights and arranging field trips to places like Yosemite \nand Lake Tahoe. Last year, he was named coordinator of the group. He said he is considering studying to be \nordained as a priest.\n\n\"I would classify him as an outstanding citizen,\" said Oscar Maldonado, who was coordinator of the youth group \nbefore Caciano took over. \"He's been very successful with the group, guiding them when they really need it.\"\n\nCaciano also impressed an official at the Diocese of San Jose.\n\n\"It's awful what's happened to Lucio,\" said Anne Grycz, who runs the diocese's Institute for Leadership and Ministry, \nwhere Caciano recently trained to become a lay minister. \"I know him, and this is not the kind of person who should \nbe deported. He's a leader in his church, he cares about people, and he's done wonderful things for his parish.\"\n\nGrycz said Caciano was recommended for the institute by his pastor, and graduated from the program in May. She \nsaid the rigorous three-year program of weekly class meetings provides \"a good solid education. The students have \nreading assignments, papers to write; it's not lightweight by any means.\"\n\nCaciano has few options. He could leave the country voluntarily. He could apply for a special religious immigration \nstatus - although one of the requirements for such status is that the immigrant be full time and compensated in the \nchurch position, and Caciano is neither. Or he could fight the arrest because the agents had no warrant with his \nname on it. Immigration and Customs Enforcement officials maintain that it is lawful for agents to arrest any illegal \nimmigrant in the course of an investigation.\n\nCaciano said he will meet with his lawyer, James Bennett, on Saturday to discuss his case. Bennett could not be \nreached for comment Thursday night.\n\nCaciano does have two brothers and a 74-year-old father in Mexico, to whom he sends $100 every month. But, he \nsaid, \"it's very hard to live in Mexico.\n\n\"I am worried about going back, because I've been living here 15 years, and have very many friends here,\" he said. \n\"I'm trying to find some way to stay, but I don't know what is going to happen to me.\"\n\nContact Jeff Thomas at jthomas@mercurynews.com or (408) 920-5892.\n\nMercury News Staff Writer Patrick May contributed to this report.\n\nGraphic\n\n \n\nmailto:jthomas@mercurynews.com\n\n\nDuring an Immigration and Customs Enforcement raid last week in Sunnyvale, Lucio Caciano was arrested for \nbeing in the United States illegally even though agents were looking for somebody who used to live at that address. \nCaciano is now facing deportation. (Dai Sugano/Mercury News)\n\nDuring an Immigration and Customs Enforcement raid last week in Sunnyvale, Lucio Caciano was arrested for \nbeing in the United States illegally even though agents were looking for somebody who used to live at that address. \nCaciano is now facing deportation. (Dai Sugano/Mercury News)\n"}