{"title": "ILLEGAL ALIENS: IMPACT IN CITY IS UNCERTAIN", "body": "\nMost of the illegal aliens in New York City have jobs and earn as much as legal aliens, and most pay Social \nSecurity taxes and some income taxes, according to many immigration specialists.\n\n Researchers also believe that the presence of a vast illegal population in New York tends to keep wages low and \nworking conditions poor and that many illegal aliens have successfully and fraudulently enrolled in public-\nassistance programs.\n\nAs a result, the role of illegal aliens in the city's economy is a mixture of often-conflicting benefits and drains that \nhas defied systematic analysis by economists and immigration experts.\n\nMost government agencies, sensitive to charges of discrimination, are reluctant to single out particular ethnic and \nracial groups and, therefore, data based on national origins or even places of birth is not readily available.\n\n \n\n'A Child Is a Child'\n\nThe Board of Education, probably the agency most used by illegal aliens, asks for birth certificates only as proof of \na child's age. The board gets state aid for illegal aliens, as it does for all students.\nArticle examines uncertainity over impact illegal aliens have on New York City and its economy; many \nimmigration experts say that most of illegal aliens in city have jobs and earn as much as legal aliens and most \npay Social Security taxes and some income taxes; researchers also believe that presence of vast illegal population \nin city tends to keep wages down and working conditions poor and that many illegal aliens have successfully and \nfraudulently enrolled in public assistance programs; illustration (L)\n\n''A child is a child, and we don't investigate whether he is here illegally or not,'' a board spokesman, Gloria Lesser, \nsaid. ''It's not an issue.''\n\nA four-year-old suit by the city and state against the Census Bureau contends that minority groups, including illegal \naliens, were undercounted in the 1980 Census, depriving the city and state of a rightful share of Congressional \nrepresentation and Federal revenue sharing. A decision is expected in Federal court by the end of the year.\n\nThere is no agreement on the number of illegal aliens in the city. There are 200,000 according to one analysis of \nthe 1980 Census, 500,000 according to many academicians and the New York district office of the Immigration and \nNaturalization Service, and 750,000 according to the City Planning Commission.\n\nThe Census Bureau has said that if there was undercounting, at least $9.40 in revenue sharing would be lost for \neach person not counted. The city and state argue that the estimate should be more than doubled.\n\n \n\n\nLoss of $2.8 Million a Year\n\nEven if the immigration service estimate is correct and the city's is too high, an undercounting of 300,000 would \nmean that New York is losing a minimum of $2.8 million a year in revenue sharing.\n\nTo help identify trends among all foreign- born people in New York - legal as well as illegal - the Planning \nCommission began a study a year ago that it expects to complete next year.\n\nA Planning Commission memo last March on the status of the study highlights the difficulties of the task.\n\n''City agencies do not seem to have standardized policies about reporting illegals to the I.N.S., and there is no \nconsistency in how these issues are handled,'' it said. ''Similarly, the I.N.S. has no hard and fast policy on the types \nof cases it will prosecute and those it will ignore.''\n\nLast July, Mayor Koch created an Office of Immigrant Affairs at the Planning Commission to complete the study and \ncoordinate services for immigrants. The head of the office, Elizabeth Bogen, said: ''There's been a laissez-faire \nattitude to studying illegal aliens, because people in the power structure tend to believe they don't cause much of a \nproblem and because the issue is such a political hot potato that discussing it would cause more harm than good. \nThat's why we've decided to study the impact of all aliens, without getting hung up on the issue of illegals per se.''\n\nDespite the absence of a comprehensive survey, several conclusions about the cost-benefit ratio of illegal aliens \ncan be made, according to immigration specialists.\n\n \n\nComparison With Other Workers\n\nA recent Gallup poll found that most Americans believed illegal aliens ended up on welfare and raised tax burdens. \nThat view is disputed by almost all immigration specialists, who say most illegal aliens have jobs.\n\nA study by New York University in 1981 on immigrants from the Dominican Republic in three city neighborhoods \nfound that almost all legal and illegal immigrants worked and that they found jobs within a week after they started \nto look for them.\n\nThe study also found that there was almost no difference in job experience or income levels of aliens based on \nlegal status and that most aliens earned at least the minimum wage.\n\n''Illegals are generally working people, and the notion that they cost society a great deal is a myth,'' said Glauco \nPerez, a Ph.D. candidate in political science at the Massachusetts Institute of Technology and executive assistant \nfor policy and program development at the New York City Human Resources Adminstration.\n\n \n\nWages in Restaurants\n\nOther academics say that well over half the illegal population pays Social Security and Federal, state and local \nincome taxes. They say that although illegal aliens are helping to pay for Social Security, most will never receive \nthe benefits.\n\nA study this year by Thomas Bailey, a research associate at Columbia University, based on interviews with 90 New \nYork restaurant owners and managers, found legality made little difference in what immigrant restaurant workers \nwere paid, although they were ''willing to take restaurant work at wages well below those that would be acceptable \nto large numbers of native- born adult male blacks.''\n\nSome economists say that low wages keep labor costs and retail prices down, which in turn allow industries facing \nsevere competition to survive. They say that without low-wage immigrant labor, the garment industry, for example, \nwould have to move many of its operations overseas to remain competitive, and dozens of ethnic restaurants would \nhave to go out of business.\n\n\n\nBecause illegal aliens are willing to work hard and not complain, the economists said, they tend to be a favored \nwork force in a number of industries.\n\n \n\n'Willingness to Work'\n\nIn a study of Southern California in the 1970's, Thomas Muller, an economist with the Urban Institute, a nonprofit \nresearch organization in Washington that studies social and political issues, found that employers preferred \nundocumented workers for their ''willingness to work under poorer conditions to those acceptable to most \nAmericans, low absenteeism and solid work habits.''\n\nIt is generally accepted that illegal aliens have to work more for less, especially if their employers are aware of \ntheir illegal status.\n\n''I have a good boss, I work hard, I don't complain and I don't have any problems,'' said a 23-year-old Salvadoran \nman who packs vegetables for the minimum wage, $3.35 an hour, in Brooklyn.\n\nMany illegal aliens function just like citizens - not only working and paying taxes, but also getting promotions.\n\nOne 26-year-old woman from India, who arrived here in 1979 and paid an American man $3,000 to marry her, has \nbeen living in the United States illegally ever since the Immigration Service discovered her fraudulent marriage.\n\nShe has used a valid Social Security card - issued to her only for the purpose of opening a bank account - to get a \nvariety of jobs, including a clerk in a jewelry store, a laundry worker, a dishwasher in a bakery and a counter person \nat McDonald's and Burger King. Some of her employers paid her as little as $2 an hour. Many aliens misuse their \ncards in this way.\n\n \n\n'Grateful for America'\n\nShe now does word processing at a New York brokerage concern for $16,000 a year.\n\n''Every year I file my tax return, just like everyone else,'' she said. ''I'm grateful for America, for giving me the chance \nto stand on my own two feet.''\n\nShe used her own name, Social Security number and her file number for an application for permanent residence \nstatus that she received when she and her husband were first interviewed by the Immigration Service. Neither the \nImmigration Service nor the I.R.S. has made cases like hers a top priority. No effort is now being made to deport \nher.\n\nIllegal aliens cannot avoid sales taxes or indirect property taxes, such as those figured in rental charges. But many \nare paid their salaries in cash ''off the books'' and never pay income tax.  ''Living in New York takes big money,'' \nsaid a 32-year-old South Korean graduate student, who cannot legally work on his student visa. He supplements \nmoney he receives from his family by working at an Oriental publication for $4 an hour in cash.\n\n''I feel guilty working and not paying taxes, but morally I have the right to exist and work while I'm studying in New \nYork,'' he said.\n\nIllegal aliens are ineligible for public assistance programs, and only sketchy estimates of their fraudulent use exist.\n \nEffect on Assistance\n\nIn a study based on interviews with nearly 800 apprehended illegal aliens, David S. North, a political scientist with \nthe New TransCentury Foundation in Washington, said that illegal aliens made substantial but below- average use \nof tax-supported programs and that legal immigrants made average use of them.\n\n\n\nIt is somewhat easier for illegal aliens to receive unemployment benefits than public assistance. Most workers \nwhose employers pay them legally are covered by unemployment insurance, and many aliens belong to unions \nthat help them in applying for unemployment.\n\nIllegal aliens have the greatest impact on the health-care and education systems. They try to avoid going to \nprivate doctors because of the expense and tend to rely on public hospitals, particularly emergency and delivery \nrooms, for care. The City Health and Hospitals Corporation estimates that unreimbursed inpatient care of illegal \naliens in New York costs $28 million a year.\n\n''I try never to get sick,'' said the young woman from India. ''When I need medical care, I ask a friend who's married \nto a doctor to get a prescription for me.''\n\n \n\nCompetition for Resources\n\nVoluntary agencies said there was little they could do to help aliens. ''Once in a while, we can help with a doctor or \neven an operation, but there's nothing we can do if the alien needs $400 a day inpatient hospital care,'' said the \nRev. Peter Zendzian of the Catholic Migration and Refugee Office of the Diocese of Brooklyn.\n\nA 1979 study by the Federal Labor Department that is often cited by the Immigration Service estimated that one in \nfive jobs held by illegal aliens - among a total of 1.2 million jobs - could be filled by unemployed Americans.\n\n''Illegal aliens detract from the city because they are competing for jobs and benefits and putting a drain on social \nservices,'' said Lawrence Paretta, assistant director for investigations of the Immigration Service's New York office. \n''I've never bought the argument that that no one else will do the work - if the wages and conditions are good.''\n\nIn the last 10 months, through various investigations, the district office said, it has saved more than $5 million in \nfraudulent unemployment, student loan, Medicaid and public-housing payments.\n\nTo prevent social-service payments to illegal aliens, the Immigration Service last year began Project SAVE - which \nstands for Systematic Alien Verification for Entitlement - in Colorado, Illinois and California.\n\nIt is a cooperative, computerized effort between the Immigration Service, other Federal organizations and state \nagencies. So far, the three states have sought to uncover only unemployment fraud, by carefully checking all aliens \napplying for aid to make sure they are eligible.\n\nNew York will be among the next five states to join the program.\n\nWhen all 50 states are in the program, the Immigration Service predicts a combined saving of $10.7 billion at the \nend of two years, an estimate that most immigration researchers feel is too high.\n\nResearchers also believe that as long as the economy is expanding and illegal aliens can get jobs, undocumented \nworkers will continue to pour into New York.\n\n''This is our country's version of Europe's guest-worker policy,'' Mr. Muller said. ''Not only the supply is here, but the \ndemand, too.''\n\nGraphic\n\n \n\nphoto of Elizabeth Bogen (page B7)\n"}