{"title": "Phoenix finds sweet spot of immigration enforcement policy", "body": "\nYou can't please everyone. But when it comes to immigration reform, you're not on the right track until you're not \npleasing anyone.\n\nThe Phoenix Police Department has adopted a new immigration enforcement policy that is taking torpedoes \nfrom those who think it goes too far and from those who insist it doesn't go far enough. That's our first clue that the \nfolks in the Valley of the Sun might have found the sweet spot.\n\nThe policy change, recommended by a panel of former government prosecutors and implemented by Phoenix \nMayor Phil Gordon, allows officers to question anyone suspected of a crime about their immigration status and \ngives officers the discretion about whether to notify federal immigration officials. But it prohibits officers from \nposing such questions to crime victims, witnesses or anyone stopped for civil violations such as speeding.\n\nImmigrant-rights activists, Latino lawyer associations and civil libertarians condemn the policy change, calling it a \nsop to xenophobia. They worry about racial profiling and prefer the previous policy, in effect for more than 10 \nyears, which barred officers from asking about immigration status in most cases. The Phoenix police union \ndenounces the new policy as \"smoke and mirrors.\" It wants officers to be able to make judgments about who is in \nthe country illegally - using the standard of \"reasonable suspicion,\" a lower threshold employed by immigration \nauthorities.\n\nSo who is right and who is wrong? That's easy. The city is right and the critics are wrong.\n\nI've long been opposed to local police officers playing Border Patrol agents. For me, the best argument is the one \nadvanced by the hundreds of police chiefs who have resisted having their officers commandeered into the \nenforcement of immigration law - that, by making people afraid to go to the cops for help, you create ready-made \nvictims to be preyed upon by bad guys and actually increase crime instead of curbing it.\n\nBut that doesn't mean local police should never cooperate with immigration authorities. That would only add \ncredence to the myth that there are all these \"sanctuary cities\" in the United States where illegal immigrants can live \nout their days sipping margaritas with no fear of being deported no matter what crimes they commit.\n\nThat is not the case. In most cities in America, if an illegal immigrant is arrested and charged with a crime, he is \nalmost certain to find himself with an immigration \"hold\" placed on him while federal officials are notified. Often, he \nwill be deported.\n\nWhat concerns me is a scenario where local police officers, who lack the more than 20 weeks of specialized \ntraining that Border Patrol agents receive, tell themselves they're Wyatt Earp and try to clean up Anytown USA by \nremoving illegal immigrants or anyone they think is an illegal immigrant. Before long, you've got U.S.-born \nHispanics caught up in that dragnet.\n\n\nThink that couldn't happen? It already has, in - how's this for irony - a suburb about 20 miles southeast of Phoenix. \nIn July 1997, the Chandler Police Department allowed its officers to pair up with Border Patrol agents over several \ndays to conduct a citywide roundup of suspected illegal immigrants. They caught about 400 of them, but not without \nalso harassing and apprehending a number of U.S.-born Hispanics. The result was condemnation by the state \nattorney general's office, a series of lawsuits and a stain on the city's reputation.\n\nYour tax dollars at work. There are those who say we have to evict illegal immigrants to preserve our civilization. \nBut there's nothing civilized about comments like those.\n\nRUBEN NAVARRETTE JR. is a San Diego Union-Tribune columnist.\n"}