{"title": "CENTER FOR IMMIGRATION STUDIES BRIEFING SUBJECT: \"THE COSTS OF ILLEGAL IMMIGRATION: STUDY EXAMINES IMPACT OF ILLEGAL ALIENS ON FEDERAL BUDGET\" SPEAKERS: MARK KIRKORIAN, CIS EXECUTIVE DIRECTOR; STEVEN CAMAROTA, CIS DIRECTOR OF RESEARCH; B. LINDSAY LOWELL, GEORGETOWN UNIVERSITY; ROBERT RECTOR, HERITAGE FOUNDATION", "body": "\nMR. KRIKORIAN:  Good morning.  My name is Mark Krikorian.  I'm executive director of the Center for Immigration \nStudies, a think tank here in town that examines and critiques the impact of immigration on the United States.  Let \nme get the plug in at the beginning: all of our work, including the report we're releasing today, is online in its entirety \nat our website, www.cis.org.\n\nLast night the draft Republican Party platform was released in preparation for debate and discussion and the \ngeneral convention - the Republican Convention next week - and the platform echoed President Bush's call earlier \nthis year for, among other things, widespread illegal alien amnesty.  Senator Kerry, the Democratic candidate, has \nalso called for a different, speedier version of an amnesty for a large number of the 10 million illegal aliens in the \nUnited States,  and there are a variety of other proposals introduced by Republicans and Democrats that also called \nfor amnesty as the solution to the illegal immigration, in a sense to define it away.\n\nNone of the discussion, though, of an amnesty in the illegal population has looked at the fiscal fallout - the \nbudgetary consequences of doing this.  The last amnesty, which Congress passed in 1986, had enormous fiscal \nfallout.  In the first 10 years we had published an estimate of direct and indirect costs of something like $70 billion.  \nNo one has conducted a similar examination of the current and likely future costs of illegal immigration, and this is \nwhat the report we're releasing today does.  There's a couple of caveats.  Steve, the author, will make them.  But let \nme emphasize, this looked only at the taxes paid and the services used at the federal level, not at the state and \nlocal levels.  There are a variety of both taxes and services at those levels that would be relevant to a broader look \nat it.  This is looking at - sort of the first look at the national issue, at the federal issue.  And it was actually quite \nstriking to me that no one has even raised the question as to what effect this is going to have.  The discussion has \nbeen - even for Washington has been remarkably superficial and frivolous.  And so to try to remedy that we're \nreleasing today a report that is really the first detailed look at what taxes illegal alien-headed households pay and \nwhat services they use, to try to come up with an estimate of what the impact is and what the likely impact would be \nif illegals were amnestied.\n\n\nThe author of the report is going to speak first.  Steve Camarota is the director of research at the center, has \nbecome one of the best- know commentators on the effects of immigration in the United States, has written - we've \npublished a variety of reports that he's written, all of which are on our website.  Then we'll have comment from two \nexperts - outside experts on this subject.  Lindsay Lowell, he is director of policy studies at Georgetown University's \nInstitute for the Study of International Migration.  He's written on this subject for years and in fact was research \ndirector at the Barbara Jordan Commission, the commission on immigration reform in the 1990s.  And the other \ncommentator is Robert Rector, a senior research fellow at the Heritage Foundation who has written widely on \nissues focusing on welfare policy, low-income populations and the underclass, including on immigration-related \ntopics.\n\nSo what we'll do is Steve will make his presentation first. We'll have some comment from the two discussants, and \nthen we'll open it up to Q&A for all of the panelists from the audience.\n\nSteve?\n\nMR. CAMAROTA:  Thank you, Mark.  Let me just reiterate what Mark said, that the report that we are releasing \ntoday is available at our website, www.cis.org. \n\nNow, obviously, concern over illegal immigration spans a wide range of issues, from national security to the rule of \nlaw to the risks illegal aliens take to enter the United States.  However, with perhaps 10 million illegal aliens now \nliving in the country, concern about their impact on American taxpayers has become, obviously, a very big issue.  \nOf course, putting aside the fiscal costs, many Americans are understandably outraged at the very idea that millions \nof people can cross our borders illegally or overstay temporary visas and live here with little difficulty and the federal \ngovernment doesn't seem to do much to stop them.  And while other issues are clearly important, again, the effect \nillegal aliens have on public coffers is at the center of the ongoing debate about illegal immigration.\n\nNow, of course, almost all observers agree that illegal immigration is a problem, but there's less agreement on the \nsize and scope of the fiscal costs.  But this is an important question because if there are large fiscal costs then this \nshould have some impact - and almost certainly will - on the kinds of services that can be offered to natives or \nillegal immigrants, or on the other hand, the tax burden on Americans.  Thus, policymakers need to take into \naccount the fiscal impact when formulating their response to illegal immigration.\n\nAs Mark also pointed out, surprisingly few studies have attempted to measure the total fiscal impact of illegal \nimmigration.  Several studies have focused on all illegal immigrants, making no distinction by legal status.  Other \nresearch has examined only costs or only tax payments.  And most work has focused on the state and local level, \ngiving little attention to the federal government.\n\nWe undertook this study to correct some of these previous shortcomings.  We attempt to answer in this report two \nrelated questions.  First, what is the fiscal balance at the federal level? That is, if you take all the taxes illegal \naliens pay and all the services that illegal aliens use at the federal level, what is the balance between those two \nthings?\n\nSecond - and a closely related question - what would happen to that fiscal balance if illegal aliens were given \namnesty?  Now, again, it's important to note that the study being released today deals only with the impact of \nillegal immigration on the federal budget.  Costs at the state and local level are not considered.\n\nNow, how do we do this?  How can we come up with these estimates? Well, to estimate the impact of households \nheaded by illegal aliens, we rely heavily on the approach used by the National Research Council in its 1997 study \nentitled \"The New Americans.\"  The panel that conducted that study included most of the top people in the \nimmigration field, including economists and demographers and sociologists.\n\nNow, although that study did not separate out illegal immigrants, it did provide a model on how to approach the \nimpact of immigration on the United States in terms of fiscal effects.  \n\nhttp://www.cis.org/\n\n\n Like that study, we mainly used the March Current Population Survey collected by the Census Bureau, and we \nused the March file from 2003 of that survey, and that survey asks people about their use of welfare and the taxes \nand their income and so forth in the previous year.  So all the estimates I'm going to give you today are from 2002.\n\nNow, like the National Research Council, we assume that illegal aliens have no impact on defense-related \nexpenditures, and therefore those costs are assigned only to native-headed households.  We also follow the \nNational Research Council's example and define households as persons living together who are related.\n\nNow, the reason that we use \"household\" -- we use it for the same reason that the NRC, the National Research \nCouncil, did.  \"A household is the primary unit through which public services are consumed and taxes are paid,\" in \nthe words of the NRC.  Thus it makes perfect sense to estimate the tax payments and services by household, but it \nshould be pointed out that by calculating cost by households we are including the U.S.-born children of illegal \naliens who are American citizens. Because the presence of these children and the costs they create are a direct \nresult of their parents having been allowed to enter and remain in the country illegally, counting services used by \nthese children allows for a full accounting of the costs of illegal immigration.\n\nWhile the Census Bureau does not ask people, of course, whether they are illegal aliens, lots of outside \nresearchers, including the Urban Institute, the Immigration Service, and the Census Bureau itself, have actually \nused the characteristics of people in the survey to identify illegal aliens, and we follow their example.  This method \nof course is based on some very well established facts about the illegal population.  I won't go into all the details.  It \nmay surprise some people that illegal aliens actually respond to the census or to government surveys, but it turns \nout they have such little fear of enforcement that when sent a form they generally send it back, or when someone \nknocks on the door they answer questions.\n\nNow, in some cases we assume that an individual will have zero chance of being an illegal alien, such as someone \nwho says they're a naturalized citizen, someone who says they're a veteran, someone who says that they \npersonally receive Social Security or cash from welfare programs, or that they personally are enrolled in Medicare.  \nHowever, other members of the household, mainly their U.S.-born children, can and often do receive such benefits. \n\nNow, we estimate that in March of 2003 there were roughly 9 million illegal aliens in the current population survey.  \nBy design, our estimates for the size and characteristics of the illegal population are very similar to those prepared \nby the Census Bureau, the Immigration Service, and the Urban Institute.\n\nNow, in terms of tax payments, we follow the example of previous research and assume that about 55 percent of \nillegal aliens are paid on the books; that is, that they have income tax withhold.  Again, that may surprise people, \nbut you have to understand how lax the system is to understand why that happens.  If you go in and just give a \nmade-up Social Security number to an employer, it will take quite some time, if ever, before Social Security and/or \nthe IRS ever get back to the employer.  So you can actually go in as long as you've got a drivers license or some \nother documentation that you can buy on the street that says that's your Social Security number, you can pay taxes \non that number.\n\nNow, to estimate the impact of giving illegal aliens amnesty, we assume that any amnesty that passes Congress \nwill have lawful, permanent residence as a component.  Lawful permanent resident status is also called a green \ncard.  It allows you to live in the United States for as long as you like and get citizenship after five years. Now, to \nestimate what would happen if illegals got legal status, we assume that illegals, if given this green card, they would \nbegin to pay taxes and use services, like households headed by legal immigrants, with the same characteristics in \nterms of educational attainment.  We also control for whether the household is from Mexico.\n\nSo what did we find?  Looking first at households headed by illegal aliens, we found that they paid on average \n$4,200 a year to the federal government for a total of about $16 billion a year in 2002 - certainly not a trivial sum.  \nHowever, we also found that they imposed costs on the federal government of nearly $7,000 a year or $26.3 billion.  \nThis means that the net fiscal deficit created by illegal households was $10.4 billion or $2,700 per household.  Put \ndifferently, illegal aliens imposed $10.4 billion more in costs than they pay in taxes.\n\n\n\nAmong the largest costs were Medicaid, $2.5 billion; cost to treat the uninsured, $2.2 billion; food assistance \nprograms, $1.9 billion; the federal prison system and court system, $1.6 billion, and federal aid to local schools, \n$1.4 billion in costs.  And one of the most troubling statistics in the report is the discovery, based on prior research, \ndone actually at the Urban Institute that roughly 17 percent of the prison population at the federal level are illegal \naliens.  That's a huge number since illegal aliens only account for about 3 percent of the total population.\n\nNow, why do illegal aliens create a net cost at the federal level?  Well, it's really pretty straightforward.  With nearly \ntwo- thirds of illegal aliens lacking a high school degree, the primary  reason they create a fiscal deficit is their low \neducation levels and resulting low incomes and tax payment, not their legal status or even particularly heavy use of \nmost social services.  Nor is it caused by an unwillingness to work.  The vast majority of adult illegals in fact hold \njobs.  But their low education levels mean their incomes are very low, and there is no single better predictor of \nincome and economic well being than one's education.  And of course, income is the primary determinant of one's \ntax payments and also one's eligibility for many social services.\n\nNow, when we try to estimate what would happen to this $10 billion deficit, if we gave illegal aliens legal status \nand they began to pay taxes like similarly skilled legal immigrants, we find the costs go up dramatically.  If illegal \naliens were given amnesty and began to pay taxes and use services like households headed by legal immigrants \nwith the same education levels, the net fiscal deficit would go up from $2,700 per household to $7,700 a household.  \nAnd the total net cost would rise from $10.4 billion to $19 billion.  In other words, if we gave illegal aliens legal \nstatus, they would become basically unskilled, for the most part, legal immigrants.  And as a consequence, the \ncosts, the net fiscal deficit, would nearly triple.\n\nNow, how do we know this?  Well, we know this because legal immigrants with the same education levels as illegal \nimmigrants make extensive use of public services but still tend to have very modest incomes reflecting their low \nlevels of education.  Thus, even though we estimate that average tax payments would rise by 77 percent per \nhousehold on average, we estimate that costs per household would rise 117 percent.\n\nTo understand why costs go up it might be helpful to consider a program like the earned income tax credit, which \npays cash to low- income workers.  Now, illegals currently account for only 1.5 percent of the credit because they \nneed a valid Social Security number and then they have to file an income tax return, so the vast majority don't.  But \nif they were legalized they would begin to use this program, and in fact, the cost for that program would go up 10-\nfold.\n\nNow, remember, this dramatic rise in cost is not due to laziness on the part of the illegal aliens.  In fact, only those \nwho get the credit - and to get the credit you have to work.  The dramatic rise in costs simply reflects the low \neducation levels of illegal aliens and their resulting low incomes.  It must be remembered that legalizing illegal \naliens will not change their education levels or the fact that the modern American economy offers very limited \nopportunities to unskilled workers, whatever their legal status, nor will it change the basic fact that the United \nStates, like all industrialized democracies, has a well-developed welfare state that provides assistance to low-\nincome workers.  Large fiscal costs are simply the unavoidable outcome of unskilled immigration, given the \neconomic and fiscal realities of modern America. \n\nNow, of course, many native-born Americans often observe that, hey, my ancestors came to America, they'll say, \nand they didn't place huge demands on government services.  Perhaps this is true, but the size and scope of \ngovernment was dramatically smaller during the last great wave of immigration, not just welfare programs, which \nwere virtually nonexistent, but expenditures on public schools and even roads were only a fraction of what they are \ntoday.  Thus, the arrival of unskilled immigrants in the past did not have negative fiscal implications in the way that it \ndoes today.  Moreover, the American economy has changed dramatically since the last wave of immigration. \n\nEducation is now the key determinant of economic success.  In the past you could come to America, 100 years ago, \nwith little formal education and still find work in mining, agriculture, or primarily in industry.  Put simply, large-scale \nunskilled immigration is incompatible with the economic conditions in the United States.\n\n\n\nWhat does all this mean?  Well, I think it's fair to say that it is -- one of the key conclusions is that it is grossly \ninadequate for policymakers and politicians in both political parties to say that all that matters is matching a willing \nworker with a willing employer. The arrival of unskilled workers has enormous implications for taxpayers.  While \nbusinesses can be counted on to ignore these costs, policymakers must at least consider them.  This study makes \nclear that looking even just at the federal level and ignoring the local level, those costs are considerable.\n\nNow, assuming that the fiscal status quo is unacceptable, one set of options to deal with this problem might be to \ntry to, well, reduce the costs illegal alien families impose, but doing so would be extremely difficult.  Illegal alien \nhouseholds already impose only about 46 percent as much in costs on the federal government as other \nhouseholds.  The problem is they only pay about 28 percent as much in taxes.  But the bottom line is the amount of \nmoney that can be saved by curtailing their benefits would probably be quite limited. Moreover, the fact that benefits \nare often received on behalf of their U.S. citizen children means that it is very difficult to prevent illegal alien \nhouseholds from accessing what programs they do because their citizen children always retain an eligibility.\n\nSo if you were to say - and we do - that illegal aliens can't use Medicaid, but if the illegal alien has three U.S.-born \nchildren and his incomes qualifies - the income is low enough - those three children can be enrolled as full \nmembers of Medicaid, and there is no way under existing law, which awards citizenship to the children of illegal \naliens, to prevent that from happening.  So talking about how we would try to cut back illegal aliens' use of public \nservices is likely to have very limited impact.  It's not likely to provide large savings.\n\nAnd many of the programs, it should be pointed out, that illegal aliens use most extensively are politically very \ndifficult to cut.  Such programs as, for example, the Women Infants & Children program - now, that name should tell \nyou right there why there would be an enormous outcry if you tried to cut that program, even though illegal aliens \nare making very extensive use of it.  And other costs, such as incarcerating illegal aliens who have been convicted \nof crime, seem to be obvious and unavoidable if the illegal aliens are allowed to stay.\n\nPut simply, it seems almost certain that if the illegals are allowed to remain in the country, so will the fiscal costs.  If \nwe are serious about avoiding the fiscal costs of illegal immigration, the only real option is to enforce the law and \nreduce the number of illegal aliens in the country.  First, this would involve much greater efforts to police the \nborder, both the land border and the sea borders.  At present, less than 2,000 agents are on duty at any one time \non the Mexican and Canadian border.  Second, much greater effort must be made to ensure that those allowed into \nthe country on a temporary basis such as tourists and guest workers are likely to return to their home country, as \nthey agreed to, and not remain in the United States as illegal aliens.  Of the roughly 10 million illegal aliens who \nare now in the United States, probably somewhere around a fourth to a third are visa overstays.  That is, they came \nin on a temporary visa and they just never went home.\n\nNow, the centerpiece of any enforcement effort in terms of illegal immigration must be to enforce the ban on hiring \nillegals in the United States.  At present it is unlawful to employ an illegal alien, but the law remains entirely \nunenforced.  Now, this would require things like using existing databases to make sure that all new hires are \nauthorized to work in the United States, and levying heavy fines on businesses who employ illegal aliens.\n\nFinally I would add that a clear message must come from policymakers in both political parties, especially, though, \nsenior members of whoever is in charge in terms of the administration, that enforcement of the law is valued and \nvitally important to the nation. This would dramatically increase the extremely low morale of those who currently are \ninvolved in enforcement.\n\nConsider the effect on people who work in the immigration services that enforce the law of both the president and \nthe leading challenger, John Kerry, saying both that, well, the way to deal with illegal aliens is we are going to give \nthem legal status.  That is like the head of the DEA saying, the way to deal with illegal drugs is we should legalize \nthem.  Now, but you go out and enforce the law. That is a critically important component - doesn't involve spending \nmore money, though that would be needed, but it would have an enormous impact on what would happen.\n\nNow, of course, policing the border, enforcing the ban on hiring illegal aliens, denying temporary visas to those \nlikely to remain permanently, as well as all the other things necessary to reduce illegal immigration, would take \n\n\n\nboth time and money.  However, since the costs of illegal immigration are very significant, that also means  that \nsignificant resources could be devoted to enforcing the law and still might leave taxpayers with a nice net savings.  \nAgain, I should add that it must be remembered that the negative - the net negative impact of illegal aliens on the \nfederal government of over $10 billion does not include costs at the state and local level, where the costs are likely \nto be even higher.\n\nNow, enforcement not only has the advantage of reducing the cost, it is also very popular with the general public.  \nNevertheless, policymakers can expect strong opposition from interest groups, especially ethnic advocacy groups \nand those elements of the business community that do not wish to pay their workers more or invest in labor-saving \ndevices and techniques, and instead just want access to a lot of unskilled workers. If, instead, we choose not to \nenforce the law or we decide to grant illegal aliens amnesty, both the public and policymakers have to understand \nthat these latter two choices involve a significant and unavoidable long-term cost for taxpayers.\n\nThank you.\n\nMR. KRIKORIAN:  Thank you, Steve.  We will first go to Lindsay and then to Bob.\n\nMR. LOWELL:  Good morning.  I'm going to make some general comments on two issues, one of which is the \nreliability of the report, and the other is what is the value of the report?  On the reliability, to cut to the chase, the \nprecision of the estimate can be debated, but I think most reasonable experts would concur that a net fiscal balance \nis what happens with this population.  As for the value of the report, I think we should call attention to the obvious \nfact that there is never a free lunch.  Amnesties will introduce costs to the U.S. policies that should be considered, \nbut there other aspects of U.S. policy that are important here as well -- not just immigration policy, but our labor \nmarket policy has created much of the situation.\n\nSo how reliable is the estimate?  The report points some things out that are in the favor of unauthorized aliens.  \nThe use of cash assistance programs is low.  Even compared to otherwise similar natives, we know that \nimmigrants often tend to use welfare at lower rates.  This is true of illegal residents as well.  And over half of \nunauthorized aliens pay taxes of at least $4,200 per household.  That is a significant tax for these often very poor \nhouseholds. Furthermore, about $7 billion flow into Social Security and Medicare from this population.  This \nreinforces the observation, among other things, that we know these people come to work, as Steve has just said.\n\nThe report also mentions some surprising and little-discussed costs: 17 percent, according to best estimate, of \nthose in federal prisons are illegal aliens and they run up a substantial cost.  This isn't news at all to the states that \nseek reimbursement.  A roughly similar cost is found in federal courts.  And payment for the  treatment of the \nuninsured may run as high as $2.2 billion.  Again, this is no surprise to hospitals and states that are trying to get \nfederal reimbursement for these costs.  There is a shadow side to the population that needs to be considered.  It's \nreal.\n\nNow, as to the line items, it's kind of tedious to go through but it's worthwhile because that's where many of the \nquestions come. Experts will argue about various sides of the ledger but let's talk about some specific things, what I \nwould call uniquely allocated costs. \n\n So for example, should the former INS actually be - should its costs be attributed to the illegal population?  \nWouldn't, in fact - suppose all unauthorized aliens were to leave tomorrow, wouldn't you still need border \nenforcement?  I would think so.  In fact, it's often the case that it's greater enforcement that leads to the absence of \ncrime, or illegal entry in this case, so might not even costs go up higher? I think that's reasonable to say, but that \njust argues in fact that maybe this cost item should be put into the \"all other expenses\" that are also attributed to \nnatives, for example, but if that's done it's unlikely to change the story.\n\nThere is what I would say, what's the true amount of something? This is the problem of marginal versus average \ncost.  The marginal cost is - it doesn't cost as much to add an additional person to a school system as the first \nperson, or an additional person in terms of infrastructure and roads, and that's where the \"all other expenses\" in this \n\n\n\nparticular estimate really has some issues because we will probably want to see marginal costs here.  And this is a \nbig item.  In fact, most of the deficit in the illegal population estimate here is this other-expenses item - line item.\n\nWell, let's assume that the true cost here is not an average cost; it's a little bit lower than what we've got there, so \nwe reduce that estimate.  I mean, is it reasonable to keep that estimate?  Yes. Illegal residents incur costs and we \nshould allocate costs to them for living in our nation.  But even a significant reduction of those costs would still leave \nus at the same place, with a net fiscal deficit as the likely story that we've got here.\n\nThere's a public investment issue.  Wouldn't the cost of not educating a child or not providing health care even be \ngreater than providing the costs in the first place?  Unhealthy people are a public health hazard.  Well, that really is \na serious issue and it's not simply philosophical.  And there are probably ways to kind of figure out what the net \ncosts are that would, again, reduce these estimates a little bit, but nowhere in the report is there a suggestion that \nthese costs should be eliminated, that these services should not be provided to this population.  And at any rate, \nstates are currently suing the federal government for cost sharing and a lot of different things.  It seems sensible, \nonce again, in the way we're operating in this nation, to assign these costs to illegal residents. \n\nWell, then there's misplaced costs.  The citizen children of illegal parents are eligible for the benefits they receive.  \nThey are eligible.  Should these items then go on a line-item cost against the illegal population?  Well, at the same \ntime, citizen children who have left the household aren't assigned costs, so it really does seem reasonable that as \nthe NRC panel concluded, that the children of the household are a charge against their parents, and so it makes \nsense in many ways, I think, to go ahead and put the cost for while they're in the household onto the unauthorized \nhousehold.\n\nAren't we singling out illegal aliens in many cases?  In fact, low-income households, including those of legal \nimmigrants, as we've just heard, and even of the native born, generate a net negative fiscal balance.  Well, that's \ntrue enough but at the same time, until national boundaries fall we haven't chosen, under the color of law, to have \nunauthorized aliens.  And so in that regard I think it's quite reasonable to separate their cost out as a different kind \nof cost to the nation.\n\nWhat's the bottom line?  The exact amount of the net negative fiscal balance is something that one should not \nprobably take to the bank, but there is error in the estimate.  But economic theory and logic shouldn't make the \nbasic findings surprising.  Poorly educated workers don't earn much, they can't pay much in taxes, yet these are \nprecisely the households that often live in poverty and need public benefits.  The cost is likely, no matter how \ncalculated, to be negative and somewhat substantial.\n\nWell, having said that, what's the value of the report?  As I said, it points out that there is no such thing as a free \nlunch.  In a post-modern industrial economy, this population runs up costs.  The earned amnesty and guest worker \nprograms being discussed on the Hill may not come to pass this year, and maybe not even next.  So is it a red \nherring?  I don't think so.  There has been more interest in this issue expressed in the last three or four years than \nin the previous decade, and for the first time, many different actors in the debate are willing to entertain the notion, \nnot simply of earned amnesty for sizable populations of 500,000 per million workers, but indeed for the entire \npopulation.\n\nAs that debate goes forward it's very reasonable to entertain the costs that will arise.  And they're not just fiscal \ncosts.  More, at the same time should I also point out, are the costs themselves the reason for not taking certain \nkinds of actions like granting amnesty, but they should enter into the debate and they should give some reason for \npause.\n\nFrom my point of view, what a broader reading of this report should also make clear is that there is some disturbing \ntrends that create the context in which we find ourselves.  Low-skilled workers in the United States for the past few \ndecades have been seeing their earnings erode relative to more skilled workers.  That paused a little bit during the \nnew economy in the late 1990s, but in fact there is still a lowering of the relative wage of earners on the low-end \nside. \n\n\n\nThere seems to be a consensus in the research community that this has to do with an increased demand for \nknowledge workers in a technology-advanced society.  But there are also those who point out that there has been a \nsimultaneous reduction, or erosion, in the institutional support for the wages of low-skilled workers.  Some of these \nare fairly easy to see.  The minimum wage has kept nowhere near the inflation rate since the 1960s.  A living wage \nis variously calculated to be $12 to $14 an hour.  At the same time, we know that newly arrived unauthorized \nworkers generally earn maybe $7 to $8 and hour max.\n\nWe also know that especially since the 1980s -- but it's a part of a longer-term trend -- that both worker and union \nclout has suffered in the United States.  So there is less ability for these workers to stand up for their rights and get \npaid what we would probably want to pay them, all other things being considered.\n\nU.S. immigration policy, along with these other developments, has, with a wink and a nod, encouraged the growth \nof a low-rate sector that is supplied to a large degree by unauthorized workers.  And in that regard, perhaps \nemployers and consumers benefit, but as citizens we're abetting the growth of an underprivileged class, and as \ntaxpayers, we are subsidizing employers.\n\nMR. KRIKORIAN:  Okay, thanks, Lindsay.\n\nAnd Bob Rector.\n\nMR. RECTOR:  Thank you very much.  I find it to be an excellent report and I think the numbers are quite accurate, \nparticularly with regard to the central issue of the receipt of welfare benefits.  I think the underlying principle here is \na fairly simple one: that a society which has an advanced welfare state for the economically disadvantaged will \nincur considerable costs when it imports large numbers of low-skilled individuals, that those individuals will \ninevitably end up being a substantial and significant fiscal drain on the rest of society as well as possibly creating \nsocial problems, which I will get into later.\n\nJust for example, the total cost of means-tested welfare assistance in the United States last year - means-tested \nwelfare are programs that go only to low-income persons - was $530 billion.  That is over five percent of total \npersonal income.  Some people think that we ended welfare in the mid-1990s.  It would be interesting to know what \nthis cost would be if we hadn't ended it.  In fact, I think we did modestly slow down the growth of these programs, \nbut only modestly, and they continue to absorb a very significant portion of our economy.  We spend a considerable \namount of time and effort essentially taxing upper middle-class families in order to transfer very, very large amounts \nof economic resources to those that are less fortunate.  The question is, what happens in that type of system when \nyou import people who inherently are going to be less fortunate within  that system?  Another issue I think that is \ntied in here is that the welfare system maybe 20 years ago may have significantly involved families where the single \nmother didn't work at all.  It's changing now, and the most expensive cash program is the earned income tax credit, \nwhich is designed as a wage supplement for low-income parents. \n\nSo whether or not the individual works somewhat during the year is largely irrelevant to the type of welfare costs \nthat are going to come in.  In fact, if you look at the 1996 welfare reform, what in effect actually happened in that \nreform was that we largely curtailed welfare payments that consisted of sending out monthly welfare checks to \nsingle mothers who didn't work over long periods of time, and we took virtually all of that money and put it into \nvarious types of subsidies for working low-skilled parents, particularly daycare, but there is a huge expansion to the \nearned income tax credit, creation of state-earned income tax credits and so forth.\n\nSo the system is, I think, rationally designed to take parents who have a difficult time supporting families according \nto our standards by their earnings and to supplement them and to bolster them.  And then in addition, these families \n- all of these kids would be getting a free education or a highly subsidized education at the state level, which is \nprobably an even greater cost that is not considered in this report.  And these - when you look at large numbers of \nworkers coming in without a high school degree, anyone who understands the nature of welfare, understands the \nnature of the underclass and the semi-underclass, can see that essentially you are importing future clientele for \nthese programs.  It's not surprising that you find that even with an illegal status that they are receiving considerable \nbenefits under these programs, and if legalized, that the receipt of and the cost would go up considerably.\n\n\n\nI think it's important to note that this is a static report.  It assumes no behavioral response to periodic granting of \namnesty.  Of course we all know that each amnesty that will be offered is absolutely the last amnesty that will ever \nbe offered, but in fact, if the nation gets into a policy of serial amnesty, which seems to be the direction that we are \nmoving in, it's very difficult to believe that that would not have a significant effect on future behaviors on people \nseeking to come into the United States specifically to benefit from the next installment of the last amnesty we're \never going to give. And in particular, if you look at visa overstays, it's very difficult to imagine that people wouldn't \nbe inclined to -- more likely to overstay on visas if they felt that they would, some time down the future, benefit from \nanother installment of the last amnesty ever. \n\nAnother behavioral response here that I think is very important, and is a little subtle, is the impact of socially \nmarginal families, of families that have a difficulty in educational attainment, families that have difficulty in marital \nstructure and things like that - the sort of compounding effect that these families have on each other. When you look \nat studies of the underclass or of the near-underclass, it's a continuum of behaviors.  One of the things that we \nseem to know is that if you compound - you compound the effect by putting large numbers of similar families \ntogether in a single neighborhood, and that seems to intensify the behavior.  So that for example, if you add in \nadditional families that have children out of wedlock, that have low educational attainment and other things like that \ninto a neighborhood, I would argue that that probably intensifies those problems and increases a negative \nbehavioral response of everyone in that neighborhood - that there are compounding effects here, or tipping effects, \nthat the more people that have essentially difficulty in maintaining normal middle-class status in our society, the \nmore you bring in, the more in fact you are likely to intensify those problems within certain sections of the native-\nborn population as well.\n\nI also think that this report doesn't allude to -- but it's very difficult in my mind to believe that the very large number \nof low- skilled workers here coming in illegally has no significant effect on the wage levels of low-skilled native-born \nworkers.  That can be highly debated, but intuitively this would seem to be one effect.  And therefore, by depressing \n- if you are having the effect of depressing the wages of low-skilled native-born workers, then you are also incurring \nsocial and economic and fiscal costs on that population as well.  I mean, there is a certain ambiguity in this of \nsaying, ah, well, these workers are taking jobs that no one else will do, but on the other hand it's having no effect on \nwages.  Those two things don't go together.  It's one or the other.  And if they are in fact taking jobs that no one else \nwill do, then they also are undoubtedly keeping the wages of those jobs down well below where they would be \notherwise.\n\nThere is also, I think, a political feedback effect to illegal immigration.  Basically these figures would indicate, for \nexample, that about one-tenth of the poor people in the United States are illegal non-citizens.  Now, tomorrow the \nCensus Bureau is going to be releasing the annual poverty estimate and the annual estimate of the medically \nuninsured in the United States, and I can assure you that no place in that release is it going go say that, by the way, \none-tenth of the poor people we found here happen to be illegal people who weren't supposed to be in this country \nat all in the first place, or a similar percentage of the uninsured.  And the very magnitude, in effect, of saying, ah, we \nhave over 35 million poor people -- some of whom are illegals but that is never acknowledged -- is in fact used as \nan impetus for increasing spending in these programs in general and therefore has another indirect fiscal \nconsequence as a result of it.\n\nI think that if you look back on the debate about welfare and immigration over the last 10 years, there was a naïve \nexpectation among some conservatives that somehow you could do away with welfare,  and that is simply not going \nto happen.  For example, if you have individuals who are advocates of an open border, they would recognize that if \nyou have open borders or semi-open borders and that you bring in large numbers of low-skilled people, they will \ntake up welfare. But the response to that was, aha, well, let's do away with welfare. Well, guess what?  It didn't \nhappen, it shouldn't have happened, and it's not going to happen in the future.  The welfare state is going to remain \nhere.  The welfare state can be somewhat more rational than it has been in the past but the fact of the matter is that \nit seems inevitable that we are going to have a system, and continue to have a system, where if you import large \nnumbers of low-skilled individuals they are going to participate in that system and they are going to impose a direct \nfiscal cost on the government, and welfare reform will have no impact or very little impact in reducing that effect.\n\n\n\nA couple other points.  I mentioned this is a federal-only study. My intuitive sense would be that if you added in \nstate and local that you would get considerably more fiscal - negative fiscal impacts on that, and considerably \nlarger.\n\nAnd I also would reference - I found very striking in here the statistics that close to one out of five individuals in \nfederal prisons are illegal aliens, and as I understand it, they are not there for immigration-related offenses; they \nare there for some other type of substantive criminal offense.  That is a very shocking figure. Now, I don't know \nwhether that figure would correspond to state and local imprisonments, but let's say that at the state and local level \nthe figure was not one in five but, say, one in ten - we don't know what that number is but to throw a number out to \nkind of get an assessment of what this might mean.  The total cost of crime - economic costs as well as \npsychological costs - is over $450 billion a year in the United States.  So one-tenth of those costs, minimum you're \ntalking $40, $50 billion there.\n\nNow, again, we only know the federal imprisonment rate, we don't know the state and local rate, but if there is a \ndisproportionate crime involvement by illegal immigrants and a disproportionate amount of crime being performed, \nthen the social costs of that criminal activity would probably -- would almost certainly dwarf the smaller fiscal \ngovernmental impacts that are talked about in this report.\n\nOverall I think this is a very good report.  It seems to be quite accurate, and it is a very useful contribution to the \npublic policy discussion.\n\nMR. KRIKORIAN:  Thank you, Bob.\n\nLet me have Steve -- give Steve just a minute or two to address a couple of points that were brought up and then \nwe'll throw it to the audience.\n\nSteve? \n\nMR. CAMAROTA:  Yeah.  On the question of how to assign costs, I should point out that the report tries to be as \nconservative as possible.  Let me give one example.  Federal aid to education goes primarily, though not \nexclusively, to low-income districts and low- income students, but in the report we just assigned costs for federal \neducation based on the number of kids in each household, not controlling for the fact that those kids in illegal \nhouseholds obviously are disproportionately in low-income districts and are themselves very low-income. \n\n If we did that, the costs would rise very dramatically. So, in general, we try to have pretty conservative estimates of \nwhat -- you know, the costs.\n\nLet me just touch very briefly on two other points.  There probably is a significant effect on low-wage workers in the \nUnited States.  As Mr. Rector pointed out, you can't have it both ways.  You can't say that illegal aliens only take \njobs Americans don't want but there is no impact on wages because the very implication of that is that the jobs are \nnot allowed to rise in terms of their wages, benefits and working conditions because you're constantly bringing in \nmore unskilled immigrant workers to fill them.  It seems certain that there is an effect, and I think there is a pretty \ngood body of research to show that there is a significant effect.  The National Academy of Sciences concluded that \nthere was a significant negative effect; a new paper by George Borjas at Harvard suggests that the effect is even \nlarger.  So I think that that's pretty clear.\n\nOne final point to emphasize one more time: this study only deals with the federal effects.  It's almost 100 percent \ncertain that the fiscal costs at the state and local level are dramatically larger than they are at the federal level.  \nCertainly, the National Academy of Science, when it looked at all immigrants who are unskilled immigrants, in \ngeneral found that the costs at the state and local level were much larger.  So our estimate that illegal aliens \nimpose a net cost of over $10 billion at the federal level, you would have to almost certainly assume that's it much \nlarger than that and add to it at the state and local level.\n\nMR. KRIKORIAN:  Thanks, Steve.\n\n\n\nIf you could please identify yourself and speak up when you ask your question.\n\nYes, sir.\n\nQ     I'm Al Millikin (sp), affiliated with Washington Writers. Do we know what other countries supply or provide the \nmost illegal immigrants to the U.S.?  And when a nation like Mexico has taken the positions they have on our \nimmigration policy, does this report show them acting in their best interest or would anything from this report cause \nanother country to question what they are doing in relation to U.S. immigration, whether legal or illegal? \n\nMR. CAMAROTA:  Well, since the costs are primarily being borne by American taxpayers, we can pretty much \ncount on the Mexican government not to put a very high priority on fiscal costs borne by American taxpayers, and \nthat would generally be true of Central American governments and Caribbean governments as well where the most \nillegal aliens obviously come: Mexico, Central America and the Caribbean.\n\nSo in that sense, if they are very concerned about American taxpayers, sure, they might decide that, gee, you \nknow, maybe we want to cooperate more with the United States, but my assumption is that that would not be the \ncase because they have little incentive.  These individuals who come to the United States are persons that those \ngovernments find it very difficult to provide employment and housing and a decent life for.  So the fact that they are \nable to send a large share of their population to the United States to kind of get them off their hands is generally \nbeneficial to the elites in those countries. That's why the elites in those countries very much like large-scale \nmigration to the United States if for one thing it tends to get rid of people who are dissatisfied with the status quo in \nthe country, and if you are a member of the ruling elite in Mexico or the Dominican Republic, that's a good thing.  \nYou want to shed your problems and put them on the U.S.\n\nNow, in fairness, if the United States adopts policies that impose costs on their taxpayers, I'm sure we can be \ncounted on to ignore that as well.  Countries don't generally represent the interests of other -- you know, leaders of \none country don't care very much about, and that's what we would expect from Mexico and all of their behavior \nsuggests that they are not very concerned, and why would they be?\n\nMR. KRIKORIAN:  Yeah, go ahead.\n\nMR. LOWELL:  Just a quick addition.  These are overwhelmingly poor people and certainly we shouldn't hold that \nagainst them, and the Mexican government, quite logically, and other governments from their point of view, aren't \nprimarily concerned about how our social welfare plays out.  They do express a lot of concern about the welfare of \nthe population here nonetheless, and that's very reasonable, so the efforts with the matricula, the emphasis on \ntrying to secure the rights of these workers is something where their attention tends to focus, and I don't think we \nshould be surprised by that.\n\nMR. CAMAROTA:  But you wouldn't say that we necessarily share the same interests as those governments.  Our \ninterests might be quite different.\n\nMR. LOWELL:  I would say we should have at least the same interests in terms of the quality of life for these \nworkers. Unfortunately, it's reasonable to say that both governments are a little bit lax in expressing that concern by \nletting the situation continue the way it is. \n\nMR. KRIKORIAN:  Julia?\n\nQ     Two questions.  If you could address what some people have said.  First of all, in Social Security the report \nseems to indicate the benefits - well, the one about the long haul, and another issue that some supporters of \nbroader immigration have is that it's so essential to the economy, so if it essential to the economy then perhaps it's \nworth the amount we're paying in federal fiscal costs.\n\nMR. CAMAROTA:  Yeah.  Let me address the Social Security.  We estimate that illegal aliens pay $7 billion a year \nor more in Social Security and Medicare tax than they use in those services.  The problem is they are a net benefit \n\n\n\nfor those two programs of $7 billion but they are a net drain on everything else of $17 billion, creating the overall net \ndrain of $10 billion.  You can't just consider those two programs in isolation.\n\nOne minor point to consider is if we legalized illegal aliens, the vast majority, given their education levels and the \nkinds of jobs they do, would of course receive the earned income tax credit, but it must be pointed out that the \nearned income tax credit is specifically designed to cancel out the Social Security payments that people make. It's a \nway -- it's kind of like giving them their money back.  In other words, whatever net benefit we get on Social \nSecurity, with legalization that would completely vanish just from the earned income tax credit.  But as I said, their \nbenefit right now as illegal aliens, not as amnesty recipients, is clear and unambiguous for Social Security and \nMedicare -- and those estimates are in the study -- but the net deficit everywhere else completely offsets that.\n\nOn the question of the economic impact of illegal aliens, the National Academy of Sciences of course devoted a lot \nof attention to the overall impact of immigration on the U.S. economy, and their conclusion was that it's very small, \none way or the other.  It mainly drives down wages for the poorest workers - it depends on how you feel about that; \nwe've expressed some concern on this panel about that, but putting that aside -- and it generally should help \nowners of capital and consumers.  But the overall effect on the U.S. economy, according to the National Academy \nof Sciences, was between one and two-tenths of 1 percent of the total of U.S. economy in terms of what they \nthought the net benefit was.  Now, if that's right -- I should tell you that their net benefit figure was $1 to $10 billion \nfrom immigration in an $8 trillion economy; so in other words, a very tiny percentage: one- tenth of 1 percent.  Now, \nthat was for all immigrants.  Illegal aliens only make up about 25 percent of the foreign-born, so whatever that \nbenefit is you'd have to assume it would be a small share of it.\n\nIn addition to that, of course, some more recent work done by Weinstein and Davis at Columbia suggests that there \nis no economic benefit, even the teeny tiny one estimated by the NRC, and their work suggested it's an entirely net \nloss for natives, somewhere in the tune of like $65 billion a year.  So there isn't even any agreement that  there is a \nnet benefit.  To the extent that people have found one, it seems to be trivial.  George Borjas at Harvard, who is \nconsidered the top economist in the field, you know, summarizes a lot of this information in a book a few years \nback, and he basically says, as he has before, that any immigration's affect is trivial, and illegals are even a smaller \nportion of that, so it's less than trivial, whatever that is.\n\nSo I guess that's my answer.  And I should point out, when the National Academy of Sciences did their estimates, \nthey didn't even take into account the economic effects because they thought that the effects were so trivial they \ndon't play out in terms of taxes or services. \n\nAnd I guess one final point.  If immigration drives down the wages of the poor, that has additional implications for \ntheir use of public services.  That is, native-born workers are poorer because of the presence of illegal aliens; \nsurely they must increase in some way their use of public services.  We don't take that into account here, we just \nassume each group as they are given and don't measure the impact on wages on either.\n\nMR. KRIKORIAN:  Go ahead, please.\n\nMR. RECTOR:  As I understand this argument -- I mean, first of all you have to separate out different streams of \nimmigration here -- very high-skilled individuals, very low-skilled individuals -- those will have different economic \neffects, they'll have different social and governmental effects.  But in terms of low-skilled illegals, to say that they \nperform a vital function to our society, essentially what people seem to be arguing is, well, who is going to clean up \nthe motel room if these women aren't there, or, who is going to be standing around taking up those day labor jobs?  \nAnd in effect what you're saying is -- okay, let's take who is going to clean up the motel room?  If the illegals weren't \nhere, those jobs would go vacant and one would assume then that if this is such a big deal that you would have to \nsee a very substantial increase in the wages of individuals in those occupations if the illegal immigrants weren't \nthere taking up that slack.\n\nIf their economic contribution is so essential, then that would also imply that the wage effect of their presence would \nalso be quite substantial.  Most of my job, or half of my job, involves people continually, generally liberals, \ncomplaining about the wage levels of native-born Americans precisely in those jobs, you know.  I can't go a single \n\n\n\nday without hearing an endless litany of complaints about welfare mothers getting off and making only $7 an hour \nand how this is terrible, and we have to do this, that and the other thing.  And in that context to say, you know, one \nof the great benefits here of having illegal immigrants is that they keep the wages of these jobs down is just a bit \nparadoxical, and I think is a bit cynical.\n\nIt seems to me quite likely that the presence of large numbers of low-skilled illegals does keep wages in those \nindustries down, and  that has some negative effects on native-born.  In particular, if you are a liberal theorist in \nthese matters, you would say that these low wage levels are in fact the primary contributing factor to all the other \nbehaviors that go with the dependent class, that the low wage levels reduce the probability of marriage and low \nwage levels inducing poverty cause educational failures of the kids and so forth.  Now, I actually don't really \nsubscribe to that, but it's a very -- almost prevalent view on the left wing of these debates.  So if you were \nsubscribed to those viewpoints then the negative effects -- potential negative effects on wages would be even more \nsignificant.  I just generally think that saying that one of the good things that we get from this is that we pay low-\nskilled people less is not a particularly compelling argument.\n\nMR. KRIKORIAN:  Quick comment on that.  Lindsay?\n\nMR. LOWELL:  Yeah, I think the basic question there is very interesting.  Other than these direct costs that we \nknow at least are measured to be adverse on the wages of other low-skilled workers, are there other positive things \nthat these workers bring to the game?  And I think the answer is clearly yes.  On the one hand, also, while I like to \nlook at the economic side of things, it's also the case that a confident and economically successful country should \nsee welfare payments and benefits as part of its obligation to its population, so I don't have any problems with that \nexcept for the fact that the unauthorized population is a population that's here outside of the law and outside of what \nat least our upfront intentions are.\n\nSo from that point of view, the costs imposed are an issue that need to be paid attention to.  The economic plus of \nthis population -- are they essential workers?  In many sectors where these workers are found, technology could \nreplace them in many sectors in which they are found.  Consumers and businessmen could find other kinds of \nthings to do, and raising wages is only one of the possibilities.  But as a society we would have to make a choice as \nto what we want to do.  Do we want people come and mow our lawns?  Do we want people to keep our price of \nlettuce down?  Would we be happy to live in a more European situation where our food costs were twice the share \nof our household income than they are now, and those kinds of things?  But those choices are something we can \nmake.  Those are choices we can make.\n\nMR. CAMAROTA:  Well, let me just say -- I have great respect for Lindsay.  On the question of food costs being \ntwice, there's actually a fair amount of research on this question.\n\nMR. LOWELL:  I'm not going to debate that.\n\nMR. CAMAROTA:  Yeah.  The impact of illegal aliens in the sector where they make up the largest share of \nworkers is actually even there pretty small because the price of a head of a lettuce is determined by transportation - \npackaging, food, herbicides, pesticides -- not the price of the person who picks it.  In addition, of course, you could \neasily, in many cases, substitute technology.  Businesses don't want  to do that; they'd rather hire lots of unskilled \nworkers and pass the costs onto taxpayers, but there's a lot of reasons why we might not want them to do that.  In \ngeneral, however, the impact of illegal immigration on prices has to be small, even though it could have a \nsignificant impact on low-wage workers because low-wage workers overall account for such a tiny fraction of total \neconomic output, even in agriculture.\n\nMR. KRIKORIAN:  Jerry?  If you could identify yourself.\n\nQ     Yeah, Jerry Campbell (sp) with the Copley News Service.\n\nSteve, CIS has long criticized the federal government for lack of interior enforcement of immigration laws, but is it \npossible that someone could read your report not only as an indictment of federal immigration policy but also as an \n\n\n\nindictment of federal labor policy, which has created a system of minimum wages and lack of enforcement at the \nworksite, that according to your report would keep people still among the working poor even after they are \nlegalized?  Are you also indicting the wage system and the labor system?\n\nMR. CAMAROTA:  Well, I'm pretty sympathetic to arguments about a higher minimum wage and greater regulation, \nbut it isn't going to change the basic fact that in the modern American economy a person with an eighth-grade \neducation whose language skills are limited in English is going to earn very low wages though they might be at a \nmuch higher minimum wage.\n\nSo I am sympathetic to that argument.  It would be -- my sense is if you want to improve the lives of America's \nworking poor or low- income workers in general, what you would want to do is -- two sides of that equation.  You \nprobably would want to do things like raise the minimum wage and at the same time reduce the number of \nunskilled immigrant workers in the United States.  The beauty of doing that is that one disadvantage of raising the \nminimum wage is that it would tend to increase unemployment -- how much is a matter of debate -- because you've \nraised the costs, but if you reduce the number of workers at the same time by reducing immigration, then it's much \neasier to raise the minimum wage without fear that you're going to cause some significant number of workers to be \nlaid off.\n\nSo I would say that this could really -- if you really wanted to make a difference for unskilled workers in the U.S., \nyou would want to do things both with our immigration policy and with regulation of the labor market.\n\nMR. RECTOR:  If I could -- basically workers are paid at their level of marginal productivity.  Less than 2 percent of \nAmerican workers are paid at the minimum wage.  And what we have as a national policy is a very clear policy that \nsays if you are a low-skilled worker and you're trying to support a family, we will massively support you in that \neffort.  We will provide you with close to $4,000 a year in the earned income tax credit.  That's a refund; it's a check  \nin the mail.  We will give you food stamps.  We will provide you with Medicaid.  In some cases we'll provide you \nwith public housing.  That is a policy that we've developed as a nation, recognizing that there isn't any magic pill \nthat suddenly takes low-skilled workers and makes them into highly productive workers. \n\nNow, the issue here is whether the presence of low-skilled immigrants is pushing somewhat more people -- or \nsuppressing the wages of people, say, making between $5 and $8 an hour.  We don't really know the answer to \nthat, but the social -- I mean, it certainly isn't having a helpful affect on those wages, and, you know, I don't really \nthink that we have a deficit as a nation because we have recognized that we have low-skilled workers, we do have \nvery extensive policies to try to support them by supplementing their wages, so that's really the core of the welfare \nstate now.\n\nMR. CAMAROTA:  Good point.\n\nMR. RECTOR:  And the question is, you know, do we have a sort of unlimited obligation to provide those supports \nto anyone who manages to get in this country legally or illegally?  That's really the question here.\n\nMR. KRIKORIAN:  Quick follow up?\n\nQ     We're talking about the fiscal burden, but obviously there are winners here, so thousands of employers are \nclamoring for more immigrants to come up at the low-wage levels.  Do we have a system here that privatizes the \ngain in the hands of the employer class and middle classes and socializes the loss across the American taxpayer \nbase?\n\nMR. CAMAROTA:  Oh, absolutely.  I mean, just put simply, it's a great deal for employers if the government will \nprovide health care to their workers.  It's a great deal to employers if the government will send them a check in the \nform of the additional child tax credit, which illegals explicitly can get and the EITC, which relatively few get now but \nwould if they got legal status.\n\n\n\nIt's a great deal for employers if the government will provide workers with housing and food stamps, and that's \nexactly what we're doing.  And one of the problems with illegal immigration is that the benefit to the employer is \nnarrowly focused and obvious, but the cost is diffuse, borne by all taxpayers, and as a consequence, in politics, \nwhenever you have a narrowly focused benefit, it typically trumps the diffuse costs, even though the diffused costs \nmay be much larger than  the narrowly focused benefit, and that's what we're seeing.  That's why we get so much \nillegal immigration; that coupled with the fact that the people who are harmed by illegal immigration in the labor \nmarket are poor and relatively powerless as well.\n\nMR. KRIKORIAN:  Let's take one more question if anyone has one, otherwise -- yes, sir.  Yes.\n\nQ     I'm (off mike) Rodriguez, Department of Economics, University of - (off mike).\n\nWell, for me it's a little bit shocking, all of these results.  I see that both these are point estimates that you are doing.  \nI think we have to be very careful about the real cost, the real benefits, especially when talking about immigration \nbecause the demographic (off mike) of immigration is very different to the locals.  They start working younger.  They \ndie younger.  Maybe there is some benefit from Social Security that we're not taking into account.  (Off mike.)\n\nAbout local labor markets, we have to be very careful because the labor market is segmented.  We're talking about \nillegal and legal, and we're talking about how the illegal immigrants are going to affect the poor people and those \nguys who are earning low wages.  And it's not very clear for me; it's not straightforward to see that the effect, low-\nwage people, because we're talking about segmented markets.\n\nMR. KRIKORIAN:  Okay, let me get some reaction, because we're running over.\n\nGo ahead, Steve.\n\nMR. CAMAROTA:  Yeah, real quick.  I mean, in terms of long term, the National Academy of Science did do a \nwhole series of estimates on long term and found that unskilled workers, in the course of their lifetime, impose so \nmany fiscal costs that even over multiple generations they never pay that back.  Now, again, the National Research \nCouncil is an important organization, but you can make of that what you will.\n\nOn the question of job competition, my own research -- I have tried to look at unskilled natives and compare them to \nillegal aliens, and obviously most Americans are not in competition with illegal aliens, but the roughly 10 million \nnative-born Americans who lack a high school education and the roughly 2 or 3 million legal immigrants who lack a \nhigh school education, they do seem to do exactly the same kinds of jobs, which are, you know, they clean hotel \nrooms, they clean pools, they are nannies, they are construction laborers.  And of course, what else would they be?\n\nSo my sense is they are in competition, not with most Americans but unfortunately they are in competition with the \npoorest Americans, but that's also a reason why it's so appealing to the middle class because they can say, look, \nwe're helping this guy out, we're letting  him here, he's working, and he's taking a job nobody wants.  What the \ncollege-educated American really means is, he's taking a job I don't want, and that's always nice when you can \ngive somebody else's job away.\n\nMR. KRIKORIAN:  Let's wrap it up here.  The panelists may well be willing to be accosted afterwards by anybody \nwho has further questions.  Let me reiterate, the report is online in its entirety at our website: cis.org.  And thanks \nfor coming.  \n"}