{"title": "WHAT WILL HE DO? We look at five key issues and how obama and mccain say they'll act. After you make your decisions Tuesday, the President-Elect will start making his.", "body": "\nFOREIGN POLICY ( Barack Obama)\n\nWithdraw U.S. troops from Iraq by 2011 and prod Iraqis to take up their own defense while being \"as careful getting \nout as we were careless getting in.\" Thinks the war was a mistake.\n\nMeet without preconditions with leaders of hostile nations, including Iran. Says President George W. Bush's refusal \nto meet with adversaries has not resolved differences while further isolating America.\n\nSend more troops to Afghanistan from Iraq.\n\nLaunch cross-border attacks from Afghanistan inside Pakistan if it would help take out top al-Qaida targets and \nPakistan refused to act.\n\n( John McCain)\n\nLeave troops in Iraq based on \"conditions on the ground.\" Says U.S. troops are now winning the war, which he \nsupported on the basis that Saddam Hussein posed a threat.\n\nRefuse to meet with leaders who are linked with terrorists, detest the United States or say they seek to destroy \nIsrael. Says such meetings would only lend legitimacy to those leaders.\n\nDirect more resources to Afghanistan but is wary of transferring troops from Iraq until conditions are more stable.\n\nBe reluctant to violate the sovereignty of Pakistan, an ally; would work to persuade Pakistan to go after terrorists.\n\nIMMIGRATION\n\n( Barack Obama)\n\nSecure borders through additional personnel, infrastructure and technology. Has not made border security a \nprecondition for legalization and other elements of his immigration plan.\n\nProvide a path to citizenship for those in the country illegally if they pay a fine and learn English. Those who qualify \nwould go to the \"back of the line\" behind other applicants for legal residency.\n\nEstablish an electronic verification system to ensure worker eligibility and crack down on employers who hire illegal \nimmigrants.\n\n\nExpand guest-worker program to a level that keeps families together and meets the demand for jobs that employers \ncannot fill.\n\n( John McCain)\n\nSecure the borders with physical and virtual barriers, unmanned aircraft, beefed-up enforcement and other \nmeasures.\n\nProvide a path to citizenship for those here illegally if they pay a fine, learn English, pass a citizenship test and pay \nback taxes. Those who qualify would go to the \"back of the line\" behind other applicants for legal residency.\n\nEstablish an electronic verification system to ensure worker eligibility and crack down on employers who hire illegal \nimmigrants.\n\nExpand guest-worker program for unskilled workers to fill jobs generally bypassed by U.S. workers. The number \nwould depend on market demand. Workers would have to return home after their temporary visas expired, but a \nlimited number could stay longer.\n\nENERGY\n\n( Barack Obama)\n\nGive $4 billion in loans and tax credits to the U.S. auto industry to retool plants to turn out plug-in hybrid vehicles.\n\nExpand offshore drilling if paired with support for renewable energy sources.\n\nTap the country's emergency oil stockpile to relieve pump prices.\n\nGive families $1,000 energy rebate checks.\n\nAllow the Commodity Futures Trading Commission to rein in unscrupulous speculators in oil futures.\n\nImpose a windfall profits tax on the oil industry.\n\nInvest $150 billion by 2018 in next-generation ethanol, cleaner-coal production.\n\nReduce greenhouse gas emissions by 80 percent below 1990 levels with a cap-and-trade system that puts a price \non pollution and gives plants flexibility to meet emission limits.\n\n( John McCain)\n\nBuild 45 new nuclear power plants by 2030.\n\nExpand oil and gas drilling in the ocean.\n\nTemporarily suspend the federal tax on gasoline and diesel.\n\nAward a $300 million prize for developing a battery package that would advance commercial availability for plug-in \nhybrids or electric cars.\n\nSpend $2 billion a year on research to reduce coal-burning pollution.\n\nAllow a $5,000 tax credit for purchase of zero-emission cars, with lesser credits for new autos emitting lower carbon \nemissions.\n\nReplace temporary tax credits for wind, solar and other renewable energy sources with permanent credits.\n\n\n\nReduce greenhouse gas emissions by 60 percent below 1990 levels under cap-and-trade.\n\nHEALTHCARE\n\n( Barack Obama)\n\nRequire health insurance for children, not for adults.\n\nAim for universal coverage by requiring larger employers to share costs of insuring workers and offering coverage \nsimilar to that in plan for federal employees. Spend $50 billion on information technology over five years to reduce \nhealth care costs.\n\nCost: $1.6 trillion over 10 years. Source: The Associated Press, Tax Policy Center\n\n( John McCain)\n\nCreate a $2,500 refundable tax credit for individuals, $5,000 for families, to help pay for health insurance,\n\nNot require universal coverage.\n\nTax those payments that businesses and their workers make toward employer-sponsored health insurance.\n\nCost: $1.3 trillion over 10 years.\n\nECONOMY/TAXES\n\n( Barack Obama)\n\nRaise taxes on families making more than $250,000 a year, repeal the Bush tax cuts and lower taxes for those \nmaking less than $150,000 a year. • End tax breaks for companies that outsource jobs to other countries, giving \nthe cuts instead to domestic companies that generate jobs.\n\nGive $80 billion in tax breaks to poor and elderly workers.\n\nRaise the Earned Income Tax Credit for minimum-wage workers and higher credit for larger families.\n\nProvide a mortgage-interest credit for lower-income homeowners who do not receive a mortgage-interest deduction \nbecause they do not itemize their taxes.\n\nInstitute a 90-day freeze on foreclosures by any financial institution that is being bailed out by the government and \npenalty-free hardship withdrawals from retirement funds.\n\nRaise the capital gains rate to 20% for couples making more than $250,000 and single filers with incomes greater \nthan $200,000.\n\n( John McCain)\n\nUse $300 billion from the bailout plan to buy \"bad\" mortgages, allowing people to renegotiate with the banks to stay \nin their homes.\n\nEliminate taxes on unemployment compensation.\n\nCut the capital gains tax in half.\n\nOrder the Treasury to insure 100 percent of savings for up to six months.\n\n\n\nReduce the tax rate on Individual Retirement Accounts and 401(k) plans to the lowest rate, 10 percent, on the first \n$50,000 withdrawn.\n\nMake Bush tax cuts permanent.\n\nCut corporate tax rate to 25 percent.\n\nAllow new businesses to write off equipment and technology purchases in their first year. - Post-Dispatch \nWashington Bureau and news services.\n\n---\n\nOther candidates' views\n\nThe other presidential candidates on the ballot in Missouri or Illinois are Charles Baldwin of the Constitution Party; \nBob Barr of the Libertarian Party;\n\nCynthia McKinney of the Green Party; and Ralph Nader, of the Independent Party. Their positions on the issues \ncan be found online at STLtoday.com/politics\n\n---\n\nOPINION - CLIP 'N' SAVE ENDORSEMENT GUIDE\n\nConfused about that long ballot on Tuesday? The Post-Dispatch editorial endorsements are summarized, with \nInternet links for readers who want more information. B2\n\nNotes\n\n After you make your decisions Tuesday,  the president-elect will start making his. \n"}