{"title": "Civil Rights Coalition Files Lawsuit to Block Alabama from 'Black Listing' Immigrants", "body": "\nThe American Civil Liberties Union issued the following news release:\n\nA coalition of civil rights organizations filed a lawsuit today to block a portion of Alabama's anti-immigrant law \nrequiring state officials to publicly post an online list of immigrants who may be undocumented.\n\nThe lawsuit was filed in federal district court on behalf of four Latino immigrants in Montgomery County who were \narrested for allegedly fishing without a license - a misdemeanor offense. The law does not give immigrants any \nway to dispute their inclusion in the database.\n\nJustin Cox, staff attorney with the ACLU Immigrants' Rights Project, pointed out that the \"black list\" -- which has \nalso been called the \"scarlet letter\" provision -- was controversial when it was pushed through by one Alabama \nlegislator. \"Sen. Scott Beason should never have been allowed to hijack the state legislature with his anti-\nimmigrant agenda. This law violates privacy laws and basic constitutional rights, as well as conflicts with \nfundamental American values of fairness and equality. Instead of moving forward with a mean-spirited law that is \ndoomed to fail, Alabama should join the rest of the country and focus on common-sense reforms that benefit \ncitizens and immigrants alike.\"\n\nKristi Graunke, staff attorney with the Southern Poverty Law Center, said: \"This part of Alabama's anti-immigrant \nlaw represents an unfortunate effort to bully and intimidate immigrants into leaving Alabama. It is designed to \npermanently brand, humiliate and otherwise make life difficult for immigrants regardless of status. It conflicts with \nfederal privacy requirements and burdens the already cash-strapped state court system. Sadly, laws like this show \nthat Alabama has yet to turn away from the devastation its anti-immigrant laws have caused.\"\n\nNora Preciado, staff attorney with the National Immigration Law Center, said: \"While the rest of the country focuses \non how best to make Americans at heart become Americans on paper, Alabama continues to tread down a \ndiscriminatory, anti-immigrant path. This lawsuit proves once again that Alabama's policies aren't just \nunconstitutional, but also out of touch with the political mainstream.\"\n\nThe latest attack on immigrants in Alabama is part of HB 658, a package of revisions to the state's notorious anti-\nimmigrant law, HB 56. HB 658 effectively doubled-down on the draconian nature of the original law, enacted in \n2011. Section 5 of HB 658 requires the state to compile and post on a public website the names and other \ninformation clearly identifying certain immigrants when they are detained on any state charge, no matter how \nminor, and appear in state court. The plaintiffs in this case and even those charged with minor traffic violations \nwould fall within this requirement and be unconstitutionally added to the \"black list.\"\n\n\nSection 5 requires the posting of private information that the federal government has declared confidential and not \nsubject to public disclosure. Moreover, once a person is named on the list, the law provides no means to remove \ntheir name or change their information if the listing is inaccurate, the person obtains permission to live in the United \nStates, or even becomes a citizen.\n\nThe Alabama Administrative Office of Courts is charged with compiling the list. All individuals falling into a new and \nvague category of immigration status created by the law are added to the list, even if their cases are later \ndismissed. The law also provides no notice to people that their names and information will be listed online.\n\nThe U.S. Court of Appeals for the 11th Circuit has already blocked key provisions of Alabama's original law -- the \nmost extreme in the nation -- after finding that it conflicted with federal immigration law. The revision mandating the \n\"black list\" also violates federal law, and encourages discrimination by targeting immigrants.\n\nFor a copy of the complaint: www.aclu.org/immigrants-rights/doe-v-hobson-complaint\n\nFor more information about Alabama's original anti-immigrant law: www.aclu.org/crisis-alabama-immigration-law-\ncauses-chaos\n\nCopyright Targeted News Services\n\nTNS MD66 130208-4197069 61MariaDonald\n"}