{"title": "Immigration Service Fights Release of Detained Haitians", "body": "\nThe Immigration and Naturalization Service has appealed a bail ruling that could grant the release of some \ndetained Haitians, arguing that it could prompt a mass exodus from Haiti, an agency spokesman said today.\n\n     Such a migration would endanger the lives of Haitians at sea and tie up Coast Guard resources that should be \ncommitted to domestic security and the war on terrorism, the spokesman, Mario Ortiz, said. \n\n \"We believe that if this group was to be released, it would send a signal back to Haiti saying, 'Hey we got in,' and it \nwould trigger a mass migration that would be a threat to our national security,\" Mr. Ortiz said.\n\nAbout 200 Haitians waded ashore on Oct. 29 near Key Biscayne, Fla., after their boat ran aground. On \nWednesday, an immigration judge granted 40 of them bonds as high as $4,500 on charges that they illegally \nentered the United States.\n\nMore bond hearings were set for Friday and next week.\n\nImmigrants who post bond will be free until their asylum hearings, which have not been scheduled.\n\nThe immigration service appealed every bond granted on Wednesday and will continue to do so, Mr. Ortiz said. \nThe Haitians granted bond will remain in detention until the Board of Immigration Appeals rules on their status.\n\nAdvocates for immigrants said that releasing the Haitians would not pose a security threat.\n\nDina Paul Parks, the executive director of the National Coalition for Haitian Rights in New York, said releasing \nHaitians would not fuel a mass migration.\n\n\"Folks know that the waters are patrolled,\" Ms. Parks said. \"They know what their chances are. If someone decides \nto leave Haiti, it's for a desperate reason, and I'm not sure the thought of being detained in the U.S. is worse.\" \n\nThe immigration service did not appeal the bond given today to three pregnant Haitians, an immigration \nadvocate, Cheryl Little, said.\n\nIllegal immigrants from other countries who are found on American soil are usually released after several days, \ngiven more time to prepare for asylum hearings and have better access to lawyers, Ms. Little said.\n\nThe immigration service changed its policy toward Haitians after a large boatload of Haitians arrived in \nDecember, detaining them and expediting their asylum hearings.\n\nMs. Little said the government was discriminating against Haitians.\n\n\nMr. Ortiz said the new policy was a response to growing concern of an extensive migration from Haiti. \n\nhttp://www.nytimes.com\n"}