{"title": "House Agriculture Committee Hearing; \"The Next Farm Bill: The Future of International Food Aid and Agricultural Development.\"; Testimony by Navyn Salem, Founder and Chief Executive Officer, Edesia Nutrition, Kingstown, RI", "body": "\nINTRODUCTION\n\nAs the Founder and CEO of Edesia and a private citizen, I appreciate the opportunity to submit testimony to the \nUnited States Agriculture Committee Hearing for the Next Farm Bill: The Future of International Food Aid and \nAgriculture Development. I would like to thank the members of this committee for their commitment to food security \nand agricultural development, both here and abroad. The robust U.S. agricultural supply chain and food aid \nprograms make businesses like mine, and the impact they make, possible. Edesia n1 is a Rhode Island-based \nnonprofit social enterprise and manufacturer that works in partnership with the U.S. government to promote global \nstability and national security for America by supplying evidence-based, lifesaving nutritional support to vulnerable \nchildren worldwide. International Food Aid is a critical part of the U.S. economy and an important tool for our \nnational security - it is an America First policy.\n\nLet me begin by sharing a story with you that I believe well illustrates why I am here and why your continued \ncommitment to food security and agriculture development is so critical to creating a world of hope and security for \nall Americans. A year ago I was in a health clinic in rural Liberia, passing by mothers sitting on wooden benches \nwaiting their turn to see the doctor. The Ebola virus outbreak had just ended and a semi-sense of normalcy was \nreturning. A young mother entered the clinic with a baby so small I thought she wasn't real.\n\nI pulled her out of the long line of patients waiting to be checked by the healthcare worker. The little girl's name was \nSurprice. I unbundled her from her mother's back and placed her on the scale. She was seven months old and \nweighed only seven pounds, the same weight as my daughter was at birth.\n\nSurprice had severe acute malnutrition. I handed her a packet of ready-to-use therapeutic food, commonly known \nas Plumpy'Nut, a lifesaving and revolutionary fortified peanut paste, specifically designed to treat severely \nmalnourished children, that does not require refrigeration or the addition of water. It can reach the most remote \nvillages because of its two-year shelf life and its simplicity allows mothers to treat their children at home, freeing up \ncritical hospital beds and healthcare resources.\n\nThe foil packet I gave to Surprice was marked with the USAID logo and the message \"Gift of the American People.\" \nThose were not empty words. They held real meaning. Inside were peanuts from Texas and Georgia, milk powder \nfrom Pennsylvania, New York, Indiana, and Michigan. Vegetable oils from Kentucky and Maryland. Vitamins and \nminerals made in Illinois and New Jersey. What the American farmers had sewn and reaped and what the \nAmerican processing facilities had processed with utmost regard for quality, was carried across state lines by \nhardworking American truckers to the Rhode Island factory so that my team of 70 could turn every ingredient into \nan alchemy of lifesaving ready-to-use therapeutic food - so that this one little girl in Liberia could have her chance at \n\n\nlife. After a few bites of the fortified peanut paste, Surprice started to perk up and breathe easier right before our \neyes. We no longer felt so worried because we knew this little girl was going to make it.\n\nThat is what we do at Edesia. With the help of American farmers, manufacturers, and transporters, we strengthen \nthe fabric of our world one malnourished child at a time. There are 28 million pounds of American agricultural \nproducts that go into our lifesaving efforts each year. Through our work, we have infused well over $100 million \ndollars into the U.S. economy.\n\nEDESIA AND OUR PRODUCTS\n\nMillions of children throughout Africa, Asia, Latin America, and the Middle East are dying needlessly from severe \nacute malnutrition - a completely preventable condition caused by a lack of adequate nutrients in the diet - and this \ncrisis is having an immediate and lasting adverse impact on the stability of entire regions. The reality of something \nso unimaginable in this day and age was what led me to start Edesia to tackle this problem while creating jobs for \nmy state and throughout the supply chain.\n\nSince our first USAID grant helped Edesia launch operations in 2010, we have manufactured enough lifesaving \npeanut-based ready-to-use therapeutic and supplementary foods to help reach over five million malnourished \nchildren in 50 countries in partnership with USAID/USDA along with UNICEF and the World Food Programme, \nwhose every day heroic efforts to deliver aid and assistance in some of the hardest-to-reach, most inhospitable \nplaces on our planet mostly go unsung.\n\nIn any given year on our planet there are over 35 million children throughout Africa, Asia, Latin America, and the \nMiddle East quietly suffering from some form of acute malnutrition that will either rob them of life or of their true \npotential. They desperately need innovative solutions, including the kind of evidence-based, ready-to-use \ntherapeutic and supplementary foods we make in our factory. Only 20% of that need is being met, not due to lack of \ncapacity, but due to lack of funds and adequate programming.\n\nGDP, EMERGING MARKETS, AND GLOBAL SECURITY\n\nThe World Bank estimates that malnutrition reduces the GDP of countries by as much as 10 percent. This is not \nwhy we help save lives, but the productivity increase is certainly a critical part of what we do. Higher GDP leads to \nstronger markets for American products. High-income countries are the biggest consumers of America's high-value \nagricultural and food products, but demand is increasing at a robust 16% pace in lower-middle-income and low-\nincome countries. n2\n\nWhile rising global economies expand markets for American goods; hunger, food insecurity, and malnutrition are \nconcurrently linked to violence, conflict, migratory activities, and potentially radicalization leading to political \ninstability that ultimately affects the United States. n3 Ending malnutrition is fundamental to fighting terrorism. A \nhealthy, well-nourished child stays in school, stays out of the clinic and out of trouble, and gives back to his or her \nfamily, community, and world in significant and positive ways.\n\nIn a February 2017 letter, 120 retired military generals, from all branches of the armed forces, wrote to \nCongressional leadership in support of diplomacy and international aid and development. n4 They spoke out \nstrongly that military inventions are not enough to confront the crisis facing our nation and that the best way to keep \nour military's men and women out of harm's way is to support stability in vulnerable regions abroad.\n\nEDESIA-US GOVERNMENT PARTNERSHIPS\n\nIn 2010, Congress allocated $10 million dollars to USDA's Foreign Agriculture Services for a Micronutrient-Fortified \nFood Aid Pilot Program (MFFAPP) intended to work with the public and private sector to develop new nutritional \nproducts. Edesia partnered with the National Soybean Research Lab and a food factory in Haiti to develop a \nspecialized food for school children who otherwise did not have access to hot lunch due to lack of water or cooking \nfacilities.\n\n\n\nUSAID commissioned Tufts University in 2011 to evaluate how to improve upon the nutritional aspects of their food \naid baskets through the Food Aid Quality Review. n5 They found that putting nutrition at the heart of the food aid \nagenda enhanced the impact and credibility of USAID Title II programming. This included an emphasis on products \nthat are \"fit-for-purpose,\" such as ready-to-use foods and fortified blended foods (ex: corn-soy blend) for the \ntreatment and prevention of malnutrition, in addition to the standard bulk commodities that are required to feed the \ngeneral population during times of need. While these enhanced nutritional products may be costlier per pound, their \npositive impact on specific measurable nutrition outcomes that add to the resilience of communities makes them a \nsmart investment with a high rate of return.\n\nEdesia has since 2010 participated in the Farm Bill-authorized, International Food Relief Partnership (IFRP) \nprogram. This program provides shelf-stable products to predominately faith-based groups assisting especially \nvulnerable populations. In this climate of austerity, we ask the members of the House Agriculture Committee to \nprotect these vital programs in next Farm Bill.\n\nPRESIDENT'S BUDGET AND NATIONAL SECURITY\n\nWhile not a directly in the scope of this committee, I wanted to take the opportunity to address the President's \nproposed budget. The White House budget proposal that requests removal of funding from Title II Food Aid of the \nAgricultural Trade Development and Assistance Act of 1954 (Public Law 480) is in opposition to the humanitarian \nnature of the American people and will result in job losses here in America. We can be both America First and \nresponsible global citizens. Financial contributions generously provided by the American people and authorized by \nCongress support the critical work the humanitarian sector and government are doing, through Food for Peace, to \nfurther America's mission abroad.\n\nThe world is currently in the midst of the worst cluster of humanitarian disasters in recent memory, putting over 20 \nmillion people at risk. With a famine declared in South Sudan and Somalia, Nigeria, and Yemen headed in the \nsame direction, on top of the ongoing conflict and crisis in Syria, continued financial support of food aid and \nhumanitarian assistance, and strong leadership from the United States is needed now more than ever. We saw \nsupport from Congress for the FY2017 budget, and we hope to see that support continue in the budget for FY2018 \nand with the reauthorization of the 2018 Farm Bill. Humanitarian aid is good for recipients, as well as the citizens of \nthe United States, as it provides both jobs and economic development here, future trading partners abroad, and \nimproved global security.\n\nHunger has the power to threaten the stability of nations. After WWII, it was France, Germany, and Italy that \nsuffered from drought and extreme hunger. Today it is Yemen, Somalia, and Nigeria where terrorism grows amid \nhunger. If our goal is to fight terrorism, then feeding people is one of the most effective tools we have to spread \npeace and stability and thereby keeping US national security interests at the forefront of our agenda.\n\nFor decades, humanitarian aid and food aid have garnered bipartisan support from Congress and the White House. \nIt was this week 70 years ago that George Marshall delivered a powerful speech. He said, \"Our policy is directed \nnot against any country or doctrine but against hunger, poverty, desperation and chaos. Hunger and insecurity are \nthe worst enemies of peace.\"\n\nHis words rang true then and they ring ever true now. With global food insecurity at all-time high levels - the highest \nsince World War II - this is nowhere near the time to pull away from the American tradition of compassion and \nstriving toward a better world for all. Ending malnutrition is how the world gets stronger, safer, and more resilient.\n\nCONCLUSION\n\nAs the CEO of a U.S. social enterprise, I solve problems through business in ways that are sustainable, scalable, \nand measurable. Edesia creates jobs, is laser-focused on innovation and determined to save the lives of those \nsuffering from the deadly consequences of conflict, drought, and natural disasters. For over 70 years, humanitarian \naid and food aid have garnered bipartisan support from Congress and the White House, who understood not only \nthe moral imperative of these actions, but also the important national security benefits and the increased economic \n\n\n\nopportunities that are created for our farmers, manufacturers, and transporters. We, as Americans, need to \ncontinue demonstrating strong, decisive leadership in this area and show the world that Americans do not turn their \nback on human suffering.\n\nA failure to act now could lead to not only an increase in hunger and malnutrition but also to greater worldwide \ninstability and insecurity that will cost us far more in the future. With strong U.S. leadership, we can consolidate the \ngains made in the past decade and accelerate progress toward the elimination of extreme hunger and malnutrition, \nto benefit both the United States as well as the world, especially its most vulnerable people.\n\nMembers of this distinguished committee, I urge you to do everything within your legislative power to safeguard and \nshield the funding that, as a true and meaningful gift of the American people, is powerfully helping American \nfarmers, manufacturers, and transporters put food on their tables while it also does the critical work of healing the \nwounds of our world that so desperately need mending.\n\nIn summary, we ask that this Committee preserve the positive benefits of international food aid through:\n\n* Authorizing a Farm Bill that includes Food for Peace and McGovern-Dole.\n\n* Acknowledging that science-based, high-impact commodities hold a crucial place in food aid, in addition to staple \ncommodities.\n\n* Maintaining fit-for-purpose products, like ready-to-use foods and fortified blended flours, that effectively treat \nmalnutrition in vulnerable populations.\n\n* Continuing to support research that positions the U.S. as a leader in innovative products and advanced \nmanufacturing.\n\nThank you again for providing me the opportunity to testify, and thank you for holding this hearing - the support and \ninvolvement of the agricultural community has been and will continue to be crucial in keeping these important \nprograms running. Please do not hesitate to contact me if the Committee has any questions or would like further \ninformation as you continue the 2018 Farm Bill process.\n\nn1 https://www.edesianutrition.org/\n\nn2 Andrea Durkin. March 2017. Growing Markets, Growing Incomes: Leveraging Trade Facilitation for Farmers. \nChicago Council on Global Affairs. \nn3 Cullen S. Hendrix. April 2016. When Hunger Strikes: How Food Security Abroad Matters for National Security at \nHome. Chicago Council on Global Affairs. \nn4 http://www.usglc.org/downloads/2017/02/FY18_International_Affairs_Budget_House_Senate.pdf\n\nn5 Webb, Patrick, Beatrice Lorge Rogers, Irwin Rosenberg, Nina Schlossman, Christine Wanke, Jack Bagriansky, \nKate Sadler, Quentin Johnson, Jessica Tilahun, Amelia Reese Masterson, Anuradha Narayan. 2011. Improving the \nNutritional Quality of U.S. Food Aid: Recommendations for Changes to Products and Programs. Boston, MA: Tufts \nUniversity.\n\nRead this original document at: https://agriculture.house.gov/UploadedFiles/Salem_Testimony.pdf\n"}