{"title": "EFE News Briefs for Monday, Oct. 21 (End of the Day); NEWS BRIEFS", "body": "\nCommons speaker Bercow rejects Brexit vote\n\nLondon, Oct 21 (EFE).- The Speaker of the House of Commons John Bercow on Monday rejected the Conservative \nParty government's bid to hold a meaningful vote on its Brexit deal.\n\nPrime Minister Boris Johnson's executive still intends to push necessary legislation for the UK's withdrawal from the \nEuropean Union.\n\nOn Saturday, he presented a motion calling for MPs in the Commons to support his deal, the UK's lower chamber \nof Parliament, but shelved it last minute when lawmakers voted in favor of an amendment that required the PM to \nrequest a Brexit extension.\n\n\"My ruling is that the motion will not be debated today as it would be repetitive and disorderly to do so,\" Bercow told \nthe Commons.\n\nA Downing Street spokesperson said the PM would in the coming hour publish the legislation he plans to bring \nbefore the Commons for a vote on Tuesday.\n\nIt will be the first time Parliament will know whether Johnson has enough support in the chamber to pass the deal \nhe agreed with the EU last week.\n\n---\n\nChile flashback to Pinochet era with curfew, soldiers in the streets\n\nSantiago, Oct 21 (EFE).- Military helicopters flying over Santiago's deserted streets during the curfew and the \narmed forces guarding local supermarkets are signs of the times these days in Chile that evoke for many Chileans \nthe darkest years of the 1973-1990 Augusto Pinochet dictatorship.\n\nThe militarization of Chile to quell the disturbances and looting that have prevailed in several cities since last Friday, \nand during which about 10 deaths have been reported, is a flashback to times that seemed to have been forgotten \nin a country that considered itself an oasis of peace within a sometimes tumultuous Latin America.\n\n\nIt was the government's hike in metro fares in Santiago that lit the fuse resulting in the explosion of violence, with \nprotesters committing arson, looting and clashing with police, actions that led the government to put securing public \norder into the hands of the military in the country's main cities.\n\nThe situation got worse with the imposition of an overnight curfew, an unprecedented measure in Chile since the \nreestablishment of democracy after the military regime.\n\n---\n\nOpposition candidate warns of fraud in Bolivia, while gov't vows transparency\n\nLa Paz, Oct 21 (EFE).- Opposition candidate Carlos Mesa called on citizens this Monday to mobilize against \npossible fraud being committed in the recount of votes in Bolivia's elections, while accusing the national elections \nagency of following orders from President Evo Morales to avoid a run-off.\n\n\"We are not going to permit another 21-F,\" Mesa said, referring to the Feb. 21, 2016, referendum that denied the \npresident the possibility of running for a fourth term, though the Constitutional Tribunal later supported his right to \nunlimited reelections.\n\n\"What this manipulation is trying to do is completely block a run-off,\" Mesa said.\n\nMesa appeared before the media in La Paz surrounded by followers to call on opposition parties and civic \nmovements like the National Committee for the Defense of Democracy to support a \"democratic mobilization\" by his \nparty, the Civic Community alliance.\n\n---\n\nCanada's polling places open for general election\n\nToronto, Canada, Oct 21 (EFE).- The polling stations have opened in Canada for the general elections being held \non Monday in which voters will elect the 338 lawmakers in the lower house of Parliament.\n\nThe polling places in the provinces of Newfoundland and Labrador on Canada's Atlantic coast were the first to open \nat 8:30 am local time, and they will remain open for 12 hours.\n\nThe polling stations in the Pacific coast province of British Columbia were the last to open their doors. The voting \ncenters allowed voters in to cast their ballots starting at 7 am and will remain open until 7 pm.\n\nCanada, the world's second largest country by land area with 9.98 million square kilometers (3.85 million square \nmiles) and 37.5 million residents, spans six time zones.\n\nElections Canada, the public entity tasked with organizing elections in the country, estimated that 4.7 million people, \nsome 29 percent more than in the 2015 elections, have already voted during the four days set aside for early voting.\n\n---\n\nRussia says ballistic missile launch did not fail, was canceled\n\nMoscow, Oct 21 (EFE).- The launch of an intercontinental ballistic missile did not fail but was canceled, Russia's \ndefense ministry said in a statement on Monday.\n\nThe rocket had been scheduled to launch last Thursday as part of the \"Thunder-2019\" military exercises headed by \nPresident Vladimir Putin, according to the ministry.\n\nThe government department released a statement shortly after the Vedomosti newspaper reported that the Ryazan \nnuclear submarine fired one, not two R-29R intercontinental ballistic missiles, as per the plan for the exercises.\n\n\n\nA military source cited by the paper said this could have been down to a failure in one of the systems that transmit \nthe launch order.\n\n\"The information about an extraordinary situation during the 'Thunder-2019' strategic exercises does not \ncorrespond to reality,\" the Russian Ministry of Defense said.\n\nIt did acknowledge that a second R-29R missile had been scheduled to launch.\n\n---\n\nCzech spy agency dismantles Russian cyber-espionage network\n\nPrague, Oct 21 (EFE).- Czech security services last year dismantled a Russian spy network that would have \ntargeted the Czech Republic and its allies, the country's spy agency said Monday.\n\n\"The network was financed from Russia and by the Russian Embassy and its objective, by way of a network of \nservers, was to attack targets in the Czech Republic and its foreign allies,\" Michal Koudelka, the head of the Czech \nspy agency (BIS), said in a statement.\n\nHe said the network was composed of Russian pirates, some of whom had Czech nationality.\n\nKoudelka added that those involved were listed as employees of Czech cover companies that sold hardware and \nsoftware.\n\nHe said the web, which was completely dismantled, was preparing to launch cyberattacks in other European \ncountries.\n"}