{"title": "A NATION AT WAR: IMMIGRANT MARINES; Latinos Gave Their Lives To New Land", "body": "\nLance Cpl. Jose Gutierrez, 27, was among the first to die, in a tank battle outside Umm Qasr on March 21.\n\n     Cpl. Jose Angel Garibay, 21, fell in combat near Nasiriya. Pfc. Francisco Martinez Flores drowned when his tank \nplunged into the Euphrates River. Lance Cpl. Jesus Suarez del Solar, 20, was killed on Saturday fighting with the \nFirst Light Armored Reconnaissance Battalion. \n\n They had this in common: they were marines, and they were not Americans. They died for a country not entirely \ntheirs.\n\nCorporal Gutierrez was an illegal immigrant from Guatemala, an orphan who made his way through Mexico to the \npromised land of California and into the Marines. His 3 fellow marines were Mexican by birth and citizenship, 3 \namong roughly 36,000 soldiers in the United States military but not of the United States -- green card holders and \nother legal residents who hope for full legal status as American citizens.\n\nCorporal Gutierrez's only survivor, his sister, Engracia Cirin, lives in a shack without a telephone on the edge of \nGuatemala City. \"It makes me sad,\" she told a local reporter in Guatemala, \"because he fought for something that \nwasn't his.\"\n\nCorporal Gutierrez and Corporal Garibay will receive citizenship posthumously, military officials said today.\n\nThe parents of Private Martinez and Corporal Suarez are unsure of their sons' status as Americans. Private \nMartinez had filed for citizenship but his application was not complete, military officials said. As for Corporal Suarez, \nhis father, Fernando, who brought him to California six years ago, when he was 14, said he thought his son would \nremain a Mexican in death.\n\nAlthough public opinion in Mexico is running strongly against the war in Iraq, dozens of Mexicans have been \ntelephoning, e-mailing and walking up to the American Embassy and its consular offices daily, asking about \nbecoming Americans by becoming soldiers. They are being turned away.\n\n\"Unless you are a U.S. citizen or a permanent legal resident, which is what most are interested in becoming, you \ncan't join up,\" said Jim Dickmeyer, an embassy spokesman.\n\nHispanics, including those who have obtained legal residency and those who already are citizens, represent about \n9 percent of the uniformed military and about 13 percent of the overall population of the United States. Among \nenlistees in the all-volunteer army, roughly 5 percent have legal residency but not American citizenship.\n\n\nPresident Bush signed an executive order in July putting green card holders who enlist in the military on a fast track \nto becoming Americans. The order eliminated a three-year wait, let the soldiers seek citizenship immediately and \napplied to anyone on active duty as of Sept. 11, 2001.\n\nThere are restrictions for soldiers who are not citizens: they cannot serve in most intelligence units, nor in elite \ngroups the like Green Berets. Nor can they become commanders.\n\nIn Mexico and Central America, the story of Corporal Gutierrez has resonated strongly. He was orphaned with his \nsister as a child, and worked as a laborer, before being taken in by Casa Alianza, which works with street children \nin Guatemala. Casa Alianza's files show he studied architecture before leaving for the United States, apparently on \nfoot and by hopping trains, in 1997.\n\nHe was arrested by the United States Immigration and Naturalization Service in 1997, records show, but might have \nlied about his age, claiming he was 16, to win his release. An adoptive family in Lomita, Calif., took him in. He \njoined the Marines last year and was one of the first two marines killed in combat, on March 21.\n\n\"We join Guatemalans in remembering Lance Corporal Gutierrez, who gave the ultimate sacrifice in service to his \nadopted country,\" said John R. Hamilton, the United States ambassador to Guatemala.\n\nCorporal Garibay was born in Guadalajara. He enlisted as a marine three years ago, at 18, and was killed on \nMarch 23. \"Though he felt Mexican, he also loved the United States, and that's why he enlisted, that's why he went \nto war,\" said his sister, Azucena Barragan, in Costa Mesa, Calif. \"He said he was coming back a hero.\"\n\nPrivate Flores, also born in Guadalajara, came to the United States in 1985, aged 3. He died in combat March 25, \napparently after his tank became lost in a sandstorm and overturned into the Euphrates River. His mother, Martha \nFlores of Duarte, Calif., said he thought his citizenship was coming through in a few weeks. She added, \"I only want \nall this anguish of the mothers of the soldiers to end, tostop the suffering of broken families.\"\n\nCorporal Suarez, born in Tijuana, came to California in 1997 and died somewhere in Iraq on March 27. \"I was a \nmilitary man in Mexico, and I'm proud of him,\" said his father, Fernando, of Escondido, Calif. \"Hopefully his death \nwas in a good cause and not in a war for oil.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: From left, Pfc. Francisco Martinez Flores, Cpl. Jose Angel Garibay, Lance Cpl. Jose Gutierrez and Lance \nCpl. Jesus Suarez del Solar. The four, all in the Marines, died in separate events in the opening days of the war in \nIraq. Corporal Gutierrez was from Guatemala, the other three from Mexico. (Photographs by Associated Press) \n"}