{"title": "THE WRONG WAY TO FIX IMMIGRATION", "body": "\nPlaying to the anti-immigration wing of the Republican Party, the House of Representatives last week approved a \nbill intended to choke off the flood of illegals by walling off the nation's borders, declaring those who do get through \nto be instant felons and making it impossible for them to get jobs or assistance once here. Rarely has a piece of \nlegislation been so wrongheaded.\n\nWhile tightening the borders is essential to national security, the rest of the bill suffers from the delusion that \nsubjecting 11 million illegals to arrest as criminals is remotely workable. Worse, the legislation would make it a \ncrime, punishable by up to five years in jail, to help an illegal immigrant stay in the U.S. Think family members, \nsocial service workers and, maybe, teachers and health care providers.\n\nDrawn by the magnet of a better future, illegals have become a key part of the economy, doing menial jobs \nAmericans largely won't take - in agriculture, manufacturing, hotel services. It is fantasy to think police and the feds \ncould arrest, incarcerate or deport more than a fraction of them. Or that an unenforceable statute would stem the \nflow.\n\nThe House Republicans rejected the one rational method for curbing illegal immigration without harming the \neconomy: a guest-worker program. As proposed by President Bush and others, the program would admit foreigners \nfor limited periods of time to do jobs that are going unfilled by citizens. Once here, they could apply for green cards.\n\nSuch a plan offers many benefits. Willing workers would be channeled from the shadows into legal employment. \nThe government would be able to keep track of them. On the other hand, making instant felons of 11 million people \nis empty symbolism.\n\nNag, nag, nag\n\nState Senate Majority Leader Joe Bruno wants to gamble as much as $30 million in taxpayer money on the New \nYork Racing Association, a flea-bitten, swayback nag that should have been put out to pasture years ago.\n\nUnfortunately, the bailout - a $7 million loan now, plus up to $23 million in the future - looks necessary to keep \nNYRA out of a bankruptcy filing that would jeopardize the state's $2.4 billion thoroughbred horse-racing industry. \nBut Albany should not place this bet unless and until the odds improve substantially in the taxpayers' favor.\n\nNYRA, the nonprofit company that operates the Belmont, Aqueduct and Saratoga tracks under franchise with the \nstate, became a candidate for the glue factory largely through its own incompetence and corruption. True, it suffers \nfrom competition with proliferating casinos, heavily promoted state lotteries and Off-Track Betting. But NYRA has \n\n\ngotten itself into one scandal after another over the past decade - including money-laundering, tax fraud and horse-\ndoping - which has cost it millions in fines and legal fees, trashed its credibility and spooked business partners.\n\nThe franchise runs out at the end of 2007, giving officials a chance to muck out the stables and bring in competent, \nhonest management. In the meantime, Albany just might have to forward some cash to keep the tracks open. \nBefore cutting any checks, however, officials should insist that NYRA give up its claim of ownership of the three \nrace tracks and agree to step aside as soon as new managers are found in a nationwide, competitive search.\n\nNYRA needs to recognize that its time in the saddle is over and prepare to dismount for the good of racing.\n\nIncoming!\n\nOnce upon a time, the clatter of hooves on the roof was the only way to track Santa's location Christmas Eve. \nToday, radar and satellites pinpoint his precise coordinates as he makes his rounds. You can see for yourself by \nlogging on to www.noradsanta.org.\n\nThe joint U.S.-Canadian air defense command has tracked St. Nick for 50 years, since a typo in an ad for a Santa \nhotline sent callers to the agency's chief. He gave them Santa position reports, and a mission was born. This year, \nyou can watch as radar detects the sleigh's launch from the North Pole; satellite heat sensors read the infrared \nsignature from Rudolph's nose; digital Santacams record his journey, and jet fighters escort him across North \nAmerica. You can also track Santa by phone, (877) Hi-NORAD, toll-free. Yes, Virginia . . .\n"}