{"title": "WE MUST CONTROL OUR BORDERS …", "body": "\nAMERICA'S WAR ON TERRORISM - IMMIGRATION\n\nThe events of Sept. 11 have shaken confidence in U.S. internal security. To achieve internal security, major \nrestructuring of the organization, relationship and coordination of all law enforcement agencies will be required. \nFederal, state and local agencies must cooperate and be linked with compatible information systems. Questions of \nnational identification cards, wiretaps and other techniques that were heretofore rejected as repugnant to our \nliberties should be revisited.\n\nLooking just at border control, I'd like to point out four areas of reform:\n\nOne Agency. For decades we have talked about consolidating and reorganizing agencies that are involved with \nborder control, yet four separate departments still have various roles in this effort. The Immigration and \nNaturalization Service is charged with inspections at ports of entry. Before visitors get to the port of entry, they \nmust obtain a visa from the consul at the U.S. Embassy in the foreign country. Of course, some countries such as \nthe United Kingdom and Japan have reciprocal visa waiver programs in place with the United States, and for \nnationals of those countries a visa is not required. INS is part of the Justice Department, while Consular Affairs is \nunder the State Department. Goods shipped to the U.S. are checked by Customs, which is under the Treasury \nDepartment. Customs is well funded and equipped, and has a fleet of helicopters that dwarfs the air capability of the \nINS, which has the primary responsibility for border control between the ports of entry. The Coast Guard and FAA \nare both under the Transportation Department and have very loose arrangements with the other border agencies.\n\nTo facilitate the immigration responsibilities of the new Homeland Security Agency, sweeping measures are needed \nthat would bring all of the various functions under a single border control agency. This new agency should be \nresponsible for visa processing abroad, inspections at ports of entry and prevention of illegal entry between U.S. \nports.\n\nOverseas Investigation. State, INS and other investigators at the embassies should be reorganized and made a \npart of the border control agency, with representation from CIA and military operations. In addition, there must be \nan in-depth review of U.S.-Canadian immigration policies. Our friends to the north should join with us for our \ncommon good to tighten and improve border security.\n\nReplace Immigration Document. We must facilitate travel to and from the United States if we are to participate in a \nglobal economy. Nonimmigrant visas (e.g. specialty workers, students, multi-national managers) can be issued and \ntechnological advancements incorporated, such as iris identification, hand scans or fingerprint comparisons. The \nimmigration documents we now use can be readily forged or counterfeited. Instead, for example, when the visitor \nobtains a visa, the process would include obtaining an iris print that would be sent to the U.S. port of entry. A device \n\n\ncould then be pointed at passengers in cars or those getting off planes and ships to verify identity. As a part of this \nprocess, expanded background and record checks should be required and an extensive database maintained to \nscreen potential entrants to the U.S.\n\nSeal the Border. While it will take several billion dollars to seal our borders, the expenditure is necessary. To \nsecure our northern and southern borders, sensors and lights must be installed and aircraft and watergoing \nvessels acquired to monitor entry. The gulches in the 12-mile stretch between San Diego and Tijuana, for example, \nprovide cover for thousands of illegal entries. Earth moving equipment is needed to even out the terrain and \neliminate the hiding places and risks to our border patrol.\n\nThe threat of terrorism and our determination to defeat it compel us to take actions that as a peace-loving nation we \nhave hesitated to take in the past. This new kind of warfare will make us vulnerable if we fail to take bold measures \nthat will prepare us to avoid or confront the next terrorist attack. This important effort may tread on our civil liberties, \nbut through reorganization of agencies, implementation of technology in controlling entry to and exit from the U.S., \nthe deployment of trained personnel and installation of border improvements between the ports of entry, the \nrestraints on our personal freedom can be kept to a minimum. Our nation must act quickly and with resolve.\n\nNotes\n\nAMERICA'S WAR ON TERRORISM; Gene McNary, Ladue, is a lawyer who headed the Immigration and \nNationalization Service from 1989-1993.\n\nGraphic\n\n \n\nGRAPHIC; Graphic/Illustration by JOHN KRAUSE - (immigration)\n"}