{"title": "Should U.S. shut out immigrants?", "body": "\nThird in a series\n\n    For centuries, America has opened its doors for the world's tired and poor to seek opportunity for themselves and \nbuild this nation.\n\n \n\n    Now some Americans say their country has become tired and poor from taking in too many immigrants and \nillegal aliens. It's time to raise the drawbridge, they insist.\n\n \n\n    But a landmark law passed in 1990 will make it possible for about 15-million people to immigrate by the year \n2000, the highest ever.\n\n \n\n    Previous highs were in the 1980s, when 10-million people arrived, one-third through amnesty legalizing \nundocumented aliens; and in the 1900s, when 9-million people came here.\n   Half of today's immigrants head for California. About 150,000 come to Florida each year, making it the third-\nlargest recipient of immigrants after Texas.\n\n \n\n    \"Our politicians are for letting people in because they're sorry for the people of Cuba, sorry for the people of \nChina, of Mexico, because their life is so hard,\" said Daniel Stein, executive director of the Federation for American \nImmigration Reform (FAIR), a Washington group that favors limiting immigration. \"When are they going to take care \nof the American people?\"\n\n \n\n    Stein said immigrants compete for scarce jobs or become dependent on welfare.\n\n \n\n    Others favor immigration because it is how America came to be.\n\n \n\n    \"Everybody is an immigrant or has an ancestor who was an immigrant,\" said Michael Fix, an attorney at the \nUrban Institute, a Washington group that studies urban affairs. \"Immigration is a way that we have been able to \nattract the best and the brightest of the world to come and live here.\"\n\n \n\n\n    Immigrants bring skills that have made America an economic leader, Fix said. And today's immigrants tend to \nbe more educated than immigrants of a century ago. They work harder, he said, and some studies show that \ninstead of displacing other workers, poor immigrants take menial jobs that no one else wants.\n\n \n\n    Attacks against immigration aren't surprising because of the recession, he said, and America has \"cyclical bouts \nof nativism,\" such as we are experiencing now.\n\n \n\n    The reason for that, he said, is not pleasant: race.\n\n \n\n    Before 1965, immigrants largely were white and European. Quotas practically excluded immigrants from other \nregions. If more people had come from a country historically, large numbers could continue coming. So countries \nlike Britain and Ireland benefited from generous quotas.\n\n \n\n    Only 2 percent of immigrants were allowed from the Eastern hemisphere. Literacy tests, which were not applied \nto Europeans, screened out Asians. Non-white immigration was a thin trickle because it had been restricted, and at \ntimes banned.\n\n \n\n     For example, thousands of Chinese who came to America to build its railroads were barred from bringing \nfamilies or relatives by the Chinese Exclusion Act of 1882. It wasn't lifted until World War II, when China fought on \nAmerica's side. Since very few Chinese had been allowed into the country previously, the country got a slender \nquota.\n\n \n\n    In 1965, a law opened immigration to all countries and gave priority to family reunification. That meant recent \nimmigrants could get their families, parents and siblings to join them.  Non-white immigrants began coming to \nAmerica in large numbers and their relatives followed in waves.\n\n \n\n    The largest immigrant senders today are Mexico, the Philippines, Vietnam, the Dominican Republic, Korea, \nChina, India, the former Soviet Union, Jamaica, Iran and El Salvador.\n\n \n\n    Only 15 percent of immigrants now come from Europe. But when all immigrants who ever came to America are \nadded up, Europe stands out as the largest source: Two out of three immigrants came from Europe.\n\n \n\n    In 1990, Congress raised the number of immigrants allowed each year from 400,000 to 700,000 to speed up the \nrate at which families can be reunited. The increase also tripled the number of highly skilled workers such as \nscientists who can immigrate.\n\n \n\n    And Congress offered 40,000 visas each year, by lottery, to immigrants from countries that are \nunderrepresented.\n\n \n\n    When residencies given to illegal aliens who qualified for amnesty in 1986 are included, the number of \nimmigrants doubles to 1.5-million.\n\n \n\n\n\n    Those who oppose immigration say America can't cope with such a large influx. But Fix and others who don't see \nimmigration as a threat say the increase is small as a percentage of total population.\n\n \n\n    America's population increases by 1 percent each year, adding about 2.4-million people, said Carl Haub, a \ndemographer at the Population Reference Bureau, a non-profit research group in Washington. Immigration \naccounts for a quarter to a third of the increase.\n\n \n\n    In the early 1900s, nearly half of America's population growth was due to immigration. Between 1900 and 1910, \n10 immigrants were accepted for every 1,000 Americans; now, three immigrants are accepted.\n\n \n\n     Although critics point accusatory fingers at immigration for contributing to America's problems, the real economic \nburden comes from illegal immigration and a surge in \"boat people\" who want to be recognized as refugees, said an \nofficial of the Immigration and Naturalization Service. An estimated 1-million illegal aliens slip into the United States \nevery year, mostly from Mexico. That more than doubles the yearly total of people moving into America.\n\n \n\n    In 1986, the United States declared an amnesty and legalized 3-million illegal residents who had lived in this \ncountry for several years. Still, there are another 4-million illegal aliens. They live in the same border states that the \nmajority of other immigrants choose to live in. California, Texas, Florida, New York and Illinois are the destinations \nof 80 percent of immigrants.\n\n \n\n    \"When you're a country of plenty in a world where the majority of people are poor, there are going to be millions \nof people who want to come and live here,\" said Stein of FAIR.\n\n \n\n    \"We have to take control of our borders. We shouldn't repeat the mistakes of Europe, or we're going to see a \nEuropean-type backlash b b against immigrants,\" he said.\n\n \n\n    In Europe, increased immigration from eastern Europe and the Third World has led to a surge in neo-Nazi \nviolence and the popularity of right-wing political parties who favor curbing immigration.\n\n \n\n    Immigration is an emotional issue because it affects everybody in some way the number of jobs available and the \nkinds of people living in their neighborhoods and kids sharing their children's schools. Refugees and illegal aliens \nare most likely to go on welfare, at least for a while, and don't have incomes high enough to pay taxes for services \nthey use, such as schools.\n\n \n\n    Legal immigrants must prove before they enter the country that they have a job or someone to support them. \nBut people who oppose immigration often fail to distinguish between legal immigrants and refugees and illegal \naliens.\n\n \n\n    Where do the presidential candidates stand on immigration?  None except Pat Buchanan who has said he would \ncurb immigration has a stated position. Other candidates had spokesmen vaguely explain they support immigration \nas long as it helps the country.\n\n \n\n\n\n    In a way, that is a part of the problem, officials of groups that oppose immigration say. As the majority in the \nHouse and the Senate, Democrats have solidly favored immigration and leniently granted residency to millions of \npeople who came illegally and decided to stay.\n\n \n\n    An Immigration and Naturalization Service official in Miami complains bitterly: \"They are the ones who wrote the \nlaw, but when there's a problem, like the Haitians coming or Cubans coming in boats, not one of these politicians \nwants to look bad.\"\n\n \n\n    Congress allows the would-be immigrants to stay on, but it is the states that have to shoulder the burden of \nproviding services, the official said. Most congressmen can afford to turn their backs on states, since the bulk of \nimmigrants are drawn to only five states, including Florida, he said. By law, children of illegal aliens must be \nallowed to enroll in public schools, placing a burden on state and local governments.\n\n \n\n    The benefits to America's economy from legal immigrants, such as investments and scientific inventions, are \nhard to quantify. But immigration is widely credited for skimming of the cream of workers in other countries and \nbringing them to America.\n\n \n\n    Still, the cost of illegal immigration sticks out. Floridians spend about $ 20-million a year on rehabilitation, health \ncare, schools and prison facilities for refugees and illegal aliens. Thousands of Nicaraguans got political asylum in \nthe 1980s because the United States opposed the communist government in their country, and many of them live \nin Miami. In 1988, Dade County public schools absorbed more than 7,000 Nicaraguan students, many of them \nillegal aliens.\n\n \n\n    California, which receives five times as many immigrants as Florida, recently indicated that unchecked \nimmigration has strained its resources. Its Republican governor, Pete Wilson, said immigration had to be curbed to \nease the state's budget problems.  California has begun to cut social services available to illegal aliens.\n\n \n\n    But as long as the United States remains a magnet for the poor, and illegal immigrants continue to flow in, \nstates like California and Florida can do little to stop them from moving inside their borders.\n\n What they say\n\n Where do the candidates stand on immigration? Some declined to answer because they haven't formulated a \npolicy.\n\n    President Bush takes credit for the 1990 immigration law, which allows more scientists and engineers to boost \neconomic competitiveness.\n\n \n\n    \"I believe that stronger enforcement of existing laws not narrowness of mind is our best deterrent to immigration \nabuse.\"\n\n    \n\n \n\n      Pat Buchanan has said he would attack illegal immigration by building a \"Buchanan fence,\" a deep trench along \nthe U.S.-Mexico border.\n\n \n\n\n\n    He has toned down his rhetoric since he was criticized for saying this during an interview: \"I think God made all \npeople good. But if we had to take a million immigrants in, say, Zulus next year, or Englishmen, and put them up in \nVirginia, what group would be easier to assimilate and would cause less problems for the people of Virginia?\"\n\n \n\n    He defends the statement, saying some groups assimilate more quickly than others.\n\n    \n\n \n\n      Former California governor Jerry Brown said that during bad economic times, it's easy to \"look for scapegoats\" \nin immigrants, but they are good for America's economy.\n\n    \n\n \n\n   Sen. Bob Kerrey, D-Neb., said he would \"maintain our historic open-door policy.\"\n\n \n\n    But he would give a boost to European immigration by \"opening up new opportunities for immigration from \ncountries which have contributed so much to our past, but which have been shut out almost entirely in recent \nyears.\"\n\n    \n\n \n\n   Former Massachusetts senator Paul Tsongas says \"things are okay as they now stand\" and he \"would not \nchange anything.\"\n\n \n\nGraphic\n\n \n\nCOLOR MAP; Map of the world illustrating where various types of immigrants come from.\n"}