{"title": "Border security should be priority, Hastert says", "body": "\nWASHINGTON -- Two months after the Senate passed a bill that would give citizenship to millions of illegal \nimmigrants, House Speaker Dennis Hastert remains adamant that border security must be improved before \nCongress considers other changes to the law.\n\n\"I would look at it as if you have a patient who is bleeding to death,\" Hastert told USA TODAY. \"Close the wound \nfirst. Secure the border. And then you can begin to look at what other options are.\"\n\nThe Illinois Republican's comments came on the eve of a weekend inspection of the U.S.-Mexican border, which \nhe calls \"a sieve.\" He is leading a delegation that includes supporters of a House immigration bill that emphasizes \ntighter border security and penalties on employers who hire illegal immigrants, as well as opponents who prefer \nthe Senate bill.\n\nAs the top House Republican, Hastert will be a key figure in determining whether an immigration bill is enacted this \nyear. He's determined to use his leverage to get a bill more to his liking.\n\nHastert is making no promises about when or if he will appoint House negotiators to a committee that will work out \ndifferences between the two immigration bills. It will happen \"when I think we're ready to move a bill,\" he said.\n\nThat may take longer than some supporters of a comprehensive immigration overhaul, such as President Bush, had \nhoped. Hastert said he may extend House hearings on immigration and border security into September, a move \nthat could jeopardize chances for a compromise before the Nov. 7 elections. Congress is set to recess for the \ncampaign on Sept. 29.\n\nHastert's go-slow approach puts him at odds with Bush, who has urged quick congressional action. Bush says the \nlegislation should go beyond border-security measures to include more opportunities for foreigners to work here \ntemporarily and a promise of citizenship for many of the nation's estimated 12million illegal residents.\n\nSupporters of the Senate bill, such as Sens. Arlen Specter, R-Pa., and Lindsey Graham, R-S.C., have said they \nhave opened informal discussions with House Republicans and are still hopeful that a compromise can be struck.\n\nHastert said he won't be moved, not even by White House overtures. \"I don't need assurances from the president,\" \nhe said. \"I know what we want.\"\n\nThe speaker said he told Bush recently that he wants to see a measurable drop in illegal border crossings before \nconsidering other immigration measures the president wants.\n\n\nHastert and five other House lawmakers will tour border hot spots in Arizona and Texas today and Saturday. He \nplans to meet with National Guard troops and homeland security officials. \"I'm going to be talking to people who \nare actually at the gates,\" he said.\n\nOne out of every five voters in Hastert's suburban Chicago district is Hispanic. He said his stance has sparked \"a \nmixed attitude\" from his constituents.\n\nGraphic\n\n \n\nPHOTO, B/W, Tim Dillon, USA TODAY\n"}