{"title": "U.S. ANNOUNCES NEW POLICY FOR PAROLE OF SOME HAITIANS", "body": "\nThe Justice Department announced today that it was issuing guidelines for the release of some Haitians from \nFederal detention facilities. The Haitians would be paroled to sponsors while they awaited hearings on whether \nthey would be deported.\n\nMany of the nearly 2,000 Haitians have been detained as long as a year under a Reagan Administration policy \ndesigned to discourage illegal immigration.\n\nThe latest action, essentially a return to the policy of a year ago, was announced this afternoon in Federal District \nCourt here, where a ruling on a lawsuit that seeks to free the Haitians is expected any day. Attorneys for the \nplaintiffs and other advocates for Haitians in Miami said the timing of the announcement indicated that the \nGovernment expected to lose the case and had changed its policy to save face.\nMIAMI, June 14 - The Justice Department announced today that it was issuing guidelines for the release of some \nHaitians from Federal detention facilities.\n\nThe new guidelines, set forth in a memorandum from Attorney General William French Smith to the Immigration \nand Naturalization Service Commissioner, Alan Nelson, allow parole for Haitians who are represented by \nindividual counsel, have a ''responsible sponsor'' and can offer ''acceptable assurances'' that they will appear for \ncourt hearings.\n\n \n\nForms of Acceptable Assurance\n\nAcceptable assurance, said Robert Bombaugh, a Justice Department trial lawyer, could be a pledge from relatives \nor others of longstanding residence in the community, or could be in the form of ''reasonable bonds.''\n\nThe condition of ''reasonable bonds'' raised immediate concern among those attempting to aid the Haitians. ''It \nsounds fairly good in theory and easily manipulated in practice,'' said Ira Kurzban, one of the principal lawyers in the \nlawsuit, which was filed in behalf of the Haitians in detention as a class. ''For example,'' he said, ''say they ask \n$2,000 bond. No one gets out.''\n\nThe Rev. Gerard Jean-Juste, executive director of the Haitian Refugee Center Inc. in Miami, said that if ''it is \nimplemented properly, it is a fair proposal,'' adding: ''The only thing I'm concerned about is the bonding. If they ask \n$500 to $2,000, we're back to Square One again.''\n\nMr. Bombaugh said that he could not ''get into details'' and that a meeting with immigration officials had been set for \nThursday to ''discuss details of the implementation.''\n\n\nHe said the move ''does not in any way resolve the issues currently before this court.'' Judge Eugene Spellman, \nwho is hearing the case, agreed, saying he would make his decision in the lawsuit before the end of this week. The \njudge and Mr. Bombaugh agreed to meet June 23 with the Dade County Bar Association and voluntary sponsoring \ngroups to work out the procedures for those eligible for release.\n\n \n\n600 Held at Miami Center\n\nAbout 600 Haitians are being held at the Krome Avenue Detention Facility, a former missile base 25 miles west of \nMiami. There are 650 at the Fort Allen Detention Facility in Puerto Rico, and the rest of the 2,000 are being held at \nFederal correction facilities in Kentucky, New York, Texas and West Virginia. Civil libertarians contend they are \npolitical refugees and ought to be released.\n\nThe lawsuit seeks to prove that the Government's detention of Haitians is discriminatory because aliens of other \nnationalities are routinely released. The Government contends that the Haitians are treated ''specially,'' though not \ndiscriminatorily, in part because, while they are seeking political asylum, the Government's position is that they \nhave come here for economic reasons.\n\nOther aliens without proper documents are routinely expelled, Government witnesses said, while the Haitians have \nprolonged their incarceration with petitions for political asylum and class-action lawsuits. The detention policy, \naccording to testimony, was adopted last summer as a deterrent to further illegal immigration. It was also put into \neffect after it was discovered that more than 20,000 Haitians who were paroled in the custody of sponsors over the \nlast decade, pending exclusionary hearings on their cases, never appeared for the hearings.\n\nAbout 800 of the Haitians are represented by lawyers and apparently would be the first to be considered for \nparole. But an agreement between the Government and the Commonwealth of Puerto Rico stipulates that Haitians \ncannot be released there. Judge Spellman asked Mr.  Bombaugh about that today, but he could not say what would \nbe done with those now held on the island.\n\n \n\n'Abuse' of Parole Asserted\n\nUntil last summer, the immigration service, after a cursory medical examination, routinely paroled Haitians who \narrived in the United States illegally. Mr. Bombaugh said that the policy was ''abused'' and that it ''caused more, \nnot less, illegal immigration.''\n\nThe new, much stricter parole policy will be ''monitored closely,'' Mr. Bombaugh said. The numbers of Haitians \nwho do not show up for hearings will be ''kept track of,'' he said, adding that if it is found that the paroles are \n''encouraging more illegal immigration,'' the program will be rescinded.\n\nAsked in Washington whether the timing of the announcement was connected to the lawsuit in Miami, Associate \nAttorney General Rudolph W. Giuliani, one of the witnesses in the two-month trial, said it was ''not in any way an \nattempt to influence'' the judge's decision.\n\nCommissioner Nelson said in an interview, ''We are not in any way backing off or waivering from the detention \npolicy.'' Mr. Kurzban speculated that the Reagan Administration had ''gotten a lot of political heat,'' and ''felt they \nwere going to lose the case.'' He said, ''This was a way of softening the blow and making it look like they were doing \nit on their own.''\n\nThere was no word of reaction by those being held at the Krome Facility, which has barred all visitors except for \nimmediate relatives because of ''rising tension.''\n\nGraphic\n\n\n\n \n\nIllustrations: photo of Haitians at Miami detention center\n"}