{"title": "Tom Ridge's Homeland Silences", "body": "\nTom Ridge, head of the Office of Homeland Security, is in the news a lot. This month, he was in Mexico to \nnegotiate a new border agreement. The other day he was unveiling a new color-coded warning system on threats to \npublic safety. He holds news conferences about the administration's plans to defend the nation against terrorism. \nBut one place Mr. Ridge has not appeared is before the Congressional committees that oversee and finance \nhomeland security operations. At the White House's request, Mr. Ridge is refusing to answer Congressional \nquestions in public. That is beyond puzzling, and the Bush administration should unmuzzle him immediately.\n\n     Last week the furor over the Immigration and Naturalization Service's visa approvals for two terrorist hijackers \nunderscored how much work needs to be done in the domestic security area. Congress has many of the same \nquestions the rest of the nation has about how that could happen and what can be done to keep it from happening \nagain. \n\n The administration asserts that any questions by Congress should properly be answered by the various agencies \ninvolved, like the I.N.S. That is no doubt true. But the $38 billion the administration proposes to spend next year on \nsuch security would be spread across more than 80 departments and agencies, according to the Senate \nappropriations staff. Mr. Ridge is the one who decided how much should go to immigration services, as opposed to \nborder patrols or anti-bioterrorism efforts. Only he can explain the rationale behind those priorities.\n\nThe White House says Mr. Ridge is simply a presidential adviser, like Condoleezza Rice, the national security \nadviser, and that it would be a violation of executive privilege to have him testify. But this argument makes no \nsense, given the fact that Mr. Ridge has been constantly in communication with Congress behind the scenes. When \nlawmakers wanted to spend more money on homeland defenses than the administration recommended last year, it \nwas Mr. Ridge who wrote to House and Senate leaders to say that spending was sufficient.\n\nFor many Democrats, Mr. Ridge's refusal to appear before Congress is part of a continuing administration effort to \nkeep Congress from prying into its affairs, an effort that includes Vice President Dick Cheney's refusal to turn over \nthe names of people consulted by his energy task force. But this is not a partisan issue. Many Republicans are also \nasking Mr. Ridge, the former Pennsylvania governor, to appear. But Representative C. W. Young, the Florida \nRepublican who leads the House Appropriations Committee, has said it is enough for Mr. Ridge to meet privately \nwith House members. That would be fine if Congress were a private club.\n\nMr. Ridge will need all the good will he can get from Congress as he tackles the great political swamp of \ngovernment reorganization. News reports suggest that he is having some trouble persuading various agencies to \nhand over their border operations to a new unified department, combining customs, immigration and other services, \nthat is to be proposed later this year. States and localities are going to be squabbling about which ones should get \nspecial law enforcement aid. All these interests have their own defenders on Capitol Hill, and Mr. Ridge would do \nwell to cultivate Congressional support every chance he has.\n\n\nOn homeland defense, all Americans are on the same page, eager to work together. Even the least sophisticated \nWashington observer knows that Congressional hearings are usually conducted more for the television cameras \nthan to get new information. But in Mr. Ridge's case, those goals mesh. He is the public face of our domestic \nsecurity effort, and he should welcome any chance to share the administration's thinking with the nation. \n\nhttp://www.nytimes.com\n"}