{"title": "Young Migrants Risk All to Reach U.S.; Thousands Detained After Setting Out From Central America Without Parents", "body": "\nAcross Central America, growing numbers of impoverished children appear to be setting out for the United \nStates on their own, risking robbery, rape and death as they try to sneak illegally through Mexico and across the \nU.S. border.  \n\n Last year, 6,460 underage illegal immigrants from Central America were detained in the United States while \ntraveling without their parents and sent to government shelters, a 35 percent increase over the previous year. \nMany others likely slipped in undetected. \n\n The higher detention figures may reflect stepped-up enforcement by Mexican and U.S. authorities. But social \nworkers who help such child migrants say the stricter enforcement might actually be causing more children to \ntravel alone. They note that many have parents who are already in the United States illegally and are unwilling to \nfetch them now that the chances of getting caught have increased.  \n\n Many of the youths never make it to the border. Mexico reported deporting 3,772 unaccompanied Central \nAmerican minors bound for the United States in 2005, compared with fewer than 700 in 2003.  \n\n Mexican immigration authorities were catching and deporting so many Guatemalan children trying to sneak through \nMexico to the United States that the Guatemalan government opened a 50-bed shelter last year to receive them \nuntil they could be picked up by their parents. It was quickly overwhelmed. \n\n \"Many nights there were not enough beds for everyone,\" said Ivone Rivera, director of the shelter, which is in a \nlarge, cement-block house in this mountain city about 45 miles from the Mexican border. \"We had to lay down extra \nmattresses across every bit of floor space.\"  \n\n Delia Barrientos, a soft-spoken 15-year-old deportee on a bus taking her from Mexico to the shelter on a recent \nafternoon, said she had been thrilled when her mother finally agreed to let her head for Atlanta.  \n\n \"My mother left when I was  4 or  5. . . . I just want to get to know her. Every day I've been asking God for the \nchance,\" said Barrientos, who was caught with two older cousins while they waited to stow away on a freight train. \n\n\n Shelter workers say parents often pay smugglers to  take children as young as 4 to the United States. The vast \nmajority of underage migrants, however, appear to be teenage boys like Luis Santos, a short, almond-eyed 16-\nyear-old sitting a few rows behind Barrientos. He said he is the youngest of six siblings and has been working \nsince he was 7 years old. \n\n \"My father was a policeman. He was shot to death when he was following a car that was smuggling cocaine,\" \nSantos said. \"After that, my mother couldn't have supported me even if she'd wanted to. . . . She sells vegetables in \nthe market. She has no money.\" \n\n For the last five years, Santos had been living and working on a cattle ranch, barely covering expenses with his \n$66-a-week paycheck and finding it increasingly tough to find time for schoolwork. He was drawn to the United \nStates by the same hopes of higher wages that attract adults. \n\n \"I just wanted to finally have something of my own,\" Santos said as tears began to roll down his cheeks. \"To show \neveryone in my family that I can do this. That I can have things, too.\" \n\n For all their grown-up dreams and responsibilities, youngsters like Santos often lack the maturity and experience \nvital to surviving an overland journey fraught with danger  --  including not just the risk of death from heat \nexhaustion on the final trek across the desert into the United States, but also robbery, rape, or murder by bandits \nand corrupt authorities all the way through Mexico, immigrant advocates say. \n\n Santos said he was beaten and robbed of all his clothes by uniformed police just a few miles into Mexico. He \nturned himself in to immigration authorities the next day. \n\n Betsy Wier  of Catholic Relief Services in Honduras said it could have been worse. \n\n \"There are so many ways that migrating as a vulnerable kid can go wrong,\" said Wier, who is overseeing a year-\nlong, multi-nation survey of child migrants for the aid group. \"There are trafficking gangs that prey on people \nwho've lost all their money  --  especially kids who are too ashamed to go home. They may use them as forced \nlabor or for prostitution.\" \n\n Also of concern, Wier added, is the haphazard manner in which  children are received by their home countries \nafter being deported from Mexico. \n\n Mexican buses carrying Honduran deportees frequently drop them off at the border town of Agua Caliente, 18 \nmiles from the nearest shelter. \n\n \"There's nobody there to greet them, no Honduran official checking off any list, no security watching,\" Wier said. \n\"And it's such a porous border that oftentimes the kids just scramble back over the mountain towards Mexico.\" \n\n Workers in the Quetzaltenango shelter are so pressured by the need to free up bed space that they barely have \ntime to check parents' identification, let alone assess why a child left home and whether it is safe to turn him back \nover to the parent. \n\n Still, at least Guatemala has a structured system for receiving children deported from Mexico: Twice a week a large \npurple coach carrying the minors pulls into the hot, bustling border crossing of El Carmen. Two staff members from \nthe Quetzaltenango shelter, Edgar Gutierrez and Enrique Lopez, are always there to greet it. \n\n Upon boarding the bus carrying Santos and Barrientos on a recent afternoon, Gutierrez made a point of reassuring \nthe 29 youngsters aboard. \n\n \"Don't worry. Because you are minors, we have to take you to the shelter to wait for your parents,\" Gutierrez said. \n\"But you're in Guatemala now. You are welcome here.\" \n\n\n\n \"Woo-hoo! We're home. Here they can't do anything to us!\" shouted Adan Mejia, a tall 17-year-old sitting next to \nSantos. \n\n Santos gave a wry smile. \"Yeah, but here there's no money.\" \n\n The bus lurched forward and began winding through verdant mountains shrouded in misty clouds. \n\n Santos stared out the window at a pickup truck packed with laborers heading toward Mexico. \"I wish I could just \njump into that pickup,\" he muttered. \"As soon as I get home, I'm going to start saving up 3,000 quetzales [about \n$400] for another try.\" \n\n Christian Villegas, a psychologist at a shelter for detained underage migrants in the Mexican border town of \nTapachula, said almost all the minors he has encountered are determined to try again  --  even when they've been \ncaught multiple times. \"It's this fixed idea that they have that you just can't get out of them,\" he said. \n\n As the bus wended its way to the shelter, Gutierrez and Lopez asked for home phone numbers to call in to the \nshelter so staffers there could begin contacting parents. \n\n The youngsters' responses offered a glimpse of how isolated some of the communities they had left behind were. \n\n \"But my mother doesn't speak Spanish,\" said an ebony-haired 17-year-old who belongs to one of the more than 20 \nindigenous Mayan groups in Guatemala that speak their own language. \n\n \"But my family doesn't have a phone,\" a boy sitting next to him interrupted. \n\n Nonetheless, by the time the bus pulled in front of the shelter three hours later, several mothers and fathers were \nalready waiting anxiously by the door. \n\n Villegas, the psychologist in Mexico, said that even after handling dozens of cases, he finds it hard to fathom why \nparents who clearly love their children would permit them to make such a dangerous journey. \"I ask them,\" he said. \n\"But I've never really heard an answer that I can understand.\" \n\n The parents waiting to pick up their youngsters from the Quetzaltenango shelter gave a variety of explanations. \n\n \"Yes, I know how dangerous it is for him. And I've felt such anguish since he left,\" Alfonsina Hernandez, a 39-year-\nold widow wearing a purple Mayan skirt, said of her 17-year-old son, Sergio Salalxot. \"I can't keep him by force. If I \nhad said no, he would have gone anyway without even telling me.\" \n\n Perfecto Morales, 41, who spoke in halting Spanish, said that he had helped his 16-year-old son Miguel get across \nthe border into Mexico to join a sister who is working in a poultry plant in Delaware. \n\n \"I have a sickness in my fingers,\" the elder Morales said, holding up hands that were bent like claws. \"I can't work \nin the fields anymore. . . . When my son told me he wanted to help earn more money for us, I felt so proud, like I \nwas being lifted up. . . . He is so young and he's already looking out for us.\" \n"}