{"title": "THEATER REVIEW;'Tintypes': A Cheer For the Melting Pot", "body": "\nTHE United States may be getting battered in the daily headlines, out at Studio Theater the bruised flag is being \nproudly honored in a rousing revival of ''Tintypes.'' In this intimate musical by Mary Kyte, Mel Marvin and Gary \nPearle, we are once again infused with the spirit of adventure of the great wave of immigration that took place \naround the turn of the century. If these immigrants arrived in New York and discovered that the streets were not \npaved with gold, they merely shrugged and determined to do some repaving.\n\nIn ''Tintypes,'' a multitude of scenes creates a photo album effect of immigrant life in the late 1800's and early \n1900's. To a pastiche of familiar tunes, such as ''Yankee Doodle Dandy,'' ''Meet Me in St. Louis,'' ''The Wabash \nCannonball,'' ''Wait for the Wagon'' and ''America,'' the show takes a whirl through moments of history as diverse as \nthe invention of the light bulb, the Spanish-American War, the building of the Panama Canal and the glory days of \nvaudeville.\n\nTeddy Roosevelt blusters across the stage, pushing, poking and shouting the country toward greater expansion and \nproduction. Behind his shouts of encouragement are the waves of immigrant garment workers, steelworkers, \nmerchants and dreamers seeking liberty and pursuing happiness. As one character explains, all he wants is a home \nwith a closed door ''to open and shut like the czar in his palace.'' They don't always get what they want, but their \nstriving is respectfully remembered in ''Tintypes.''\n\nThis production has been directed with a lighthearted touch by Domenick Danza, who keeps everything on an \nupbeat note without ignoring the darker side of the immigrant experience, such as poverty and discrimination. He is \nworking with a cast perfectly suited to their roles by virtue of their first-rate singing voices and high degree of stage \nenergy. Each member of this five-person cast is called on to represent thousands of immigrants. No small feat, but \neach handles his part with confidence.\n\nNotable in the cast is Lorraine Ferro, a bright, pretty, perky actress. Ms. Ferro, who appears to focus her entire \nattention on each of the characters she plays, no matter how small the part, excels as the fiery Emma Goldman. \nChristopher Springer brings a charming, slightly insolent manner to the variety of young men he portrays. Frank \nDeMonaco strives to be every inch the loving, cuddly teddy bear, which makes his Theodore Roosevelt especially \nendearing. Elisa Dragotto is a graceful woman who lends dignity to all of her immigrants, notably the Ziegfeld star \nAnna Held. Virginia DeSimone was the only member of the cast to appear stiff on opening night, but she \ncompensated by her clear and lovely rendition of the song ''Nobody.''\n\nThe musical director, Bill Holland, does an outstanding job with his snappy piano accompaniment, backed up only \nby a violin and a set of drums.\n\n\nThe one unfortunate aspect of this otherwise outstanding production is Ralph Madero's lighting design. As set \ndesigner, Mr. Madero efficiently uses a number of boxes that serve as everything from prop containers to park \nbenches to speakers' podiums. However, he undercuts his own set design by a lighting design that makes no sense \nwhatsoever. Too often the actors are left in the dark and the scene changes are highlighted. An attempt to light \nportions of the show to look like silent moving pictures only serves to keep the action from being seen.\n\nIn all, however, Studio Theater's ''Tintypes'' is a top example of the type of small-scale musical this theater does \nso well. And, its unabashed, simple patriotism is just the sort of tuneful summer fun needed to counteract the effects \nof grimmer current events.\n\n''Tintypes'' will continue through Aug. 6 at the Studio Theater in Lindenhurst.\n"}