{"title": "THE HURRICANE IS ABOUT TO HIT': TRUMP'S CRACKDOWN ON ILLEGAL IMMIGRATION SPARKING FEAR, ACTION IN LAS VEGAS", "body": "\nThe following information was released by the University of Nevada, Las Vegas (UNLV):\n\nIn this photo taken Feb. 7, 2017, released by U.S. Immigration and Customs Enforcement, an arrest is made \nduring a targeted enforcement operation conducted by U.S. Immigration and Customs Enforcement (ICE) aimed at \nimmigration fugitives, re-entrants and at-large criminal aliens in Los Angeles.\n\nBy Mick Akers (contact), April Corbin (contact), Chris Kudialis (contact), Camalot Todd (contact), Ricardo Torres-\nCortez (contact), Ian Whitaker (contact)\n\nAn unmarked white van pulled up to Astrid Silva's home last week. The driver approached with a box and asked for \nher by name. She asked what the box contained. \"Flowers,\" he said.\n\n\"Show me,\" she demanded through her closed front door.\n\nThe man seemed confused, but he opened the lid to reveal a Valentine's Day bouquet. He was not an Immigration \nand Customs Enforcement officer there to round up Silva and her neighbors.\n\n\"I freaked out at the flower guy,\" said Silva, whose struggle for citizenship has played out on the national political \nstage and made her one of the strongest voices in the movement for immigration reform. \"We are back to the fear \nI had when I was a little kid.\"\n\nLas Vegans like Silva had felt somewhat optimistic about their chances of gaining legal status. Former President \nBarack Obama's proposed DREAM Act (Development, Relief and Education for Alien Minors) and follow-up DACA \n(Deferred Action for Childhood Arrivals) promised a pathway to citizenship for those brought to the United States \nillegally as children. And immigration policy overall seemed focused on using the government's limited resources \nto deport those who'd committed serious crimes. In a 2014 speech, Obama said: \"Even as we are a nation of \nimmigrants, we're also a nation of laws. Undocumented workers broke our immigration laws, and I believe that \nthey must be held accountable, especially those who may be dangerous. That's why over the past six years \ndeportations of criminals are up 80 percent, and that's why we're going to keep focusing enforcement resources on \nactual threats to our security. Felons, not families. Criminals, not children. Gang members, not a mom who's \nworking hard to provide for her kids. We'll prioritize, just like law enforcement does every day.\"\n\nAP Photo/Paul Sancya\n\nAstrid Silva speaks during the first day of the Democratic National Convention in Philadelphia on July 25, 2016.\n\n\nThat era is over. Memos released last Tuesday by the Department of Homeland Security indicate that DHS \"no \nlonger will exempt classes or categories of removable aliens from potential enforcement,\" though officials have said \nthat protections for Dreamers will hold. In cracking down on illegal immigration, President Donald Trump's \nadministration plans to hire 15,000 new enforcement agents, expand the role of local police partnering with ICE and \ndepart from Obama's \"catch-and-release\" policies. Trump's Jan. 25 executive order intensifying security and \nenforcement efforts made it clear that anyone in the country illegally would be viewed as a \"significant threat to \nnational security and public safety.\"\n\n\"For those here illegally today who are seeking legal status, they will have one route and one route only: To return \nhome and apply for re-entry,\" Trump said during a campaign speech in September, a hardline stance that was \nchampioned by his Hispanic supporters.\n\nAs he follows through on such promises, with ICE raids ramping up over recent weeks, reactions are reverberating \nthrough Southern Nevada. According to the Pew Research Center 8 percent of people in Las Vegas, Paradise and \nHenderson are unauthorized.\n\nOne such immigrant from Mexico, who asked that her name be withheld, said she has been avoiding leaving her \nhome. She is afraid of winding up on a deportation list before she can file legal paperwork. So she mostly goes \nstraight to and from work, though she recently attended a \"Know Your Rights\" workshop organized by the Nevada \nHispanic Legislative Caucus.\n\nWhat is an unauthorized immigrant?\n\nA foreign-born person who does not have a legal right to be or remain in the U.S.\n\n- Anyone who sneaks across the border\n\n- Anyone who came to the U.S. as a tourist and didn't leave\n\n- Anyone who came to the U.S. on a visa who let it expire and didn't leave\n\n\"I still go to church,\" she added. \"I pray for my family and the country.\"\n\nLaura Martin, associate director of the Progressive Leadership Alliance of Nevada, said stories like this have \nbecome commonplace since Trump was elected.\n\n\"I knew people who were thinking of purchasing a home, people who were going to take a vacation but aren't now,\" \nshe said. \"They are saving that money just in case for legal fees, should deportation happen.\"\n\nGeoconda Arguello Kline is secretary-treasurer for Culinary Workers Union Local 226, which represents 57,000 \nworkers on the Strip and is the state's largest immigrant organization, with a membership that is 56 percent Latino \nand represents 167 countries. Members must have proper documentation, but Arguello Kline said they are \nconcerned about their families, friends, neighbors and others in their communities. The Center for Migration Studies \nof New York reports that in 2014, there were 3.3 million mixed-status households in the U.S.\n\n\"Everybody knows somebody who is in this country and has been trying to get documentation,\" she says. \"There \nare families worried about being separated. That's wrong.\"\n\nNot helping matters are the swirls of misinformation, especially via social media. Well-meaning residents are \nposting or sharing statuses claiming that immigration checkpoints have been set up at certain intersections, \nsomething ICE categorically says it does not do.\n\nOne such rumor that an ICE checkpoint went up near a church in a predominantly Hispanic community in East Las \nVegas reached Bishop Dan Edwards of the Episcopal Diocese of Nevada, prompting him and other church \nleadership to ponder their role in the immigration debate.\n\n\n\n\"We are scrambling to find the best ways to act in a Christian manner when our government undertakes a course \nthat is indisputably heartless and bureaucratic, and smacks of xenophobia and racism,\" Edwards said.\n\nBut according to the Rev. Christie Leavitt of St. Matthew's Episcopal Church on South Nellis Boulevard, nothing \nhappened. \"We held our congregation, ate our chocolate chips and went home.\" (An ICE representative confirmed \nthat the agency had been inundated with inquiries from media outlets seeking to confirm rumors of enforcement \nactivities that don't fall under their current policies.)\n\n\"People think they are being helpful,\" Martin said, \"but we'll go and check and there's nothing there. It's not helpful. \nIt plays into the fear. It might also become the boy who cried wolf. When it does really happen, maybe people won't \nbelieve it.\"\n\nConcerned residents are using words like \"when\" over \"if\" because extreme enforcement measures seem inevitable \nunder the Trump administration.\n\n\"Everyone we talk to is feeling far more anxiety and apprehension,\" said Michael Kagan, director of the \nImmigration Clinic at UNLV's Boyd School of Law. \"It feels like the hurricane is about to hit.\"\n\nWhile details such as a timeline and budget for Trump's full vision of ending illegal immigration haven't been \noffered, ICE already is casting a wider net. Sweeps and raids in other cities have resulted in the detainment of \npeople whose only crime was being here illegally.\n\nRob Schumacher/The Arizona Republic / AP\n\nGuadalupe Garcia de Rayos is locked in a van stopped in the street by protesters outside Phoenix's ICE facility on \nFeb. 8. Detained by immigration officials after a scheduled meeting she attended even though she feared the \nconsequences, Rayos was deported to Nogales, Mexico after 21 years of being in the U.S.\n\n\"(That) means 11 million people are a priority,\" Kagan said, \"and it returns to simply whoever is the easiest person \nto find.\"\n\nThat could be problematic for everyone, as wavering trust in police could create public safety issues.\n\n\"We cannot have a segment of the population not trust us and not call us when they see something, or if they \nbecome a victim of crime themselves,\" said Metro Officer Jacinto Rivera.\n\nYet activists say this already is a reality that the majority of undocumented immigrants feel they should avoid all \ninteractions with law enforcement and the court system. Despite assurances that targeting violators of immigration \nlaw is federal territory, stories about nonviolent offenders being turned in to ICE simply for asking local police for \nhelp are common in immigrant circles.\n\n\"We'd never say you shouldn't turn in anybody,\" said Francisco Morales, Nevada director of the Center for \nCommunity Change Action. \"If someone is picked up for something violent or severe, yes. What we're saying is, \nlet's not use resources jail time, space, officers' time processing a jaywalker to be removed from the country.\"\n\nBut many of the undocumented aren't willing to take the risk, especially after seeing national stories like one from El \nPaso, Texas earlier this month, in which a woman reportedly was picked up by ICE after leaving the courthouse \nwhere she was obtaining a protective order against an abuser.\n\nAnd fears aren't limited to ICE. \"People are afraid to bring their kids to school. It's a real, real thing. People are \nworried, like, what if the parent gets picked up at work and the children become unattended and unprotected?\" \nMorales said.\n\n\n\nCriminals sometimes target undocumented immigrants because they know they are more likely to have \nreservations about calling police. The undocumented also are overwhelming reputable legal resources, opening the \ndoor for swindlers promising immigration assistance.\n\n\"There aren't enough lawyers,\" Silva said. \"Call someone now and you get a three-, four-month wait. If you're \nscared now, you are not going to wait that long. You are going to the guy down the street who says, 'Give me $350 \ntoday and I'll have something for you tomorrow morning.' It's the perfect crime: Victims won't call the cops because \nthey don't want to call attention to themselves.\"\n\nAll of this has an impact that Southern Nevada is just beginning to see.\n\n\"There is a terrible level of anxiety,\" Kagan said. \"It has an economic impact. It leads people to shut down. That's \nnot good for our community. ... We don't need 8 percent of our population living in fear.\" April Corbin\n\nLocal police react to heightened immigration enforcement\n\nLas Vegas is not a \"sanctuary city,\" Las Vegas Mayor Carolyn Goodman and Clark County Sheriff Joe Lombardo \nhave said. In fact, Metro Police is one of 37 local agencies nationwide that collaborate with ICE through the 287(g) \nprogram. Metro's agreement dates back to 2008, and an accord extending it to 2019 was signed by Lombardo in \nmid-June.\n\nWhat is a sanctuary city?\n\nSanctuary cities in the U.S. shelter illegal immigrants. The term commonly refers to cities that apply no municipal \nfunds to the enforcement of federal immigration laws. In 1996, Congress passed legislation that enabled cities to \nforge agreements with federal immigration authorities, and Las Vegas did in 2008, which is why Metro Police work \nwith ICE to detain and turn over inmates eligible for deportation.\n\nThe agreement dictates that the identities of people arrested by Metro and booked at the Clark County Detention \nCenter are run through federal databases to determine whether the person comes up as deportable. If so, once the \ninmate is processed through the agency and answers for his or her local charges, a detainer is placed, giving ICE \nagents a 48-hour window for pickup. In December, Lombardo said that because of a lack of resources, these \ninmates often went free without being processed by federal agents.\n\nBut ICE spokeswoman Virginia Kice said in an email statement that recently instituted changes include an \nexpanded number of transportation runs to complete such custody transfers. Kice noted that collaboration between \nthe agencies has led to the \"identification and deportation of thousands of criminal aliens who posed a potential \nthreat to public safety.\"\n\nMemos released this week by the Department of Homeland Security indicate 287(g) will be expanded, though it's \nunclear how that might affect what is required of existing partners.\n\n\"I absolutely agree with the removal of the worst of the worst,\" Lombardo said of enforcement targeting \nunauthorized immigrants with criminal history. \"I don't think that anyone will argue with you with that, whether \nyou're on the left or the right. But when you start dipping down to people who committed a traffic infraction, and \nbecause they're foreign born you're making a decision to remove them, I think it's ridiculous as far as resources and \nability to even do that.\"\n\nThe Trump administration's stance hasn't changed how North Las Vegas police operate, spokesman/Officer Aaron \nPatty said, emphasizing that immigration is a federal issue. The city's residents shouldn't be fearful during any \ninteraction with police, whether it's during a traffic stop or while reporting crime, said Patty, adding: \"We are not \ngoing into homes and pulling people out.\"\n\nL.E. Baskow\n\n\n\nA Metro police officer distributes stuffed animals during a Christmas party at Casa Grande Transitional Housing for \nchildren in the Las Vegas community who have parents who are incarcerated on Tuesday, Dec. 20, 2016. It's a \npartnership between Hope for Prisoners and SOS Radio 90.5.\n\nIn Henderson, the police department doesn't have an agreement with ICE, and no officers have undergone training, \ncity spokeswoman Michelle French said.\n\nDespite police reassurances, Metro Capt. Sasha Larkin said misinformation is a problem.\n\n\"What the officers are responsible for is enforcing the law. The officers are not a part of creating the law,\" Larkin \nsaid. \"Our police officers do not ask about immigration status. They don't arrest based on immigration status. \nThey don't detain based on immigration status. They don't make decisions based on immigration status. That's \na very important message for the public to understand. That is not our job. We are not federal agents; we are not \nICE agents.\"\n\nMetro's formal efforts to develop relationships with minority communities, through the Office of Community \nEngagement, extend over a decade. It \"helps the department reach out to communities that otherwise don't have a \nvoice or have a connection to the police department.\" Each community has its own needs and expectations, Larkin \nsaid, and the department keeps that in mind when training officers. To counter racial profiling, officers are taught to \nlook for suspicious behavior rather than physical stereotypes. \"Our goal is to get communities that aren't used to \nseeing us to make a shift,\" Larkin said.\n\nA trusting community cooperates with law enforcement to report crime. The fear of deportation erodes that, but it \nwas present decades before Trump took office, Larkin said. What happens when communities lose that connection \nwith local police? Ferguson, Mo., Larkin answered, and \"people that get radicalized in their mom's basement \nbecause they're alone and isolated and they develop a true hatred for everything government- and uniform-bound.\"\n\nMetro spokeswoman/Officer Laura Meltzer gave an example of what could happen if an immigrant community loses \ntrust of police. \"If you have a whole segment of society that is afraid to come forward, who is a victim of a crime and \nis afraid to come forward, then they can be victimized by criminals in our society,\" she said. \"And that's a pretty \nscary thing, when as a police department you're charged with the safety of the community.\" Ricardo Torres-Cortez\n\nUndocumented encouraged to seek legal advice and 'speak frankly'\n\n\"More people are fearful about their status,\" local immigration attorney Rolando Rex Velasquez said, reflecting on \nPresident Donald Trump's actions over the past two weeks. Since Trump's inauguration, Velasquez said calls to his \noffice have risen sharply. After seven years as an immigration attorney representing the government in deportation \nproceedings in New York, he has worked for the other side for 15 years. \"I did see that people needed good-quality \nhelp on the defense side.\"\n\nEvan Vucci / AP\n\nRepublican presidential candidate Donald Trump arrives to deliver an immigration policy speech during a \ncampaign rally at the Phoenix Convention Center, Wednesday, Aug. 31, 2016, in Phoenix.\n\nImmigration attorney Jocelyn Cortez of Las Vegas' De Castroverde Law Group echoed Velasquez, saying fears \nreached a \"fever pitch\" after Trump's executive orders were announced. Her office not only has seen an uptick in \nphone calls and consultation appointments, but the type of clients with immigration worries has broadened. \"I \nworry about how the families will be affected in terms of children who may be displaced because mom or dad is \ngetting detained and expelled from the United States,\" Cortez said. \"I think it has much bigger repercussions than \nwe're probably prepared to understand at this point.\"\n\nRaids haven't yet happened in Las Vegas, immigration attorney Rolando Rex Velasquez said, but others reported \naround the country may be foreshadowing. \"The administration will likely become very aggressive with immigration \nenforcement,\" he said, \"so that has made the community very hysterical. ... I would not be surprised if there was \n\n\n\nsome kind of enforcement action being planned (locally) right now.\" But that planning includes ICE ensuring proper \ndetention space and clarity on whom they're targeting. \"They don't just go out and sweep the neighborhood,\" \nVelasquez said. \"They actually go looking for specific individuals. That's how they try to catch people.\"\n\nCortez recommended that immigrants worried about their status reach out to established and experienced \nimmigration law practitioners and \"speak frankly\" with them. There may be a remedy available that can be \nexplored that isn't known to the client, she said, and those who may be affected should be proactive while they're \nnot detained. Her other recommendations:\n\n- Prepare an emergency plan and important documents, such as birth certificates, marriage certificates or the \nbiography page of a passport. Tenga listos sus documentos importantes, como certificados de nacimiento, \nmatrimonio o la pagina biografica de su pasaporte.\n\n- Save money. Funds also will come in handy if you have to hire an attorney or post bail. Unlike the criminal justice \nsystem, the immigration system allows attorney representation but doesn't provide it. Ahorre dinero en caso de \ntener que pagar fianza o contratar a un abogado. El sistema de inmigracin no le proporciona la representacin legal, \ncomo el sistema de justicia criminal de los Estados Unidos. Solo se permite la representacin de abogados \ncontratados por usted.\n\n- Stay out of trouble with the law. Evite delitos y problemas con la ley. \"Keep our noses clean,\" Cortez said, and \nmake sure \"we don't get into trouble and that we don't give anybody a reason to look for us, and just hold tight and \nhopefully the storm will pass.\" Ricardo Torres-Cortez\n\nThe Mexican Consulate steps in\n\nThe same day President Donald Trump signed executive orders on immigration enforcement and plans to build a \nborder wall, Mexican President Enrique Pea Nieto spoke to Mexican nationals and migrants in the U.S. and \ninformed them he'd mobilized the Mexican Foreign Relations Secretary's office to beef up resources at the 50 \nconsulates there.\n\n\"They will become authentic defense structures to extend protection to Mexican migrants\" and make sure their \nrights are respected, Pea Nieto said. \"Our communities in the U.S. are not alone.\"\n\nFive days later, it was announced that the Mexican government had earmarked about $50 million to extend legal \nhelp to Mexican migrants in the U.S., the Associated Press reported. The Mexican consul in Las Vegas could not \nbe reached for comment on how the resources may be applied here. If you are a Mexican citizen: Si eres \nciudadano Mexicano:\n\n1. Register your American-born children with the Mexican Consulate. Registre a sus hijos nacidos en Estados \nUnidos en el Consulado Mexicano. 2. Staff at the consulate can direct you to reliable immigration lawyers and \nother resources. El personal en el consulado puede dirigirle a abogados de inmigracin confiables y otros recursos.\n\nWhat rights do unauthorized people have in the U.S.?\n\nRegardless of how people make their way into the country, they're guaranteed the same unalienable rights as \ncitizens are under the U.S. Constitution, said ACLU of Nevada Legal Director Amy Rose. The notable exception is \nthe right to vote. Rights include: La Constitucin de los Estados Unidos le otorga los mismos derechos a usted que a \ncualquier otra persona en este pas sin importar su estado migratorio, segn la Unin Americana de Libertades Civiles \n(ACLU). La notable excepcin es el derecho al voto. Eso incluye:\n\n- To remain silent when confronted by law enforcement. El derecho a mantener el silencio cuando es confrontado \npor oficiales de la ley.\n\n- Protection against unlawful search and seizure. La proteccin contra la bsqueda de sus pertenencias y su detencin \nsin una orden de la corte.\n\n\n\n- The right to due process in the judicial system. El derecho al debido proceso en el sistema judicial.\n\nACLU recommendations if immigration authorities are at your door (Recomendaciones de la ACLU en caso que \nagentes de ICE llegen a su casa)\n\n1. Don't open the door. No abra la puerta.\n\n2. Ask why they're there (you have a right to ask for an interpreter). Pregunteles por que estan all (tiene el derecho \npedir un interprete).\n\n3. If they ask to enter, ask for a warrant signed by a judge and have them slip it through a window or under the \ndoor. Si ellos le piden entrar, pidales una orden firmada por un juez y que se la deslicen a traves de una ventana o \npor debajo de la puerta.\n\n4. If they don't present a warrant, ask them to leave information at your door (warrant forms I-200 and I-205 do not \ngive agents the right to enter your home). Si no le presentan una orden, pdales que dejen informacin en su puerta \n(formas de orden I-200 y I-205 no dan derecho a los agentes a entrar a su casa).\n\n5. If they enter anyway, remain calm, tell them they don't have your permission to search, and tell everyone to \nremain silent. Si ellos logran entrar, mantenga la calma, dgales que no tienen permiso para buscar, y diga a todos \nlos habitantes de la casa que permanezcan en silencio.\n\n6. If they detain you, ask to speak to your corresponding consulate. Don't give authorities false documents; do ask \nto speak to your lawyer and request bail. Si es detenido, pida hablar con el consulado correspondiente con su pas \nnativo. No les de a las autoridades documentos falsos, pida hablar con su abogado y solicite una fianza.\n\n7. Do not sign anything without a lawyer's advice. The \"United We Dream\" organization further recommends \nrecording any interaction with ICE agents (outside federal property), and documenting everything, including badge \nnumbers, number of agents present and what type of vehicles they're driving. No firme nada sin el consejo de su \nabogado. La organizacin \"United We Dream\" recomienda grabar cualquier interaccin con agentes de ICE (fuera de \nla propiedad federal) y documentar todo, incluyendo los nmeros de los placas de los agentes, el numero de \nagentes presentes y que tipo de vehculos que estan manejando.\n\nWhat Nevada leadership is saying\n\nU.S. Rep. Ruben Kihuen, a former undocumented immigrant from Mexico, wants to be one of 18 U.S. \nRepresentatives co-sponsoring House Resolution 496, The Bar Removal of Individuals who Dream and Grow our \nEconomy (BRIDGE) Act, which would advance the order started by the Obama administration in June 2012. \nIntroduced Jan. 12, the bill would protect the current provisions of the DACA program, making them law instead of \njust a presidential order. Kihuen had not yet joined on the bill as of Feb. 20, as his spokesman Dave Chase said the \nfirst-term Democratic congressman was waiting to pair with a Republican on the effort.\n\nSteve Marcus\n\nDemocratic Congressional candidate Ruben Kihuen introduces his mother Blanca, a Culinary Workers Union \nmember, and father Armando, right, at the Culinary Workers Union, Local 226, headquarters Tuesday, June 14, \n2016.\n\n\"What (President Trump) fails to understand is that we are a nation of immigrants that thrives and grows with our \ndiversity,\" Kihuen said in a statement. \"I am a perfect example. In fact, it was President Trump's favorite President, \nRonald Reagan, whose 1986 immigration reform allowed me and my family to stay and become citizens.\"\n\nNevada Gov. Brian Sandoval said that while he believes Trump's immigration policies illustrate the president's \ncore initiative to \"secure the nation,\" Sandoval said a leaked 11-page White House document published by the \n\n\n\nAssociated Press suggesting that up to 100,000 National Guard troops would be used to help round up illegal \nimmigrants in 11 states including Nevada was not appropriate.\n\nWhile the leaked documents were called \"false\" by the White House, they grant the final decision on whether to \nmobilize the National Guard to the governors of the 11 affected states. Sandoval said, if given the chance, he \nwouldn't let the National Guard round up immigrants in Nevada.\n\n\"I recognize that we have a very diverse population in our state and we have to respond to that.\"\n\nWhile Las Vegas Mayor Carolyn Goodman advocates for \"full inclusion, compassion, equality and respect,\" she \nreiterated in a Las Vegas Sun editorial this month that the city is not one of about 30 \"sanctuary cities\" nationwide \nand will follow federal recommendations for reporting to Immigration and Customs Enforcement.\n\nWhile police are instructed not to profile and detain immigrants on perceived immigration status, law-abiding \ncitizens have been and will continue to be in good standing in the city of Las Vegas. But Goodman notes, like in \nnearly all major metropolitan cities across the U.S., when an undocumented immigrant commits a crime, ICE is \nnotified, and authorities will determine whether an undocumented criminal is eligible for deportation.\n\n\"I strongly believe the solution to our immigration issues is to find a pathway to citizenship for those in our country \nwho came here for the same reasons many of our ancestors did: to create a better life for themselves and their \nfamilies,\" Goodman wrote. \"That is the American dream, and it should be open to all willing to come to our country, \nour state, our city to build a community.\"\n\nFor North Las Vegas Mayor John Lee, the high immigrant population is a \"valued\" part of the community he \noversees.\n\nWith over 37 percent of the city's residents of Hispanic ancestry, according to the most recent census data, North \nLas Vegas has the highest population density of Latinos among any city in Nevada. Plans to protect immigrants in \nthe event of amped-up deportation, while still following federal laws, are still in the works.\n\n\"We are a compassionate city that values each of our residents, and we are concerned about how the recent \nexecutive orders will impact families and our communities,\" Lee said. \"This is a human rights issue, and I am in \ndiscussions with community leaders regarding how best to respect the law and protect the interests of our entire \ncommunity.\"\n\nEric Gay, Associated Press\n\nIn this June 25, 2014 photo, a group of immigrants from Honduras and El Salvador who crossed the U.S.-Mexico \nborder illegally are stopped in Granjeno, Texas.\n\nTHE BASICS OF THE CONFLICT NATIONWIDE\n\nWhat is the current stance on illegal immigration?\n\nIn 2016, ICE removed 240,255 people, with 174,923 apprehended at or near the border or ports of entry. The \nleading countries of origin for removals were Mexico, Guatemala, Honduras and El Salvador.\n\nIn tandem with stepping up enforcement, the Department of Homeland Security released a QandA breaking down \nits plan to implement the president's executive order. Among other things, enforcement bodies will:\n\n1. End \"catch-and-release\" policies that allowed immigrants subject to deportation to stay. \"ICE will not exempt \nclasses or categories of removable aliens from potential enforcement. All of those in violation of immigration law \nmay be subject to immigration arrest, detention and, if found removable by final order, removal from the United \nStates.\" 2. Prioritize individuals deemed most dangerous or at risk of flight until detention center capabilities are \nincreased. 3. Hire 10,000 more Immigration and Customs Enforcement agents and 5,000 more Border Patrol \n\n\n\nagents. 4. Partner with the Department of Justice to \"surge\" the deployment of immigration judges and asylum \nofficers to process more cases faster. 5. Deport anyone who crossed the border illegally through Mexico back there, \nregardless of his or her country of origin. 6. Prosecute parents who smuggle their children into the country. 8. Start \nthe planning process for the U.S.-Mexico border wall. 9. Expand the 287(g) program, which empowers participating \nlocal officers to act as immigration agents.\n\nIf someone is deported, can he or she legally come back?\n\nIn the 1990s, Congress created a penalty for those who unlawfully spend time in the U.S. Depending how long their \nunauthorized stay was, they are barred from visiting for three or 10 years. Legal forgiveness is available in certain \nsituations, such as showing that if you can't get your visa, a U.S. relative will suffer \"extreme hardship.\" Eso \ndepende de cuanto tiempo permaneci ilegalmente en el pas. El gobierno americano usualmente prohbe el regreso \npara tres o 10 aos. Hay ciertas excepciones, incluyendo, si puede comprobar que mantenerse en su pas de origen \nle pondra a un familiar americano en \"extrema dureza.\"\n\nWho is at highest risk of deportation?\n\nAmong the unauthorized, those targeted by ICE:\n\n- Have been convicted of any criminal offense, charged with any criminal offense that has not been resolved, or \ncommitted acts constituting a chargeable criminal offense\n\n- Have engaged in fraud or willful misrepresentation in connection with any official matter or application before a \ngovernmental agency\n\n- Have abused any program related to receipt of public benefits\n\n- Are subject to a final order of removal but who have not complied with the legal obligation to depart the United \nStates or, in the judgment of an immigration officer, otherwise pose a risk to public safety or national security\n\nUnder Obama:\n\nViolent criminals and recent border-crossers were at high risk of deportation, while low-level offenders and longtime \nresidents who otherwise abided by the law were not prioritized. Still, a record number of unauthorized immigrants \nwere deported during the Obama administration more than 2.5 million through 2015.\n\nUnder Trump:\n\n\"Collateral arrests\" of unauthorized immigrants who happen to be in the same place as those targeted by raids have \nbeen a goal of ICE's union, which supported Trump's candidacy, and that goal is manifesting. A recent New York \nTimes story on the deportation of a Phoenix woman who was complying with a longtime arrangement with \nimmigration enforcement encapsulated support for Trump's approach: \"(They) say that the deportations were long \noverdue, and would stop unauthorized immigrants from taking jobs from citizens, even if it meant that painful \ndeportations would be taking place more often.\"\n\nAre those previously protected under DACA safe?\n\nDaniel Ramirez Medina/Public Counsel/AP\n\nThis undated photo shows Daniel Ramirez Medina, 23, who was was brought to the U.S. illegally as a child and \nprotected from deportation by President Barack Obama's administration. ICE agents arrested Medina on Feb. 10, \n2017, at his father's home, even though he has a work permit under DACA.\n\nWhile DHS officials have said that the 750,000 people protected under Deferred Action for Childhood Arrivals \n(DACA) will be exempt from stepped-up enforcement, advocates remain worried.\n\n\n\nDaniel Ramirez Medina, a 23-year-old undocumented immigrant brought into the U.S. as a child, was recently \narrested by immigration authorities in Seattle. It marks the first time under the Trump administration that agents \nhave detained a Dreamer, young Americans brought illegally into the country by their parents and granted \ntemporary amnesty by President Barack Obama in 2012.\n\nAn ICE statement labeled Medina \"a self-admitted gang member,\" and his DACA protections were stripped amid \ndeportation proceedings. It's unclear whether this case will be an isolated incident as the Trump administration \nsolidifies its stance on DACA.\n\nAccording to Vox, \"Trump administration officials have drafted an executive order that would phase out the program \nover two years, making DACA recipients deportable (and no longer able to work legally) once their current grants \nexpire. But negotiations over whether Trump should actually sign it appear to be ongoing.\"\n\nWhat are some legal avenues for unauthorized immigrants to stay in the U.S.?\n\nU.S. immigration law offers few options for those who've entered the country illegally to change their status. Digital \nforum AllLaw detailed these approaches:\n\nAsylum and refugee status: Special legal protections for people who've left their home countries for safety reasons \nand are afraid to go back. You must apply within one year of your entry or the expiration of your authorized stay, \nand demonstrate that you have been persecuted (or fear that) in your country based on \"race, religion, nationality, \npolitical opinion, or membership in a particular social group.\"\n\nTemporary Protected Status: Offered to nationals of certain countries during times when returning would be unsafe \nfor anyone, whether due to war or a natural disaster. While approval of TPS is not amnesty (forgiveness) for your \nimmigration offenses, unauthorized immigrants who are approved are granted legal status for a maximum of 18 \nmonths.\n\nCancellation of Removal: A way to avoid deportation and receive a green card, if you can prove (with a lawyer's \nhelp) that you have been physically present in the U.S. for at least 10 years and have been a \"person of good moral \ncharacter\" during that entire time; that your removal would result in \"exceptional and extremely unusual hardship\" to \nfamily members who are legal residents; and that you aren't disqualified from cancellation (for example, if you have \ncommitted various crimes or been a member of the Communist party).\n\nLegitimate marriage to a U.S. citizen: Becoming an \"immediate relative\" of a legal citizen makes you legal and \neligible to apply for a green card if you didn't enter the country illegally. If your documentation expired, you can \napply for \"adjustment of status\" But if you crossed the border without stopping at a checkpoint, the only way a \nmarriage will ensure your citizenship is through a number of complicated exceptions.\n\nIf you served the U.S. military honorably in certain wars from World War II to Operation Enduring Freedom you can \napply for citizenship without even applying for a green card first. But you must have while on U.S. territory, such as \nthe Canal Zone, American Samoa or a noncommercial U.S. ship.\n\nShutterstock\n\nA SNAPSHOT OF NEVADA'S IMMIGRANTS\n\nHistorical trends in immigration to Nevada, by leading nationality:\n\n1864: Nevada becomes a state\n\n1870: Ireland\n\n1880: China\n\n1890: Census records destroyed in fire\n\n\n\n1900: U.K.\n\n1910-1950: Italy\n\n1960-1970: Canada\n\n1980-2013: Mexico\n\nAccording to the Migration Policy Institute: \"Restrictive immigration legislation in 1921 and 1924, coupled with the \nGreat Depression and World War II, led to a sharp drop in new arrivals. As a result, the foreign-born share steadily \ndeclined between the 1930s and 1970s, reaching a record low of approximately 5 percent in 1970.\"\n\nToday:\n\nRoughly 558,000 Nevadans are foreign-born, or close to 1 in 5.\n\nThe state is more than 19 percent foreign-born No. 5 in the U.S., according to the 2013 Census and Clark County \nstands at more than 22 percent. Both beat the 2013 national average of about 13 percent. Latinos and Asians make \nup a third of Nevada's population, and thousands of refugees from all over the world live here, too.\n\nRoughly 261,000 of Nevada's foreign-born are naturalized citizens, and 297,000 are noncitizens.\n\nOrigins of foreign-born Nevadans, as of 2015\n\n313,790: Latin America (South America, Central America, Mexico, Caribbean)\n\n168,153: Asia\n\n43,935: Europe\n\n21,027: Africa\n\n9,094: North America (Canada, Bermuda, Greenland, St. Pierre, Miquelon)\n\n2,171: Oceania\n\nTop 5 industries by share of immigrant workers\n\nPartnership for a New American Economy finds that immigrants are most drawn to careers in these fields:\n\n39.2% tourism, hospitality, recreation\n\n38.5% general services\n\n36.4% construction\n\n34.5% administrative support\n\n30.6% manufacturing\n\nThe peak of the unauthorized population\n\nNevada was one of seven states where the population of unauthorized immigrants declined between 2009 and \n2014, according to the Pew Research Center. The number of unauthorized immigrants in the state peaked in 2007, \nat 240,000.\n\nUnauthorized Nevadans\n\n\n\nJust in Las Vegas, Paradise and Henderson, an estimated 170,000 unauthorized immigrants live. Throughout the \nstate, they represent 10.4 percent of the labor force and their children make up 17.6 percent of the K-12 student \nbody. About 70 percent of these undocumented Nevada residents are Mexican.\n\nWhat happens when someone is taken into federal custody?\n\n1. If a person is picked up by a federal agent, he or she is taken to the main immigration office in downtown Las \nVegas. 2. The detainee is interviewed by agents who run his or her information through databases and take \nfingerprints. 3. If the detainee is deportable, he or she is booked into a detention center. 4. If the person is not \ninvolved in previous immigration court proceedings, paperwork is issued to start the removal process. The length \nof that depends on how much the detainee fights the case. He or she should expect a first court appearance within \ntwo weeks. If the detainee is able to make bail, the court process slows down. 5. Those who don't qualify for or \ncan't afford bond in Southern Nevada are kept in the Henderson Detention Center or at the Nevada Southern \nDetention Center in Pahrump until removal or until they win the case. The person may seek a review of custody \nstatus six months after the ruling. 6. The appearances in front of an immigration judge, who does not work for ICE, \nare usually conducted via teleconference. The judge is located at the Las Vegas Immigration Court, 3365 Pepper \nLane, white the detainee sits at either the detention center or ICE headquarters. 7. The deportation process varies \nwith the country of origin. Mexican nationals, who are typically transported by bus, are usually dropped off at an \nundisclosed border location. The detainee is allowed to carry a suitcase that weighs under 40 pounds that is \ndropped off by a relative who can also provide a cell phone or phone card. 8. Visitation at the detention centers is \nallowed.\n\nICE does not track local deportation statistics. Las Vegas, and the entire state, fall under the umbrella of a regional \noffice in Salt Lake City, Utah, which includes Nevada, Utah, Idaho and Montana. For the federal fiscal year (Oct. 1 \nto Sept. 30), here are the regional numbers going back to 2013:\n\n2016 fiscal year: Total deportations 1,731, including 1,407 \"criminal aliens\"\n\n2015 fiscal year: Total deportations 1,354, including 1,169 \"criminal aliens\"\n\n2014 fiscal year: Total deportations 1,769, including 1,429 \"criminal aliens\"\n\n2013 fiscal year: Total deportations 3,869, including 3,432 \"criminal aliens\"\n\nJulie Watson / AP\n\nPeople pass graffiti along the border structure in Tijuana, Mexico, Wednesday, Jan. 25, 2017. President Donald \nTrump moved aggressively to tighten the nation's immigration controls Wednesday, signing executive actions to \njumpstart construction of his promised U.S.-Mexico border wall and cut federal grants for immigrant-protecting \n\"sanctuary cities.\"\n\nIMPACTS OF IMMIGRANTS ON THE ECONOMY\n\nAt a campaign event last summer, Donald Trump claimed that undocumented immigrants cost the U.S. more than \n$113 billion a year. While the Trump campaign never sourced that data, it mirrors an estimate from a 2013 report \nfrom the Federation of American Immigration Reform, a group seeking to limit immigration in the U.S. Although \nthe federation claims to be nonpartisan, the Southern Poverty Law Center classified it as a hate group in 2007 \nbecause of ties to white nationalism and white supremacy. Despite the questionable source, the report also has \nflaws in its methodology and bases the $113 billion estimate on an inflated number of illegal immigrants in the \ncountry (almost 2 million more than estimates released by the Department of Homeland Security, Pew Research \nCenter and others).\n\nSo how much do undocumented immigrants actually cost taxpayers? In short, it's not exactly clear. Estimates range \nfrom $85 billion on the high end to much lower. There is some controversy about whether these numbers can even \nbe properly quantified. Regardless, the high estimates do not account for the billions of dollars in state and local \n\n\n\ntaxes that undocumented immigrants pay annually, the billions of dollars in consumer power they yield, or their \ncontributions to the workforce, among others. Here are just a few of the many costs and contributions.\n\nDo they pay taxes?\n\n\"The best evidence suggests that at least 50 percent of undocumented immigrant households currently file income \ntax returns using Individual Tax Identification Numbers (ITINs), and many who do not file income tax returns still \nhave taxes deducted from their paychecks,\" said the Institute of Taxation and Economic Policy report (updated for \n2016).\n\nIf all 11.4 million undocumented immigrants in the U.S. were deported...\n\nThe manufacturing sector would shed 500,000 U.S. jobs, and private industry output would decline by between \n$381 billion and $623 billion.\n\n$11.64 billion: Amount undocumented immigrants paid in state and local taxes nationally in 2013. (If granted full \nlegal status, they would contribute $13.77 billion annually.)\n\n$91 million: Amount undocumented immigrants paid in Nevada state and local taxes in 2013. (If granted full legal \nstatus, they would contribute more than $100 million annually.)\n\nIn the first three years following legalization, the \"higher earning power of newly legalized workers ... would \ngenerate $4.5 billion to $5.4 billion in additional net tax revenue\" at the federal level, according to a 2010 study from \nthe North American Integration and Development Center at UCLA.\n\nTax revenue from immigrants compounds generation after generation\n\n$775 billion: The amount of revenue immigrant-owned businesses contribute to U.S. gross domestic product. \nImmigrants are more than twice as likely to start a new business as native-born citizens. In 2011, immigrants \nfounded 28 percent of new U.S. businesses despite comprising about 12.9 percent of the total population that year. \n\"Immigrant-owned businesses employ 1 out of every 10 U.S. workers at privately owned companies,\" according to \nthe Partnership for a New American Economy. In 2010, they generated more than $100 billion in income.\n\nA 2016 report published by the National Academies of Sciences, Engineering and Medicine found that the average \nfirst-generation immigrant comes with a tax consequence, but the second and third generations contribute more \nrevenue to the state than expenditures. These numbers reflect the net difference in how much the average \nimmigrant in Nevada contributed to state and local funds (revenue) vs. how much they consumed (expenditure) \nfrom 2011 to 2013.\n\nWhile first-generation immigrants generally consume more (they tend to have lower earning potential, more \nchildren, etc.), their children and grandchildren go on to make up for those costs, and then some.\n\n$1,300: The net amount local and state governments lose per first-generation immigrant.\n\n$1,000: The net amount gained per second-generation immigrant.\n\n$1,950: The net amount gained per third-generation immigrant.\n\nIf all the undocumented immigrants working in agriculture in the U.S. were deported...\n\nEstimated to hold between 50 and 80 percent of agriculture jobs, if unauthorized immigrants were removed it would \ncost the U.S. $60 billion in production.\n\nCost of deportations\n\nOn average, the cost per individual was $12,213 in fiscal year 2015.\n\n\n\nImmigration and Customs Enforcement spokesperson Lori Haley said the agency tracked cost in terms of \n\"average lifestyle cost to repatriate an alien outside of the United States and this is from the time we identify the \nperson all the way to the time that they are removed.\" The average cost of just the transportation part of deporting \nan immigrant from the U.S. was $1,962. Haley said some deportees were transported via air, which drives up the \naverage cost. Of those deported in 2016, 62.4 percent of the 240,255 total immigrants were Mexican nationals.\n\nOther costs related to illegal immigration\n\nThe FAIR report, widely cited by opponents of immigration, also asserts that the annual U.S. expenditure on \nunauthorized immigrants breaks down to $1,117 per native-headed household. Education for the children of the \nunauthorized 17.6 percent of the student population in Nevada in 2014, according to the Pew Research Center \nconstitutes the largest cost to taxpayers, which FAIR estimates at $52 billion annually, though many children of \nunauthorized residents are legal citizens entitled to public education.\n\nDuring the 2013-14 academic year ...\n\nNevada's foreign students contributed more than $60 million to the state's economy in tuition, fees and living \nexpenses, according to NAFSA: Association of International Educators.\n\nConservative think tank The Heritage Foundation contends that the expenditure on welfare and other services used \nby the unauthorized is more than double what they pay in taxes, due to their lower education level and earning \npotential on average, but the U.S. Chamber of Commerce points out that \"undocumented immigrants are not \neligible for federal public benefit programs\" such as welfare and food stamps. They are entitled to schooling and \nemergency medical care, offset by what their payroll taxes contribute to Social Security, Medicare and Medicaid \nbenefits they cannot tap. And everyone pays sales tax, which the Nevada Department of Taxation says makes up \nabout 30 percent of the revenue in the state's general fund.\n\nSources: American Action Forum; American Farm Bureau Federation; Fiscal Policy Institute and Americas \nSociety/Council of the Americas; Institute of Taxation and Economic Policy; NAFSA: Association of International \nEducators; Selig Center for Economic Growth at the University of Georgia; The Partnership for a New American \nEconomy; U.S. Census Bureau\n\nSteve Marcus\n\nDemonstrators protest President Trump's immigration order during a rally at McCarran International Airport in Las \nVegas Sunday, Jan. 29, 2017.\n\nGETTING INVOLVED\n\nWith President Donald Trump taking strong actions to overhaul immigration enforcement and border security, \nsome advocacy groups, activists and community members are digging in on the side of creating ways for people to \ncorrect and pay for their violations and have a chance to become citizens without being deported.\n\nFor those who favor arming the undocumented with information as they navigate their new reality, here are some \nessentials about where they can seek services without fear of being reported to ICE:\n\nHospitals\n\nUnder the Emergency Medical Treatment and Labor Act, a federal law enacted in 1986, anyone visiting an \nemergency room at a hospital public or private must be stabilized and treated, regardless of their ability to pay, their \ninsurance or immigration status.\n\nUniversity Medical Center spokeswoman Danita Cohen said the central valley hospital will only ask an emergency \nroom patient his or her name before pursuing treatment. \"We might ask that just so we can address them more \npersonally,\" Cohen said.\n\n\n\nDitto for the Valley Health System, whose major hospitals include Valley, Summerlin, Henderson, Spring Valley, \nDesert Springs and Centennial Hills hospitals, said spokeswoman Gretchen Papez. \"All patients have the same \nrights and responsibilities, regardless of citizenship.\"\n\nBoth spokeswomen confirmed that under no conditions would their hospitals know or track whether someone is \nundocumented. But in the event a patient is treated for a gunshot or stab would or \"tied to a crime\" Metro Police \nwould be notified and would handle the criminal aspect of the situation.\n\nAirline travel\n\nTransportation security is the sole mission of the Transportation Security Administration, according to \nspokeswoman Lorie Dankers. They will not detain you unless they believe you pose a threat to the airport terminals \nor flights.\n\nUndocumented immigrants in the U.S. can show any of the following forms of ID to pass through the TSA security \ncheckpoint: 1. Border crossing card. 2. Foreign government-issued passport. 3. Transportation worker identification \ncredential.\n\nPassengers without a valid form of ID will be asked to complete forms with their name and current address, and \nTSA officers \"may ask additional questions to confirm your identity,\" Dankers said. As long as a person's identity is \ndeemed \"confirmed\" by TSA, the department will allow them to travel.\n\nNevada DMV\n\nUndocumented immigrants cannot obtain a Real ID, standard driver's license or ID card from the Nevada DMV \nbecause they don't have the identity documents (U.S. Social Security card, birth certificate and/or U.S. passport) \nneeded to obtain the ID, DMV spokesman Kevin Malone said.\n\nIf an undocumented immigrant meets the requirements of NRS 483.291, which was passed with the intent to \nprovide them the opportunity to drive legally in Nevada, they can obtain a Driver Authorization Card, which is \nlabeled \"Not valid for identification.\" But that card could still be used by TSA to help prove a person's identity and \ngrant them access through security.\n\nIf an undocumented immigrant had a criminal history, that information wouldn't show up on DMV computers, and \nthe department is forbidden by law to run criminal history checks on license applicants, Malone said.\n\nIf enforcement crossed any lines, who could stop it?\n\nIf Nevada officials or federal representatives felt actions were overreaching, several scenarios exist to block or \ntemporarily pause such action:\n\nGovernors: According to a leaked executive order draft calling for up to 100,000 National Guard troops to assist \nwith rounding up and deporting unauthorized immigrants in 11 states, including Nevada, the governor's office of \neach state will have the ultimate say in whether to deploy its respective forces. Asked Feb. 17 whether he'd \nauthorize Nevada's National Guard to deport unauthorized immigrants, Nevada Gov. Brian Sandoval said such an \ninitiative was not appropriate.\n\nFederal judges: They can rule deportations unconstitutional. Such rulings could halt or completely do away with \nexecutive orders relating to immigration.\n\nICE agents or local police: While unlikely, immigration officers could simply turn a blind eye to increased \nregulations on unauthorized immigrants. Metro spokesman Lt. Steve Summers said while it would be \"very unlikely\" \nthat officers would not enforce any new regulations, he added that a \"compassion element exists\" within officers \nand their respective communities. \"Our officers have a strong partnership with the communities they work in.\"\n\n\n\nUNLV and CSN\n\nBoth UNLV President Len Jessup and CSN President Michael Richards have issued statements in support of \nundocumented students and those protected under DACA.\n\n\"The university is strongly supportive of its DACA and undocumented students and will continue to do everything in \nits power to provide them, and all of UNLV's students, an environment of safety and success on campus,\" Jessup \nsaid. \"UNLV does not use citizenship status as a basis for admission.\"\n\nIn a Dec. 9 post on his blog on CSN's website, Richards said: \"We value the contributions of our undocumented \nstudents and we call upon the federal government to uphold, continue and expand the DACA program.\"\n\nBoth presidents signed a Pomona College-sponsored \"Statement in Support of the Deferred Action for Childhood \nArrivals (DACA) Program and our Undocumented Immigrant Students\" along with more than 600 university \npresidents across the country. Neither UNLV nor CSN collects information from applicants related to citizenship \nwith the exception of those students seeking federal financial aid or international students on certain visas.\n\nClark County Public Schools\n\nUnder current federal law, the Clark County School District cannot share private information of its students unless \ndirected to by a warrant or court order, district spokeswoman Michelle Booth said. CCSD does not track students' or \ntheir families' citizenship status, so the school district wouldn't have that information anyway, she added.\n\nTo enroll at a CCSD school, students are required just to prove their residency at an address through \ndocumentation as simple as an electric bill, and present a birth certificate, Booth said. Students without a birth \ncertificate can still be accepted into the school system and given a \"grace period\" to obtain that information. The \nschool district refers international students or those displaced from their homes to local consulates or service \nproviders that can assist them in obtaining documentation.\n\nCCSD Superintendent Pat Skorkowsky, in a Feb. 13 blog post, wrote: \"I don't know the immigration status of \nthose students or their families. I want to assure our students that we are not sharing their personal information, that \nwe are not singling any students out and that we are not going through your records.\" Chris Kudialis\n\nChurches\n\nClaiming sanctuary goes back to the ancient Greeks, who created a network of sacred places that were refuges for \ndebtors, slaves and criminals.\n\nReligious institutions have notably offered sanctuary, though it has never been recognized by state or federal law; \nthe only legal equivalent in most places is the granting of political asylum in embassies and consulates. Here's a \nsampling of what local church leaders are saying:\n\n- Bishop Dan Edwards of the Episcopal Diocese of Nevada says that church ushers refrain from calling ICE on \npeople suspected of being undocumented. They also help connect people with legal representation, train them to \nknow their rights and advocate for immigration reform, but Edwards stressed that each congregation makes its \nown decision. \"Many of our congregations are actively engaged in ministry to immigrants in keeping with the \nteachings of the Episcopal Church and the policy of this diocese to \"welcome the stranger and the alien in our land,\" \nas the Bible teaches,\" Edwards said in an email.\n\n- A spokeswoman from the Roman Catholic Diocese of Las Vegas said she was \"unaware\" of any churches offering \nsanctuary to undocumented immigrants.\n\n- \"I have always helped every individual who has come to me. But this approach is different than creating a \nsynagogue-wide approach. This issue has not bubbled up in our synagogue,\" said Rabbi Sanford Akselradof \nCongregation Ner Tamid in an email.\n\n\n\n- Rabbi Felipe Goodman of Temple Beth Sholom said he is not in a position to offer sanctuary to the undocumented \nunless their lives are in danger, because they must \"respect the law of the land.\" Camalot Todd\n\nWhat can legal citizens do to help?\n\nGet involved in or donate to local advocacy groups that provide guidance, resources and a powerful voice to \nunauthorized immigrants, such as:\n\n- ACLU of Nevada\n\n- Legal Aid Center of Southern Nevada\n\n- Nevada Immigrant Coalition\n\n- Progressive Leadership Alliance of Nevada\n\nBecome an active bystander:\n\nVarious advocacy groups are offering tips to those who might be on the scene during an ICE raid. Here are some \nbasics that might help your friends and family members even if they've been arrested and detained:\n\n- Film the interaction, but don't engage.\n\n- Write down the badge numbers of involved officers.\n\n- Note the officers' words and actions. If they appear to go too far in their forcefulness or violation of the person's \nrights, seek an attorney's guidance.\n\nOffer help:\n\nThe best chance an unauthorized person has of securing good legal footing is working proactively to correct \nimmigration violations. If you know someone, help him or her research and connect with a reputable immigration \nlawyer.\n\nTalk to your representatives:\n\nShare your opinions with your elected officials, from local and state leadership to the White House.\n\nMost Popular\n\nViewed\n\nTrending\n\nBill would prohibit police from helping to enforce immigration law\n\nStats: Las Vegas rich with dancers, dealers, but needs professionals\n\nMcCarran starts year with uptick in traffic\n\nDean Heller's actions don't match words on gun laws\n\nUNLV basketball targeting offense with 2018 recruit Bryce Hamilton\n"}