{"title": "Israel Sees a Surge in Immigration by French Jews, but Why?", "body": "\nMore French Jews have been immigrating to Israel or buying properties here as potential havens, and the Israelis \nand the French are debating whether the trend is a result of a surge in anti-Semitic attacks in France or just a \ncyclical oddity.\n\n The Jewish Agency, the quasi-governmental body responsible for settling immigrants, reported a doubling in the \nnumber of French Jews who arrived last year and in 2002, to more than 2,000 each year, compared with about \n1,000 a year in the previous three years. By contrast, worldwide immigration to Israel has sharply declined during \nthe Arab-Israeli violence.\n\n Michael Jankelowitz, a spokesman for the Jewish Agency, said that as a result of attacks against Jews in France \nin the past three years, many Jews, particularly those whose religion is evident from their clothes, were feeling \nincreasingly uneasy. Much of the tension has centered in working-class suburbs of Paris where Jews and Muslims \nmingle.\n\n ''If they're made to feel uncomfortable, this is the place they've always dreamed of coming to,'' he said.\n\n Some Jewish leaders in France contend that the Jewish Agency has sent squads of ''emissaries'' to recruit Jews \nfor aliyah, or the return to Israel. The agency denied the charge, saying that it has the same staff of eight recruiters \nand that they merely try to persuade Jews thinking of emigrating to the United States or Canada to consider Israel \ninstead.\n\n France has 500,000 to 600,000 Jews, the largest population in Europe. \n\n Gerard Araud, the French ambassador to Israel, played down the influx, suggesting in an interview that emigration \nis cyclical. He noted that during the ''golden years'' of quiet after the Oslo accords between Israel and the \nPalestinians, there were years when the number of French Jews who immigrated to Israel was quite high, once \nhitting 1,800. ''It's a flow, not a flight,'' he said. \n\n He also contended that there had been as many anti-Semitic incidents per capita in Italy and Belgium, but that \nFrance got the most attention because of its larger Jewish population. He also noted that most recent attacks had \nbeen by North African Muslims angered over Israeli treatment of Palestinians and therefore could not be linked to \nhistorical incidents of French anti-Semitism like the Dreyfus affair or the Vichy government's collaboration with the \nNazis.\n\n The rash of attacks was the basis of a major finding in a report last month on the state of world Jewry by the \nJewish People Policy Planning Institute, a group led by Dennis Ross, the longtime American mediator in the Middle \n\n\nEast. In an interview here, Mr. Ross said Israel needed to anticipate how its Palestinian policies might reverberate \nin the diaspora and better coordinate with the governments affected.\n\n Alex Losky, a 44-year-old real estate agent in Jerusalem, said French Jews had bought 1,000 apartments a year \nin Israel in the last couple of years, compared with 100 or so three and four years ago. He said, though, that most \nof his customers seemed to be buying apartments as vacation retreats and as potential refuges in case there was a \nsharp explosion in violence in France. Such purchases are sweetened by the fact that the value of the euro has \nrisen against the shekel, making Israeli real estate a bargain.\n\n But he said, ''If there weren't a wave of anti-Semitism in France, they wouldn't be buying.'' \n\n Chaim Spiller, a 42-year-old Orthodox Jew from Paris, immigrated with his wife and two children in March 2003 \nand bought a $400,000 apartment here, even as he held on to his men's clothing business in Paris. He said he had \nlong felt a ''latent anti-Semitism'' from some neighbors and said the waves of attacks by Muslims confirmed his \ndecision. \n\n ''You feel you are not welcome,'' he said. Referring to his skullcap, he added, ''You can't put on a kipa in Paris \nbecause it's too dangerous.''\n\n Mr. Spiller, the son of a survivor of the Buchenwald concentration camp, said that several years ago, a neighbor in \nhis apartment house complained about the Spillers' mezuza -- a doorpost marker containing Torah passages -- and \nasked him to move it inside. \n\n ''I cannot raise my children in an atmosphere when I feel the latent anti-Semitism, which is worse than the Arabs \nwho shout, 'Dirty Jew,''' he said. ''With the Arabs, we know they are our enemies and we know what we can \nexpect.''\n\n A more secular Jew, Phillipe Bensoussan, a 48-year-old filmmaker who arrived in December, gave a complex \ntangle of reasons. He said he found that French political life no longer roused his ideological fervor in the way that \nIsrael's did. ''Here every moment is essential,'' he said. \n\n But a less tangible motivation, he said, was his distress at what he saw as the slanted coverage of Israel in the \nFrench news media. He came to Israel because he wanted to create a Web-based television news outlet about \nIsrael in French.\n\n Mr. Araud also said the French government had reduced assaults against Jews with tougher laws against racist \nviolence, protection for religious sites and programs in schools to encourage tolerance.         \n\nhttp://www.nytimes.com\n"}