{"title": "86 BOOTED FROM PRISON & DEPORTED", "body": "\nEighty-six convicted Colombian criminals were deported from New York yesterday under a new state law that \nauthorizes the release of illegal aliens who have not finished their prison terms.\n\nThe felons, low-level drug dealers and one forger, were the first group to be deported under a state effort to cut \nprison costs and reduce crowding.\n\nGov. Pataki and federal immigration officials trumpeted the deportations as the first in a program that will save \nstate taxpayers millions. The deportations, being carried out across the country, will save the U.S. government $ \n150,000 and the state $ 1 million, said Doris Meissner, commissioner of the U.S. Immigration and Naturalization \nService.\n\nHundreds of illegal immigrants serving time in New York prisons for nonviolent crimes will be pulled \"out of our state \nand off the backs of the taxpayers,\" Pataki said.\n\n\"It is simply ridiculous,\" he said, \"that in every single case, an illegal felon convicted in a nonviolent crime in New \nYork State serves the sentence here at taxpayer expense before then being deported.\"\n\nThe new law allows state parole officials to release illegal alien inmates to the feds for immediate deportation.\n\nSo far, federal officials have cleared 213 New York prison inmates for deportation, pending state parole board \napproval.\n\nThe state law gives parole officials discretion in deciding who is deported. Illegal immigrants convicted of murder, \nrape and other violent crimes must first serve their entire minimum sentences.\n\nState Attorney General Dennis Vacco said more than 7,000 of New York's 68,471 state prison inmates might be \n\"deportable\" immigrants.\n\nThe 86 deported yesterday had an average of 1 year and 11 months remaining on their minimum sentences. State \nprison officials refused to release specific criminal histories. But Pataki's chief criminal justice adviser, Paul \nSchechtman, said some had been imprisoned for selling several ounces of cocaine.\n\n\"We're not sending major traffickers back,\" he said. \"They are remaining and serving their sentences.\"\n\nImmigrant-rights groups criticized Pataki and federal officials for exaggerating the impact of undocumented \nimmigrants on the prison system.\n\n\"The amount of attention they're giving it blows the issue way out of proportion,\" said Margie McHugh, executive \ndirector of the New York Immigration Coalition.\n\n"}