{"title": "Astoria Journal; Yes, They're Hookahs, And No, It's Tobacco", "body": "\nQueens is a fragrant place, and aromas drift through its many immigrant neighborhoods -- curry in Jackson Heights, \njerk chicken in Jamaica, fish sauce and roasted chestnuts in Flushing.\n\n     Take a whiff of Steinway Street in Astoria these days and the scent is unmistakably North African. At night, the \nair is filled with smoke that smells like candy, escaping through the windows and doors of the growing number of \nsheesha cafes, where tobacco, dipped in molasses, blended with apple shavings or soaked in rose oil burns in \nwater pipes as tall as the tables. \n\n The tobacco, known as sheesha, is served with fresh juices, strong teas and coffees, rice pudding, ice cream \nsundaes and waffles. It is carefully tended by waiters who mill about the brightly lit parlors with bits of hot charcoal \nthat, once placed in the pipe, keep the tobacco burning. Alcohol is not served.\n\nThe customers, mostly men, order their tobacco by flavor -- regular (molasses), apple (the most popular kind), \nwatermelon, mint, rose, grape, even cappuccino. They usually pay about $4 for a full pipe's worth and a plastic \nmouthpiece to fit onto the hose of the pipe. And while they smoke, they play dominoes, chess, backgammon or \ncards, watch Arabic-language television on big screens, talk, debate, rest and think. \n\nThe pipe itself has many names -- among them hookah, nargile and hubbly bubbly -- depending on where it is \nsmoked. In Astoria, where sheesha cafe proprietors are typically Egyptian, the pipe is known as a hookah, as it is \nin Cairo and Alexandria, the home cities of the entrepreneurs along Steinway Street.\n\nIt is clear from the sheesha situation in Astoria that the ancient hookah, which is believed to have first appeared \ncenturies ago in India, carved out of coconut, is a bit of a craze. The cafes stay open as late as 5 a.m. drawing \nEgyptians, Algerians, Tunisians and others -- including the merely curious.\n\nThe other night around 10 p.m., a limousine driver and a social worker, Egyptian immigrants who have known each \nother for years and often meet for a smoke and a chess game, sat for several hours at the Egyptian Cafe, one of \nthe newer hookah cafes. The driver, Ashraf Yacout, is strictly a molasses man, he said, while his friend, Ahmed \nFathi, favors the apple flavor.\n\n\"It's like cigarettes,\" said Mr. Yacout, who stops at the cafe nightly on his way home. \"Some like Camel, some like \nMarlboro.\"\n\nUntil their chess pieces arrived, the friends did not say much as they smoked, slowly and methodically.\n\nWhile some may fill their pipes with other things in private places, illicit substances are not permitted in the sheesha \ncafes. (On one of the several new Web sites cropping up to tell the world about the hookah and to sell pipes, a fan \nwrites of sheesha: \"Remember. . . . It's not contraband. It's culture! So live a little.\")\n\n\nThe tobacco is placed in the bowl of the pipe and then usually covered with a piece of aluminum foil with holes \npoked in it. The holes allow the sheesha to be lit by the charcoal placed on top of the foil, and the foil acts as a \nscreen to keep ashes from mixing with the tobacco.\n\nThe cafes keep a supply of pipes on hand -- there are more than 50 at the Egyptian Cafe -- and grocery stores \nalong Steinway Street sell hoses for hookah smokers who like to bring their own rather than use the sometimes-\nworn-out hoses provided by the cafes. The base of the pipe is usually made of brass or clay and holds water that \nbubbles as the smoke is drawn. \n\nSince Ali El Sayed, who calls himself the godfather of the sheesha cafes in New York City, opened a hookah place \non Steinway Street 14 years ago, five others have opened on one stretch of Steinway Street, near 25th Avenue, \nseveral of them in the last few years. Mr. Sayed, who is from Alexandria and runs a tiny but popular restaurant \ncalled the Kabab Cafe across the street from a crowded sheesha cafe, stopped selling smoke a decade ago, after \ndeciding that tobacco and genuine eating do not mix, he said.\n\nAfter giving a brief history of the hookah, Mr. Sayed, who keeps his own pipe in a corner of his restaurant and lights \nup whenever business dies down, explained that the sheesha experience is about communal ritual, not addiction.\n\nAcross the Arab world and beyond, sheesha has made something of a comeback in the last decade, after a long \ndecline that began with the advent of the cigarette. People rarely smoke the pipes at home, and because of the size \nof the hookah, usually about three feet high, sheesha is not a pastime to be enjoyed on the run.\n\n\"It's not a lonely tool,\" Mr. Sayed said. \"Sheesha is a social tool.\"\n\nWith the dinner crowd fading the other night, Mr. Sayed went to his kitchen to fetch some hot charcoal, loaded the \nbits into his pipe and sat down. \"Let's smoke,\" he said.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Ashraf Yacout, at left, and his friend Ahmed Fathi smoke sheesha tobacco in water pipes at the Egyptian \nCafe in Astoria, Queens. Mr. Yacout likes the molasses flavor, while his friend prefers the apple variety. (Barbara \nAlper for The New York Times) \n"}