{"title": "Council of the European Union: Answers to the questionnaire addressed to the Nordic Countries with a view to the evaluation of the application of the Schengen Acquis ST 10949 2005 DCL 1", "body": "\n Brussels: Council of the European Union has issued the following document:\n\n 10949/05 DCL 1 kal\n\n DGF 2A EN\n\n Council of the European Union Brussels, 23 May 2016 (OR. en) 10949/05 DCL 1 SCH-EVAL 46 COMIX 452 \nDECLASSIFICATION of document: ST 10949/05 RESTREINT UE dated: 12 July 2005 new status: Public Subject: \nAnswers to the questionnaire addressed to the Nordic Countries with a view to the evaluation of the application of \nthe Schengen Acquis\n\n Delegations will find attached the declassified version of the above document.\n\n The text of this document is identical to the previous version.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 1\n\n DG H RESTREINT UE EN\n\n COUNCIL OF\n\n THE EUROPEAN UNION\n\n Brussels, 12 July 2005\n\n D R A F T\n\n\n 10949/05\n\n RESTREINT UE\n\n RESTRICTED EU DOCUMENT\n\n CIRCULATED TO ACCEDING STATES\n\n SCH-EVAL 46\n\n COMIX 452\n\n NOTE\n\n from :\n\n the Norwegian delegation\n\n to:\n\n the Schengen Evaluation Working Party\n\n No. prev. doc. :\n\n 7265/05 SCHEVAL 17 COMIX 178\n\n Subject :\n\n Answers to the questionnaire addressed to the Nordic Countries with a view to the evaluation of the application of \nthe Schengen Acquis\n\n CONTROL AND SURVEILLANCE OF EXTERNAL BORDERS\n\n 1. Which are the authorities charged with protecting/controlling borders in you country?\n\n The border control and surveillance in Norway are the joint responsibility of the following authorities:\n\n &#8226; The Police\n\n &#8226; The Armed Forces, in particular the Coast Guard, and the Border Guard Company\n\n &#8226; The Customs Administration.\n\n The above-mentioned authorities have been co-operating closely for many years.\n\n\n\n The Police have the main responsibility for border control in Norway. The local chief of police may when \nnecessary give employees in the Customs Administration, the Armed Forces and others the power to carry out \npassport examination.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 2\n\n DG H RESTREINT UE EN\n\n Which Ministry do they come under and how are the authorities structured?\n\n The Police\n\n There is only one police force in Norway, headed by the National Police Directorate. The National Police \nDirectorate is organized under the Norwegian Ministry of Justice and the Police and acts under the constitutional \nresponsibility of the Minister of Justice and the Police. The main objective of the National Police Directorate is \nprofessional leadership, management and development of the Norwegian police service, with a basis in the \nstrategic and budgetary limitations laid down by the ministry. The National Police Directorate is responsible for \nmanaging and following up of the police districts and the special agencies, which employ a total of more than \n12000 people. In addition, the National Police Directorate plays a key role in international cooperation in police \nmatters, combating international and organized crime, and illegal migration.\n\n Since 2001 the Police services have been extensively restructured. Norway now has 27 police districts, each \nheaded by a Chief of Police. There are external border crossing points in 23 police districts. The police districts \nare located throughout the country and each consist of a local headquarter and several police stations.\n\n There are also several special police agencies that assist the local police. The most important of them, that are \nattached to border control and surveillance is:\n\n &#8226; The National Criminal Investigation Service\n\n &#8226; The Police Immigration Unit\n\n &#8226; The National Police Academy\n\n &#8226; The National Computing and Material Service\n\n &#8226; The Mobile Police.\n\n &#8226; The Norwegian Border Commissioner for the Norwegian-Russian Border\n\n\n\n The chief of police and the police lawyers on his staff are subordinate to the Director General of Public \nProsecutions and the regional public prosecutors in criminal investigations. The police lawyers act as the local \nProsecuting Authority heading the investigation of criminal cases and prosecuting such cases in court.\n\n The police services shall, through prevention, control, maintenance and assistance combat crime and thereby \ncontribute to legal protection and public safety. Border control and surveillance and internal control are part of the \nPolice's ordinary activities. Employees are trained to carry out border control and surveillance as part of general \npolice activities. The decentralised and uniform organisation of the police services enable the National Police \nDirectorate to have a general overview and control of police matters in all parts of the country, including the coastal \ndistricts.\n\n The chief of police may, when necessary give employees in the Customs Administration, the Armed Forces and \nothers without police authority the power to carry out passport examination.\n\n The Border Commissioner is responsible for ensuring compliance with border agreements and other agreements \nbetween Norway and Russia, preventing violations of border agreements and negotiating with the Russian border \nauthorities to settle any dispute that may arise.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 3\n\n DG H RESTREINT UE EN\n\n The Armed Forces\n\n The Armed Forces, which come under the Ministry of Defence, have long experience in surveillance and control of \nthe territorial waters and external borders of Norway. In particular the Coast Guard, as an integral part of the \nNorwegian Defence Establishment, have the authority and are involved in carrying out border control. The Coast \nGuard Act delegates to the Coast Guard the necessary authority to perform border control.\n\n Coast and border guard units continuously patrol the sea border area including the national territorial border.\n\n The Norwegian Army has a detachment called the Border Guard Company, which is responsible for surveillance \nof the Norwegian-Russian land border on behalf of the Police. Conscripts assigned to the Garrison in South \nVaranger serve for 12 months. Before beginning active service, they undergo six months of training to encompass \nranger and extensive Schengen-border training. This demanding training provides a good basis for assessing \nconscripts' physical and psychological suitability, conduct, ability to assume responsibility and act independently. \nConscripts serving in the Border Guard Company undergo an additional course on exercising police authority in \ntheir daily work. Before put into border control duty, they serve a traineeship in the area (on the job training). During \nopening hours, the police are responsible for monitoring and manning the Storskog border crossing point. \nStorskog, which is situated on the Norwegian-Russian border, is the only Norwegian external land border crossing. \nThe Customs Administration is present at the border control at Storskog.\n\n\n\n The Commander Regional Headquarters North-Norway, located at Reitan near Bod&oslash;, execute the \noperational command of the Armed Forces with regards to Schengen responsibility. In practical terms this means \nthe Coast Guard fleet and the Border Guard Company.\n\n Customs\n\n The main tasks of the Norwegian Customs and Excise Administration are to collect duties and taxes for the \nTreasury and prevent the unlawful import and export of goods. Combating drugs and economic crime are main \npriorities. The services are the responsibility of the Directorate of Customs and Excise, an autonomous directorate \nplaced directly under the Ministry of Finance, and the Regional Customs Administration, which is a subordinate \nagency. The Directorate is responsible for monitoring developments in international trade and business and \nindustry, and for developing and formulating rules for the Ministry of Finance. The Directorate also administers the \nRegional Customs Administration and draws up the budget for the administration's overall activities.\n\n The Regional Customs Administration encompasses 6 customs regions.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 4\n\n DG H RESTREINT UE EN\n\n How is the co-ordination taking place between the different bodies?\n\n The control and surveillance of Norwegian borders has been built up over the years through a shared \nresponsibility between the authorities mentioned above. The present co-operation routines are working very well. \nEach authority has, according to tradition and practice, its own particular subject area of responsibility. The Police \ncarry out border control, the Armed Forces execute border surveillance, the Border Commissioner ensures \ncompliance with border agreement and other agreements between Norway and Russia and the Customs carry out \nthe control of goods. Co-operation between the Police and the Customs is traditionally the best developed, as they \nare both present at border crossing-points to control persons and goods respectively.\n\n This is also visualised by the posting of a Customs official at the National Criminal Investigation service, and by the \nco-operation in PTN (\"Politi og Toll i Norden\" that is \"Police and Customs in Nordic countries\"). The PTN has \nposted communication officials in countries both within and outside the Schengen area.\n\n The Coast Guard assists other bodies according to the Coast Guard Act and the Coast Guard Regulations. Units of \nthe Coast Guard may work for the entire coastal administration, which means it may serve various authorities of \nNorwegian waters. Coast Guard vessels can be responsible for executing external border control as well. \nCooperation between the Police and the Coast Guard are regulated by an agreement between the Ministry of \nDefence and the Ministry of Justice and the Police. The Coast Guard's authority to carry out border control has its \nlegal basis in the Coast Guard Act. The designated military units operate on behalf of the Police and under its \nleadership and guidance, while the operational command is vested in the military Commander in Chief.\n\n The Armed Forces Regional Headquarters Surveillance Centre is established in order to integrate active and \npassive sensors to provide a correlated picture of all activities along the Blue Border. The system and organization \nregisters entry notifications and entry/departure reports too, from foreign non-military vessels (exceeding 24 meters \nand 50 tons) that enter or depart from Norwegian internal waters.\n\n\n\n 2. What strategy is followed with regard to the handling of information concerning illegal immigration, cross-border \ncrime and organized crime?\n\n The central intelligence service, including the collecting, co-ordinating, arranging and evaluating of information \nrelated to actual and possible criminal activities, is the responsibility of the National Criminal Investigation Service. \nAt the National Criminal Investigation Service there is posted one official from the Customs who contributes to this \nwork through his/her channels. The National Criminal Investigation Service is responsible for establishing, updating \nand maintaining various registers in order to collect current information. The information is reported from the local \npolice from all over Norway, but also from the established co-operation with e.g. INTERPOL and Europol. The co-\noperation between the Nordic countries' Police and Customs, called PTN (\"Politi og Toll i Norden\"\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 5\n\n DG H RESTREINT UE EN\n\n that is: \"Police and Customs in Nordic countries\"), has been established in order to reinforce the efforts particularly \ndirected against drug crime and organised, cross-border crime. The Scandinavian countries have posted 35 \nScandinavian communication officials altogether, both within and outside the Schengen area, e.g. in Thailand, \nRussia and Pakistan. The information generated by this work is also reported to the National Criminal Investigation \nService, who carries the operational responsibility for this service. The national INTERPOL-office is situated on the \nNational Criminal Investigation Service's premises. In addition the national SIS/SIRENE-function and the national \nEuropol contact point are placed here.\n\n As the responsibility for the collection, co-ordination, arrangement and evaluation of intelligence information and \nthe responsibility for the establishing, updating and maintaining of central registers are placed with the National \nCentral Investigation Service, where the national INTERPOL, Europol and SIS/SIRENE-offices are also located, the \nco-ordination of information, as far as legislation permits, is ensured.\n\n The National Central Investigation Service is a central organisation contributing both administrative and operational \nsupport, especially in relation to illegal immigration, cross-border crime and organised crime. On the basis of the \navailable material, information of present interest is thoroughly considered and arranged, and a sketch of the \ncurrent threat level is presented once a year.\n\n Do the authorities in charge of the control and surveillance of borders have such information about suspicious \nvehicles and persons, and if so, what procedure or mechanism allows them to obtain and use this information?\n\n The local police receive such information either from their own local criminal intelligence work or from the central \npolice authorities. If necessary to ensure proper border control- and/or surveillance such information is forwarded \nto other relevant bodies from the local police responsible for that part of the border.\n\n 3. Is there a global national security plan or a national border security plan, in which the general border control \nmanagement is developed?\n\n\n\n The external border management is part of a wider security plan within the police force aiming at prevention and \ncombating crime, including border surveillance and control. The basis is the existing co-operation between national \nauthorities.\n\n There is no specific border security plan in which the border control management is developed. Based on the risk \nanalysis model CIRAM and the work connected to the previous Risk Analyses Centre in Helsinki, the national \nborder security plan are to be in place before April 2006.\n\n There is no information from the activity at external border indicating that the execution of border control and \nsurveillance has to be strengthened.\n\n The National Police Directorate is responsible for border security management and for the plan to be developed \nbased on the defined four tiers/filters:\n\n &#8226; Activities in third countries (of origin and transit)\n\n &#8226; Bilateral and international co-operation\n\n &#8226; Measures at the external borders\n\n &#8226; Further activities inside the territory of the free movement of person\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 6\n\n DG H RESTREINT UE EN\n\n The starting point is the tactical and operational level in the police districts, in order to enable decision-makers \nbooth on local and national level to develop counter measures. The National Police Directorate has developed a \nstandard form to enable the local police to describe and defined the activity on each border crossing point, the \narea between border crossing points and on the rest of its territory. This documentation also includes information \nfrom other sources inside and outside the police force, e.g. the Coast Guard, the Customs, the Port Authorities, the \nship-agents, the Airport Authorities and transport agencies. This defined documentation is the basis for the future \nprocedure on border control and surveillance.\n\n The local plans are the basis for the national border security plan to be developed.\n\n The national and local documentations and plans are to be continually monitored, and connection to the work in \nthe Frontex Agency is foreseen.\n\n 4. What is the number of staff present at border crossing-points?\n\n\n\n The level of control and surveillance is determined on the basis of the threat level. The police services at border \ncrossing points are under the local police, who are responsible for all police matters, including border control. The \nlocal police authorities may when necessary give priority to border crossing control and surveillance.\n\n At sea borders\n\n At the sea border crossing points the need for permanent staff present is continually under evaluation. At sea \nborder crossing points with regular traffic, the local police provide the necessary staff to achieve the required level \nof control and surveillance. Various authorities in co-operation, particularly the Armed Forces including the Coast \nGuard and the Police carry out control and surveillance.\n\n The Coast Guard monitors the territorial waters and external borders by technical installations and physical \nsurveillance. The Police control at the border crossing point and the Coast Guard takes part in activity on behalf of \nthe Police. The Customs Administration cooperates closely with the Police and the Coast Guard.\n\n The Coastal Operational and Surveillance System (COSS) register entry notifications and entry/departure reports \nfrom foreign non-military vessels that enter or depart from Norwegian internal waters. Furthermore, the COSS \nregisters information reported by civil servants at Coastal administration. Via the police access to the COSS, the \ncontrol of persons arriving by sea are improved and simplified.\n\n The COSS system does not register Article 177 sensitive information. However, it registers whether such \ninformation has been relayed through the system to the relevant police authority. The physical presence of navy \ntroops executing Schengen responsibility on the blue border is 700 personnel and additional coast guard staff, \nsupport element etc.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 7\n\n DG H RESTREINT UE EN\n\n Land borders\n\n In Norway there is only one land border crossing point, Storskog on the Norwegian-Russian border. At Storskog \nborder crossing point there are 11 employees, 9 police officers and 2 civilian border guards that carry out border \ncrossing control, as well as staff from the Customs Administration and the Border Commissioner.\n\n However, after closing time, personnel from the Border Guard Company guard Storskog border crossing point on \nbehalf of the Police. The police services at Storskog are the responsibility of the local police in the area, \n&Oslash;stfinnmark Police District, where there are approximately 165 employees.\n\n The physical presence of army troops executing Schengen responsibility on the Green\n\n Border is 180 personnel and additional border guard staff, support element etc.\n\n\n\n Air borders\n\n At airports the need for permanent staff present is continually under evaluation. At airports with regular traffic the \nfollowing number of police staff is present for border crossing control and surveillance:\n\n At Oslo Airport, Gardermoen there are 127 employees, whereof 77 police officer and 55 civilian border guard. The \npolice services at Oslo Airport are the responsibility of Romerike Police District, which have 485 employees.\n\n At Bergen Airport, Flesland there are 10 police officers. The police services at Bergen Airport are the \nresponsibility of Hordaland Police District, which have 868 employees.\n\n At Stavanger Airport, Sola there are 12 police officers. The police services at Stavanger Airport are the \nresponsibility of Rogaland Police District, which have 661 employees.\n\n At Sandefjord Airport, Torp there are 21 employees, whereof 14 police officers and 7 civilian caseworkers. The \npolice services at Sandefjord Airport are the responsibility of Vestfold Police District, which have 435 employees.\n\n At Troms&oslash; Airport, Langnes there are 6 police officers. The police services at Troms&oslash; Airport are \nthe responsibility of Troms Police District, which have 275 employees.\n\n At airports with low regular traffic and at airports with traffic now and then, the needs of staff presence are \ncontinually evaluated. The director of such an airport is required to give adequate notice to the police authorities of \nany planned international arrival. This control and surveillance are carried out by local police officers that are \ntrained for this and are an integral part of their regular duties.\n\n In cases where, because of force majeure, imminent danger, or on the instructions of the authorities, an aircraft on \nan international flight has to land on a landing ground which is not an authorised border crossing point, the local \npolice authorities execute necessary border crossing control.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 8\n\n DG H RESTREINT UE EN\n\n How many border crossing-points are there? Distribute these statistics over sea and land borders and airports?\n\n An overview of the 84 Norwegian border crossing points in an annex 1 to the\n\n Immigration Act / Immigration Regulation.\n\n\n\n Oslo Sea\n\n Fredrikstad Sea\n\n Halden Sea\n\n Hvaler Sea\n\n Moss Sea\n\n Sarpsborg Sea\n\n Follo Sea\n\n Gardermoen Airport\n\n Fagernes Airport\n\n Geilo Airport\n\n Drammen Sea\n\n Hurum Sea\n\n Holmestrand Sea\n\n Horten Sea\n\n Larvik Sea\n\n Sandefjord Sea/Airport\n\n T&oslash;nsberg Sea\n\n Krager&oslash; Sea\n\n Notodden Sea/Airport\n\n Porsgrunn Sea\n\n Skien Sea/Airport\n\n Arendal Sea\n\n Farsund Sea\n\n Flekkefjord Sea\n\n Grimstad Sea\n\n\n\n Kristiansand Sea/Airport\n\n Mandal Sea\n\n Ris&oslash;r Sea\n\n Egersund Sea\n\n Gjesdal Sea\n\n H&aring; Sea\n\n Sandnes Sea\n\n Sokndal Sea\n\n Sola Sea/Airport\n\n Stavanger Sea\n\n Haugesund Sea/Airport\n\n Leirvik Sea/Airport\n\n Tysv&aelig;r Sea\n\n Ask&oslash;y Sea\n\n Bergen Indre Sea/Airport\n\n Lind&aring;s Sea\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 9\n\n DG H RESTREINT UE EN\n\n Odda Sea\n\n Sotra Sea\n\n Flor&oslash; Sea\n\n H&oslash;yanger Sea\n\n M&aring;l&oslash;y Sea\n\n &#197;rdalstangen Sea\n\n\n\n &#197;lesund Sea/Airport\n\n Kristiansund Sea/Airport\n\n Molde Sea/Airport\n\n Hommelvik Sea\n\n Orkanger Sea\n\n R&oslash;ros Airport\n\n Trondheim Sea\n\n &Oslash;rlandet Sea/Airport\n\n Namsos Sea\n\n Steinkjer Sea\n\n Stj&oslash;rdal Sea/Airport\n\n Mosj&oslash;en Sea\n\n Rana Sea\n\n Bod&oslash; Sea/Airport\n\n Harstad Sea\n\n Narvik Sea/Airport\n\n Sortland Sea/Airport\n\n Svolv&aelig;r Sea\n\n Balsfjord Sea\n\n Bardufoss Airport\n\n Finnsnes Sea\n\n Gryllefjord Sea\n\n Karls&oslash;y Sea\n\n Lyngen Sea\n\n Skjerv&oslash;y Sea\n\n\n\n Troms&oslash; Sea/Airport\n\n Alta Sea/Airport\n\n Hammerfest Sea\n\n Hav&oslash;ysund Sea\n\n Honningsv&aring;g Sea\n\n Lakselv Airport\n\n B&aring;tsfjord Sea\n\n Kirkenes Sea/Airport\n\n Kj&oslash;llefjord Sea\n\n Storskog Land\n\n Vads&oslash; Sea\n\n Vard&oslash; Sea\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 10\n\n DG H RESTREINT UE EN\n\n In the sense of combating illegal entry and exit, what is the principle of controlling the green/maritime border?\n\n The local 27 police district of which 23 have external border crossing points, are responsible for the management \nof border control and surveillance. The police execute the entry and exit control whilst the surveillance is done in \ncooperation whit other authorities.\n\n Green border\n\n The only external green border is the Norwegian/Russian border. Storskog border crossing point is the only \nborder crossing point at this border. The border crossing point are open each day from 0700-2100 hours and \n&Oslash;stfinnmark Police district perform 100% control of all travellers passing through the border crossing point. \nThe Border Guard Company execute the surveillance of the border outside the border crossing point and the \nborder crossing point outside the opening hours. The exercise of surveillance is done from stationary infrastructure \nand mobile units.\n\n There have been no illegal entry or exit outside the border crossing point last year.\n\n\n\n Maritime border\n\n At border crossing point with scheduled ferry traffic from/to third countries the local police execute 100% control of \nall travellers passing through the border crossing points. On other border crossing points the local police execute \nborder control on entry and exit of crew and passengers leaving or embarking, based on the information from; the \nshipmasters, the ship agents, the Coast Guard, the Customs and the port authorities. The Coast Guard execute the \nsurveillance.\n\n There have been no illegal entry or exit through the maritime border last year.\n\n Entry and exit control\n\n In accordance with the Norwegian Immigration Regulations &#167; 82 any person coming to the realm shall \nimmediately report to passport control or, if this has not been possible, the nearest police authority to show proof of \nidentity and provide such information as is necessary to determine whether entry will be lawful. Any person leaving \nthe realm shall by leaving the country report to passport control or, if this has not been possible, the nearest police \nauthority to show proof of identity, cf. &#167; 23 first paragraph of the Immigration Act.\n\n For entry into the realm from any other Schengen state the duty to report pursuant to the first paragraph only \napplies when a check is carried out in accordance with Article 2, number 2, of the Convention.\n\n The obligation to report pursuant to the first paragraph does not apply to crew on board any ship or aircraft who are \nnot signing off, cf. &#167; 117.\n\n Control on pleasure boats\n\n According to the Immigration Regulations &#167; 83, when any ship on a pleasure cruise carrying any foreign \nnational requiring a visa enters Norwegian territorial water, the master shall without delay go to the port which is \nindicated in the sailing permit, cf. &#167; 111 and immediately report to the police. The master shall also report to \nthe police in each of the permitted ports of call and has a duty to give notice of time of departure, sailing plan and \nnext port of call.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 11\n\n DG H RESTREINT UE EN\n\n Control of an aircraft\n\n According to the Immigration Regulations &#167; 84, the commander of any aircraft on an international flight shall \nno later than 48 hours before departure obtain leave from the Civil Aviation Administration to land at any other place \nthan an approved border crossing. The chief of police concerned is to agree to the landing before the leave from \nthe Civil Aviation Administration is given. If an aircraft has landed on a not approved border crossing, without \npermit, it is not permitted to leave without such permit from the chief of police concerned.\n\n\n\n Border crossing\n\n In accordance with the Immigration Regulations &#167; 85, entry and exit shall take place at any approved border \ncrossing points unless otherwise provided, cf. &#167; 23, second paragraph of the Immigration Act.\n\n Control on cruise ships\n\n On any cruise ship coming from a non-Schengen port, a check of the passengers, which should ordinarily be \nlimited to a check of the passenger list and of the passengers' travel documents without their attendance in person, \nshall be undertaken at the first port of call in Norway, cf. &#167; 90 of the Immigration Regulations. Any passenger \nleaving the ship to take up residence on land or to travel through the realm shall be subject to immigration control in \nthe normal manner, cf. &#167; 88.\n\n Any passenger requiring a visa that is on any such ship, may without a visa undertake visits of short duration on \nland in the port in which such ship is docked. The chief of police concerned lays down the extent of this area. When \ndisembarking, any such passenger shall be issued with a separate disembarkation certificate by the passport \ncontrol authority. When any such passenger re-embarks, the certificate is handed to the passport control authority \nor, if the passport control authority is not present, to the master of the ship or any person who is so empowered. \nHowever, this regulation is only valid if the docking does not exceed 72 hours.\n\n Where any tourist ship leaves any Norwegian port for non-Schengen port, the passport control authority shall \nrequire a copy of the passenger list from which it shall be apparent which passengers have left the ship, and a \ndeclaration from the master of the ship or any person who is so empowered that the remaining passengers are \ntravelling with the ship out of the realm.\n\n Control of crew on ship\n\n According to the Immigration Regulations &#167; 114, when any foreign national wishes to leave an engagement \non board any Norwegian or foreign ship while it is in a Norwegian port, the master of the ship shall give notification \nto the police, who decide whether leave shall be granted to go ashore, cf. &#167; 26 first paragraph of the \nImmigration Act.\n\n Any decision to refuse leave to go ashore is made by the chief of police or any person the chief of police so \nempowers, cf. &#167; 26 first paragraph, and &#167; 31 first paragraph of the Act. An appeal may be made against \nany such decision to the Directorate of Immigration, cf. &#167; 38 of the Act. The employment office concerned \nshall notify the police without delay if it becomes aware that any foreign national is to leave an engagement on a \nship in the realm.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 12\n\n DG H RESTREINT UE EN\n\n Leave to go ashore may only be granted where any foreign national is in possession of a valid passport, sea \nservice book or any other identity document recognised as a travel docu-ment. Any foreign national requiring a visa \nmust have a visa or special consent from the Norwegian Directorate of Immigration. It is a requirement that there \nare no reasons for rejection of entry cf. the Immigration Act &#167; 27 first section letters d, i and j.\n\n\n\n Transit\n\n Any foreign national who is travelling to any destination outside the realm, must in addition have a visa or special \npermit to travel through those countries which are to be crossed in order to reach such destination, and if necessary \nleave to enter the country where such destination is.\n\n Leave to go ashore\n\n On condition that a foreign national immediately takes up an engagement on another ship in a Norwegian port or \nleaves the realm without delay, the police may grant leave to go ashore even if the conditions in the third and fourth \nparagraphs of this section are not satisfied.\n\n Foreign seamen\n\n Where any foreign seaman with an identity card issued in accordance with ILO Convention No. 108, cf. &#167; 100 \nfourth paragraph, goes ashore, a check made pursuant to &#167; 88. Any such foreign national does not require a \nvisa, cf. &#167; 105(h).\n\n Where leave has been granted to any seaman to leave an engagement on board any ship, this shall be inscribed in \nthe passport or any other identity document of the person concerned or be apparent from a separate document.\n\n The master of the ship (captain) has a duty to take on board again any member of the crew who has been refused \nleave to go ashore, or otherwise take the person concerned out of the realm in accordance with further direction \nfrom the police.\n\n Stowaways\n\n According to the Immigration Regulations &#167; 116, the provisions of &#167; 114 and &#167; 115 apply \ncorrespondingly to any foreign stowaway on any Norwegian or foreign ship who wishes to go or who goes ashore in \nany Norwegian port. On the basis of humanitarian grounds, national considerations or consideration of international \nobligations leave to go ashore may be granted even if the conditions of &#167; 114 third paragraph are not \nsatisfied. The police shall refer the question of whether such leave shall be granted to the Directorate of \nImmigration for decision.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 13\n\n DG H RESTREINT UE EN\n\n Statistics on all known cases of illegal border crossing\n\n Statistics of rejection entry, by grounds and year: The statistics includes decision made by all administrative levels, \nin the years 2002, 2003 and 2004:\n\n Rejection grounds\n\n\n\n 2002\n\n 2003\n\n 2004\n\n No passport/visa\n\n 299\n\n 233\n\n 267\n\n Previously expelled\n\n 47\n\n 33\n\n 46\n\n No permit\n\n 771\n\n 722\n\n 339\n\n No funds\n\n 577\n\n 535\n\n 252\n\n Previously convicted\n\n 197\n\n 101\n\n 66\n\n Nordic Passport Concention\n\n 1\n\n\n\n -\n\n -\n\n Reported in SIS\n\n -\n\n 41\n\n 26\n\n Other\n\n 15\n\n 47\n\n 45\n\n Total\n\n 1907\n\n 1712\n\n 1041\n\n Statistics of rejection after entry, by grounds and year: The statistics includes decision made by all administrative \nlevels, in the years 2002, 2003 and 2004:\n\n Rejection grounds\n\n 2002\n\n 2003\n\n 2004\n\n No passport/visa\n\n 5\n\n 85\n\n 52\n\n Previously expelled\n\n 5\n\n\n\n 3\n\n 4\n\n No permit\n\n 74\n\n 36\n\n 33\n\n No funds\n\n 3\n\n 3\n\n 5\n\n Previously convicted\n\n 7\n\n 7\n\n 4\n\n Nordic Passport Concention\n\n 0\n\n -\n\n 0\n\n Reported in SIS\n\n -\n\n 0\n\n 2\n\n Other\n\n 8\n\n 3\n\n\n\n 8\n\n Total\n\n 102\n\n 137\n\n 108\n\n What is the estimated level of detecting and apprehending a person crossing the border illegally? How is the \nestimate justified?\n\n Refusal of entry at all frontiers (asylum applicants not included)\n\n Change\n\n % Change\n\n Nov 2004\n\n Dec 2004\n\n 97\n\n 55\n\n -42\n\n -43 %\n\n Dec 2003\n\n Dec 2004\n\n 83\n\n 55\n\n -28\n\n -34 %\n\n Total by 31.12.03\n\n Total by 31.12.04\n\n 857\n\n\n\n 780\n\n -77\n\n -9 %\n\n The top five nations by 31.12.2004 were:\n\n Nigeria, NGA (101), Romania, ROU (100), Russia, RUS (82), Somalia, SOM (45) and Iraq, IRQ (32).\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 14\n\n DG H RESTREINT UE EN\n\n Illegal aliens apprehended (asylum applicants not included)\n\n Change\n\n % Change\n\n Total by 31.12.03\n\n Total by 31.12.04\n\n 70\n\n 89\n\n 19\n\n 27 %\n\n The top three nations by 31.12.2004 were:\n\n Serbia and Montenegro, SCG (14), Romania, ROU (6) and Bosnia-Herzegovina, BIH, Turkey, TUR and Ukraine, \nUKR (5).\n\n This corresponds to the statistics and information that is being reported to CIREFI.\n\n From 2005 the police force will have access to a new data-system, which enables them to find statistics and more \ndetailed answers to the questions.\n\n 5. Which kind of legislation (or administrative practice or instructions) is foreseen to fight against illegal immigration, \nand in particular on control on persons inside the territory?\n\n\n\n Does this legislation (or administrative practice or instructions) provide differences between internal border \nzones/connections and the rest of the territory, especially as far as the reason for carrying out checks on identity, \ntheir frequency, their intensity or eventual sanctions are concerned?\n\n How many illegal immigrants have been detected at the border or inside the territory and what were their countries \nof origin?\n\n Where have they been apprehended (special routes, special places/regions, internal borders)?\n\n The Norwegian Immigration Act (and Immigration Regulation) is the main legislation foreseen to fight against illegal \nimmigration.\n\n In accordance with the Norwegian Immigration Act &#167; 23 and the Immigration regulation &#167; 82 any \nperson entering and leaving the realm shall immediately report to the passport control or police authority. For entry \nand exit to another Schengen country, regular immigration- and border control may only be carried out in \naccordance with the Schengen Convention Article 2 no 2. This is also regulated in the Immigration Act and \nImmigration regulation. Reference is made to the answer regarding border control given to question no 4.\n\n The Immigration Act and Immigration Regulation also contain provisions regarding stay in the realm.\n\n In August 2001, after Norway entered into the Schengen cooperation, the National Police Directorate drew up a \nCircular letter, RS 01/021, regarding police control in the border zones and other internal controls of aliens. This \ncircular letter gives directions and guidelines regarding these controls, based on existing regulations in The Police \nAct, The Criminal Procedure Act, the Immigration Act and other actual acts and regulations.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 15\n\n DG H RESTREINT UE EN\n\n Norway has not defined any specific border zone. Fight against crime, including combating illegal immigration, \nmay be conducted all over the country as a part of the police&#8217;s ordinary work. There is no legislation \nconcerning what kind of control that can be conducted in border zones or other specific areas in the country. \nHowever, the abovementioned circular letter gives some guidelines. The control should be based on analyses. \nControls of aliens inside the territory shall be a part of the Police&#8217;s total activity. Aliens may be stopped and \nasked to establish their identity. As a part of this control, cars may be stopped. When the police control aliens \nwithin the territory, they must not base the selection solely on the fact that the person has a foreign appearance or \nbelong to a special ethnic group or religion. Such controls shall be register by the local police.\n\n The number of illegal immigrants detected at the border or inside the territory\n\n Reference is made to question no. 4, statistics on all known cases of illegal border crossing, both rejected entry \nand rejection after entry.\n\n\n\n 6. What training and continuing training measures have been undertaken to maintain the level of control required \nby Schengen?\n\n Police\n\n The National Police Directorate has actively worked with the establishment of the Common Core Curriculum as a \nplatform for common standards for border guard training all over Europe.\n\n The National Police Academy has the responsibility for training of police officer and practical training of other \nemployees in the police force. This includes training for border guard activity and other police tasks related to \nforeigners.\n\n The basic training for police officer for service in the Norwegian police is three years education, and post \neducation training covering various areas of the police profession.\n\n Based on the Common Core Curriculum representatives from the National Police Directorate, the National Police \nAcademy and Police at Oslo Airport, Gardermoen have defined the need for further on training for employees \ndealing with border control issues in the Norwegian police.\n\n There is a national plan for education, starting with education of trainers from each police district, which is given 5 \nweeks course at the National Police Academy consisting of 3 weeks defined content given in the Common Core \nCurriculum and 2 weeks educational practice. The trainers are police officer with experience from border guard \nactivity, defined as mid level officer in the Common Core Curriculum. The National Police Academy has the \nresponsibility in cooperation with the trainers to define and produce the content of the course to be held in the \npolice districts, lasting for at least 1 week.\n\n The EU-training day will be included in the national ongoing program, following the schedule from Ad-hoch Centre \nfor Border Guard Training in Traiskirchen. There will be a yearly meeting at the National Police Academy for \ntrainers to develop and update the yearly program for border guard training.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 16\n\n DG H RESTREINT UE EN\n\n The Coast Guard are participating in the course on national level and specialist training is included in the training \nprogram for Coast Guard officer.\n\n Armed Forces\n\n Training programmes are held within the Army and Coast Guard in co-operation with the Police.\n\n Green border\n\n\n\n Conscripts at the Garrison of South Varanger serve for 12 month. Before beginning active service, the conscripts \nundergo six months of ranger and &#8220;Schengen&#8221;-training. Conscripts serving at the Border Control \nCompany undergo additional training focusing on exercising police authority and other regulations concerning \nBorder Control. Before they are assigned to active border duty, they have a on the job training together with \ndeparting Border Guard Company.\n\n Blue border\n\n All navy officers assigned for duty to the Coast Guard graduates at one week Schengen course.\n\n Specially designed courses\n\n The following courses related to the Coast Guard have been established:\n\n - a course specially designed to train Coast Guard personnel with regard to the Coast Guard Act and the authority \nvested by the statute.\n\n Is the training based on a local or national training programme?\n\n The National Police Academy is responsible for the content of all training program. Following that we use a train \nthe trainers concept, the education of the trainers will take place at the National Police Academy, whilst the training \nof border guard both on theoretical and practical level will take place on local level.\n\n 7. Have the new officials responsible for border controls been briefed on the Common Manual and prepared for \napplying it?\n\n The Common Manual is available in the national police intranet.\n\n The Common Manual is available among all armed forces staff formations dealing with Schengen issues.\n\n 8. New intervention concepts introduced or planned, such as:\n\n - Organisational units with competence at regional level, operating in different zones (border crossing points and \ngreen/blue borders) and equipped with mobile units capable of rapid deployment in the context of organised \ninterventions;\n\n - What is the operational activity of the organisational units at local level and of the special investigation groups?\n\n - Formation of special investigation groups with a view to combating international organised crime;\n\n - Surveillance of borders at the borderline itself and in border regions with the participation of general police \nservices.\n\n RESTREINT UE\n\n\n\n 10949/05 WvdR/mdc 17\n\n DG H RESTREINT UE EN\n\n The Border Guard Company has a concept of operation based upon prediction of threat, which means;\n\n &#8226; All weather capacity, night-vision capacity, and electronic sensor systems, i.e. radars, in order to uphold a \nsufficient level of surveillance.\n\n &#8226; Communication systems (encrypted communication, data transferred pictures and data link)\n\n The Border Guard Company is equipped with an adequate number of vehicles. It operates 40 light terrain vehicles \nfor winter operations and 17 light terrain vehicles, for summer operations, and seven assault boats.\n\n 9. What technical equipment is available at the border crossing-points? What equipment has recently been \nintroduced, for instance:\n\n - terminals for consulting SIS (fixed or mobile),\n\n All police computer terminals have access to SIS, included terminals used at border crossing points. New \ninfrastructure for mobile access is to be available after a pilot project period this year.\n\n - Schengen entry and exit stamps,\n\n Every border crossing points have entry and exit Schengen stamps available.\n\n - equipment for checking documents?\n\n Every border crossing points have equipment for checking documents. Type and number of equipment depends \non the level and type of traffic\n\n 10. What technical equipment has been made available to the forces responsible for controlling borders, for \ninstance:\n\n - helicopters/aeroplanes,\n\n - night vision/infrared detection equipment?\n\n - ships/boats; how many patrol boats are available for monitoring sea borders [by category according to length and \nmaximum speed in knots]\n\n Green border\n\n\n\n Helicopters/aeroplanes:\n\n The Royal Norwegian Air force has one Bell helicopter deployed to the area on a weekly basis, from Monday to \nFriday. The helicopter is available for the Border Guard Coy 10 hrs pr week.\n\n Night vision/infrared detection equipment:\n\n Thermal equipment is available at one fixed OP. Night vision equipment is available at all fixed OP.\n\n Mobile units have night vision capacity\n\n Ships/boats:\n\n The Border Guard Coy has deployed 6 Hurricane boats for patrolling the Pasvik River. Length: 22 feet. Speed: 30 \nknots with load capacity 6 pax including crew.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 18\n\n DG H RESTREINT UE EN\n\n Blue border\n\n Helicopters/aeroplanes:\n\n The Norwegian Coastguard has 6 Sea-Lynx helicopters. These are mainly embarked onboard Coastguard vessels. \nThe Coastguard has chartered additional 2 civilian aircraft for surveillance purposes.\n\n Night vision/infrared detection equipment:\n\n Coastguard vessels and cutters are equipped with night vision binoculars. The Coastguard operates infrared \ndetection equipment on its 3 Nordkapp-class and Svalbard-class vessels.\n\n Ships/boats:\n\n Coast Guard Vessels\n\n No\n\n Speed in knots\n\n Length in meters\n\n Area of operation\n\n Nordkapp Class\n\n\n\n 3\n\n 22\n\n 106\n\n Open waters\n\n Svalbard Class\n\n 1\n\n 17\n\n 103\n\n Open waters\n\n Chartered vessels\n\n 7\n\n 14-18\n\n 50-83\n\n Open waters\n\n Fast patrol boats\n\n 4\n\n 20-25\n\n 23-33\n\n Territorial water\n\n Chartered Cutters\n\n 4\n\n 10-12\n\n 35-42\n\n Territorial water\n\n The Coast Guard monitor and control the external blue borders, numbers, etc.\n\n\n\n The Regional Headquarters Surveillance Centre is established in order to integrate all active and passive sensors. \nIt produces a correlated data picture of activity along the blue border.\n\n A reporting system based upon arrival notification sent from all non-military vessels arriving in or departing from \nNorwegian internal waters are be registered in the Coastal Operational and Surveillance System (COSS) which is \nan integral part of the Regional Headquarters Surveillance Centre.\n\n 11. What is the number, broken down by type, of the monitoring facilities at borders?\n\n Green border\n\n Number of operational units\n\n Type\n\n At land or sea border\n\n 7\n\n Fixed observation posts\n\n Land border\n\n 10-13\n\n Field observation posts\n\n Land border\n\n Blue border\n\n The Coastguard operates 15 vessels patrolling the coast, monitoring the Sea border.\n\n 12. What are the means of communication between the operational units assigned to monitor land and maritime \nborders and their operational centre?\n\n Military communication on encrypted, classified and unclassified lines as data link, voice and telex may be used.\n\n UHF, VHF, HF\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 19\n\n\n\n DG H RESTREINT UE EN\n\n 13. Approximately, how many hours a day are external borders surveyed by resources available (broken down by \nthe different areas)?\n\n Green border\n\n Approximately 50% of the borderline is surveyed 24 hours, 365 days from fixed OP&#8217;s. Mobile units survey \nthe remaining part of the borderline. During one week the entire borderline has been patrolled.\n\n Blue border\n\n The Coastguard vessels are patrolling 24 hours day and night\n\n Coastal radar stations, radars on oilrigs, vessel traffic control and Regional Headquarters Surveillance centre \noperate 24 hours a day.\n\n 14. Are further reinforcements planned in terms of technical equipment or staff? When?\n\n Green border\n\n Radar ARSS1 is to be deployed as an additional electronic sensor solution, operating from august 2005.\n\n Blue border\n\n In order to manage a possible higher threat level, plans are made to install additional electronic sensor solutions. \nThese plans comprise radars, electro-optical sensors and identification systems, based on radar and \ncommunication emitters.\n\n Other improvements will continually be considered.\n\n 15. Do custom services or other authorities or services also take part in border controls? What is their role? What \nis the availability of staff? How does the cooperation and the coordination of actions with border control authorities \nwork?\n\n The Police are responsible for entry and exit control.\n\n The Customs take part in border control with two core objectives\n\n &#8226; To collect duties and taxes for the treasury\n\n &#8226; To prevent unlawful import and export of goods\n\n\n\n Customs has no powers in order to enforce the Schengen regulations regarding illegal immigration and passport \ncontrol. However, in practice, customs do notify the police whenever there is suspicion that a person does not fulfil \nthe requirement in the Schengen regulations.\n\n 16. How many refusal-of-entry decisions have been taken? (total number, breakdown by main nationalities \nconcerned, breakdown by border posts and by distance between border posts).\n\n Refusal-of-entry decisions in the years 2002, 2003 and 2004:\n\n 2002: 1907\n\n 2003: 1712\n\n 2004: 1041\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 20\n\n DG H RESTREINT UE EN\n\n Refusal-of-entry decisions broken down by main nationalities, 2003 and 2004:\n\n Nationality\n\n 2003\n\n 2004\n\n Afghanistan\n\n 7\n\n 16\n\n Albania\n\n 39\n\n 20\n\n Algeria\n\n 13\n\n 16\n\n Angola\n\n 0\n\n\n\n 2\n\n Argentina\n\n 2\n\n 1\n\n Armenia\n\n 9\n\n 1\n\n Australia\n\n 1\n\n 2\n\n Azerbaycan\n\n 2\n\n 8\n\n Belarus\n\n 18\n\n 8\n\n Belgium\n\n 1\n\n 0\n\n Benin\n\n 0\n\n 1\n\n Bolivia\n\n 3\n\n 2\n\n\n\n Bosnia-Hercegovina\n\n 13\n\n 10\n\n Brasil\n\n 4\n\n 2\n\n Bulgaria\n\n 51\n\n 32\n\n Burundi\n\n 1\n\n 1\n\n Cameroon\n\n 2\n\n 4\n\n Canada\n\n 0\n\n 1\n\n Cape Verde\n\n 1\n\n 0\n\n Chile\n\n 15\n\n 26\n\n China\n\n\n\n 5\n\n 9\n\n Colombia\n\n 2\n\n 0\n\n Croatia\n\n 14\n\n 10\n\n Cuba\n\n 0\n\n 1\n\n Czech Rep.\n\n 14\n\n 10\n\n Dem. Rep. Congo\n\n 2\n\n 1\n\n Djibouti\n\n 2\n\n 3\n\n Dominican Rep.\n\n 6\n\n 2\n\n Ecuador\n\n 7\n\n\n\n 6\n\n Egypt\n\n 2\n\n 0\n\n Equatorial Guinea\n\n 1\n\n 0\n\n Eritrea\n\n 2\n\n 0\n\n Estonia\n\n 41\n\n 22\n\n Ethiopia\n\n 6\n\n 1\n\n Fji\n\n 0\n\n 2\n\n France\n\n 2\n\n 1\n\n Gambia\n\n 3\n\n 2\n\n\n\n Georgia\n\n 12\n\n 2\n\n Germany\n\n 1\n\n 1\n\n Ghana\n\n 4\n\n 1\n\n Greece\n\n 2\n\n 1\n\n Guinea\n\n 1\n\n 4\n\n Guinea-Bissau\n\n 2\n\n 5\n\n Guyana\n\n 1\n\n 0\n\n Hong Kong\n\n 1\n\n 0\n\n Hungary\n\n\n\n 9\n\n 6\n\n India\n\n 5\n\n 3\n\n Iran\n\n 17\n\n 10\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 21\n\n DG H RESTREINT UE EN\n\n Iraq\n\n 39\n\n 32\n\n Ireland\n\n 0\n\n 2\n\n Israel\n\n 4\n\n 3\n\n Ivory Coast\n\n 0\n\n 2\n\n Japan\n\n 1\n\n\n\n 1\n\n Jordan\n\n 10\n\n 2\n\n Kazakhstan\n\n 3\n\n 1\n\n Kenya\n\n 1\n\n 1\n\n Latvia\n\n 17\n\n 13\n\n Lebanon\n\n 2\n\n 2\n\n Liberia\n\n 1\n\n 3\n\n Libya\n\n 26\n\n 22\n\n Lithuania\n\n 304\n\n 53\n\n\n\n Macedonia\n\n 5\n\n 6\n\n Malaysia\n\n 0\n\n 3\n\n Mexico\n\n 1\n\n 1\n\n Moldova\n\n 5\n\n 1\n\n Mongolia\n\n 8\n\n 5\n\n Morocco\n\n 13\n\n 19\n\n Nepal\n\n 7\n\n 0\n\n Netherlands\n\n 2\n\n 1\n\n New Zealand\n\n\n\n 0\n\n 1\n\n Nicaragua\n\n 1\n\n 0\n\n Niger\n\n 0\n\n 1\n\n Nigeria\n\n 31\n\n 101\n\n Norway\n\n 1\n\n 0\n\n Pakistan\n\n 11\n\n 9\n\n Philippines\n\n 3\n\n 5\n\n Poland\n\n 418\n\n 142\n\n Rep. Congo\n\n 3\n\n\n\n 2\n\n Romania\n\n 163\n\n 100\n\n Russia\n\n 87\n\n 82\n\n Rwanda\n\n 1\n\n 1\n\n Senegal\n\n 2\n\n 1\n\n Serbia & Montenegro\n\n 8\n\n 29\n\n Sierra Leone\n\n 1\n\n 3\n\n Slovakia\n\n 18\n\n 2\n\n Slovenia\n\n 0\n\n 2\n\n\n\n Somalia\n\n 30\n\n 45\n\n South Africa\n\n 0\n\n 3\n\n Spain\n\n 1\n\n 1\n\n Sri Lanka\n\n 8\n\n 3\n\n Stateless\n\n 4\n\n 6\n\n Sudan\n\n 1\n\n 1\n\n Sweden\n\n 5\n\n 2\n\n Syria\n\n 1\n\n 5\n\n Tanzania\n\n\n\n 0\n\n 2\n\n Thailand\n\n 10\n\n 5\n\n Togo\n\n 1\n\n 1\n\n Tunisia\n\n 5\n\n 4\n\n Turkey\n\n 14\n\n 8\n\n Turkmenistan\n\n 0\n\n 1\n\n Ukraine\n\n 10\n\n 7\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 22\n\n DG H RESTREINT UE EN\n\n United Kingdom\n\n 7\n\n\n\n 2\n\n Uruguay\n\n 1\n\n 0\n\n USA\n\n 7\n\n 3\n\n Uzbekistan\n\n 4\n\n 1\n\n Vietnam\n\n 6\n\n 8\n\n Yemen\n\n 0\n\n 1\n\n Yugoslavia\n\n 41\n\n 22\n\n Total\n\n 1699\n\n 1041\n\n There is no official statistics broken down by border posts and by distance between. However, there are statistics \navailable on the major police districts (border posts) rejections in 2003 and 2004:\n\n Police district\n\n\n\n 2003\n\n 2004\n\n Agder\n\n 71\n\n 20\n\n Asker og B&aelig;rum\n\n 18\n\n 7\n\n Follo\n\n 24\n\n 10\n\n Gudbrandsdal\n\n 5\n\n 5\n\n Haugaland og Sunnhordland\n\n 8\n\n 3\n\n Hedemark\n\n 38\n\n 19\n\n Helgeland\n\n 14\n\n 21\n\n Hordaland\n\n 32\n\n\n\n 20\n\n Midtre H&aring;logaland\n\n 0\n\n 2\n\n Nordre Buskerud\n\n 18\n\n 3\n\n Nordm&oslash;re og Romsdal\n\n 7\n\n 1\n\n Nord-Tr&oslash;ndelag\n\n 14\n\n 8\n\n Oslo\n\n 632\n\n 364\n\n Rogaland\n\n 102\n\n 29\n\n Romerike\n\n 271\n\n 199\n\n S&oslash;ndre Buskerud\n\n 45\n\n 17\n\n\n\n Sogn og Fjordane\n\n 6\n\n 2\n\n S&oslash;r-Tr&oslash;ndelag\n\n 39\n\n 9\n\n Telemark\n\n 38\n\n 15\n\n Troms\n\n 11\n\n 4\n\n une\n\n 36\n\n 114\n\n Vestfinnmark\n\n 2\n\n 3\n\n Vestfold\n\n 50\n\n 47\n\n Vest-Oppland\n\n 8\n\n 1\n\n &Oslash;stfinnmark\n\n\n\n 34\n\n 42\n\n &Oslash;stfold\n\n 176\n\n 72\n\n Total\n\n 1699\n\n 1037\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 23\n\n DG H RESTREINT UE EN\n\n 17. How do you proceed, when a person presents him/herself at the border with a visa issued by another Member \nState?\n\n An ordinary control of a citizen from a country outside Schengen and the EU includes the following: Check of all \ntravel documents, this includes passport, ticket, references, guarantee letter and invitation. The passport will be \nchecked in the passport reader, checking towards the SIS system. The authenticity of the visa is checked. The \nname and date of birth can also be checked in the different National Police Systems. The person will be asked \nabout the purpose of the trip or visit to Norway, if it is for pleasure or for business. Profiling is also a method used by \nthe passport control officer. On suspicion of incorrect person, passport or visa, the travellers are taken aside for \nfurther examination/investigation.\n\n 18. With reference to Article 2(2) of the Schengen Convention, have border controls been occasionally \nreintroduced at the borders with other Schengen States? In which circumstances does your country justify \ntemporary reintroduction of border controls under Article 2(2) of the Schengen Convention? For how long did this \nexceptional situation last?\n\n The Norwegian Ministry of Foreign Affairs hosted the Nobel Peace Price 100-years anniversary in Oslo on \nDecember 2001 and the World Bank, the Annual Bank Conference on Development Economics (ABCDE -\nconference) in Oslo on June 2002.\n\n On booth these occurrences Norwegian authorities concluded that during a period, before and under the \noccurrences it could be necessary to carry out border controls at internal land, sea and air borders in the south-\neast part of Norway, on the level appropriate to the situation.\n\n\n\n Control on the internal borders was not set out in operational activity.\n\n 19. Explain the activities undertaken by your authorities in third countries, especially in countries of origin and \ntransit, against illegal immigration.\n\n The National Police Immigration Service is responsible for the work of the police in asylum and immigration cases. \nTheir main task is to register and identify asylum seekers arriving in Norway, and co-ordinate the repatriation of the \nones denied asylum. They are furthermore responsible for the transportation of other foreign nationals who are \nremoved or deported from Norway. They have accordingly extensive contacts with countries of origin.\n\n The National Police Immigration Service participates in working groups within IGC (Intergovernmental \nConsultations) especially targeted on repatriation and the fight against illegal immigration and the smuggling of \nhuman beings.\n\n Within the Nordic liaison network we have two liaison officers, posted in Bangkok and Dubai, who almost \nexclusively work on combating illegal immigration especially focused on transit passengers in the airports.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 24\n\n DG H RESTREINT UE EN\n\n 20. Present a general oversight on the bilateral and multilateral cooperation regarding border security.\n\n &#8226; Agreement between Norway and Russia on border control regime (1949)\n\n &#8226; Agreement between Finland, Norway and Russia on cross-border cooperation (1998)\n\n &#8226; Agreement between Norway and Russia on cross-border cooperation (2002)\n\n &#8226; Memorandum of understanding between the Norwegian National Police Directorate and the Finnish \nFrontier Guard on border surveillance (2002)\n\n 21. What is the regime applicable in the outside the mainland areas (if any) of your country concerning the \nSchengen Convention? Do you have special arrangements for the application of Schengen provisions there?\n\n Following the association agreement between EU and Norway article 14 Svalbard (Spitzbergen) is not part of the \nSchengen area and Norway executes entry and exit control on traffic between Svalbard and Norwegian mainland.\n\n A. Sea borders\n\n 22. What measures have been taken in terms of infrastructure to guarantee the separation between passengers on \nferries on Schengen crossings and passengers on ferries on non-Schengen crossings (physically, administratively, \nequipment)?\n\n\n\n Norway has four ports with non-Schengen ferry traffic, all of them with infrastructure physically designed to ensure \nseparation of passengers, these are:\n\n Bergen and Omland Port Authorities, Bergen\n\n The ferry terminal in Bergen serves one ferry to United Kingdom all year at two ferries to Denmark during. There is \nonly one ferry present at time. Accordingly there will be no intermingling of passengers on Schengen crossings and \npassengers on non-Schengen crossings\n\n Stavanger Interkommunale Port Authorities, Stavanger\n\n The ferry terminal in Stavanger serves only ferries to United Kingdom.\n\n Karmsund Interkommunale Port Authorities, Haugesund\n\n The ferry terminal in Haugesund serves only ferries to United Kingdom.\n\n Kristiansand Europort Norway, Kristiansand\n\n The Kristiansand ferry terminal serves two ferry companies. One company serves traffic to the Schengen area \nonly, the other traffic between Norway and United Kingdom. There is only one ferry present at time. Accordingly \nthere will be no intermingling of passengers on Schengen crossings and passengers on non-Schengen crossings.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 25\n\n DG H RESTREINT UE EN\n\n 23. Are passengers on extra-Schengen crossings channelled in such a way as to ensure the separation between \npersons covered by Community law and those from third countries?\n\n At the Norwegian non-Schengen ferry-terminals there are two control positions for both arriving and departing \npassengers, as well as at the terminals and at the ground control of travellers in vehicles to ensure two separate \nlines. One for persons covered by Community law and one for all nationals. The lines have signs.\n\n 24. Statistics should be provided for the past three years as regards the number and types of vessels calling at \nports from EU and third country ports (ferries, cruise ships, cargo vessels, fishing vessels and pleasure boats).\n\n There is an extensive traffic of cargo ships, ferries, cruise ships and fishing vessels to and from Norway all along \nthe Norwegian coast.\n\n 2002\n\n County\n\n Cargo\n\n Ferry/Cruise\n\n\n\n Fishing vessels\n\n Pleasure\n\n Total\n\n Akershus\n\n 37\n\n 0\n\n 0\n\n 1\n\n 38\n\n Aust-Agder\n\n 233\n\n 6\n\n 2\n\n 4\n\n 245\n\n Buskerud\n\n 915\n\n 8\n\n 0\n\n 0\n\n 923\n\n Finnmark\n\n 853\n\n 112\n\n 1196\n\n\n\n 103\n\n 2264\n\n Hordaland\n\n 4871\n\n 256\n\n 189\n\n 26\n\n 5342\n\n M&oslash;re og Romsdal\n\n 3464\n\n 301\n\n 376\n\n 26\n\n 4167\n\n Nord-Tr&oslash;ndelag\n\n 547\n\n 1\n\n 0\n\n 1\n\n 549\n\n Nordland\n\n 2565\n\n 100\n\n 147\n\n 16\n\n\n\n 2828\n\n Oslo\n\n 1500\n\n 761\n\n 0\n\n 5\n\n 2266\n\n Rogaland\n\n 6072\n\n 40\n\n 628\n\n 29\n\n 6769\n\n Sogn og Fjordane\n\n 2078\n\n 225\n\n 202\n\n 8\n\n 2513\n\n S&oslash;r-Tr&oslash;ndelag\n\n 1027\n\n 44\n\n 8\n\n 0\n\n 1079\n\n\n\n Telemark\n\n 2546\n\n 7\n\n 1\n\n 2\n\n 2556\n\n Troms\n\n 926\n\n 70\n\n 413\n\n 38\n\n 1447\n\n Vest-Agder\n\n 1194\n\n 608\n\n 35\n\n 4\n\n 1841\n\n Vestfold\n\n 1531\n\n 153\n\n 1\n\n 2\n\n 1687\n\n &Oslash;stfold\n\n\n\n 1947\n\n 5\n\n 1\n\n 2\n\n 1955\n\n Total\n\n 32306\n\n 2697\n\n 3199\n\n 267\n\n 38469\n\n 2003\n\n County\n\n Cargo\n\n Ferry/Cruise\n\n Fishing vessels\n\n Pleasure\n\n Total\n\n Akershus\n\n 41\n\n 0\n\n 0\n\n 2\n\n 43\n\n Aust-Agder\n\n\n\n 276\n\n 3\n\n 0\n\n 4\n\n 283\n\n Buskerud\n\n 935\n\n 6\n\n 0\n\n 0\n\n 941\n\n Finnmark\n\n 910\n\n 126\n\n 890\n\n 110\n\n 2036\n\n Hordaland\n\n 5347\n\n 297\n\n 145\n\n 58\n\n 5847\n\n M&oslash;re og Romsdal\n\n 3592\n\n\n\n 346\n\n 304\n\n 17\n\n 4259\n\n Nord-Tr&oslash;ndelag\n\n 602\n\n 4\n\n 4\n\n 8\n\n 618\n\n Nordland\n\n 2981\n\n 134\n\n 103\n\n 33\n\n 3251\n\n Oslo\n\n 1513\n\n 765\n\n 0\n\n 14\n\n 2292\n\n Rogaland\n\n 6654\n\n 46\n\n\n\n 535\n\n 19\n\n 7254\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 26\n\n DG H RESTREINT UE EN\n\n Sogn og Fjordane\n\n 2534\n\n 283\n\n 227\n\n 39\n\n 3083\n\n S&oslash;r-Tr&oslash;ndelag\n\n 1053\n\n 48\n\n 7\n\n 1\n\n 1109\n\n Telemark\n\n 2247\n\n 20\n\n 8\n\n 1\n\n 2276\n\n Troms\n\n\n\n 941\n\n 91\n\n 230\n\n 26\n\n 1288\n\n Vest-Agder\n\n 1403\n\n 604\n\n 28\n\n 3\n\n 2038\n\n Vestfold\n\n 1601\n\n 29\n\n 2\n\n 7\n\n 1639\n\n &Oslash;stfold\n\n 1974\n\n 8\n\n 2\n\n 4\n\n 1988\n\n Total\n\n 34604\n\n\n\n 2810\n\n 2485\n\n 346\n\n 40245\n\n 2004\n\n County\n\n Cargo\n\n Ferry/Cruise\n\n Fishing vessels\n\n Pleasure\n\n Total\n\n Akershus\n\n 41\n\n 0\n\n 0\n\n 0\n\n 41\n\n Aust-Agder\n\n 238\n\n 9\n\n 1\n\n 6\n\n 254\n\n Buskerud\n\n 891\n\n\n\n 6\n\n 0\n\n 0\n\n 897\n\n Finnmark\n\n 1000\n\n 151\n\n 834\n\n 82\n\n 2067\n\n Hordaland\n\n 5639\n\n 307\n\n 113\n\n 65\n\n 6124\n\n M&oslash;re og Romsdal\n\n 4306\n\n 353\n\n 218\n\n 41\n\n 4918\n\n Nord-Tr&oslash;ndelag\n\n 699\n\n 4\n\n\n\n 0\n\n 2\n\n 705\n\n Nordland\n\n 3410\n\n 116\n\n 41\n\n 27\n\n 3594\n\n Oslo\n\n 1647\n\n 799\n\n 0\n\n 10\n\n 2456\n\n Rogaland\n\n 6910\n\n 47\n\n 424\n\n 19\n\n 7400\n\n Sogn og Fjordane\n\n 2722\n\n 252\n\n 117\n\n\n\n 44\n\n 3135\n\n S&oslash;r-Tr&oslash;ndelag\n\n 1256\n\n 46\n\n 1\n\n 2\n\n 1305\n\n Telemark\n\n 2298\n\n 14\n\n 0\n\n 0\n\n 2312\n\n Troms\n\n 1145\n\n 100\n\n 175\n\n 38\n\n 1458\n\n Vest-Agder\n\n 1590\n\n 627\n\n 25\n\n 7\n\n\n\n 2249\n\n Vestfold\n\n 1876\n\n 2\n\n 0\n\n 15\n\n 1893\n\n &Oslash;stfold\n\n 2079\n\n 2\n\n 0\n\n 5\n\n 2086\n\n Total\n\n 37747\n\n 2835\n\n 1949\n\n 363\n\n 42894\n\n The available statistics does not divided between EU and third countries. When vessels calling at a Norwegian port \nthey are normally all defined as third country traffic. The exception from this are ferry connections to other \nSchengen countries and Cruise ships that we know ariving from or leaving for directly to another Schengen country. \nThe statistics do not divides these two categories, Schengen/non-Schengen.\n\n In the sense of combating illegal entry and exit, what is the principle of controlling vessels during their stay in \nports? The local police in Norway covers both the ordinary police matters and border control. Control of vessels \nduring their stay in ports is defined as a ordinary police matter. The local police dealing with this ordinary police \nmatters are also trained for and execute border control. This control of vessels and their crew and passenger is \nbased on the profiling of the ship and the defined risk.\n\n\n\n Although the information to day comes from the established cooperation between authorities directly involved in the \ntraffic in the port, this information are to be developed further when the National Border Security Plan (question 3) \nare in place.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 27\n\n DG H RESTREINT UE EN\n\n Does your country have national administrative regulations regarding the concept of controls with reference to the \ndifferent types of vessels (ferries, cruise ships, cargo vessels, fishing vessels and pleasure boats)? Yes, see \nquestion 4.\n\n Amounts of physical control made onboard these vessels (can be substituted with permanent monitoring)? Results \nof the controls?\n\n There are no statistics available of the amount of controls.\n\n The local police always do the physical entry and exit control on board the vessel or in the vicinity of the vessel, if \ncrew or passenger disembark or embark the vessel. The information about disembarkation or embarkation comes \nfrom the shipmaster or the ship agent.\n\n The information collected from the Police Districts shows that control on vessels where there is no need for entry \nand exit control is about 10 percent.\n\n How are decisions of such controls made?\n\n The Police Districts are responsible for this control and takes its decision, based on the information from Coastal \nOperational and Surveillance System, from the agents and from the Port Authorities. In the future the National \nBorder Security Plan (question 3) will give information and support for further development.\n\n 25. Please explain methods and practice in tactical and operational risk analysis at blue borders.\n\n See the answer to question 3.\n\n 26. Are the responsible authorities participating in the EISICS system and to what extent?\n\n No.\n\n 27. Are the responsible authorities using electronic data interchange (EDI) at their maritime borders?\n\n No.\n\n B. Airports\n\n\n\n 28. What measures have been taken in terms of infrastructure to separate passengers on Schengen flights from \nthose on extra-Schengen flights (physically, administratively, equipment)?\n\n At Norwegian airport with schedule non-Schengen flights there are infrastructure designed to ensure separation \nbetween Schengen and non-Schengen passengers.\n\n At minor airports with limited numbers of non-Schengen flights or non-Schengen charter flights there are physically \nor administratively arrangements depending on the level of traffic and/or there is Schengen and non-Schengen \ntraffic at the same time.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 28\n\n DG H RESTREINT UE EN\n\n Infrastructure designed to ensure separation between Schengen and non-Schengen passenger are available at:\n\n &#8226; Oslo Airport, Gardermoen (the main airport)\n\n &#8226; Bergen Airport, Flesland\n\n &#8226; Sandefjord Airport, Torp\n\n &#8226; Stavanger Airport, Sola\n\n &#8226; Troms&oslash; Airport, Langnes\n\n 29. Are passengers on extra-Schengen flights channelled in such a way as to ensure the separation between \npersons covered by Community law and those from third countries?\n\n At airports with infrastructure designed to ensure separation of passenger flows, there are separate lines for \npersons covered by Community law and lines for all nationals. The lines have signs.\n\n On how many airports has the separation been operated by physical means?\n\n &#8226; Oslo Airport, Gardermoen (the main airport)\n\n &#8226; Bergen Airport, Flesland\n\n &#8226; Sandefjord Airport, Torp\n\n &#8226; Stavanger Airport, Sola\n\n &#8226; Troms&oslash; Airport, Langnes\n\n 30. Do airports have separate areas providing for temporary accommodation for asylum applicants and \ninadmissible passengers?\n\n There is waiting room designed to asylum applicants and inadmissible at:\n\n\n\n &#8226; Oslo Airport, Gardermoen\n\n &#8226; Bergen Airport, Flesland\n\n &#8226; Stavanger Airport, Sola\n\n &#8226; Sandefjord Airport, Torp (new infrastructure 2005)\n\n &#8226; Troms&oslash; Airport, Langnes (police facilities)\n\n C. Land borders\n\n 31. Are passengers on international crossings channelled in such a way as to ensure the separation between \npersons covered by Community law and those from third countries?\n\n At Storskog border crossing point on the Norwegian/Russian border, which is the only external land border \ncrossing point in Norway there are a separate line for persons covered by Community law and a line for all \nnationals. The lines have signs.\n\n 32. How are the Schengen provisions concerning land borders, as they are described in the Schengen Border \nCatalogue, applied at your land borders both at the main international border crossing points, at smaller \nBCPs&#8217; and as for what concerns border surveillance?\n\n The provisions as they are described in the Schengen Border Catalogue concerning land border, are applied \nexcept that the booths do not facing the passengers on their way to the booths.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 29\n\n DG H RESTREINT UE EN\n\n SCHENGEN INFORMATION SYSTEM *\n\n Note : within the SIS-group, a more comprehensive questionnaire has been drafted (doc. 8274/04 ADD 1). You are \ninvited to answer the questions listed below while bearing in mind that the questionnaire referred above may serve \nas an additional tool to the inspection team.\n\n A. Schengen Information System\n\n - Organizational conditions\n\n 33. Geographical location of the N.SIS. The Norwegian N.SIS is located in OSLO S&oslash;rkedalsveien 27b in the \npremises of The National Police Computing and Materiel Service (PDMT).\n\n 34. Describe the structure, hierarchy and organisation of the N.SIS.\n\n\n\n The National Police Directorate is responsible for the national police organisation. The National Police Computing \nand Material Service have the responsibility to run and maintain most of the national police data solutions and the \nNorwegian SIS. The national SIRENE Bureau is located at our National Criminal Investigation Service. Both bodies \nare reporting to the National Police Directorate.\n\n 35. General presentation of the organisation of the services responsible for police functions in relation to the SIS.\n\n The National Police Computing and Material Service is responsible for the N.SIS in Norway. The National Police \nComputing and Material Service is a special police agency organized under the National Police directorate with \nresponsibility for information and computer technology and material administration within the police service and the \nhigher prosecuting authority.\n\n The organization responsible for N.SIS is located in Oslo.\n\n The SIRENE office is located at The National Criminal Investigation Service, in Oslo. Regarding the SIRENE office \nand the practical organisation of the work there, reference is made to question no 73.\n\n 36. Which tasks under national law necessitate access to the SIS by the judicial authorities?\n\n In Norway we have an integrated prosecution authority within the police. The local prosecution is a part of the \npolice force, and do therefore have access to the SIS.\n\n 37. How is the precedence of the Schengen search over the Interpol implemented at national level?\n\n The Schengen search has priority over the Interpol search. This is described in our internal procedures.\n\n * Where applicable, when a question mentions \"police\" or \"police officers\", the answers might reflect the \ninvolvement of other law enforcement authorities (i.e. customs)\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 30\n\n DG H RESTREINT UE EN\n\n 38. List of services with access to SIS data and list of services that can directly access and query SIS. Is the latter \nlist in accordance with Article 101 of the Schengen Convention and with the latest published version of the users list \n(16023/04 SIRIS 144)?\n\n The national police can directly access and query all categories of alerts in the SIS (art. 101 (1) a and b). The \nDirectorate of Immigration, including the Immigration Appeal Board and the Norwegian diplomatic missions and \nconsular post (Ministry of Foreign Affairs) can directly access and query art. 96 alerts in the SIS (art. 101 (2)). The \ncustom authorities have no direct access to SIS data, but have indirect access through the police.\n\n\n\n The list is in accordance with art. 101 but not with the latest published version of the user list (16023/04 SIRIS 144) \nas far as the access for the Immigration Appeal Board has not been reported yet.\n\n - Technical conditions\n\n 39. How many terminals are made available for input and consultation of data by:\n\n (a) the police forces, including non-police forces with a control function;\n\n The Norwegian Police have installed approximately 8500 workstations. All the workstations are connected to the \nprivate network of the police, and SIS can be made available through any of these workstations.\n\n (b) the border control authorities;\n\n Only the Police perform border control in Norway, and their terminals are included in the 8500 workstations \nmentioned in point a.\n\n (c) diplomatic missions and consular posts;\n\n Approximately 100 workstations.\n\n (d) the authorities responsible for aliens and asylum;\n\n 220 terminals in the Directorate of immigration and the Immigration Appeal Board can access article 96 of SIS.\n\n (e) customs authorities?\n\n Customs have no direct access to SIS in Norway.\n\n 40. Presentation of the computer architecture of national police systems which are connected to the SIS.\n\n The computer architecture, of which the national police systems are connected to the SIS, consists of two identical \nIBM RS6000/H70 servers. These are Unix/Aix based servers set up in a cluster. One server is always running in \noperational mode, while the other is used for backup/test. Both servers can run in any role, and the switch over, \nwhich is a manual function, can be done at any time. This operation is performed on a regular basis to prove that it \nworks, and also to train the operators. Both servers are connected to a firewall protected dedicated LAN, only used \nfor hardware connected to SISNET. Power supply is provided through two independent sources. The \ncommunication and encryption is conducted via the Belgacom/Equant equipment. (Se annex 1 - Interface between \nC.SIS and N.SIS)\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 31\n\n DG H RESTREINT UE EN\n\n\n\n 41. Description of data flows between national systems and the N.SIS in connection with input of data according to \neach of the articles 95 to 100. There are various ways of entering requests into the SIS, depending on the category \nof alert. Here is an overview:\n\n Article\n\n Means of entering alerts\n\n Checked by SIRENE\n\n Responsible body\n\n 95\n\n N.SIS client\n\n Yes\n\n Issuing police district\n\n 96\n\n DUF (system for administrating aliens and refugees)\n\n Yes\n\n Directorate of immigration\n\n 97\n\n N.SIS client\n\n Yes\n\n Issuing police district\n\n 98\n\n N.SIS client\n\n Yes\n\n Issuing police district\n\n 99\n\n N.SIS client\n\n\n\n Yes\n\n Issuing police district\n\n 100_3a\n\n Elys (national warrant system)\n\n No\n\n Issuing police district\n\n 100_3b\n\n Elys (national warrant system)\n\n No\n\n Issuing police district\n\n 100_3c\n\n N.SIS client\n\n Yes\n\n Issuing police district\n\n 100_3d\n\n N.SIS client\n\n Yes\n\n Issuing police district\n\n 100_3e\n\n N.SIS client/ - Pass (New system for administrating issuing of passports)\n\n Yes and No\n\n Issuing police district\n\n 100_3f\n\n\n\n N.SIS client\n\n Yes\n\n Issuing police district\n\n The alerts are in all cases entered into the national workflow database before distributed further to the SIS. In those \ncases a SIRENE intervention is needed, the alert will also appear in the SIRENE workflow system. After they are \nquality assured, the SIRENE forwards the alert to the SIS. In those cases where the alerts are transmitted directly \nto the SIS (i.e. art 100) several automatic checks will be conducted by the system before the alert is sent.\n\n 42. Description of the computer processing of an N.SIS database consultation from the remote workstation of an \nend user.\n\n A consultation to the SIS database will always be made against a technical copy of the N.SIS database. The N.SIS \ndatabase itself will never be consulted nor updated from national side. Updates will always come from C.SIS. The \ntechnical copy however, is continually replicated with the N.SIS database. This happens via IBM MQSeries and \nCorba technology.\n\n The end users have two ways of consulting the SIS database. Either via the N.SIS client or via a system called \n&#8220;Agent&#8221;. The latter is a commonly used system for making queries in various national police \ndatabases, including the SIS.\n\n All inquiries will go via a central server, based on Corba technology, to the technical copy database. The central \nserver will then reply with an answer to the end user.\n\n 43. Description of the computer processing in relation to the transliteration rules:\n\n a) transliteration of foreign data and possible use of phonetic query\n\n The data in the technical copy, which is consulted by the N.SIS-client and other systems, is not transliterated. \nPhonetic searches on the C.SIS-data are currently not implemented.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 32\n\n DG H RESTREINT UE EN\n\n b) transliteration of national data to comply with the Schengen standards\n\n Only valid data is accepted as input to the N.SIS. This is implemented in the N.SIS-client by notifying the user of \ninvalid input. Invalid input will not be accepted into the N.SIS. When receiving input from other systems, the input is \nchecked for validity and refused if the input is not valid. Transliteration is only used when sending messages to and \nfrom C.SIS. Transliteration follows the rules set by the data-dictionary.\n\n 44. How do police officials on the ground have access to end-user terminals (by radio, only by telephone, via \nmobile terminals fitted in vehicles, only in person, only in writing)? Are there differences between the various \nnational police?\n\n\n\n There is only one police force in Norway. Police officials on the ground communicate with their control room by \nradio or mobile phone, preferably by radio.\n\n 45. Procedure followed by a user in the field to consult the national system and the SIS database. The user calls \nthe control room by radio or by phone, giving the details of the search.\n\n 46. How many terminals are used how often (statistics on take-up rates), how often is the SIS consulted?\n\n No statistics concerning which terminals are used how often. For numbers on how often the system is queried see \npoint 47.\n\n 47. How many queries are made to the national SIS database per year? - if possible please state the number of \nqueries per category.\n\n The N.SIS is queried approximately 4000 times per day by end users. This gives a number of approximately \n1.460.000 queries per year. This number does not include non-police functions such as the Ministry of Foreign \nAffairs (UD)/ the National Directorate of Immigration (UDI) or SIRENE-functions. Information regarding how many \nqueries per category (WP, VE etc.) is not available.\n\n 48. Are the SIS and the national system consulted at one and the same time, or do both systems have to be \nconsulted separately?\n\n The N.SIS and the SIS are consulted at the same time. Users of the N.SIS-client can choose to consult only the \nSIS. Other National systems are consulted separately, though some systems (Agent, PO) are capable of consulting \nthe N.SIS/SIS. When they do, the N.SIS and the SIS are consulted at the same time.\n\n 49. Accessibility of the N.SIS and national database for end-users: location of the N.SIS and national database and \nnumber of access points, current response times measured on national systems and response time for N.SIS \nconsultations.\n\n Both the N.SIS and the national copy of the N.SIS, is located at the National Police Computing and Material \nService (PDMT)&#8217; facilities in Oslo. The end users, however, only consult the national copy of the N.SIS. \nThere are basically two ways of doing this. Either via the N.SIS client, or the application called \n&#8220;Agent&#8221; which also consults several other national databases at the same time. Both \n&#8220;N.SIS&#8221; and &#8220;Agent&#8221; uses centralized services for accessing the databases.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 33\n\n DG H RESTREINT UE EN\n\n These centralized services are the only access points. For making consultations against any of the databases, the \nend users must be registered with the right authorization in the user database. The response when consulting the \nN.SIS database with the N.SIS client is approximately 1-3 seconds. When using the &#8220;Agent&#8221; the \nresponse time should be the same, but could vary depending on which other databases are included in the \nconsultation.\n\n\n\n 50. Volume of data to be transmitted to the SIS database and transfer procedures. Norway sends approximately \n200 alerts pr. Day (week days) to CSIS.\n\n 51. How do the consular posts of your country access the SIS?\n\n The Norwegian consular posts access the SIS (Article &#167; 96) via the Norwegian VISION Network system. All \napplications that are entered in the VISION Network are automatically checked in accordance to SIS. Only \nauthorized users (diplomatic staff) receive negative answers from the SIS database. All authorized users may check \nlistings in the SIS database directly. The Norwegian VISION database is located at the Norwegian Directorate of \nImmigration. The SIS database is located at National Police Computing and Material Service. The Norwegian \nDirectorate of Immigrations version is automatically replicated/updated every calendar day. As the missions have \nonline access to the Norwegian VISION database, which enforce access to the SIS database, no CD-roms are \nproduced. If the technical system fails the diplomatic missions is contacting the Norwegian Directorate of \nImmigration whom is accessing the SIS on behalf of the diplomatic mission.\n\n 52. What practical arrangements have been made for updates of data to the consular posts?\n\n All diplomatic missions have online access to the Norwegian VISION database, which enforce access to the SIS \ndatabase. The Norwegian Directorate of Immigrations version is automatically replicated/updated every calendar \nday. News bulletins are electronically available through the VISION system. The Ministry of Foreign Affairs is \nweekly sending out news bulletins that also include consular information when there are updates.\n\n 53. How frequently will data be updated? By online and offline links.\n\n The SIS database is located at the National Police Computing and Material Service. The Norwegian Directorate of \nImmigrations version is automatically replicated/updated electronically once every 24 hours. There is no offline link \nupdate. All communication is carried out online and electronically.\n\n - Data\n\n 54. What is the number of alerts loaded per category (Articles 95 to 100), per ultimo 2002 and 2003?\n\n The Following figures give the number of alerts entered by category ultimo 2002\n\n BK: 0 art. 95 73\n\n DB: 4 art. 96 806\n\n FA: 135 art. 97 adults 25\n\n ID: 22097 art. 97 under age 11\n\n VE: 7298 art. 98 65\n\n WP: 1269 art. 99 obs. 39\n\n Total: 30803\n\n RESTREINT UE\n\n\n\n 10949/05 WvdR/mdc 34\n\n DG H RESTREINT UE EN\n\n The Following figures give the number of alerts entered by category ultimo 2003\n\n BK: 0 art. 95 98\n\n DB: 4 art. 96 1193\n\n FA: 181 art. 97 adults 29\n\n ID: 37019 art. 97 under age 9\n\n VE: 10740 art. 98 114\n\n WP: 2093 art. 99 obs. 44\n\n Total: 50037\n\n The Following figures give the number of alerts entered by category ultimo 2004\n\n BK: 0 art. 95 102\n\n DB: 12 art. 96 1365\n\n FA: 351 art. 97 adults 26\n\n ID: 53460 art. 97 under age 13\n\n VE: 13206 art. 98 122\n\n WP: 2761 art. 99 obs. 49\n\n Total: 69790\n\n 55. Entering SIS alerts\n\n (a) Do the competent authorities enter the alerts centrally or locally?\n\n Locally\n\n (b) If data entry is decentralised, do uniform criteria apply?\n\n Yes\n\n (c) If there are uniform criteria, are checks carried out at national level to ensure proper application and do the \ncriteria apply to all categories of alert?\n\n\n\n Yes, all alerts (exception of stolen vehicles and passports) is checked by the SIRENE before they are validated \nand sent to C-SIS\n\n (d) Are their national criteria governing the number of alerts entered per category with, for example, account being \ntaken of category-related offences?\n\n Yes, two circulars, respectively issued by the Royal Ministry of Justice and the Police and the Director General of \nPublic Prosecutions, govern the registration of alerts in the SIS (i.e a missing person must be registered in the SIS \ntogether with the national registration).\n\n (e) If entry is decentralised (regional), is the number of alerts entered at regional level monitored to facilitate \nevaluation in the light of national criteria?\n\n No.\n\n (f) Are the data in the national systems synchronised with those entered in the N.SIS?\n\n Some of the data in the national systems are transferred to the N.SIS. These include article 96, 100_3a and \n100_3b (stolen vehicles) and 100_3e (issued passports only).\n\n All Norwegian alerts in the SIS are also registered nationally.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 35\n\n DG H RESTREINT UE EN\n\n (g) If so, are data synchronised locally or centrally?\n\n The synchronization is done centrally. For article 96 the DUF-system (the workflow system of the Directorate of \nimmigration) enters data into a database, which is the queried by a transfer-process about every minute. For stolen \nvehicles the ELYS-system (national alerts) is queried by a transfer-process about every 30 minutes. For issued \npassports the PASS-system inputs them directly into the N.SIS.\n\n 56. Are there any plans to introduce methods for collating statistics on take-up rates? If not, why?\n\n Yes.\n\n 57. Description of measures to check that data conform to the requirements of the Schengen Convention.\n\n The SIRENE has elaborated thorough routine-checks concerning the different articles and all the case-handlers \nmust check that each article is validated according to the routines which respect the requirements in the Schengen \nConvention. With exception of stolen cars and passports, which are validated automatically.\n\n 58. What measures does the Ministry of Justice take to increase the number of SIS alerts issued pursuant to Article \n95 of the Convention (statistics on national/international arrest warrants, directives)?\n\n\n\n The Ministry of Justice and the Police describes the overall goals to be reached by the national Norwegian police \nforce every year and gives its political priorities and principal guidelines for the police service to the National Police \nDirectorate. It is then a responsibility for the latter to implement these in operational activity.\n\n The Ministry has clearly stated that the police in Norway shall be an active and reliable Schengen partner, and \nshall take every step to fulfil our obligations laid down in the Schengen Acquis. It is for the National Police \nDirectorate to keep up the pressure towards the local police forces so that SIS is used quite regularly and to the \nlargest possible extent when arrested persons are checked in data basis, and to use SIS for search of wanted \nindividuals.\n\n 59. Management of SIS alerts\n\n (a) Are lists kept of alerts entered per region or per authority?\n\n The SIRENE has elaborated an electronic database for statistics, where lists can be drawn out when needed. Yes, \nlists of alerts entered per region and authority are available.\n\n (b) How are these lists broken down (e.g. alert category, date of entry)?\n\n Lists are broken down into alert category, police district and date of entry\n\n (c) Are the lists drawn up by computer or manually, centrally or locally, regularly or occasionally?\n\n Lists are drawn up electronically, centrally and on a regularly basis, and also when needed.\n\n (d) Are these lists compiled centrally or locally?\n\n Lists are compiled centrally. Only SIRENE has access to the statistics.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 36\n\n DG H RESTREINT UE EN\n\n (e) How is deletion of the data guaranteed if action has been taken in response to an alert?\n\n The local police that entered the alert in the SIS will register a request for deletion in the SIS, and the request is \nsent to the SIRENE that will actually delete the alert. The Directorate of Immigration will do the same for art. 96. \nAlerts on stolen passports and vehicles that do not figure in our work-flow system are deleted in the SIS without the \nparticipation of the SIRENE.\n\n (f) What kind of checks are carried out?\n\n SIRENE checks that the conditions for deletion exist and updates the paper-files. SIRENE follows the regulations \nof the Schengen Convention as well as our national legislation.\n\n\n\n (g) At what stage of implementation is an alert deleted? (e.g. immediately after notification of an arrest, after \nnotification of a person's whereabouts, after the reported discovery of an object, or after all measures have been \ntaken, e.g. actual extradition, dispatch of documents to the place of residence, retrieval of the object)\n\n The time of deletion depends on the type of alert. For art. 95, the article is not deleted before the person has been \nextradited and is back in Norway, or when the alert has reached its time limit and there is no need for renewing the \nalert. As for vehicles, the alert will be deleted after information about the hit, in order to avoid any problems when \ndriving/transporting the car back to Norway. The same applies for other objects. And as for persons wanted for \npurpose of communicating their place of residence the alert is deleted when this information has been received, or \nwhen the alert has reached its time limit and there is no need for renewing the alert.\n\n (h) How does the authority responsible for central or local management carry out its duty of preventing the data \nfiles from becoming clogged with data (non-deletion of alerts after a hit)?\n\n SIRENE will contact the local police, the owner of the alert, after a hit to make sure that the request for deletion is \nmade.\n\n (i) What measures are taken to cope with such a situation if it is detected?\n\n Such situations are very rare, but upon detection the SIRENE will react instantly, see question h).\n\n - Data protection and other legislation\n\n 60. Legislative and regulatory provisions adopted to set up the N.SIS.\n\n Apart from the Schengen Convention, there is a specific Act relating to the Schengen Information System (Act no. \n66 of 16 July 1999 relating to the Schengen Information System). Furthermore there are Regulations to the Act.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 37\n\n DG H RESTREINT UE EN\n\n 61. Security measures at the N.SIS's pursuant to Article 118 of the Schengen Convention. Controls on:\n\n (a) entry;\n\n Access to the building is controlled by security checks before entering the building. Unauthorized person is \nescorted around in the premises. Access to the systems is controlled by the common user- database (Single sign \non (SSO)). This user- database uses the latest technology and knowledge within data security.\n\n (b) data carriers;\n\n A Norwegian network provider is taking care of the WAN lines within the closed Norwegian police network\n\n (c) users;\n\n\n\n All users who will get access to the system have to be defined as member of the Norwegian police user- database. \nIn addition they need a special clearance to get access to the SIS- data.\n\n (d) access;\n\n Access to the systems is controlled by the common use- database (SSO).\n\n (e) transmission;\n\n A Norwegian network provider is taking care of the WAN lines within the closed Norwegian police network. This is \nfurther controlled and maintained thru the SSO system.\n\n (f) input.\n\n All user access is thru the SSO system. Then all entry of data will either be performed by the Norwegian police, \nSIRENE or the Norwegian Directorate of Immigration.\n\n 62. Control of physical access to the premises of the N.SIS, where applicable including paper archives storage \nrooms.\n\n The PDMT has security control for access to the building. There are certain levels of security depending on which \nrole one has in the organization. Depending on this, one is granted access to areas, or zones, where one has a \nneed to be. Staff who has access to the main computer areas, needs special clearance.\n\n 63. Level of protection and protection measures applied to computerised police applications - and in connection to \nthis which special measures are taken in relation to the SIS application?\n\n Authorization to computerized police applications are administrated by a centralized user database. This goes for \nall the applications in the program portfolio of the Norwegian police. All end-users have to be defined as members \nof this database to get access to any application. The database also administrates each users authorization level \nfor using the different applications. User access is controlled by access control software.\n\n 64. Control of computerised access to SIS data.\n\n All end users in the Norwegian police can have access to SIS data from their workstation, connected to the closed \ndedicated network for the police. However, this access is also controlled by the user database mentioned in point \n63. End users can only access data of which they are registered with sufficient authority to access in the user \ndatabase. This goes also for SIS data.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 38\n\n DG H RESTREINT UE EN\n\n 65. Measures put in place to ensure that each user has access only to the categories of data for which he or she is \nauthorised, in accordance with Article 101. Referring to point 63 and 64. All end users who are granted access to \n\n\n\nSchengen data must have the necessary authorization given by the Schengen convention, and by national \nlegislation.\n\n - Training and information\n\n 66. Description of the specific training given to operators and to those responsible for the N.SIS.\n\n The people responsible for day-to-day operations and maintenance of the N.SIS have been given various special \ntraining for this. They are provided with information regarding Schengen and SIS as a whole, as basis. Most of them \nhave participated in operator courses at C.SIS, and various courses given by the suppliers of our N.SIS platforms \nand N.SIS applications abroad. In addition to this, all operators are fully trained in AIX, which is the operative \nsystem of the Norwegian N.SIS.\n\n 67. Training and information for end users. In particular:\n\n - Are newly-recruited policemen given training in the use of SIS? If so, what is the content of this training and how \nmany hours does it last?\n\n - Does continuing training take place in the form of courses, seminars, conferences etc? If so, how many hours?\n\n - If continuing training is provided, i.e. courses, seminars, conferences, how many hours.\n\n There are training-courses that are organised centrally. All police districts send police officers to the central \ntraining (&#8220;train the trainer&#8221;). They in turn are responsible of instructing their colleagues in their own \npolice district. Each police district has one Schengen instructor. The length of the training depends on each police \ndistrict. The SIRENE staff gives lectures on the functions of the SIRENE bureau and on the use of SIS (queries and \nregistration). Our last training programme, which involved police prosecutors and police officers, lasted 3 days.\n\n 68. What measures are being taken to ensure the level of competence of new users?\n\n Each police district is responsible for the training of new users in matters concerning SIS. The Schengen-instructor \nhas an important role, it is his/hers job to make sure every new user is informed and trained in using the SIS and \nthe main task of the SIRENE. The SIRENE office have also given lectures to students during their first year at the \nPolice Academy. The SIRENE office is of course available for questions and assistance, see also questions 67 and \n69.\n\n 69. How are police officials on the ground informed about the SIS (by specific training, in the course of ordinary \npolice training, multiplier effect from trainers, articles published in police journals, through specific brochures, \nthrough general public relations work)? Are they kept regularly informed, just given the information once, or not at \nall? Are there differences between national police forces?\n\n There is only one police service in Norway. The responsibility of training lies within each police district. They all \nhave Schengen-instructors at their disposal (see question 67). The SIRENE is available for questions and \nassistance if needed. The National Police Directorate has elaborated a detailed manual on how to proceed when \ncreating a new alert, procedures concerning hit etc.\n\n RESTREINT UE\n\n\n\n 10949/05 WvdR/mdc 39\n\n DG H RESTREINT UE EN\n\n 70. Which concrete steps are to be taken by the end-user when a misused identity alert is detected during an ID-\ncheck?\n\n The police officer will be informed in the SIS what to do through the action check-list: he must contact the SIRENE \nwhich will provide additional information if available (Q-form).\n\n 71. Alert procedures for the prosecuting authorities and procedures following a hit:\n\n (a) How are judges and public prosecutors informed about the SIS (awareness of the SIRENE Bureaux, the role of \nthe SIRENE Bureaux, differences between SIS and Interpol searches)? (by specific training, in the course of \nordinary training, multiplier effect from trainers, publications, through specific brochures, through general public \nrelations work)? Are they informed regularly, just once or not at all? Are there regional differences?\n\n The prosecuting authorities are a part of the police in Norway, and they participate in the Schengen-training \ntogether with the police. The SIRENE participates in meetings for the public prosecutors, giving them the \ninformation and training concerning the relevant articles. They also receive information from the Royal Ministry of \nJustice and the Police in judicial matters.\n\n The circular G19/2001 issued by the Royal Ministry of Justice and the Police is available to prosecuting authorities, \nand it describes the functions of the SIRENE, procedures concerning extradition etc.\n\n (b) Do the SIRENE Bureaux have any influence (by information and training measures)?\n\n The SIRENE participates with information and training. The SIRENE can inform and show the relevance of the SIS, \nbut have no authority in imposing special measures. The police in Norway have created their own intranet, in which \nSIRENE has published various information concerning the relevance of the SIS.\n\n B. SIRENE\n\n - Organizational conditions\n\n 72. Geographical location of the SIRENE Bureau.\n\n The SIRENE bureau is located in Brynsalléen 6, 0034 Oslo. Phone + 47 23208858, fax + 47 23208868.\n\n 73. Administrative organisation of the SIRENE Bureau and practical organisation of the work of the SIRENE \nBureau (staff, administrations represented, day and night teams, specialisation of operators&hellip;). What about \nlanguage skills availability? Do they all cover at least English and/or French during night time and on weekends? If \nnot, what do they do with urgent information in foreign languages at those times?\n\n Among the SIRENE staff, 8 persons work shift and the rest only daytime. SIRENE staff is present from 06.45 hours \nto 23.00 hours from Monday to Friday, on week-ends and holidays the shift starts at 08.00 hours. During nights, it is \nthe duty officer at the 24-Hours Desk who takes care of urgent SIRENE matters, such as hits. All duty officers have \nbeen trained in handling these matters.\n\n\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 40\n\n DG H RESTREINT UE EN\n\n The SIRENE operators, daytime and shift, are trained to handle any alert, there is no division in groups working \nonly with one type of article (specialisation).\n\n All SIRENE staff speak English. Most of the case-handlers also speak one or two additional languages. We have \noperators with professional knowledge of French, Italian, Spanish and German. Usually, there is one or more case-\nhandler speaking French at all hours, except during the night and weekend. If emergency, the person on duty will \ncall a French-speaking case-handler or translator, and the answer will be sent in English.\n\n 74. The limits of the respective spheres of competence of operators and end users.\n\n The local police enter the registration in the SIS (the temporary storage), and the SIRENE operators validate and \nsend the alerts to the SIS. The National Criminal Investigation Service is responsible for the contents of the SIS.\n\n 75. What practical steps have been taken carry out checks within the meaning of Article 95(2) of the Convention? \nDo agreements exist with the judicial authorities, particularly with a view to ensuring that SIS alerts take priority over \nInterpol alerts?\n\n Today, there are no checks carried out according to art. 95(2). The judicial authorities are not involved in the \npriority of SIRENE and Interpol searches. In Norway, the local police enter the alert in the SIS (temporary storage), \nthe alert is sent to SIRENE where the operators validate the registration and make sure all additional information is \nreceived. The alert is validated and sent to the SIS. A copy is then given to Interpol.\n\n 76. How are the activities related to Article 96 (non-admission) and Articles 5 and 25 of the Convention performed?\n\n (a) Which authorities in your country issue the alerts referred to in Article 96 for purposes of refusing entry?\n\n The Norwegian Directorate of Immigration is responsible for issuing art.96-alerts.\n\n (b) Which authority performs the role of the national SIRENE Bureau with regard to the alerts referred to in Article \n96? Are clearly defined channels of communication in place between the national authorities involved?\n\n The SIRENE carries out checks before the validation and sends the art. 96 to the C-SIS, according to the routines \nestablished between The Directorate of Immigration and the SIRENE.\n\n (c) What measures have been taken to give the SIRENE Bureau access to background information (for example, a \ndecision on expulsion/ban on entry) which is not recorded in the SIS?\n\n With each new art. 96 entered in the SIS, the SIRENE receives a copy of the expulsion\n\n Order from the Directorate of Immigration.\n\n\n\n (d) Which national authority liaises with the Schengen partners for purposes of sending and receiving of requests \nfor consultation under Article 25 of the Convention?\n\n The Directorate of Immigration has N- and O-forms at their disposal. They complete the actual form and send it to \nthe SIRENE. The SIRENE will in turn create the form in the work-flow system, transfer the request and complete \nthe form, validate it, and then send it to the other SIRENE-office.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 41\n\n DG H RESTREINT UE EN\n\n 77. The Sirene Bureaux' position and margin for manoeuvre at national level\n\n (a) Can the Sirene Bureau directly consult and enter data in the national police system when running SIS \nsearches, or initiate procedures for this to be done, (such as on indications concerning an abductor in an alert on a \nmissing minor)? If not, are steps being taken to this end?\n\n According to the article 102(2), the SIRENE cannot enter data from the SIS into the national police systems, \nunless the requesting country asks Norway specifically and unless Norway is granted permission from the \nrequesting country to do so.\n\n (b) Is the Sirene Bureau able to access and enter data into other databases (vehicle registration databases, aliens' \nregisters, population register), is there coordinated and effective cooperation with the corresponding departments?\n\n Yes, each SIRENE-operator has direct access to these databases, but only for searches.\n\n (c) Is the Sirene Bureau well-known to and accepted by the national police? Does information mostly come \nthrough quickly and effectively? Can the Sirene Bureau give instructions or does it have any other ways of \ninfluencing cooperation? Does police training cover the Sirene Bureau?\n\n The SIRENE has daily contact with the local police and is well known and accepted by the national police. The \ninformation usually arrives quickly and effectively. The SIRENE can strongly advise and motivate national police \nconcerning registration and use of the SIS.\n\n (d) Are the Sirene Bureaux empowered to conduct investigations or act as coordinators? (such as in Articles 39 \nand 41).\n\n In Norway, it is the shift supervisor at the 24-Hour Desk who carries out the art.39 and 41 requests. The 24-Hour \nDesk acts as coordinators in these matters.\n\n 78. Working relations between the Sirene Bureaux, basic and further training\n\n (a) Is the time taken to respond in the course of processing a hit on the whole found to be good / acceptable / \ninadequate variable depending on the alert category concerned / unacceptable for certain alert categories (state \nwhich categories)?\n\n\n\n The time to respond in the course of a hit is, on the whole, found to be good.\n\n (b) Is the substance of the responses given when processing hits on the whole found to be good / acceptable / \ninadequate variable depending on the alert category concerned / unacceptable for certain alert categories (state \nwhich categories)?\n\n The substance of the responses given when processing hits is, on the whole, found to be good.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 42\n\n DG H RESTREINT UE EN\n\n (c) Are the duties of the staff working in the Sirene Bureau well defined and appear clearly structured to an \noutsider? Is the level of staff training on the whole good / acceptable / poor (regarding knowledge of police affairs, \nlegal affairs, language skills, acquaintance with the SIS and the Schengen Convention) Are there any basic training \n/ specialised training / exchange programmes?\n\n The duties of the SIRENE-staff are well defined and clearly structured. The level of staff training is good: there is a \none-month training-programme for every new SIRENE- employee, including knowledge of police-affairs, legal \nmatters, acquaintance with the SIS and the Schengen Convention. Training also includes solid knowledge of \ninternal procedures and the functions of our work-flow system. In addition, SIRENE regularly organise courses and \ntraining for own staff. The operators also participate in the joint training-course organised by one Schengen-country \nonce A year. SIRENE Norway has not participated in any exchange programme over the past 3 years, but has, on \nseveral occasions, hosted police and operators from other Schengen-countries, such as UK and Poland.\n\n (d) Is the staff informed of recent developments/ changes in cooperation ensuing from decisions taken at higher \nlevels, notices etc.?\n\n The head of SIRENE and the SIRENE staff meet on a regularly basis to ensure that all are informed of recent \ndevelopments.\n\n (e) Is such joint training desirable?\n\n The joint-training is very much appreciated by the SIRENE staff.\n\n 79. Areas where the Sirene Bureaux cooperates with Interpol and where not\n\n (a) Problem areas in cooperation as a result of the fact that the bodies connected to Interpol and to the Sirene \nBureaux are not the same (other Ministries, other police services) in the exchange of information, clashes in areas \nof competence and responsibility).\n\n SIRENE and Interpol are both part of the International Relations Division in the National Criminal Investigation \nService and located on the same floor. They are both under direct authority of the Police Directorate, and their \ncompetence and responsibility are clearly defined. There are no cooperation problems between SIRENE and \nInterpol.\n\n\n\n (b) Information exchange between the national Sirene Bureau and Interpol is found to be \ngood/acceptable/unsatisfactory. Is relevant information concerning international searches on persons/vehicles \nregularly be exchanged between these two units?\n\n Information exchange between SIRENE and Interpol is found to be good\n\n (c) Which unit is in charge of article 39 requests? Does information exchange between Sirene and Interpol also \ntake place, even if a request with respect to article 39 does not only or not exactly touch the responsibility of the \nrequested unit?\n\n Concerning art. 39 requests, the 24-Hour Desk acts as coordinators in these matters. Interpol and SIRENE are not \ninvolved if art. 39 has been chosen as means of communication.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 43\n\n DG H RESTREINT UE EN\n\n 80. How do the judicial authorities react in the event of a hit regarding Article 95 alerts? (Interpol alert \nrequirements, awareness of role of accompanying papers, request for additional information, translation of national \narrest warrants). Which adaptations have been carried out to implement the European Arrest Warrant (EAW)? How \ndo you process in parallel the introduction of article 95 alerts as request for arrest in view of extradition and for \ntransfer under the EAW Framework Decision. How have judges and the criminal prosecutors been prepared to \ncope with this new situation? Please describe the relations between the field-officer, the relevant judge and the \nnational SIRENE Bureau when he discovers a person reported under 95.\n\n The judicial authority is part of the police in Norway. In case of a hit, contact is immediately established between \nthe SIRENE and the local police, and the judicial authority is thus involved from the start.\n\n Norway is not participating in the EAW, and therefore follows the extradition-procedures used by the Schengen \ncountries prior to the introduction of the EAW.\n\n - Technical conditions\n\n 81. Technical arrangements made to enable to operate the SIRENE Bureau without interruption in exceptional \nsituations such as natural disasters, power cuts, disturbance or interruption of traditional telecommunications \nsystems, etc.\n\n There are routines between the SIRENE and the technical support, National Police Computing and Material \nService. The National Criminal Investigation Service is equipped with an emergency power generator. The SIRENE \nwork-flow system will be connected to this generator upon such incidents. In case of serious problems, the other \nSIRENE-offices are informed by fax or e-mail. In addition, the computer support at the National Criminal \nInvestigation Service has established its own procedures in case of technical problems at the SIRENE.\n\n - Data\n\n 82. Follow-up action\n\n\n\n (a) Are hits following alerts recorded manually or automatically ?\n\n Hits are recorded manually and automatically\n\n (b) If they are automatically recorded, how is this done?\n\n Hits are automatically recorded in our statistics-database and are strictly based on the exchange of G-forms. All \ninformation is recorded without name or other elements that could identity the person/object.\n\n (c) Are the actions taken after a hit occurred, f.i. the results of an investigation, recorded? If so, is this done \ncentrally or locally? How long the results of an investigation are retained?\n\n The actions taken after a hit will be visible in the work-flow system and/or the paper file. The results of an \ninvestigation on Norwegian alerts follow national legislation, but the results from foreign alerts are only kept for a \nyear after the deletion of the alert in the SIS.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 44\n\n DG H RESTREINT UE EN\n\n (d) Is the number of SIS searches at central or local level logged?\n\n The number of SIS searches are logged: every 10th search. This is done by the National Police Computing and \nMaterial Service.\n\n (e) Are the results analysed and used as a basis for policy evaluation?\n\n SIRENE has experienced an increase in the number of searches in the SIS. However, as SIRENE has pointed out \nduring training-courses for the police, there is room for improvement. Based on the statistics, SIRENE offers its \nassistance to police districts where the use of SIS might be improved.\n\n (f) Is it possible to indicate, in the context of external border control, the number of SIS searches as a percentage \nof the total number of persons subject to checks under Article 6 of the Schengen Convention?\n\n No.\n\n - Data protection and other legislation\n\n 83. Legislative and regulatory provisions adopted to set up the SIRENE Bureau, including subsequent legislative \nmeasures. Norway has enacted a national Schengen Information System Act, where the responsibilities and \nfunctions of the SIRENE bureau are clearly defined, in section 2.\n\n 84. Security measures at the SIRENE Bureaux pursuant to Article 118 of the Schengen Convention. Controls on: :\n\n (a) entry;\n\n\n\n Access to the systems is controlled by the common use- database (Single sign on (SSO). This user- database \nuses the latest technology and knowledge within data security.\n\n (b) data carriers;\n\n A Norwegian network provider is taking care of the WAN lines within the closed Norwegian police network\n\n (c) users;\n\n All users who will get access to the system have to be defined as member of the Norwegian police user- database. \nIn addition they need a special clearance to get access to the SIS- data.\n\n (d) access;\n\n Access to the systems is controlled by the common use- database (SSO).\n\n (e) transmission;\n\n A Norwegian network provider is taking care of the WAN lines within the closed Norwegian police network. This is \nfurther controlled and maintained thru the SSO system.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 45\n\n DG H RESTREINT UE EN\n\n (f) input.\n\n All user access is through the SSO system. Then all entry of data will either be performed by the Norwegian \npolice, SIRENE or The Norwegian Directorate of Immigration.\n\n 85. Control of physical access to the premises of the SIRENE Bureau, where applicable including paper archives \nstorage rooms.\n\n To access the premises of the SIRENE, including the paper archives storage room, you need an access-card and \na personal code. Only SIRENE personnel, the management of the International Relations Division and the duty-\nofficers at the 24-Hour desk have access to paper files.\n\n 86. Level of authorisation of SIRENE staff, and all staff with access to SIS data.\n\n All staff with access to the SIS has, as a minimum, query access to the SIS. The SIRENE staff also has the \npossibility to register, change and delete alerts.\n\n 87. Level of protection and protection measures applied to computerised police applications - and in connection to \nthis which special measures taken in relation to the Sirene application\n\n\n\n In order to access computerised police applications one needs a password and a personal access-code (BID). \nThere are 9 different access-levels in the SIRENE work-flow system. Access to the different levels is based upon \ntasks and responsibilities.\n\n 88. Control of computerised access to Sirene files.\n\n Only SIRENE personnel, the management of the International Relations Division and the duty-officers at the 24-\nHour Desk have access to the computerised SIRENE files.\n\n 89. Measures put in place to ensure that each user has access only to the categories of data for which he or she is \nauthorised, in accordance with Article 101.\n\n The police have access to every registration in the SIS, and the Directorate of Immigration only has access to art. \n96.\n\n 90. Who is in your country the national supervisory authority within the meaning of Article 114 of the Convention?\n\n The national supervisory authority (art. 114) is the National Data Protection Authority in Norway.\n\n 91. Measures taken to ensure that SIRENE files are destroyed after withdrawal of the alerts to which they relate. \nWho is responsible for controlling implementation?\n\n SIRENE has internal procedures to ensure that alerts are deleted and files destroyed following a hit and when an \nalert has expired in the SIS. This is done in cooperation with the local police, which is the owner of the Norwegian \nalerts.\n\n - Education and information\n\n 92. Description of the specific training given to operators and to those responsible for the SIRENE Bureau.\n\n Specific training is given to every new SIRENE operator during his/her first month of employment. See question \n78c).\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 46\n\n DG H RESTREINT UE EN\n\n 93. From the point of view of your SIRENE, how well informed do you think end-users are about the SIS and the \nSIRENE Bureaux: good/adequate/poor?\n\n From the SIRENE point of view, the end-users are adequately informed about the SIS and the SIRENE. This \ndepends on the police districts. However, the training and information is an on-going process. Training and \ninformation have a high priority within the SIRENE bureau.\n\n 94. Training and information for end users. In particular:\n\n\n\n - Are newly recruited policemen given training in the use of SIS? If so, how many hours?\n\n - Does continuing training take place in the form of courses, seminars, conferences etc? If so, how many hours?\n\n - If continuing training is provided, i.e. courses, seminars, conferences, how many hours.\n\n Training and information for end-users, see question 67.\n\n 95. What measures are being taken to ensure the level of competence of new users?\n\n To ensure the level of competence of new users, see questions 67 and 78.\n\n 96. How are police officials on the ground informed about the SIS and the SIRENE Bureaux (by specific training, in \nthe course of ordinary police training, multiplier effect from trainers, articles published in police journals, through \nspecific brochures, through general public relations work)? Are they kept regularly informed, just given the \ninformation once, or not at all? Are there differences between national police forces?\n\n Information about the SIS and SIRENE to the police officials on the ground, see question 69.\n\n 97. Which procedures have to be followed at SIRENE Bureaux once informed about a misused identity alert? Once \ninformed about a misused identity alert, the SIRENE shall follow the routines concerning this situation: check of Q-\nform if this has been received. SIRENE will send the Q-form to the local police and explain the use of the form. The \nlocal police then have to check the information in the Q-form and compare this with the ID-document presented by \nthe person in question to verify if he is the person wanted in the SIS or the person whose identity is being misused.\n\n 98. Alert procedures for the prosecuting authorities and procedures following a hit:\n\n (a) How are judges and public prosecutors informed about the SIS (awareness of the SIRENE Bureaux, the role of \nthe SIRENE Bureaux, differences between SIS and Interpol searches)? (by specific training, in the course of \nordinary training, multiplier effect from trainers, publications, through specific brochures, through general public \nrelations work)? Are they informed regularly, just once or not at all? Are there regional differences?\n\n The prosecuting authorities are part of the police in Norway, and they are informed about the hit at the same time \nas the local police.\n\n Upon a hit on an art. 95 alert, the Ministry of Justice and the Police is informed shortly after the hit in order to \nprepare the extradition procedure. See question 71a).\n\n (b) Do the SIRENE Bureaux have any influence (by information and training measures)?\n\n See question 71b\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 47\n\n DG H RESTREINT UE EN\n\n\n\n VISION NETWORK\n\n 99. How are other States consulted? What technical means are implemented?\n\n The other States are consulted in accordance with Article 17 (2), Annex 5B and 5C of the Common Consular \nInstructions (CCI). The states are consulted via the VISION Network. The Vision Network database is located at the \nNorwegian Directorate of Immigration. The diplomatic and consular missions are automatically connected to the \ndatabase. In the case of an obligation for consultation, according to &#8220;Schengen Consultation Network - \nTechnical Specifications&#8221; ref 12971/99 EXT 1, VISA 87, COMIX 431, Norway sends a form with specific \nformat to the country/countries with which the consultation must be carried out. If there are any objections they are \nto be given within seven calendar days. In case an extension to the time that is required for an answer is needed, \nsuch an extension has to be requested explicitly with the transmission of another form. Technical means are \nimplemented. The process takes place via a secure, leased communication line, according to protocol X400 that \nensures the correct transmission of messages. The whole process of sending requests and receiving answers is \nencrypted.\n\n 100. What is the estimated response time for consultation?\n\n The estimated response time for Schengen consultation is 7 calendar days. If there are any objections they are to \nbe given within seven calendar days. In case an extension to the time that is required for an answer is needed, \nsuch an extension has to be requested explicitly with the transmission of another form.\n\n 101. Under which circumstances do the consuls of your country consult their\n\n authorities?\n\n The consuls consult the central authorities of the state according to CCI Annex 5A.\n\n Moreover, the diplomatic mission and consular posts, which examines the applications, is to seek authorisation \nfrom the central authorities in accordance with the national law and practise. According to the Norwegian \nImmigration Regulations &#167; 110, any application for a visitor's visa shall as a general rule be submitted to the \nDirectorate of Immigration for decision where the foreign national is a refugee or stateless or where there is doubt \nabout his or her nationality. Where the Foreign Service mission is in doubt as to whether an application for a \nvisitor's visa shall be granted or rejected, the application shall always be submitted to the Directorate of Immigration \nfor decision. An application from any foreign national who has been expelled from Norway or any other Nordic \ncountry, or is entered in the Schengen Information System (SIS) shall as a general rule be submitted to the \nDirectorate of Immigration for decision. According to the Immigration Regulations &#167; 106 a, all applications for \nvisas, in cases where, on account of urgency, i.e. on humanitarian grounds, for reasons of national interest or \nbecause of international obligations, are to be submitted to the Norwegian central authorities (the Norwegian \nDirectorate of Immigration).\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 48\n\n DG H RESTREINT UE EN\n\n 102. Under which circumstances do other States consult them? (What is the number of national and international \nconsultations?)\n\n\n\n The Schengen states is not consulting the Norwegian central authorities, via the VISION Network in accordance \nwith CCI Annex 5B an 5C as we have no countries listed here.\n\n Norway is consulting the other Schengen countries in accordance with Annex 5B. The numbers of international \nconsultations are:\n\n 2002: 67 757\n\n 2003: 83 439\n\n 2004: 85 740\n\n 103. What provisions have been made to ensure that permanent consular posts only issue Schengen visas?\n\n Only the permanent consular posts are permitted to issue Schengen visas. No honorary consuls are authorised to \nissue visas. If some are to be authorised in exceptional cases and on a temporary basis, they are to be listed in the \nCCI, annex 6.\n\n According to the Norwegian Immigration Regulations &#167; 110 it is only the Norwegian Directorate of \nImmigration who may issue VLTV visas. According to the Immigration Regulations &#167; 106 a), all applications \nfor visas, in cases where, on account of urgency, i.e. on humanitarian grounds, for reasons of national interest or \nbecause of international obligations, are to be submitted to the Norwegian central authorities (the Norwegian \nDirectorate of Immigration). No diplomatic mission or consular post is given the authority to decide upon \napplications for the said visas.\n\n Visa stickers are stored in a safe in the security zone of every diplomatic and consular mission. The visa stickers \nare sent to the missions only via diplomatic courier. Upon receipt at the diplomatic missions the serial numbers are \nlogged and the stickers are stored in safes. Access to these safes is extremely restricted and usually granted only \nto the head of the consular section/and the head of the mission. All used stickers numbers are logged. If an error is \nmade when the visa is issued, the sticker is invalidated. If the sticker has not yet been affixed to the passport, the \nsticker shall be destroyed or cut diagonally in half. If the error is detected after the sticker has been affixed to the \npassport, a red cross shall be drawn on the sticker and a new sticker affixed. To prevent re-use of an affixed visa \nsticker, the seal of the consular office is stamped to the right, straddling the sticker and the e.g. passport.\n\n Norway is only issuing machine readable visa stickers. The stickers have to be signed and imprinted by the \ndiplomatic staff.\n\n 104. Is there any technical equipment for detecting false documents (travel\n\n documents, supporting documents, etc.)?\n\n All diplomatic and consular missions are equipped with portable ultra-violet lamps and magnification. The ultra-\nviolet lamps do also have a white light source. The magnification is hand held and may also be placed on the top of \nthe document. Specimen of Norwegian travel documents is handed out to diplomatic missions.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 49\n\n DG H RESTREINT UE EN\n\n\n\n 105. Is any specialised training given in the detection of false documents?\n\n The Norwegian Ministry of Foreign Affairs and the Norwegian Directorate of Immigration provides special training \nto the diplomatic and the local staff. The National Criminal Investigation Service (Nye Kripos) provides special \ntraining in the detection of false documents, e.g passports, visa stickers etc.\n\n Many diplomatic missions participate in local consular anti-fraud group meetings. The diplomatic missions in \ncooperation with local consular post enhance its capacity to detect false or falsified documents submitted in support \nof visa applications.\n\n The National Criminal Investigation Service (Nye Kripos) is sending out news bulletins via the Norwegian Ministry \nof Foreign Affairs to all diplomatic missions. The bulletins informs about detected falsifications.\n\n In several countries there are posted liaison officers who are cooperating closely with the diplomatic posts.\n\n 106. Are there any manuals of specimen documents to check that the documents\n\n presented are genuine?\n\n The National Criminal Investigation Service regularly informs all diplomatic mission about recently detected \nfalsifications. There is specimen of Norwegian travel documents at the diplomatic missions.\n\n JUDICIAL COOPERATION\n\n The Ministry of Justice and the Police has, in cooperation with the Director General of Public Prosecutions, given \nguidelines in relation to mutual legal assistance in criminal matters and extradition in publication no. G-19/2001 \ndated 1 August 2001.\n\n 107. Has your country received and made requests for mutual assistance on issues relating to the areas covered in \nArticles 49 and 50 of the Schengen Convention?\n\n Requests in accordance with the Schengen Convention chapter 2 may be made directly between judicial \nauthorities. Consequently, the Ministry of Justice and the Police does not have any statistic material on these \nrequests.\n\n 108. What is the current situation regarding application of the rules on compliance with requests and the granting of \nauthorisations in accordance with Article 50(3) of the Convention?\n\n We are not aware of information obtained through letters rogatory having been forwarded or used in contradiction \nwith article 50 (3).\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 50\n\n DG H RESTREINT UE EN\n\n 109. Has application of Article 52(2) of the Convention caused problems of any kind?\n\n\n\n According to our guidelines in relation to mutual legal assistance, all documents to be served abroad should be \ntranslated into (one of) the official language(s) of the State in which the addressee is staying. If the issuing authority \nhas verified information that the addressee understands Norwegian, the documents will not be translated. The \nMinistry of Justice and the Police is not aware that there have been problems in relation to the application of article \n52 (2) of the Convention.\n\n 110. As regards application of Article 53 of the Convention, are there any guidelines or directives defining the \nchannels to be used for sending requests for mutual assistance, or is this simply left to the discretion of the judicial \nauthorities?\n\n In the guidelines referred to above, the channels to be used for sending requests for mutual legal assistance are \ndefined. According to the guidelines, the direct communication in accordance with article 53 should be used to the \ngreatest extent possible.\n\n 111. Have the judicial authorities received the Directory of the cities of the other\n\n Member States so they can use the possibility of forwarding directly requests for mutual assistance as provided for \nin the Convention? Do the judicial authorities have access to the European Judicial Network instruments (in \nparticular the Atlas utility)? Are the contact points of the EJN known to all relevant judicial authorities?\n\n Norwegian authorities have only received the Directory of the cities from 1-2 Member States.\n\n Norway is not a Party to the European Judicial Network. However we are aware of that the Atlas has been made \npublic in 2005. This information has been forwarded to the judicial authorities. Norway has established 3 contact \npoints, these are known to relevant judicial authorities in Norway. Because Norway is not a Party to the European \nJudicial Network, the contact points of the Member States to the network is not known to all relevant judicial \nauthorities in Norway.\n\n 112. Have any extradition requests been authorised under Article 66 of the Schengen Convention? How many \nhave been authorised to date?\n\n Yes, extradition requests have been authorised under article 66 of the Schengen Convention. Among requests \nreceived by Norwegian authorities in 2004, 6 requests have been authorised under article 66.\n\n 113. How are the forms for requesting the transmission of extracts from judicial\n\n records (SCH/III (97) 41 4 rev) distributed and used?\n\n The form (SCH/III (97) 41 4 rev) regarding the transmission of extracts from judicial records is not used in Norway.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 51\n\n DG H RESTREINT UE EN\n\n 114. Are the possibilities for mutual judicial assistance in criminal matters and\n\n extradition provided for by the Convention implementing the Schengen Agreement used satisfactorily?\n\n\n\n In general, we find that the possibilities for mutual legal assistance and extradition provided for by the Schengen \nConvention are being used satisfactorily. However, concerning requests for mutual legal assistance, the direct \ncommunication channel could be used to at greater extent, both in relation to requests to and from Norway.\n\n 115. Has the application of Article 51 a) caused problems of any kind?\n\n The Ministry of Justice and the Police is not aware that there have been any problems in relation to the application \nof article 51 a) of the Convention.\n\n What are the conditions for the application of Article 51 a) and b)?\n\n A request under article 51 can only be complied with if evidence is produced that a decision on the use of coercive \nmeasures has been made in accordance with the legislation of the state concerned. The request may not be \ncomplied with if the offence to which the prosecution applies, or a corresponding offence, is not punishable under \nNorwegian law. Requests for search and seizure will be executed in the same manner as in cases concerning \noffences of a corresponding nature, which are subject to prosecution in Norway.\n\n LEGISLATION ON FIREARMS\n\n 116. Have the contents of the EU Directive (91/477) on firearms been transposed into national legislation? Have \nthe model common forms been adopted for the control of firearm purchases?\n\n The Act on firearms was altered the last time with effect from June 1998. By this amendment the contents of the \nEU Directive 91/477 on firearms and the Schengen Convention was transposed into the Norwegian legislation on \nfirearms.\n\n As Norway is not a member of the EU the model common forms for the control of firearms purchases have not \nbeen adopted.\n\n 117. What measures have been taken in terms of organisation and personnel in order to ensure the application by \nthe competent authorities of the contents of the EU Directive on arms or the corresponding national legislation?\n\n The National Police Directorate has distributed the necessary information with appropriate instructions to insure \nthat the national authorities have enough competence on the EU Directive on firearms and the corresponding \nnational legislation.\n\n 118. How is information on firearms purchases exchanged between your country's authorities and their \ncounterparts in other EU Member States? What is the number of such exchanges per year?\n\n There is an exchange of information with Sweden. We receive information about approximately 75 - 100 purchases \npr. year. There is no statistics on information regarding purchases from Norway to other countries.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 52\n\n DG H RESTREINT UE EN\n\n 119. Are the other reports required under the Directive (e.g. on the transfer of\n\n\n\n firearms) also forwarded via the designated central authority to the other Member States? Are there statistical \nrecords of all reports?\n\n No other reports have been sent. There are no statistical records of all reports.\n\n 120. What firearms may be brought into your country without prior permission but solely using the European pass?\n\n A European firearms pass will be sufficient for temporary import of firearms to Norway on condition that the firearm \ncan legally be used in Norway.\n\n 121. Which firearms do not require consent within the meaning of Article 11(4) of Directive 91/477/EEC by your \ncompetent national authorities in order to be brought into your country?\n\n Norway has not communicated a list according to Article 11 (4).\n\n ISSUING OF VISAS / CONSULAR COOPERATION\n\n 122. What/which authority(ies) in your country is/are competent of the issuing of\n\n visas?\n\n Only diplomatic missions and some career consulates are competent of the issuing of visas abroad. In Norway the \nNorwegian Directorate of Immigration and the Immigration Appeals Board are granting visas, but the practical \nissuing is done at the diplomatic missions. On an exceptional basis and in a very restrictive manner, visas can also \nbe issued at the Norwegian borders by the competent border control authorities upon instructions from the \nNorwegian Directorate of Immigration on a case-to-case basis, cf the Immigration Regulations &#167; 113. The \nNorwegian police in accordance with the Immigration Regulations &#167; 107 may in limited cases, extend a visa \nof shorter duration than 90 days.\n\n 123. To what extent are diplomatic missions and consular posts equipped and able to implement Schengen issue \nSchengen visas in terms of\n\n (a) availability of Schengen visa stickers,\n\n All diplomatic missions are equipped and able to implement Schengen Regulations concerning issuing Schengen \nvisas. The diplomatic missions and the career consulates have at their disposal a stock of visa stickers. This stock \nis regularly replenished upon request and according to the needs arising. Only the diplomatic couriers carry out the \ntransportation of the visa stickers from Norway to the diplomatic missions.\n\n (b) access to SIS (consultation terminals, CD-ROM.)\n\n Access to SIS is enforced via the Norwegian VISION Network system and the Norwegian Central Authorities. The \nNorwegian VISION database is located at the Norwegian Directorate of Immigration. The SIS database is located at \nNational Police Computing and Material Service (PDMT). The Norwegian Directorate of Immigration's version is \nautomatically replicated/updated every calendar day. As the missions have online access to the Norwegian VISION \ndatabase, which enforce access to the SIS database, no CD-ROMs are produced.\n\n RESTREINT UE\n\n\n\n 10949/05 WvdR/mdc 53\n\n DG H RESTREINT UE EN\n\n Queries by the diplomatic and consular missions abroad are electronically submitted to the Norwegian Directorate \nof Immigration via the VISION Network. The answers to the submitted queries are completed and sent electronically \nto the consular posts as soon as possible. If Schengen consultation is required the answers are sent after seven \ncalendar days.\n\n What equipment is there to detect forged documents?\n\n All diplomatic and consular missions are equipped with portable ultra-violet lamps and magnification. The ultra-\nviolet lamps also have a white light source. The magnification is hand- held and may also be placed on the top of \nthe document. Specimen of Norwegian travel documents is handed out to diplomatic missions.\n\n 124. What security measures have been taken with regard to Schengen visa stickers?\n\n Visa stickers are stored in a safe in the security zone of every diplomatic and consular mission. The visa stickers \nare sent to the missions only via diplomatic courier. Upon receipt at the diplomatic missions the serial numbers are \nlogged and the stickers are stored in safes. Access to these safes is extremely restricted and usually granted only \nto the head of the consular section/and the head of the mission. All used stickers numbers are logged. If an error is \nmade when the visa is issued, the sticker is invalidated. If the sticker has not yet been affixed to the passport, the \nsticker shall be destroyed or cut diagonally in half. If the error is detected after the sticker has been affixed to the \npassport, a red cross shall be drawn on the sticker and a new sticker affixed. To prevent re-use of an affixed visa \nsticker, the seal of the consular office is stamped to the right, straddling the sticker and e.g. the passport. Norway is \nonly issuing machine-readable visa stickers with photo included. The stickers have to be signed and imprinted by \nthe diplomatic staff.\n\n 125. How are the diplomatic posts and consular missions of your country briefed on the Common Consular \nInstructions on Visas and prepared to apply them?\n\n The diplomatic staff at the diplomatic posts and consular missions is trained before joining their post. The \nNorwegian Directorate of Immigration is stressing the importance of the CCI during special lectures. The newest \nversion of CCI is always electronically available though the national VISION Network system. All diplomatic \nmissions are informed of the &#8220;Best practises on visas&#8221; catalogue. Twice a year there is held regional \ngatherings around the world. Both diplomatic and local staff from the diplomatic missions in one region, is attending \nthe regional training. The duration of the training is four to five working days. All diplomatic missions are advised to \ncontact their local Schengen partners to ensure that the CCI is applied in best practice. The staff at the Norwegian \nDirectorate of Immigration is always available to the diplomatic service, and are conducting personal training \nwhenever the diplomatic staff are in Norway.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 54\n\n DG H RESTREINT UE EN\n\n 126. How is the data transmission from your country's diplomatic and consular\n\n\n\n missions to the respective central authorities processed (with special reference to consultation)?\n\n Most diplomatic and consular missions are transmitting the data via the VISION Network system. Within 2006 \nNorway is implementing a new system called NORVIS. NORVIS will be the central system for handling all visa \napplications. The system will be used at all diplomatic missions and the Norwegian central authorities. All \nconsultations are carried out via the VISION Network system. Where the diplomatic or consular mission is deciding \nupon the application the consultation is sent directly from the diplomatic mission via the VISION Network to the \nother Schengen states. When an application is lodged at a diplomatic mission and the mission is not deciding upon \nthe application the application is forwarded to the Norwegian Directorate of Immigration. If the application is not \ntransmitted via the Norwegian VISION Network, the application is as a main rule sent to Norway by diplomatic \ncourier. The Norwegian Directorate of Immigration is consulting the other Schengen states via the VISION Network, \nand then communicating the result to the diplomatic mission when the consultation is done.\n\n 127. How would you characterise the consular cooperation between your country's diplomatic and consular \nmissions and those of other Schengen States?\n\n The local consular cooperation is characterised as very important and essential for the Norwegian diplomatic and \nconsular missions. From the Norwegian point of view this co-operation is very constructive and informative. \nHarmonisation initiative is implemented at local level, and account is taken of the specific local circumstances. \nNorway is attending local consular meetings where these are held. The diplomatic missions regularly submit the \nreports on the meetings to the MFA and the Norwegian Directorate of Immigration.\n\n 128. How is your country participating in the automatic consultation process set out under Article 17(2) of the \nConvention (VISION network)?\n\n Norway has implement the VISION network. All consultations according to Annex 5A, 5B and 5C are conducted \naccording to article 17 (2).\n\n The diplomatic missions are consulting the Norwegian Directorate of Immigration in cases listed in the Annex 5A. \nThe diplomatic missions may, in accordance with the Immigration Regulations &#167; 110, second paragraph, \ndecide upon visa applications. The diplomatic posts then consult the other Schengen states directly via the VISION \nnetwork in accordance with the Annex 5B. The diplomatic missions are also forwarding applications to the \nNorwegian Directorate of Immigration whom are consulting the other Schengen states and sending the reply back \nto the diplomatic missions. If a visa application is lodged by nationals listed in Annex 5C at diplomatic mission \nwhere Norway is representing another Schengen state, the represented State is consulted.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 55\n\n DG H RESTREINT UE EN\n\n 129. What is the total volume of visa applications received by your country in the last three years? (by continent \nand/or by main regions of the world). What are the most significant developments?\n\n Foreign Service Mission\n\n 2002\n\n 2003\n\n\n\n 2004\n\n Europe\n\n Ankara\n\n 1519\n\n 1537\n\n 1597\n\n Athens\n\n 488\n\n 8\n\n 2\n\n Baku\n\n 485\n\n 612\n\n 1138\n\n Belgrade\n\n 984\n\n 1209\n\n 1163\n\n Bern\n\n 672\n\n 697\n\n 597\n\n Bucuresti\n\n 138\n\n 138\n\n\n\n 116\n\n Budapest\n\n 18\n\n 16\n\n 27\n\n Dublin\n\n 55\n\n 68\n\n 81\n\n Edinburgh\n\n 141\n\n 216\n\n 267\n\n Hague\n\n 0\n\n 0\n\n 8\n\n Kiev\n\n 2815\n\n 2334\n\n 6280\n\n Lisboa\n\n 21\n\n 20\n\n 29\n\n\n\n London\n\n 2609\n\n 3282\n\n 2612\n\n Moscow\n\n 10816\n\n 12142\n\n 13339\n\n Murmansk\n\n 13813\n\n 14903\n\n 12126\n\n Praha\n\n 2\n\n 36\n\n 64\n\n Riga\n\n 412\n\n 512\n\n 563\n\n Sarajevo\n\n 737\n\n 927\n\n 874\n\n Skopje\n\n\n\n 97\n\n 663\n\n 733\n\n Sofia\n\n 0\n\n 17\n\n 13\n\n St. Petersburg\n\n 3889\n\n 3864\n\n 4347\n\n Tallinn\n\n 58\n\n 563\n\n 332\n\n Tirana\n\n 85\n\n 226\n\n 202\n\n Vienna\n\n 0\n\n 0\n\n 1\n\n Vilnius\n\n 0\n\n\n\n 20\n\n 8\n\n Warszawa\n\n 106\n\n 123\n\n 216\n\n Zagreb\n\n 0\n\n 5\n\n 18\n\n Total Europe\n\n 39960\n\n 44138\n\n 46753\n\n Asia\n\n Abu Dhabi\n\n 620\n\n 422\n\n 352\n\n Amman\n\n 644\n\n 491\n\n 678\n\n Baghdad\n\n 4\n\n\n\n 0\n\n -\n\n Bangkok\n\n 3679\n\n 3800\n\n 5166\n\n Beijing\n\n 2095\n\n 2113\n\n 3790\n\n Colombo\n\n 534\n\n 498\n\n 523\n\n Damascus\n\n 373\n\n 605\n\n 1068\n\n Dhaka\n\n 256\n\n 288\n\n 169\n\n Hanoi\n\n 223\n\n 979\n\n\n\n 544\n\n Hong Kong\n\n 150\n\n 22\n\n -\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 56\n\n DG H RESTREINT UE EN\n\n Islamabad\n\n 3163\n\n 2858\n\n 2535\n\n Jakarta\n\n 779\n\n 646\n\n 735\n\n Kathmandu\n\n 207\n\n 163\n\n 218\n\n Kuala Lumpur\n\n 0\n\n 498\n\n 50\n\n Manila\n\n\n\n 2817\n\n 5107\n\n 3687\n\n New Delhi\n\n 1928\n\n 2171\n\n 2332\n\n Riyadh\n\n 191\n\n 248\n\n 202\n\n Seoul\n\n 9\n\n 0\n\n 17\n\n Shanghai\n\n 756\n\n 830\n\n 1320\n\n Singapore\n\n 233\n\n 199\n\n 179\n\n Tehran\n\n 454\n\n\n\n 660\n\n 1032\n\n Tel Aviv\n\n 248\n\n 362\n\n 259\n\n Tokyo\n\n 61\n\n 43\n\n 48\n\n Total Asia\n\n 19424\n\n 23003\n\n 24904\n\n Africa\n\n Abidjan\n\n 0\n\n 975\n\n 873\n\n Addis Abeba\n\n 483\n\n 384\n\n 342\n\n Cairo\n\n 671\n\n\n\n 543\n\n 665\n\n Dar es Salaam\n\n 327\n\n 344\n\n 332\n\n Harare\n\n 197\n\n 240\n\n 262\n\n Kampala\n\n 171\n\n 251\n\n 309\n\n Lagos/Abuja\n\n 705\n\n 981\n\n 827\n\n Lilongwe\n\n 176\n\n 217\n\n 257\n\n Luanda\n\n 181\n\n 151\n\n\n\n 220\n\n Lusaka\n\n 107\n\n 171\n\n 181\n\n Maputo\n\n 109\n\n 113\n\n 89\n\n Nairobi\n\n 470\n\n 420\n\n 536\n\n Pretoria\n\n 1276\n\n 1502\n\n 1900\n\n Rabat\n\n 644\n\n 448\n\n 414\n\n Tunis\n\n 272\n\n 199\n\n 1009\n\n\n\n Total Africa\n\n 5789\n\n 6939\n\n 8216\n\n Americas\n\n Bogota\n\n 254\n\n 89\n\n 56\n\n Brasilia\n\n 0\n\n 1\n\n 7\n\n Buenos Aires\n\n 12\n\n 9\n\n 23\n\n Caracas\n\n 0\n\n 231\n\n 82\n\n Guatemala City\n\n 5\n\n 12\n\n 4\n\n\n\n Havana\n\n 118\n\n 62\n\n 133\n\n Houston\n\n 199\n\n 266\n\n 469\n\n Managua\n\n 11\n\n 15\n\n 7\n\n Mexico City\n\n 20\n\n 9\n\n 7\n\n Miami\n\n 171\n\n 18\n\n -\n\n Minneapolis\n\n 144\n\n 75\n\n 100\n\n New York\n\n\n\n 354\n\n 391\n\n 471\n\n Ottawa\n\n 0\n\n 57\n\n 109\n\n Rio de Janeiro\n\n 2\n\n 8\n\n 8\n\n San Fransisco\n\n 288\n\n 240\n\n 206\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 57\n\n DG H RESTREINT UE EN\n\n Santiago\n\n 294\n\n 63\n\n 173\n\n Washington DC\n\n 71\n\n 119\n\n\n\n 137\n\n Total Americas\n\n 1943\n\n 1665\n\n 1992\n\n Oceania\n\n Canberra\n\n 48\n\n 44\n\n 70\n\n Total Visa Applications\n\n 67164\n\n 75789\n\n 81935\n\n Among the changes in the statistics, the following are the most significant:\n\n Bucharest has decreased the refusals from 14,5% to 0,9%. In 2003 the embassy received many applications from \nsports groups, which turned out to be fake. Since the embassy rejected them in cooperation with other Schengen \nembassies, rumours spread quickly and in 2004 there were no such applications.\n\n Kiev has tripled the number of applications from 2003 to 2004, and at the same time decreased the refusals from \n19,2% to 3,0%. Both of these effects are due to representation for Denmark after Denmark closed its embassy in \nKiev.\n\n Amman has increased the number of applications and halved its refusal rate. This is due to the increased number \nof Iraqi applications after the embassy in Baghdad was closed. Most of these applications are official delegations, \nboth to Norway and to the Nordic countries represented by Norway in Amman and this explains why the percentage \nof refusals has decreased.\n\n Manila had an increase in visa applications after Norway started to represent Denmark.\n\n The visa applications in Shanghai have almost doubled after the consulate general in Hong Kong was closed.\n\n The refusal rate in Abidjan has doubled from 2003 to 2004. This is due to an increase in unserious applications of \nespecially two types: tourist groups who have never been outside (mostly Ghana) before, applying to go canoeing \nin Northern Norway; and delegates to conferences who have enrolled through internet and whom the organizers did \nnot know anything about.\n\n\n\n Bogota has had fluctuations in both visa applications and refusal rates, from 254 and 0% refusals in 2002, via 89 \n27% in 2003 to 56 1,8% in 2004. Bogota has had many false visa applications from seamen. When this was \ndiscovered, the visas were withdrawn in 2002, but refused immediately in 2003. This explains the high number of \nvisas in 2002 and the few refusals, as well as the increase in refusals for 2003. The embassy continues to receive \nfalse applications from seamen, but is now aware of the problem.\n\n Caracas has had fluctuations in visa applications and refusals, from 231 with 43,7% refusals in 2003 to 82 with 0% \nrefusals in 2004. The introduction of higher fees, and fees also for refusals has decreased the number of \napplications. Most of the tourist applications in Caracas are from the Dominican Republic. From 2004, the \nNetherlands is representing Norway in the Dominican Republic, which has further decreased the number of \napplications.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 58\n\n DG H RESTREINT UE EN\n\n Ottawa has no refusals, because Canada gives permanent residency from the first year and the applicants, who \nmainly are business people, therefore have satisfactory reasons for return.\n\n Secondly, how many consultations did your country request from its Schengen partners? In how many cases was \nyour country consulted by its Schengen partners?\n\n Norway consulted the Schengen partners:\n\n 2002: 67 757\n\n 2003: 83 439\n\n 2004: 85 740\n\n Norway is not consulted by the Schengen partners in accordance with the CCI Annex 5B and 5C.\n\n 130. The number of refusals of visa applications - if no statistics are available, please indicate the number in \npercentages or an estimated number.\n\n The total number of rejections of visa applications by the consulates of Norway and the Norwegian Directorate of \nImmigration in the years 2002, 2003 and 2004:\n\n 2002\n\n 2003\n\n 2004\n\n Rejections by the Consulates of Norway\n\n 6377\n\n\n\n 8141\n\n 7621\n\n Rejections by the Norwegian Directorate of Immigration\n\n 5511\n\n 3821\n\n 4787\n\n Total\n\n 11888\n\n 11962\n\n 12408\n\n Total overview over rejections by Norwegian diplomatic missions in 2002, 2003 and 2004:\n\n Mission\n\n 02 Tot\n\n Rejections\n\n %\n\n 03 Tot\n\n Rejections\n\n %\n\n 04 Tot\n\n Rejections\n\n %\n\n Europe\n\n Ankara\n\n 1519\n\n 295\n\n\n\n 19,4 %\n\n 1537\n\n 379\n\n 24,7 %\n\n 1597\n\n 399\n\n 25,0 %\n\n Athens\n\n 488\n\n 82\n\n 16,8 %\n\n 8\n\n 0\n\n 0,0 %\n\n 2\n\n 1\n\n 50,0 %\n\n Baku\n\n 485\n\n 45\n\n 9,3 %\n\n 612\n\n 25\n\n 4,1 %\n\n 1138\n\n\n\n 31\n\n 2,7 %\n\n Belgrade\n\n 984\n\n 99\n\n 10,1 %\n\n 1209\n\n 23\n\n 1,9 %\n\n 1163\n\n 41\n\n 3,5 %\n\n Bern\n\n 672\n\n 19\n\n 2,8 %\n\n 697\n\n 12\n\n 1,7 %\n\n 597\n\n 6\n\n 1,0 %\n\n Bucharest\n\n 138\n\n 15\n\n\n\n 10,9 %\n\n 138\n\n 20\n\n 14,5 %\n\n 116\n\n 1\n\n 0,9 %\n\n Budapest\n\n 18\n\n 0\n\n 0,0 %\n\n 16\n\n 1\n\n 6,3 %\n\n 27\n\n 1\n\n 3,7 %\n\n Dublin\n\n 55\n\n 3\n\n 5,5 %\n\n 68\n\n 5\n\n 7,4 %\n\n 81\n\n\n\n 5\n\n 6,2 %\n\n Edinburgh\n\n 141\n\n 3\n\n 2,1 %\n\n 216\n\n 3\n\n 1,4 %\n\n 267\n\n 2\n\n 0,7 %\n\n Hague\n\n 0\n\n 0\n\n 0,0 %\n\n 0\n\n 0\n\n 0,0 %\n\n 8\n\n 0\n\n 0,0 %\n\n Kiev\n\n 2815\n\n 137\n\n\n\n 4,9 %\n\n 2334\n\n 449\n\n 19,2 %\n\n 6280\n\n 190\n\n 3,0 %\n\n Lisboa\n\n 21\n\n 3\n\n 14,3 %\n\n 20\n\n 8\n\n 40,0 %\n\n 29\n\n 5\n\n 17,2 %\n\n London\n\n 2609\n\n 55\n\n 2,1 %\n\n 3282\n\n 123\n\n 3,7 %\n\n 2612\n\n\n\n 81\n\n 3,1 %\n\n Moscow\n\n 10816\n\n 46\n\n 0,4 %\n\n 12142\n\n 158\n\n 1,3 %\n\n 13339\n\n 377\n\n 2,8 %\n\n Murmansk\n\n 13813\n\n 437\n\n 3,2 %\n\n 14903\n\n 441\n\n 3,0 %\n\n 12126\n\n 237\n\n 2,0 %\n\n Praha\n\n 2\n\n 0\n\n\n\n 0,0 %\n\n 36\n\n 3\n\n 8,3 %\n\n 64\n\n 13\n\n 20,3 %\n\n Riga\n\n 412\n\n 3\n\n 0,7 %\n\n 512\n\n 1\n\n 0,2 %\n\n 563\n\n 1\n\n 0,2 %\n\n Sarajevo\n\n 737\n\n 257\n\n 34,9 %\n\n 927\n\n 285\n\n 30,7 %\n\n 874\n\n\n\n 150\n\n 17,2 %\n\n Skopje\n\n 97\n\n 0\n\n 0,0 %\n\n 663\n\n 103\n\n 15,5 %\n\n 733\n\n 107\n\n 14,6 %\n\n Sofia\n\n 0\n\n 0\n\n 0,0 %\n\n 17\n\n 11\n\n 64,7 %\n\n 13\n\n 2\n\n 15,4 %\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 59\n\n DG H RESTREINT UE EN\n\n\n\n St. Petersburg\n\n 3889\n\n 25\n\n 0,6 %\n\n 3864\n\n 45\n\n 1,2 %\n\n 4347\n\n 52\n\n 1,2 %\n\n Tallinn\n\n 58\n\n 1\n\n 1,7 %\n\n 563\n\n 14\n\n 2,5 %\n\n 332\n\n 21\n\n 6,3 %\n\n Tirana\n\n 85\n\n 0\n\n 0,0 %\n\n 226\n\n\n\n 28\n\n 12,4 %\n\n 202\n\n 18\n\n 8,9 %\n\n Vienna\n\n 0\n\n 0\n\n 0,0 %\n\n 0\n\n 0\n\n 0,0 %\n\n 1\n\n 0\n\n 0,0 %\n\n Vilnius\n\n 0\n\n 0\n\n 0,0 %\n\n 20\n\n 4\n\n 20,0 %\n\n 8\n\n 0\n\n 0,0 %\n\n\n\n Warszawa\n\n 106\n\n 4\n\n 3,8 %\n\n 123\n\n 1\n\n 0,8 %\n\n 216\n\n 31\n\n 14,4 %\n\n Zagreb\n\n 0\n\n 0\n\n 0,0 %\n\n 5\n\n 1\n\n 20,0 %\n\n 18\n\n 1\n\n 5,6 %\n\n Asia\n\n Abu Dhabi\n\n 620\n\n 144\n\n 23,2 %\n\n\n\n 422\n\n 38\n\n 9,0 %\n\n 352\n\n 27\n\n 7,7 %\n\n Amman\n\n 644\n\n 188\n\n 29,2 %\n\n 491\n\n 183\n\n 37,3 %\n\n 678\n\n 112\n\n 16,5 %\n\n Baghdad\n\n 4\n\n 0\n\n 0,0 %\n\n 0\n\n 0\n\n 0,0 %\n\n -\n\n 0\n\n\n\n 0,0 %\n\n Bangkok\n\n 3679\n\n 335\n\n 9,1 %\n\n 3800\n\n 501\n\n 13,2 %\n\n 5166\n\n 561\n\n 10,9 %\n\n Beijing\n\n 2095\n\n 43\n\n 2,1 %\n\n 2113\n\n 179\n\n 8,5 %\n\n 3790\n\n 265\n\n 7,0 %\n\n Colombo\n\n 534\n\n 75\n\n 14,0 %\n\n\n\n 498\n\n 43\n\n 8,6 %\n\n 523\n\n 100\n\n 19,1 %\n\n Damascus\n\n 373\n\n 114\n\n 30,6 %\n\n 605\n\n 129\n\n 21,3 %\n\n 1068\n\n 341\n\n 31,9 %\n\n Dhaka\n\n 256\n\n 77\n\n 30,1 %\n\n 288\n\n 49\n\n 17,0 %\n\n 169\n\n 31\n\n\n\n 18,3 %\n\n Hanoi\n\n 223\n\n 34\n\n 15,2 %\n\n 979\n\n 319\n\n 32,6 %\n\n 544\n\n 81\n\n 14,9 %\n\n Hong Kong\n\n 150\n\n 2\n\n 1,3 %\n\n 22\n\n 0\n\n 0,0 %\n\n -\n\n -\n\n 0,0 %\n\n Islamabad\n\n 3163\n\n 1841\n\n 58,2 %\n\n\n\n 2858\n\n 1688\n\n 59,1 %\n\n 2535\n\n 1375\n\n 54,2 %\n\n Jakarta\n\n 779\n\n 3\n\n 0,4 %\n\n 646\n\n 6\n\n 0,9 %\n\n 735\n\n 11\n\n 1,5 %\n\n Kathmandu\n\n 207\n\n 76\n\n 36,7 %\n\n 163\n\n 23\n\n 14,1 %\n\n 218\n\n 54\n\n\n\n 24,8 %\n\n Kuala Lumpur\n\n 0\n\n 0\n\n 0,0 %\n\n 498\n\n 277\n\n 55,6 %\n\n 50\n\n 0\n\n 0,0 %\n\n Manila\n\n 2817\n\n 420\n\n 14,9 %\n\n 5107\n\n 660\n\n 12,9 %\n\n 3687\n\n 477\n\n 12,9 %\n\n New Delhi\n\n 1928\n\n 369\n\n 19,1 %\n\n\n\n 2171\n\n 403\n\n 18,6 %\n\n 2332\n\n 388\n\n 16,6 %\n\n Riyadh\n\n 191\n\n 35\n\n 18,3 %\n\n 248\n\n 33\n\n 13,3 %\n\n 202\n\n 31\n\n 15,3 %\n\n Seoul\n\n 9\n\n 1\n\n 11,1 %\n\n 0\n\n 0\n\n 0,0 %\n\n 17\n\n 8\n\n\n\n 47,1 %\n\n Shanghai\n\n 756\n\n 46\n\n 6,1 %\n\n 830\n\n 27\n\n 3,3 %\n\n 1320\n\n 22\n\n 1,7 %\n\n Singapore\n\n 233\n\n 1\n\n 0,4 %\n\n 199\n\n 0\n\n 0,0 %\n\n 179\n\n 0\n\n 0,0 %\n\n Tehran\n\n 454\n\n 0\n\n 0,0 %\n\n\n\n 660\n\n 27\n\n 4,1 %\n\n 1032\n\n 153\n\n 14,8 %\n\n Tel Aviv\n\n 248\n\n 17\n\n 6,9 %\n\n 362\n\n 12\n\n 3,3 %\n\n 259\n\n 0\n\n 0,0 %\n\n Tokyo\n\n 61\n\n 2\n\n 3,3 %\n\n 43\n\n 1\n\n 2,3 %\n\n 48\n\n 4\n\n\n\n 8,3 %\n\n Africa\n\n Abidjan\n\n 0\n\n 0\n\n 0,0 %\n\n 975\n\n 291\n\n 29,8 %\n\n 873\n\n 574\n\n 65,8 %\n\n Addis Abeba\n\n 483\n\n 148\n\n 30,6 %\n\n 384\n\n 117\n\n 30,5 %\n\n 342\n\n 99\n\n 28,9 %\n\n Cairo\n\n 671\n\n 72\n\n\n\n 10,7 %\n\n 543\n\n 72\n\n 13,3 %\n\n 665\n\n 71\n\n 10,7 %\n\n Dar es Salaam\n\n 327\n\n 26\n\n 8,0 %\n\n 344\n\n 22\n\n 6,4 %\n\n 332\n\n 21\n\n 6,3 %\n\n Harare\n\n 197\n\n 11\n\n 5,6 %\n\n 240\n\n 4\n\n 1,7 %\n\n 262\n\n\n\n 3\n\n 1,1 %\n\n Kampala\n\n 171\n\n 4\n\n 2,3 %\n\n 251\n\n 12\n\n 4,8 %\n\n 309\n\n 37\n\n 12,0 %\n\n Lagos/Abuja\n\n 705\n\n 274\n\n 38,9 %\n\n 981\n\n 395\n\n 40,3 %\n\n 827\n\n 343\n\n 41,5 %\n\n Lilongwe\n\n 176\n\n 0\n\n\n\n 0,0 %\n\n 217\n\n 0\n\n 0,0 %\n\n 257\n\n 0\n\n 0,0 %\n\n Luanda\n\n 181\n\n 14\n\n 7,7 %\n\n 151\n\n 4\n\n 2,6 %\n\n 220\n\n 15\n\n 6,8 %\n\n Lusaka\n\n 107\n\n 1\n\n 0,9 %\n\n 171\n\n 0\n\n 0,0 %\n\n 181\n\n\n\n 2\n\n 1,1 %\n\n Maputo\n\n 109\n\n 0\n\n 0,0 %\n\n 113\n\n 5\n\n 4,4 %\n\n 89\n\n 1\n\n 1,1 %\n\n Nairobi\n\n 470\n\n 24\n\n 5,1 %\n\n 420\n\n 60\n\n 14,3 %\n\n 536\n\n 19\n\n 3,5 %\n\n Pretoria\n\n 1276\n\n 29\n\n\n\n 2,3 %\n\n 1502\n\n 26\n\n 1,7 %\n\n 1900\n\n 30\n\n 1,6 %\n\n Rabat\n\n 644\n\n 308\n\n 47,8 %\n\n 448\n\n 217\n\n 48,4 %\n\n 414\n\n 189\n\n 45,7 %\n\n Tunis\n\n 272\n\n 72\n\n 26,5 %\n\n 199\n\n 0\n\n 0,0 %\n\n 1009\n\n\n\n 112\n\n 11,1 %\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 60\n\n DG H RESTREINT UE EN\n\n Americas\n\n Bogota\n\n 254\n\n 0\n\n 0,0 %\n\n 89\n\n 24\n\n 27,0 %\n\n 56\n\n 1\n\n 1,8 %\n\n Brasilia\n\n 0\n\n 0\n\n 0,0 %\n\n 1\n\n 0\n\n 0,0 %\n\n 7\n\n 4\n\n\n\n 57,1 %\n\n Buenos Aires\n\n 12\n\n 0\n\n 0,0 %\n\n 9\n\n 0\n\n 0,0 %\n\n 23\n\n 2\n\n 8,7 %\n\n Caracas\n\n 0\n\n 0\n\n 0,0 %\n\n 231\n\n 101\n\n 43,7 %\n\n 82\n\n 0\n\n 0,0 %\n\n Guatemala City\n\n 5\n\n 0\n\n 0,0 %\n\n\n\n 12\n\n 2\n\n 16,7 %\n\n 4\n\n 0\n\n 0,0 %\n\n Havana\n\n 118\n\n 0\n\n 0,0 %\n\n 62\n\n 0\n\n 0,0 %\n\n 133\n\n 0\n\n 0,0 %\n\n Houston\n\n 199\n\n 5\n\n 2,5 %\n\n 266\n\n 5\n\n 1,9 %\n\n 469\n\n 237\n\n\n\n 50,5 %\n\n Managua\n\n 11\n\n 0\n\n 0,0 %\n\n 15\n\n 3\n\n 20,0 %\n\n 7\n\n 0\n\n 0,0 %\n\n Mexico City\n\n 20\n\n 2\n\n 10,0 %\n\n 9\n\n 0\n\n 0,0 %\n\n 7\n\n 0\n\n 0,0 %\n\n Miami\n\n 171\n\n 6\n\n 3,5 %\n\n\n\n 18\n\n 0\n\n 0,0 %\n\n -\n\n -\n\n 0,0 %\n\n Minneapolis\n\n 144\n\n 0\n\n 0,0 %\n\n 75\n\n 5\n\n 6,7 %\n\n 100\n\n 6\n\n 6,0 %\n\n New York\n\n 354\n\n 5\n\n 1,4 %\n\n 391\n\n 17\n\n 4,3 %\n\n 471\n\n 11\n\n\n\n 2,3 %\n\n Ottawa\n\n 0\n\n 0\n\n 0,0 %\n\n 57\n\n 0\n\n 0,0 %\n\n 109\n\n 15\n\n 13,8 %\n\n Rio de Janeiro\n\n 2\n\n 1\n\n 50,0 %\n\n 8\n\n 3\n\n 37,5 %\n\n 8\n\n 4\n\n 50,0 %\n\n San Fransisco\n\n 288\n\n 1\n\n 0,3 %\n\n\n\n 240\n\n 4\n\n 1,7 %\n\n 206\n\n 3\n\n 1,5 %\n\n Santiago\n\n 294\n\n 22\n\n 7,5 %\n\n 63\n\n 2\n\n 3,2 %\n\n 173\n\n 2\n\n 1,2 %\n\n Washington DC\n\n 71\n\n 2\n\n 2,8 %\n\n 119\n\n 6\n\n 5,0 %\n\n 137\n\n 2\n\n\n\n 1,5 %\n\n Oceania\n\n Canberra\n\n 48\n\n 3\n\n 6,3 %\n\n 44\n\n 3\n\n 6,8 %\n\n 70\n\n 4\n\n 5,7 %\n\n Total\n\n 67164\n\n 6382\n\n 9,5 %\n\n 75789\n\n 8141\n\n 10,7 %\n\n 81935\n\n 7621\n\n 9,3 %\n\n Foreign service missions whose have not had any visa applications during the period 2002-2004 have not been \nincluded in the list.\n\n Means that the mission did not exist at that point\n\n 131. Have the bodies responsible for the exceptional issue of visas at the border,\n\n\n\n pursuant to Article 17(3)(c) of the Schengen Convention and Part II, Section 5, and Annex 14 of the Common \nManual, been briefed on the relevant Schengen arrangements and prepared to apply them? Which authorities will \nbe responsible for this?\n\n The Norwegian Directorate of Immigration is responsible for deciding whether such a visa should be issued. At \nlocal level the police are responsible at the practical arrangements to handle these situations. The Directorate of \nImmigration is responsible for the necessary consultation procedures.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 61\n\n DG H RESTREINT UE EN\n\n READMISSION\n\n 132. What readmission agreements exist with\n\n (a) other Schengen States? Sweden\n\n The Dublin Convention\n\n (b) with other MS of the European Union\n\n Lithuania, Latvia, Estonia, Czech Republic, Slovakia\n\n (c) third countries?\n\n Romania, Croatia, Moldavia, Bulgaria, Sri Lanka\n\n In addition, Norway has ongoing negotiations concerning readmission agreements with 20 other states.\n\n 133. How many persons have been sent back every year since 2000 under these\n\n agreements?\n\n There is no statistics available of persons sent back every year since 2000 under these agreements are not \navailable.\n\n The statistics for 2005 will be available at the National Police Immigration Service.\n\n 134. What is the percentage of foreigners readmitted (figures per State)\n\n (a) to other Schengen States?\n\n (b) to neighbouring States?\n\n\n\n (c) to the countries of origin of the persons concerned?\n\n How many cases were studied in total? What were the countries of origin involved?\n\n There is no statistics available.\n\n The statistics for 2005 will be available at the National Police Immigration Service.\n\n 135. What legal and practical measures have been taken to ensure the expulsion of illegally resident aliens? Are \nthese measures effective?\n\n The National Police Immigration Service was established January 1st 2004 to coordinate the police&#8217;s work \nin the field of immigration. Within this is included carrying out the task of deporting illegal residents.\n\n 136. What are the residence arrangements for foreigners who, for various reasons, cannot be expelled? Does this \napply also to persons who have entered the country illegally without having applied for asylum?\n\n Aliens whose application for asylum or a residence permit have been rejected, but who cannot be expelled, will not \nget a residence or work permit in Norway. They still have an obligation to leave the country and will have a status \nas illegal immigrants.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 62\n\n DG H RESTREINT UE EN\n\n What measures do your authorities take to help an alien required to leave the country to acquire travel documents, \nor are such steps left entirely to the alien?\n\n Aliens who cannot be expelled due to lack of documents etc. may be kept under arrest. This may be either due to \nlack of identification documents, or to ensure that deportation from Norway can be effected. Aliens may be detained \nin prison or at a specialised detention centre for aliens. Aliens may also voluntarily stay at the centre while awaiting \ndeportation. The National Police Immigration Service assists the police districts and the foreigner in retrieving \ntravel documents for the deportation.\n\n 137. Is instant return a legal possibility in the case of foreigners detected upon\n\n entering the country illegally or immediately after crossing the borders?\n\n Aliens who are entering the country illegally can be rejected at the border in accordance with the Immigration Act \n&#167; 27. If they are rejected, they can be returned immediately.\n\n 138. Is there some central body responsible for issuing travel documents for\n\n repatriation? What experience does it have in this field? Are any other (i.e. decentralised) authorities involved in \nacquiring repatriation documents?\n\n\n\n The Norwegian Directorate of Immigration is responsible for issuing passports for foreigners valid for one journey. \nThe police can also issue travel documents for return purposes.\n\n Documents necessary for deportation, after coming to an agreement with the country\n\n of origin, is issued by the National Police Immigration Service\n\n ENTRY\n\n 139. What administrative and criminal-law penalties have been introduced under your national legislation for\n\n (a) persons entering the national territory illegally?\n\n Cf the Immigration Act &#167; 47, sub-paragraph 1 a), any person entering the national territory illegally will be \nliable to fines or imprisonment for a term not exceeding 6 months.\n\n (b) persons involved in assisting/facilitating illegal immigration?\n\n Cf the Immigration Act &#167; 47 sub-paragraph 3, any person involved in assisting illegal immigration will be \nliable to fines or imprisonment for a term not exceeding 3 years. Cf the Immigration Act &#167; 47, new sub-\nparagraph 4, any person who for the purpose of gain engages in organised activity with a view to assisting illegal \nimmigration will be liable to fines or to imprisonment for a term not exceeding 5 years.\n\n (c) persons using labour made up of illegally resident aliens?\n\n Cf the Immigration Act &#167; 47 sub-paragraph 2 a) and b), any person making use of the\n\n labour of a foreign national who does not have permission to stay in the country is liable to fine or imprisonment for \na term not exceeding two years.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 63\n\n DG H RESTREINT UE EN\n\n 140. Has your country already signed or ratified the additional protocols to the UN Convention against \nTransnational Organized Crime on trafficking in human beings and the smuggling of migrants?\n\n Norway has signed and ratified the protocols to the UN Convention against Transnational Organized Crime on \nTrafficking in Human Beings and the Smuggling of Migrants. Norway has also signed the Protocol to Prevent, \nSupress and Punish Trafficking in Persons, especially Woman and Children\" the 13th of December 2000 and \nratified it the 23rd of September 2003. Furthermore, Norway has signed and ratified the Protocol against the \nSmuggling of Migrants by Land, Sea and Air the same dates.\n\n 141. What measures are applied for the application of Article 27 of the Convention against those who assist an \nalien to enter the territory of one of the other Schengen States illegally?\n\n\n\n Immigration Act &#167; 47 covers the application of Article 27 of the Convention. Pursuant to this provision any \nperson who for the purpose of gain assists or tries to assist any foreign national to illegally enter or reside within the \nterritory of a Schengen State is liable to fines or imprisonment for a term not exceeding 3 years.\n\n 142. Are criminal-law penalties envisaged against those who assist a person to leave a country allowing them to \nenter another one illegally?\n\n There are no criminal-law penalties directly envisaged against those who assist a person to leave a country. \nHowever, sub-paragraph 3 of &#167; 47 of the Immigration Act makes it punishable under criminal law to assist or \ntry to assist any foreign national to illegally enter any Schengen State. If assistance to leave a country has the \nimplicit effect that the person in question will be illegally entering a Schengen State, then sub-paragraph 3 of \n&#167; 47 may be applicable.\n\n 143. In accordance with the provisions of Article 26 of the Convention, does the\n\n national law oblige sea or air carriers or operators of international coach services to take all the necessary \nmeasures to ensure that an alien is in possession at the point of departure of the travel documents required for \nentry into the territories of the Contracting Parties?\n\n Pursuant to &#167; 46 sub-paragraph 3 of the Immigration Act sea or air carriers or operators of coach services \nare obliged to accept back any foreign national or otherwise take the foreign national out of the realm, or to cover \nany expenses incurred by the public purse in connection with the conducting of the foreign national out of the realm, \nif the foreign national is rejected for reasons including not showing a valid passport or other approved travel \ndocument or visa when this is necessary. This provision of the Immigration Act is an incitement to the carrier or \noperator to ensure that passengers at the point of embarkation are in possession of the required travel documents.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 64\n\n DG H RESTREINT UE EN\n\n 144. Have criminal-law or coercive measures been introduced in the case of\n\n non-compliance with this duty?\n\n Annex 9 of the Chicago Convention, adopted by the International Civil Aviation\n\n Organisation (ICAO), and the provisions laid down in &#167; 46 sub-paragraph 3 of the\n\n Immigration Act implies that carriers are obliged to ensure that an alien at the point of embarkation is in possession \nof the required travel documents. In addition to what is mentioned in reply to question (a) above, &#167; 46 sub-\nparagraph 3 of the Immigration Act also lays down an obligation for the carrier to take on board an escort and to \ncover the costs of escorting the foreign national out of the realm when the police find this necessary.\n\n 145. Are carriers legally obliged to return aliens who are not in possession of the\n\n required documents?\n\n Yes, see reply to question (a) above.\n\n\n\n 146. Are there figures on how many penalties were imposed and how many were\n\n effectively applied?\n\n There are no figures, but according to information obtained by the prosecuting authorities of Gardermoen airport, \nwhich is the main international airport, they impose approximately 10 penalties pr year on aircraft carriers.\n\n Which is the competent authority in this area?\n\n The prosecuting authority in the Police Districts.\n\n What legal base and administrative practice are involved?\n\n According to the Immigration Act &#167; 47, sub-paragraph 1 a cf the Immigration Regulations &#167;93 and the \nGeneral Civil Penal Code &#167; 48 a the carriers are subject to penalty. The fines issued by the prosecution \nauthorities are usually in the range of 25.000 NOK pr passengers. Negligence on part of the carrier has to be \nestablished before imposing penalty.\n\n 147. Which are the competent administrative and/or law enforcement bodies involved in combating illegal \nimmigration inside the territory, and what are their exact powers and the legal and practical means at their disposal \nto carry out their tasks?\n\n The Norwegian Police is the main competent authority for combating illegal immigration in Norway. The Norwegian \nPolice is one uniform police service. The superior authority of the police lies with the Ministry of Justice and the \nPolice. The competence of the Police follow from the following legal acts: The Police Act and Police regulations, \nThe General Civil Penal Code, The Criminal Procedure Act, The Customs Act, The Immigration Act and \nImmigration Regulations, and circular letters and directives.\n\n According to the Criminal Procedure Act, criminal investigation is instituted and carried out by the Police. This act \ni.a. also assigns the Police with the authority to perform searches, to make seizure of evidence and to apprehend \nand arrest a person who is suspect of an act punishable by law.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 65\n\n DG H RESTREINT UE EN\n\n The National Criminal Investigation Service is a special police agency directly subordinated the National Police \nDirectorate. The National Criminal Investigation Service shall maintain the computer-based register of fingerprints in \nimmigration cases, Eurodac, keep survey and statistics of individuals registered in the fingerprint register, co-\nordinate communication channels for police enquiries in other countries in matters concerning illegal immigration, \nimplement criminal technical investigations of travel documents, competence building at the central border control \nsites by means of Document Image Transmission and investigative assistance and guidance in cases involving \norganised illegal immigration.\n\n\n\n The National Police Immigration Service was established in 2004 and is responsible for the work of the police \nservice in asylum and immigration cases. The unit is established to strengthen, improve efficiency and to co-\nordinate police efforts in respect of immigration. The main task is to register and identify asylum seekers who have \nhad their request for asylum refused. The National Police Immigration Service is also responsible for the \ntransportation of other foreign nationals who are to be removed or deported from Norway.\n\n The Immigration Act of 24 June 1988 and the Immigration Regulations issued pursuant to the act are the legal \nbasis for all matters concerning the controlling of entry and exit of foreign nationals and their presence in Norway in \naccordance with Norwegian immigration policy. The act has i.a. provisions on the duty of a foreign national to \nprovide proof of identity. It gives the police the authority to confiscate travel documents, tickets etc. to help \nestablish the identity and previous residence, to search clothes, other property and means of transport etc. It \nobliges relevant public authorities, educational institutions, and employers etc. to provide the police with \ninformation about foreign nationals they are in contact with, in order for the police to check when necessary \nwhether the foreign national has a leave to reside or work in Norway. It gives the legal basis for the taking and \nregistering of fingerprints in immigration cases in a computer-based fingerprint-register, and provides a basis for the \nexchange of fingerprints with the competent authorities of other countries. The act also has provisions on the \nliability for expenses and penalties, and there are provisions concerning custody and arrest.\n\n 148. Have photocopies of the residence documents contained in Annex 4 to the\n\n Common Consular Instructions been circulated to the Passport Control Services in order to facilitate passport \ncontrols? How often is this circulation updated?\n\n The list of documents is updatet, but no photocopies of the actual documents have been circulated.\n\n 149. What method is used for keeping uniform entry/exit stamps?\n\n With reference to document SCH/I-Front (97) 129, where the specification for the\n\n uniform entry and exit stamp with two-digit security code is given.\n\n The Executive Committee decision SCH/COM-ex (94) 16 rev. of 21 November 1994 provided for a uniform entry \nand exit stamp to be created by the Contracting States according to the principles set out in the document \nSCH/Gem-Handb (93) 15.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 66\n\n DG H RESTREINT UE EN\n\n Norway implemented the uniform Schengen stamps when entering into the Schengen co-operation in 2001. The \nuniform Schengen stamps are distributed to the police responsible for the control at the border crossing point \nthroughout Norway, and the Coast Guard which occasionally execute border control on behalf of the police.\n\n The National Police Computing and Material Service is responsible for replacing\n\n and obtaining stamps. The only way for the police and the Coast Guard to\n\n\n\n replace or obtain stamps is to order via the National Police Computing and Material\n\n Service.\n\n The Police Districts are storing the information the information about stamps, except the security code, in a special \ndata file in the police operation log. Information about the stamps are also included in the local security plan \n(question 3)\n\n 150. What are the methods and times for changing the numerical security codes for uniform entry/exit stamps?\n\n With reference to Council conclusions regarding special security characteristics of uniform stamps, Norway has \nestablish routines for changes the numerical security once a month as described in the conclusion.\n\n The National Criminal Investigation Service, which is the National Contact point for information concerning stamps, \ndecide what numerical security code to be used and distribute this information, restraint, to the Police Districts and \nthe Coast Guard.\n\n The Police District and the Coast Guard has appointed a person responsible for use and storing of stamps at each \nworking places, including changing of numerical security code. The information that the numerical security code has \nbeen changed is put into a special data file for this purpose.\n\n The Police Districts has designated a person who the day after the change of numerical security code should be \ndone, go into the data file and control that every single entry and exit stamps have had new numerical security \ncode. The code itself is not put into the data file, only a reference number.\n\n 151. Is there a memorandum governing cooperation between the competent\n\n authorities involved in combating illegal immigration within the country?\n\n The Immigration Act provides the basis for controlling the entry and exit of foreign\n\n nationals and their presence in Norway. According to the act, its provisions are put the National Police Directorate, \nthe Directorate of Immigration, the local police and other public authorities. Pursuant to the Immigration legislation \nthe police is responsible for border controls. The chief of police can, however, give custom officers, military \npersonnel or any other person without police authority the power to carry out passport examination.\n\n With regard to cooperation between competent authorities, reference is also made to the following memoranda \nbetween the Ministry of Justice and the Police, and the Ministry of Defence:\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 67\n\n DG H RESTREINT UE EN\n\n\n\n &#8226; Memorandum concerning military support to the police authorities in peace-time, authorised by king in \nCouncil 13 February 1997.\n\n &#8226; Memorandum concerning the Coast Guard participation in execution of police actions, dated 2 April 1997.\n\n &#8226; Memorandum of governmental cooperation concerning border control activities at the frontier between \nNorway and Russia (under consideration).\n\n The Norwegian Police is the main, competent authority for combating illegal immigration in Norway. The National \nPolice Immigration Service is responsible for the work of the police service in asylum and immigration cases. The \nunit was established in 2004 to strengthen, improve efficiency and to coordinate police efforts of immigration. The \nmain task is to register and identify asylum seekers arriving in Norway. Furthermore the unit coordinates the \nrepatriation of asylum seekers who have had their request for asylum refused. The National Police Immigration \nService is also responsible for the transportation of other foreign nationals who are to be removed or deported from \nNorway.\n\n 152. How many aliens have sought political asylum?\n\n Applications for political asylum in Norway in the years 2002, 2003 and 2004:\n\n Region\n\n 2004\n\n 2003\n\n 2002\n\n Europe\n\n 2535\n\n 6586\n\n 8532\n\n Africa\n\n 2273\n\n 3694\n\n 3468\n\n Asia\n\n 2804\n\n\n\n 4938\n\n 5022\n\n Americas\n\n 33\n\n 32\n\n 65\n\n Others (Stateless & Oceania)\n\n 300\n\n 364\n\n 393\n\n Total\n\n 7945\n\n 15614\n\n 17480\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 68\n\n DG H RESTREINT UE EN\n\n POLICE COOPERATION\n\n 153. Present a general oversight of the police forces in your country and their most important competences.\n\n The Norwegian Police Service\n\n There is only one police force in Norway. The Norwegian police have 12,000 employees working at the national or \nlocal level.\n\n The National Police Directorate\n\n\n\n The National Police Directorate is organised under the Norwegian Ministry of Justice and the Police and acts \nunder the Minister of Justice&#8217;s responsibility. The National Police Commissioner who is appointed by the \nGovernment heads the National Police Directorate. The main objectives of the National Police Directorate are \nprofessional leadership, management and development of the Norwegian Police Service with a basis in the \nstrategic and budgetary limitations given by the Ministry.\n\n The Police Districts (The Local Police)\n\n The organisation of the Norwegian Police is largely based n the principle of an integrated police, meaning that all \nfunctions of the police are collected in one organisation. There are 27 police districts, each under the command of \na Chief of Police who has full responsibility for all kinds of policing in the district. Each police district has its own \nheadquarters, as well as several police stations. The districts are divided into rural police districts, under the \ncommand of a Police Chief Superintendent. All police are trained as generalists, able to fulfil every aspects of \nordinary police work, including criminal investigation as well as public order and community policing.\n\n The National Criminal Investigation Service The Ministry of Justice and the Police decided in 2004 to establish a \nnew specialist agency with basis in the old NCIS. In addition to provide assistance to the police districts on \ntechnical and tactical investigation, the National Criminal Investigation Service now investigates its own cases \nrelated to organised crime. The leadership has prosecuting competence. A three yearlong project, which targeted \norganised crime, and the police computer crime centre has been merged into NCIS. The new agency was \nestablished 1. January 2005.\n\n NCIS is the national contact point for operational police cooperation and is responsible for contact with Europol, \nInterpol and Schengen/ SIRENE. It also handles all operational contact with the liaison officers within the Nordic \nliaison network on customs and police.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 69\n\n DG H RESTREINT UE EN\n\n The National Police Immigration Service\n\n The national Police Immigration Service was established in the beginning of 2004, and is responsible for the work \nof the police service in asylum and immigration cases. The unit was established to strengthen, improve efficiency \nand to coordinate police efforts of immigration. The main task is to register and identify asylum seekers arriving in \nNorway. Furthermore the unit coordinates the repatriation of asylum seekers who have had their request for asylum \nrefused. The National Police Immigration Service is also responsible for the transportation of other foreign nationals \nwho are to be removed or deported from Norway.\n\n The Norwegian National Authority for Investigation and Prosecution of Economic and Environmental Crime \n(&Oslash;kokrim)\n\n &Oslash;kokrim was established in 1989 and is the central unit for investigation and prosecution of economic and \nenvironmental crime. &Oslash;kokrim is both a police agency and a prosecution authority. &Oslash;kokrim has \n\n\n\nnational jurisdiction, and investigates and bring to trial major, complex and serious cases and/or cases of principle \nrelating to economic and environmental crime.\n\n The National Police Academy\n\n The National Police Academy is the central educational institution for the police service in Norway. It provides \nbasic training for service in the Norwegian Police, a three-year education, and post-education training covering \nvarious areas of the police profession including training in Schengen matters.\n\n The Central Mobile Police Service\n\n The objective of the Central Mobile Police Service is to reduce the number of accidents and road traffic offences. \nThe Central Mobile Police Service also contributes to the general combating of crime, including cross border \ncriminality.\n\n The National Police Computing and Material Service\n\n The National Police Computing and Material Service is a special police agency responsible for the information \nand computer technology and material administration within the police service and the higher prosecuting authority.\n\n The Norwegian Border Commissioner for the Norwegian- Russian Border\n\n The main task of the Norwegian Border Commissioner for the Norwegian- Russian Border (Border \nCommissioner) is to supervise the border agreement and to ensure that all other agreements between Norway and \nRussia regulating matters relating to the border are complied by both parties. Together with the police and the \nNorwegian Defence, the Border Commissioner shall prevent and limit the scope of incidents that conflict with \napplicable agreements, and negotiate with the Russian border authorities in order to solve and prevent any \nconflicts and incidents that may occur.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 70\n\n DG H RESTREINT UE EN\n\n Organisation of the Police and Prosecuting Authority in Norway\n\n The Norwegian police and prosecuting authority is organised in a two-track system. This means that the \nresponsibility for the combating of crime is shared between the Ministry of Justice and the Police and the Director \nGeneral of Public Prosecutions. The Director General of Public Prosecutions has been assigned responsibility for \nthe professional handling of criminal prosecutions. All other areas are the responsibility of the Ministry of Justice \nand the Police, although this responsibility has largely been delegated to the National Police Directorate. The \nprinciple is that the prosecuting authority shall operate independent of political signals and administrative control. \n\n\n\nNo other professional authority, not even the Minister of Justice, has the opportunity to instruct the prosecuting \nauthority.\n\n The Police Security Service\n\n The Police Security Service is organised directly under the Ministry of Justice and the Police and acts under the \nMinister of Justice&#8217;s responsibility. The Police Security Service has the task of preventing and investigating \ncrimes relating to terrorism, espionage and the spread of weapons of mass destruction. They are also responsible \nfor preventing and investigating the spread of violent extremism. The Police Security Service has an advisory \nfunction in respect of other Norwegian authorities.\n\n 154. With which (Schengen and non-Schengen) countries have agreements been\n\n concluded or are agreements being prepared in matters of police cooperation? (including arrangements or \ndeclarations in accordance with Article 40(6), 41(9), 41(10) of the Convention) Describe the contents of these \nagreements.\n\n &#8226; Agreement between Sweden, Denmark, Finland and Norway regarding the abolition of passport controls \nat the inter-Nordic boarders (1958). (The agreement also includes Iceland and the Faroe Islands through later \namendments)\n\n &#8226; Agreement between Sweden, Denmark, Finland, Iceland and Norway regarding transit of expelled \npersons (1965)\n\n &#8226; Nordic agreement regarding the establishment of a Nordic workgroup for certification of experts of \nfingerprints (2001)\n\n &#8226; Nordic police-cooperation agreement (2002) incl. amendmendt of 2004.\n\n &#8226; Agreement of co-operation between Finland, Norway and Sweden on cross-border operations (2003)\n\n &#8226; Agreement between concerned Authorities/Ministries/Departments in Finland, Norway and Sweden \nregarding the application of articles 40 and 41 in the Convention on the application of the treaty of Schengen \nregarding abolition of controls by the common borders (2003)\n\n &#8226; Agreement between the Government of Norway and the Government of the Russian Federation on co-\noperation in combating crime (1998)\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 71\n\n DG H RESTREINT UE EN\n\n\n\n &#8226; Agreement with Russia on cooperation between the federal tax police service of the Russian Federation \nand the National Authority for Investigation and Prosecution of Economic and Environmental Crime in Norway \n(&Oslash;kokrim).\n\n &#8226; Agreements on further development of the Nordic police co-operation is currently under negotiations.\n\n 155. With which Schengen States have arrangements been concluded, or are these arrangements in preparation \nor under study in matters of police cooperation in border zones under the provisions of Article 39(4) of the \nConvention (see Executive Committee Decision SCH/Com-ex (98) 51 Rev. 3 of 16.12.1998)? Describe the contents \nof this cooperation.\n\n According to Norwegian legislation and the legislation in the other Nordic countries exchange of information can be \nconducted within the content of art 39. No specific agreements to this nature are therefore necessary.\n\n With reference to question no.154 above, a number of agreements specified to facilitate co-operation is given.\n\n 156. With which other Schengen States has the exchange of liaison officers been\n\n agreed (Articles 7 and 47 of the Convention)?\n\n Provide overview of secondments. With which other Schengen States has it been agreed that liaison officers \nseconded in third States shall also represent the interests of your country? Describe how your country keeps the \nother Schengen States informed of the secondments of its liaison officers in third countries (Article 3 of Council \nDecision 2003/170/JHA).\n\n We do not have bilateral agreements with other Schengen states on exchange of liaison officers. However, there is \na system of co-operation between the Nordic countries, based on a joint statement of opinion expressed by the \nNordic Ministers of Justice, in all types of cross border crime of concern to one or several of the Nordic police or \ncustoms authorities. This co-operation consists of two main areas. These are the deployment of liaison officers and \npreparation of joint Nordic crime combating programmes. The liaison officers are posted as joint Nordic liaison \nofficers and are authorised to co-operate with the countries to which they are accredited on behalf of all the Nordic \ncountries, in response to substantial requests from these. They are authorised to handle all cross-border matters \nthat concern the country in which they are posted and at least one of the Nordic countries.\n\n Norway has liaison officers in the following countries: Bulgaria, Russia (2), Spain (2), Germany, United Kingdom, \nPakistan and Dubai U.A.E.\n\n Norway also has two liaison officers assigned to Europol under the agreement between Norway and Europol.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 72\n\n DG H RESTREINT UE EN\n\n &minus;\n\n 157. How have police officers been trained, or how are they being trained in the\n\n\n\n application of the provisions of the Convention? Which instructions, administrative provisions, etc. exist in regard to \nimplementation of the Schengen Convention? Have these been updated regularly?\n\n Police officers have received comprehensive information of the Schengen Convention and other relevant issues of \npolice co-operation. With the entry into force of the Convention, the Norwegian Police Academy worked and \ncarried out a specific Schengen training programme lasting 3 weeks. The participants of this course carried out \ninformation and training in their local police districts. The further training of new officers since the entry into force \nhas been the responsibility of the local Chiefs of Police. The National Police Academy has since the entry into \nforce of the Convention conducted several courses where international police co-operation and Schengen have \nbeen taught.\n\n Regular training programmes are established within the Army and the Navy/Cost Guard.\n\n 158. Have your country's police officers been briefed on the Handbook on Cross-\n\n Border Police Cooperation and prepared to implement it? Is the Handbook available and in use in all police \nunits?\n\n The Handbook on Cross-Border Police Co-operation has been distributed to all police districts. The further \ndistribution is the responsibility of the local Chiefs of Police.\n\n Have you prepared the relevant updates of the Handbook for your country and have they been sent to the Council \nSG?\n\n Any updates are sent to the Council SG when initiated by the Police Cooperation Working Party.\n\n Do other information channels exist to inform Schengen States of relevant rules for cross-border cooperation and \ninformation exchange? There are no other information channels.\n\n 159. Within the framework of cross-border cooperation pursuant to Article 39(1-3) of the Schengen Convention, \ndoes national law empower your police services to authorise and execute, without the involvement of the judicial \nauthorities, the measures listed in the document adopted by the Executive Committee of Schengen on 28 April \n1999 (SCH/Com-ex (99) 18; SCH/I (98) 75 rev. 5) on principles for police cooperation in the prevention and \ndetection of offences? If not, what measures are the police not authorised to take?\n\n The Norwegian police are, as a principle rule, empowered to authorise and execute the\n\n measures listed in the document SCH/I (98) 75 rev.5 without the involvement of the\n\n judicial authorities.\n\n RESTREINT UE\n\n\n\n 10949/05 WvdR/mdc 73\n\n DG H RESTREINT UE EN\n\n 160. What additional measures, if any, are the police authorities in your country\n\n authorised to take, without the involvement of the judicial authorities, which are not mentioned in the Decision from \nthe Executive Committee mentioned in the previous question?\n\n As far as information exchange is concerned the police can take all measures\n\n without the involvement of the judicial authorities - provided that they comply with the Norwegian legislation.\n\n However, actions involving coercive measures are always subject to examination and decision by judicial \nauthorities.\n\n 161. Where the police authorities do not have the power to deal with requests, do they forward them pursuant to \nArticle 39(1), sentence 2 to the competent judicial authorities? Do the judicial authorities accept requests to the \npolice for legal assistance forwarded in this way?\n\n Not applicable according to question 160.\n\n 162. Do the judicial authorities accept requests for authorisation according to\n\n Article 39(2) of the Schengen Convention by fax or e-mail, as provided for in the Executive Committee's decision \n(SCH/Com-ex (99) 18)?\n\n Yes, judicial authorities accept requests by fax or e-mail.\n\n May - according to national provisions on judicial assistance and/or data protection - information forwarded to non-\nSchengen countries through police channels be passed on to judicial authorities there and used as evidence in \nlegal proceedings or does this require the explicit consent of the judicial authorities in your country, similar to Article \n39(2) of the Schengen Convention?\n\n The use as evidence in legal proceedings requires the explicit consent of the judicial authorities.\n\n 163. Which clauses restricting the purposes for which data may be used are used by your police authorities in \ninternational dealings in relation to Schengen/non-Schengen States?\n\n Norwegian Police is obliged to comply with handling rules given by the State that provides the information.\n\n 164. Is there an obligation to inform the national central body, if in an urgent case the direct channel pursuant to \nArticle 39(3), sentence 2 of the Schengen Convention is used?\n\n Yes.\n\n\n\n 165. How many cross-border surveillance operations pursuant to Article 40 of the Schengen Convention or the \nrelevant bilateral treaties with neighbouring countries have the competent authorities in your country carried out \nover the last three years (broken down by year, by Schengen State, by normal case/urgent case and by offence \ngiving rise to the observation).\n\n There is no statistics on this. The number of cases is limited.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 74\n\n DG H RESTREINT UE EN\n\n 166. Which measures have your country taken/which provisions must be observed regarding the use of technical \nmeans in cross-border surveillance? E.g. what kind of direct links are used to facilitate cooperation and \ncommunication, as meant in article 44.\n\n There is a very good cooperation on local level between the police authorities on both sides of the border. \nAccordingly the procedures are well known.\n\n 167. Which initiatives have been taken, pursuant to article 44 (1) and the options set out in Article 44 (2) to ensure \ncross-border interoperability of radio telecommunication systems?\n\n There is an agreement between Swedish and Norwegian authorities regarding the exchange of radio equipment \nbetween the police in Norway and Sweden in the border region.\n\n The invitation for tenders for a new radio communication-network for the police, fire-rescue service and the \nemergency health service is out. The deadline for sending in tenders is the 3. September 2005. The conditions for \ntender are technology-neutral, but the firms remaining are offering either a system based on the Tetra standard or \nthe Tetrapol standard. In any case, one of the conditions is that the system shall be compatible with the system to \nbe chosen in Sweden.\n\n 168. Under national law is an attempted offence sufficient to take measures pursuant to Article 40(1) and (2) of the \nSchengen Convention?\n\n Yes, provided the attempt in itself is punishable according to Norwegian legislation\n\n and subject to a penalty that qualifies for extradition or surrendering.\n\n 169. Except in cases of urgency pursuant to Article 40(2) of the Schengen Convention,where it is obviously not \npossible to seek the prior authorisation of the corresponding central authority designated in Article 40(5), are the \nofficials of the Schengen States authorised to conduct cross-border surveillance also allowed to carry their service \nweapons in your country for standard surveillance operations pursuant to Article 40(1) as provided for under Article \n40(3)(d) of the Schengen Convention?\n\n\n\n The officers of the Schengen States authorised to conduct cross-border surveillance will as a general rule in \naccordance to Article 40 3(d) be allowed to carry their service weapons.\n\n Service weapons may only be used in legitimate self-defence according to Norwegian legislation.\n\n 170. Is information on the type and number of service weapons required, and if so, what information should be \ngiven? Does your country place restrictions in this connection on observation teams from other Schengen States, \nand if so, what are they?\n\n No information on type and number of service weapons is required. Restrictions are placed in so far as that \nweapons may be used only for self-defence.\n\n 171. How frequently are the registrations forms, mentioned in Article 45, used by the competent authorities to \nprevent threats, conduct criminal investigations or to clarify the circumstances of mission person or accident \nvictims?\n\n The use of registration forms has not been subject to any follow-up so far.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 75\n\n DG H RESTREINT UE EN\n\n 172. Regarding police data; is there one general police database or are there several databases belonging to the \ndifferent police forces. If there is only one, do all police forces have access to this database? If there is more then \none, who has access to what?\n\n There is only one Norwegian Police Force. All police personnel can access all police databases according to their \nservice needs\n\n 173. Which police service/force is acting as the central Schengen authority? Which police forces are represented \nin the central Schengen authority? Has the central Schengen authority access to all police databases?\n\n The National Criminal Investigation Service (NCIS) is the central Schengen authority. There is just one police \nservice in Norway. They have access to all police databases.\n\n 174. Is article 46 of the Schengen Agreement used to exchange information regarding public order and is this \ninformation treated by the central Schengen authority? Is there statistical material over the 3 previous years.\n\n Article 46 is used to exchange information by NCIS. However there is no statistical material.\n\n DRUGS\n\n 175. What specific organisational measures have been adopted at the external borders (air and land) to combat \ndrug trafficking?\n\n\n\n (a) New structures\n\n Customs was reorganized in 2004. 11 customs districts became 6 customs regions. One effect is that more \nresources have been transferred to control and enforcement activities. A second effect is that more resources have \nbeen allocated to the southeast of Norway where the big volumes in traffic of goods and people take place.\n\n (b) Staffing measures\n\n The total number of staff within customs has been quite stabile during the last years. As mentioned under a, there \nhas been some degree of transfer of staff to enforcement activities from other customs activities.\n\n (c) Creation of new customs services specialised in surveillance\n\n No.\n\n (d) at the land borders\n\n Customs regions have organized their enforcement and control activities in large flexible groups.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 76\n\n DG H RESTREINT UE EN\n\n (e) at the sea borders\n\n Close cooperation between the Customs and the Coast Guard. Customs is in the process of seconding customs \nofficer on board Coast Guard vessels on a permanent basis.\n\n (f) at the air borders\n\n None\n\n (g) Do the customs authorities have any aircraft (planes, helicopters) for detecting illegal shipments?\n\n No.\n\n 176. Technical aspects\n\n (a) What specific measures and tactical methods have been adopted at the external borders to combat drug \ntrafficking?\n\n The Customs relates to common measures and methods regarding customs control. The measures and methods \nare under continually development.\n\n (b) What special measures have been taken to guarantee that controls are effectively targeted (targeted controls)?\n\n\n\n Intelligence based selection through exchange of intelligence and analysis are a main objective in order to carry \nout targeted controls. Information in this respect is distributed by different means. The main channel for storing and \ndistributing information is an It system for customs intelligence.\n\n The controls made by the police is increasingly based on risk analyses and so called Problem-oriented Policing \n(POP).\n\n (c) What new methods have been introduced to obtain relevant information?\n\n No new methods have been introduced lately.\n\n In 2006 Norwegian police will implement and start using a new national intelligence system, called Indica. This will \nbe an important tool to combat illegal drug trafficking.\n\n (d) Have any steps been taken with a view to concluding protocols and agreements with international carriers and \nto obtaining information on suspect activities, in accordance with the recommendations issued by the World \nCustoms Organisation (WCO)?\n\n Yes, the Customs has MOUs with several organisations.\n\n (e) Does your country carry out risk assessment or profiling in relation to drug trafficking? If so, please provide brief \ndetails of how this is carried out.\n\n Yes, profiles era identified based on analysis of seizures and intelligence information.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 77\n\n DG H RESTREINT UE EN\n\n (f) Could you give more information on the national and international controlled deliveries carried out?\n\n Controlled deliveries are basically a police method in Norway. When a controlled\n\n delivery is approved by the prosecutor, the Police notify the Customs. The Police are responsible for the \nsurveillance and follow-up activities.\n\n A working group with representatives from the police, the custom service and the Director General of Public \nProsecutions examine and consider questions concerning controlled delivery.\n\n 177. What technical means have been deployed at the external borders to detect drugs smuggled illegally into the \ncountry?\n\n\n\n Technical means to detect smuggling are used in a flexible way. The same technical means are more or less used \nat land borders, sea borders and airports at different times. We can therefore only indicate the total number of \ntechnical means operated by customs.\n\n For each of the following categories of border\n\n - land borders,\n\n - sea borders and\n\n - air borders\n\n please indicate the type and number of detection means deployed and the frequency with which these are used, \ndrawing a distinction between\n\n sniffer dogs\n\n 30\n\n X-ray machines\n\n 2 mobile scanners for containers/trucks\n\n 1 mobile scanner for pallets.\n\n permanent equipment for controlling air freight\n\n 4 small scanners for baggage/pallets/trucks\n\n mobile facilities\n\n A number of vehicles with standard toolset\n\n endoscopes\n\n A number of endoscopes are in frequent use\n\n systems for analysing urine to detect the presence of drugs concealed\n\n (a) inside the human body\n\n A number of urine tests are in frequent use\n\n any other technical means\n\n RESTREINT UE\n\n\n\n 10949/05 WvdR/mdc 78\n\n DG H RESTREINT UE EN\n\n 178. What measures have been taken to obtain information within the framework of international external border \ncooperation?\n\n (a) international agreements (specific bilateral agreements, etc.)\n\n Exchange of information and operational cooperation with Swedish, Finish and Russian (landborders) Customs \nservices is based on bilateral agreements. Exchange of information with other national Customs services is based \non bilateral agreements on mutual administrative assistance in Customs matters Norway has signed with more than \n20 countries. The protocol 11 of the EEA agreement (Norway - EU) covers the same area of cooperation.\n\n (b) participation in international working groups\n\n The Norwegian Customs Service is an active member of bilateral and multilateral Law enforcement working \ngroups. Several working groups within our own sub regions (The Nordic Region, The Barents Region and The \nBaltic Sea Region) discuss and plan border cooperation and operations.\n\n (c) communication and information systems\n\n The Norwegian Customs Service does not have investigative powers. However, criminal tactics measures can \ninvolve Customs personnel and resources under administration of or in close cooperation with Police authorities.\n\n (d) criminal tactics measures\n\n Limited, The Customs does not have investigative powers.\n\n (e) others\n\n 179. What results have you attained in terms of seizures between 2000 and 2004 at the land, sea and air borders?\n\n The Customs do not produce general statistics according to the specifications required in the question.\n\n Narcotics\n\n 2000\n\n 2001\n\n 2002\n\n 2003\n\n 2004\n\n Cannabis\n\n\n\n Grams\n\n 256.917\n\n 344.339\n\n 368.111\n\n 239.498\n\n 1.199.667\n\n Horoine\n\n Grams\n\n 31.297\n\n 4.151\n\n 34.986\n\n 24.767\n\n 26.845\n\n Amphtamine\n\n Grams\n\n 38.654\n\n 11.999\n\n 38.916\n\n 103.380\n\n 87.772\n\n Cokaine\n\n Grams\n\n 5.420\n\n 19.118\n\n 25.090\n\n\n\n 18.222\n\n 23.218\n\n These extract from the customs general statistics on narcotic seizures includes land, sea and air borders. It also \nincludes al means of transportation and a variety of means of concealment.\n\n (f) nature and volume\n\n (g) country of origin\n\n (h) destination\n\n (i) means of transport\n\n (j) means of concealment used by the trafficker\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 79\n\n DG H RESTREINT UE EN\n\n DATA PROTECTION\n\n 180. Who is in your country the national supervisory authority within the meaning of Article 114 of the Convention?\n\n The Norwegian Data Inspectorate.\n\n 181. Has the supervisory authority used its right of access to the national part of\n\n the SIS? Is access occasional or frequent? In terms of inspections, the Data Inspectorate has used its right of \naccess to the national part of the SIS.\n\n 182. Is this right of access used in situ? Has any supervision been organised in parallel (one person in the SIRENE \nBureau and the other with the final user)?\n\n Seven inspections in situ have been carried out since the system became operational. None of them have been \norganized in parallel.\n\n 183. When there is access on the basis of Article 109 of the Schengen Convention, does the national supervisory \nauthority also play a supervisory role or does it simply act as the authorised representative of the applicant? What \nexactly does the national supervisory authority supervision over an alert relate to: the legality of the procedure or \nalso the validity of the grounds for the alert? Applications for access are decided in the first instance by the \nregistration administrator (NCIS). If the application has been made to the registration administrator, it is referred to \nthe authority that ordered the registration with a request for an opinion. If the application has been made to the \nauthority that ordered the registration, this authority forwards it to the registration administrator, accompanied by an \nopinion.\n\n\n\n The right of access is direct. This means that the data subject must address his or hers petition to the SIRENE \nbureau. The Data Inspectorate will only have a formal role if the petition for access is not granted, and the data \nsubject complain about the decision. The Data Inspectorates role is to give an opinion about the case, and the \nMinistry of Justice takes the final decision. The Data Inspectorate has only handled four complaints about access so \nfar (June 2005). As the formal role of the Data Inspectorate is very limited in these cases, it cannot be described as \n&#8220;authorised representative of the applicant&#8221;.\n\n Apart from the formal role described, the Data Inspectorate gives guidance and advice on these matters.\n\n Except for individual cases about access, the Data Inspectorate has only randomly checked specific cases (alerts) \nin connection with their inspections. If we handle a complaint about access, there will normally be a supervision of \nthe legality of the procedure. In other cases it can be relevant to supervise the validity of the grounds of the alert.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 80\n\n DG H RESTREINT UE EN\n\n 184. How is cooperation between your national supervisory authority and other\n\n national supervisory authorities if it transpires that another Schengen country has recorded a person and your \nnational SIRENE Bureau does not have the complete file? The Data Inspectorate will normally not interfere in such \ncases, as they will not have a formal role in such matters.\n\n 185. Is every tenth transmission of personal data recorded for the purposes of\n\n supervising the admissibility of the query?\n\n The N.SIS logs every 10th query on WP, which is directed at the SIS. Furthermore every query is checked against \nFellesBruker (the police's user database) for permissibility. If the user does not have permission for a query in the \nFellesBruker-database the query is refused.\n\n 186. What rules are applied for retaining data in the national system? What happens to the paper files relating to \nthe SIS alert? Are they archived? Are they destroyed? After how long?&#8217;\n\n The Norwegian alerts deleted in the SIS are still visible in the Norwegian N.SIS, but it is clearly indicated that the \nsearch has been cancelled. In the Sirene workflow system, these alerts are transferred to a view for deleted alerts. \nNorwegian alerts follow Norwegian legislation. The foreign alerts are kept for one year only. The Norwegian paper \nfiles are kept in our archives, they are moved to the section for deleted Norwegian alerts when the alert is deleted in \nthe C.SIS. The foreign paper files are kept for one year after their deletion in the SIS. Sirene has elaborated \ninstructions for use of the archives.\n\n 187. Has the list of authorities authorised to consult the SIS been amended recently?\n\n Yes, the Immigration Appeal Board has recently obtained access to the art. 96 alerts in the SIS.\n\n 188. Do the authorities responsible for recording vehicle registrations have access to the SIS?\n\n No.\n\n\n\n 189. How do you resolve the conflict between the transparency of public action and the protection of data entered \nin the SIS? How many people have asked to be informed of data concerning them? In how many cases did \ncorrections have to be made?\n\n As of today, in the period 2002-2005, 29 persons have asked to be informed of data concerning them. In one case \na correction was made, that is: the alert was deleted from SIS.\n\n 190. How is access to the SIS supervised by local staff in the consulates?\n\n In principle, only members of the Norwegian staff have access to SIS in Norwegian Foreign service missions. \nExceptions are only made where local staff has Norwegian citizenship or are citizens of other Schengen countries. \nIn some areas, there are many Norwegians living and therefore the Foreign Service missions have access to \nqualified Norwegian local staff, and also citizens of other Nordic countries. In areas where there are few \nNorwegians, local population of that country is employed, but they do not have access to SIS information.\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 81\n\n DG H RESTREINT UE EN\n\n 191. Have rules been established concerning duplication of SIS data? Is there a\n\n technical copy or a copy \"for technical purposes\" which would allow user services to access the SIS?\n\n There is a technical copy database for SIS data. This is the database where all consultations will be done, from \nnational side. Further duplications are only done in two other cases. Certain alerts are replicated to the SIRENE \nworkflow system, for processing by the SIRENE. And article 96 alerts are put in a dedicated database, but still on \nthe same server as the technical copy. This because &#8220;Duf&#8221;, the workflow system of the Directorate of \nimmigration, needs to enter and access article 96 alerts, and only that.\n\n __________________\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 82\n\n ANNEX I DG H RESTREINT UE EN\n\n ANNEX I\n\n Politiets data-og materielltjenestePDMT nettEthernetSireneX.400 ProdNSIS ProdNSIS TestSireneX.400 \ntestEXTERNALSireneFAXTDESDESLL - ISDN switchCisco 2620HubHubDC2K-IPDC2K-IPSchengen, external \n(Equipment provided by CSIS/Belgacom).SISNET-LAN IP-Addressprovided by \nCSIS/BelgacomLeasedlineISDNbackupISDNDMZ:pdnw1SchengenCorba1Corba2Corba3schuxaschuxbEthernet,Sc\nhengen, internalCorba4Corba5Interface between C.SIS and N.SIS\n\n RESTREINT UE\n\n 10949/05 WvdR/mdc 83\n\n\n\n ANNEX I DG H RESTREINT UE EN\n\n Politiets data-og materielltjenesteDescription of dataflowN.SISDBTechnicalcopySIRENEUDIC.SISDBDufWrite \ndataRead data1234512543Alert entered by UDI intonational workflowDB (art 96)Alert retrieved by SIRENEfor \nverificationAlert sent to C.SIS vianational workflow DBAlert approved by C.SISAlert Broadcasted toN.SIS and \ntechnical copyUDI kopiArt. 96NationalworkflowDBN.SISClientN.SISClientSIRENEWorkflowN.SISNationalDB server\n\n \n\n \n\n In case of any query regarding this article or other content needs please contact: \neditorial@plusmediasolutions.com \n"}