{"title": "Border Crackdown Spawns Violence; More Deaths Occurring as Smugglers Fight Over Valuable Human Cargo", "body": "\n Among the statuesque saguaro cactuses in the desert south of this old mining town lies the remnant of a crime \nscene that federal authorities say signals a troubling and escalated level of violence associated with the human \nsmuggling trade. \n\n  Sometime in the pitch-black early morning hours of Feb. 8, a pickup packed with illegal immigrants from Central \nAmerica, on their way to a presumed stash house in Phoenix, was attacked by two men shooting high-powered \nassault weapons. The four witnesses found tell conflicting stories about the time, place and other details about the \nshooting. The abandoned vehicle and two bodies were found  near Silverbell, 70 miles north of the Arizona-Mexico \nborder; another body and two survivors were found on the side of a dirt road eight miles north of the mining town. \n\n Three immigrants  --  a woman and two men  --  were killed, and another woman was seriously wounded by three \nrounds from an AK-47. An alleged smuggler, whose hand was shattered by gunfire during the attack, is under \narrest. The truck driver and another two dozen immigrants remain missing. Inside the yellow police tape strung \nacross prickly pear and ocotillo  cactuses lay staples the immigrants carried on their trek across the desert: a \npackage of  bologna and a plastic water jug. Personal effects taken from the dead, including blood-smeared \npictures of children left behind in Guatemala and El Salvador, are now sealed away as evidence in the Pima County \nSheriff's Department. \n\n  It is not clear whether this attack was the work of rival smugglers, extremist vigilantes or what are known in \nSpanish slang here as bajadores  --  crews of bandits who steal human cargo throughout southern Arizona and \nfrom Phoenix stash houses to extort ransom from their families in Latin America or the United States. What is \nunusual, said Alonzo Peña, the new U.S. Immigration and Customs Enforcement special agent in charge of \nArizona, is the recent frequency of the violence, the fact these incidents resulted in deaths and that they occurred \nin the desert, where  the  crime scenes are hard to find within the thousands of acres of sand and brush. \n\n  \"There's more and more sophisticated, high-powered assault-type weapons being used . . . and there are back-\nto-back incidents,\" Peña said. \n\n\n  Smuggling violence has increased in Arizona during the past six months, the byproduct of a clampdown by \nfederal immigration authorities, Peña said. The U.S.-Mexico border in Arizona remains the busiest illegal entry \npoint in the country, but the increased concentration of Border Patrol agents and National Guard troops stationed \nthere during the past year has made it harder to cross.  \n\n In the past  18 months, enforcement operations have been stepped up in Arizona,  with strong backing from  Gov. \nJanet Napolitano (D), who declared a state of emergency in  Arizona's border counties in 2005 because of illegal \nimmigration. \n\n  Those efforts appear to be working. Border Patrol statistics show that arrests of illegal immigrants in the Tucson \nsector, which includes 135 miles of border, dropped 11 percent overall last year and are down 9 percent since \nOctober, compared  with the same period the year before. Deaths from heatstroke and dehydration in the Arizona \ndesert just north of the border, which averaged 160 annually between 2000 and 2005, also dropped slightly last \nyear, said Pima County Medical Examiner Bruce Parks. \n\n The result, Peña said, is that a cargo of illegal immigrants that makes it across the border  is worth more now. \n\"This is raising the cost to do business for the smugglers,\" Peña said about the stricter border enforcement. \"The \ncommodity is more valuable, so [rival] smugglers are trying to get hold of it.\" \n\n  A few days after the assault near Silverbell, two men were found dead in the desert west of Phoenix, which local \nauthorities believe was connected to illegal smuggling.  In late January, a truckload of illegal immigrants was \nambushed in the desert near Eloy by several armed men wearing camouflage clothing and berets,  surviving \nimmigrants said. The driver was killed and one immigrant was wounded. \n\n   Just last week  Pima County authorities found another body in the desert. Officials estimated  it had been dead for \ntwo weeks and said they believed it was also connected to human smuggling. \n\n  \"Unfortunately, this is a common occurrence,\" said Pima County Sheriff Clarence Dupnik, whose detectives are \ncharged with solving the homicide near Silverbell. \"This is not an aberration. And to be honest, the chances of \nsolving this is not good.\" \n\n With  illegal immigrants facing increased risk of capture at or near the border, smuggling organizations  are waiting \nfor  them to get well north of the border before hijacking them, usually at gunpoint. For some years, such incidents \nhave been seen in and around Phoenix, where the  bajadores break into immigrant stash houses to take over what \nis known as the \"collections process.\" While immigrants  wait for relatives and friends to send the agreed-upon \nsmuggling fees so they can move on to their final destinations farther north or west, the bajadores take  the group \nhostage and begin extorting exorbitant ransom fees. \n\n  One such violent crew, known as the Franco organization, with roots in Sinaloa, Mexico, made its mark four years \nago in Phoenix by taking hostage more than 50 illegal immigrants in a stash house  and viciously beating them, \nburning them with cigarettes and  putting plastic bags over their heads while holding them at gunpoint. \n\n   A month ago, one  Franco  bandit was sentenced in U.S. District Court in Phoenix to life in prison plus seven \nyears on a conviction of conspiracy, hostage-taking, harboring illegal aliens, and possessing and using a firearm to \ncommit violence. Another participant in the hostage-taking had been sentenced previously, and three other \ndefendants are set for sentencing next month. \n\n Between April 2005 and July 2006, 65 similar cases involving Phoenix stash houses  were discovered by federal \nagents, Peña said. Still, the recent desert shootings, resulting in fatalities, stand out. \n\n \"Sadly, violence has become the norm,\" said Angel Rascón, a special  agent in the Bureau of Immigration and \nCustoms Enforcement's Phoenix office. But when they \"end up happening in such frequency and in death, that's \nalarming.\" \n"}