{"title": "Elisha Williams: The Essential Rights and Liberties of Protestants", "body": "\nSep 12, 2014 (The Moral Liberal:http://www.themoralliberal.com Delivered by Newstex)\n\n            http://www.themoralliberal.com/wp-content/uploads/2009/10/elisha-williams2.jpgCalled Unto Liberty, Elisha \nWilliams: 1744, Founding Era Sermons\n\n Elisha Williams (1694-1755). As the son of Reverend William Williams (1665-1741), a great-grandson of John \nCotton and of Governor Simon Bradstreet, and the younger brother of William Williams, Jr., Elisha Williams was a \nmember of an outstanding and devout New England family. Born in Hatfield, Massachusetts, he was graduated \nfrom Harvard in 1711, studied theology with his father, read law, preached to seamen in Nova Scotia, tutored Yale \nstudents at his home for several years (including Jonathan Edwards the elder), and, in 1722, settled as pastor of a \nCongregational church in Wethersfield, Connecticut. There Williams remained only four years before becoming \nYale University rector, a position he held until 1739. Ezra Stiles, a future Yale president who was graduated there \nduring Williams's tenure, called him 'a good classical scholar, well versed in logic, metaphysics, and ethics, and in \nrhetoric and oratory [who] delivered orations gracefully and with animated dignity' (John H. Harkey, American \nWriters Before 1800).\n\n His departure from Yale was attributed to poor health, but Williams, who had also been in the Connecticut General \nAssembly, served there again from 1740 to 1749. Politically ambitious, he was thought to be interested in becoming \ngovernor of Connecticut. He also served as a judge on the Connecticut Supreme Court, was a chaplain during the \n1745 expedition that captured Louisbourg, was appointed colonel and commander-in-chief of forces organized to \ninvade Canada (a plan that was abandoned), and was a delegate to the Albany Congress in 1754, which devised \nthe first American plan of union under Benjamin Franklin's leadership.\n\n Signed 'Philalethes,' The Essential Rights and Liberties of Protestants (1744) is Williams's most famous work. It \nwas occasioned by a 1742 Connecticut statute prompted by Standing Order clergymen's resentment of Great \nAwakening revivalists. It prohibited ministers from preaching outside their own parishes, unless expressly invited to \ndo so by resident ministers. Punishment for violating this law was deprivation of support and authorization to \npreach, a prohibition and punishment that Williams argued violated scripture, natural rights, the social contract, and \nthe Toleration Act of 1688. These views had so antagonized people as to prevent his reelection to the Supreme \nCourt in the previous year, and he was abused by both Old Lights and New Lights. But the pamphlet is a triumph of \npolitical theology and theory. In 'Williams's dazzling assault,' John Dunn has written, 'Locke's notions of toleration \nwere fused with a brilliant presentation of his theory of government, and a doctrine of startling originality appeared. . \n. . When the cool epistemological individualism of the scholar's closet was fused with the insistent Puritan demand \nfor emotional autonomy, the two became transmuted into a doctrine which in the radicalism of its immediate and \nself-conscious social vision could not have been conceived anywhere else in the eighteenth-century world' (Political \nObligation in Its Historical Context [Cambridge, 1980]).\n _______________________\nSir,\n\n\n I now give you my thoughts on the questions you lately sent me. As you set me the task, you must take the \nperformance as it is without any apology for its defects. I have wrote with the usual freedom of a friend, aiming at \nnothing but truth, and to express my self so as to be understood. In order to answer your main enquiry concerning \nthe extent of the civil magistrate's power respecting religion; I suppose it needful to look back to the end, and \ntherefore to the original of it: By which means I suppose a just notion may be formed of what is properly their \nbusiness or the object of their power; and so without any insuperable difficulty we may thence learn what is out of \nthat compass.\n\n That the sacred scriptures are the alone rule of faith and practice to a Christian, all Protestants are agreed in; and \nmust therefore inviolably maintain, that every Christian has a right of judging for himself what he is to believe and \npractice in religion according to that rule: Which I think on a full examination you will find perfectly inconsistent with \nany power in the civil magistrate to make any penal laws in matters of religion. Tho' Protestants are agreed in the \nprofession of that principle, yet too many in practice have departed from it. The evils that have been introduced \nthereby into the Christian church are more than can be reckoned up. Because of the great importance of it to the \nChristian and to his standing fast in that liberty wherewith Christ has made him free, you will not fault me if I am the \nlonger upon it. The more firmly this is established in our minds; the more firm shall we be against all attempts upon \nour Christian liberty, and better practice that Christian charity towards such as are of different sentiments from us in \nreligion that is so much recommended and inculcated in those sacred oracles, and which a just understanding of \nour Christian rights has a natural tendency to influence us to. And tho' your sentiments about some of those points \nyou demand my thoughts upon may have been different from mine; yet I perswade my self, you will not think mine \nto be far from the truth when you shall have throughly weighed what follows. But if I am mistaken in the grounds I \nproceed upon or in any conclusion drawn from true premises, I shall be thankful to have the same pointed out: \nTruth being what I seek, to which all must bow first or last.\n To proceed then as I have just hinted, I shall first, briefly consider the Origin and End of Civil Government.\n\n First, as to the origin—-Reason teaches us that all men are naturally equal in respect of jurisdiction or dominion \none over another. Altho' true it is that children are not born in this full state of equality, yet they are born to it. Their \nparents have a sort of rule jurisdiction over them when they come into the world, and for some time after: But it is \nbut a temporary one; which arises from that duty incumbent on them to take care of their offspring during the \nimperfect state of childhood, to preserve, nourish and educate them (as the workmanship of their own almighty \nMaker, to whom they are to be accountable for them), and govern the actions of their yet ignorant nonage, 'till \nreason shall take its place and ease them of that trouble. For God having given man an understanding to direct his \nactions, has given him therewith a freedom of will and liberty of acting, as properly belonging thereto, within the \nbounds of that law he is under: And whilst he is in a state wherein he has no understanding of his own to direct his \nwill, he is not to have any will of his own to follow: He that understands for him must will for him too. But when he \ncomes to such a state of reason as made the father free, the same must make the son free too: For the freedom of \nman and liberty of acting according to his own will (without being subject to the will of another) is grounded on his \nhaving reason, which is able to instruct him in that law he is to govern himself by, and make him know how far he is \nleft to the freedom of his own will. So that we are born free as we are born rational. Not that we have actually the \nexercise of either as soon as born; age that brings one, brings the other too. This natural freedom is not a liberty for \nevery one to do what he pleases without any regard to any law; for a rational creature cannot but be made under a \nlaw from its Maker: But it consists in a freedom from any superiour power on earth, and not being under the will or \nlegislative authority of man, and having only the law of nature (or in other words, of its Maker) for his rule.\n\n And as reason tells us, all are born thus naturally equal, i.e. with an equal right to their persons; so also with an \nequal right to their preservation; and therefore to such things as nature affords for their subsistence. For which \npurpose God was pleased to make a grant of the earth in common to the children of men, first to Adam and \nafterwards to Noah and his sons: as the Psalmist says, Psal. 115. 16. And altho' no one has originally a private \ndominion exclusive of the rest of mankind in the earth or its products, as they are consider'd in this their natural \nstate; yet since God has given these things for the use of men and given them reason also to make use thereof to \nthe best advantage of life; there must of necessity be a means to appropriate them some way or other, before they \ncan be of any use to any particular person. And every man having a property in his own person, the labour of his \nbody and the work of his hands are properly his own, to which no one has right but himself; it will therefore follow \n\n\n\nthat when he removes any thing out of the state that nature has provided and left it in, he has mixed his labour with \nit and joined something to it that is his own, and thereby makes it his property. He having removed it out of the \ncommon state nature placed it in, it hath by this labour something annexed to it that excludes the common right of \nothers; because this labour being the unquestionable property of the labourer, no man but he can have a right to \nwhat that is once joined to, at least where there is enough and as good left in common for others. Thus every man \nhaving a natural right to (or being the proprietor of) his own person and his own actions and labour and to what he \ncan honestly acquire by his labour, which we call property; it certainly follows, that no man can have a right to the \nperson or property of another: And if every man has a right to his person and property; he has also a right to defend \nthem, and a right to all the necessary means of defence, and so has a right of punishing all insults upon his person \nand property.\n\n But because in such a state of nature, every man must be judge of the breach of the law of nature and executioner \ntoo (even in his own case) and the greater part being no strict observers of equity and justice; the enjoyment of \nproperty in this state is not very safe. Three things are wanting in this state (as the celebrated Lock observes) to \nrender them safe; viz. an established known law received and allowed by common consent to be the standard of \nright and wrong, the common measure to decide all controversies between them: For tho' the law of nature be \nintelligible to all rational creatures; yet men being biassed by their interest as well as ignorant for want of the study \nof it, are not apt to allow of it as a law binding to them in the application of it to their particular cases. There wants \nalso a known and indifferent judge with authority to determine all differences according to the established law: for \nmen are too apt to be partial to themselves, and too much wanting in a just concern for the interest of others. There \noften wants also in a state of nature, a power to back and support the sentence when right, and give it due \nexecution. Now to remedy these inconveniencies, reason teaches men to join in society, to unite together into a \ncommonwealth under some form or other, to make a body of laws agreable to the law of nature, and institute one \ncommon power to see them observed. It is they who thus unite together, viz. the people, who make and alone have \nright to make the laws that are to take place among them; or which comes to the same thing, appoint those who \nshall make them, and who shall see them executed. For every man has an equal right to the preservation of his \nperson and property; and so an equal right to establish a law, or to nominate the makers and executors of the laws \nwhich are the guardians both of person and property.\n\n Hence then the fountain and original of all civil power is from the people, and is certainly instituted for their sakes; \nor in other words, which was the second thing proposed, The great end of civil government, is the preservation of \ntheir persons, their liberties and estates, or their property. Most certain it is, that it must be for their own sakes, the \nrendering their condition better than it was in what is called a state of nature (a state without such establish'd laws \nas before mentioned, or without any common power) that men would willingly put themselves out of that state. It is \nnothing but their own good can be any rational inducement to it: and to suppose they either should or would do it on \nany other, is to suppose rational creatures ought to change their state with a design to make it worse. And that good \nwhich in such a state they find a need of, is no other than a greater security of enjoyment of what belonged to them. \nThat and that only can then be the true reason of their uniting together in some form or other they judge best for the \nobtaining that greater security. That greater security therefore of life, liberty, money, lands, houses, family, and the \nlike, which may be all comprehended under that of person and property, is the sole end of all civil government. I \nmean not that all civil governments (as so called) are thus constituted: (tho' the British and some few other nations \nare through a merciful Providence so happy as to have such). There are too too many arbitrary governments in the \nworld, where the people don't make their own laws. These are not properly speaking governments but tyrannies; \nand are absolutely against the law of God and nature. But I am considering things as they be in their own nature, \nwhat reason teaches concerning them: and herein have given a short sketch of what the celebrated Mr. Lock in his \nTreatise of Government has largely demonstrated; and in which it is justly to be presumed all are agreed who \nunderstand the natural rights of mankind.\n\n Thus having seen what the end of civil government is; I suppose we see a fair foundation laid for the determination \nof the next thing I proposed to consider: Which is, What liberty or power belonging to man as he is a reasonable \ncreature does every man give up to the civil government whereof he is a member. Some part of their natural liberty \nthey do certainly give up to the government, for the benefit of society and mutual defence (for in a political society \nevery one even an infant has the whole force of the community to protect him), and something therefore is certainly \n\n\n\ngiven up to the whole for this purpose. Now the way to know what branches of natural liberty are given up, and what \nremain to us after our admission into civil society, is to consider the ends for which men enter into a state of \ngovernment. For so much liberty and no more is departed from, as is necessary to secure those ends; the rest is \ncertainly our own still. And here I suppose with the before-mentioned noble assertor of the liberties of humane \nnature; all that is given up may be reduced to two heads.\n\n 1st. The power that every one has in a state of nature to do whatever he judgeth fit, for the preservation of his \nperson and property and that of others also, within the permission of the law of nature, he gives up to be regulated \nby laws made by the society, so far forth as the preservation of himself (his person and property) and the rest of \nthat society shall require.\n\n And, 2. The power of punishing he wholly gives up, and engages his natural force (which he might before employ \nin the execution of the law of nature by his own single authority as he thought fit) to assist the executive power of \nthe society as the law thereof shall require. For (he adds) being now in a new state wherein he is to enjoy many \nconveniencies, from the labour assistance and society of others in the same community, as well as protection from \nits whole strength; he is to part also with as much of his natural liberty and providing for himself, as the good and \nsafety of the society shall require; which is not only necessary but just, since the other members of the society do \nthe like. Now if the giving up these powers be sufficient to answer those ends for which men enter into a state of \ngovernment, viz. the better security of their persons and properties; then no more is parted with; and therefore all \nthe rest is ours still. This I rest on as certain, that no more natural liberty or power is given up than is necessary for \nthe preservation of person and property.\n\n I design not to mention many particulars which according to this rule I suppose are not parted with by entering into \na state of government: what is reducible to one or two general heads is sufficient to our present purpose. Tho' as I \npass I cannot forbear taking notice of one point of liberty which all members of a free state and particularly \nEnglishmen think belonging to them, and are fond of; and that is the right that every one has to speak his \nsentiments openly concerning such matters as affect the good of the whole. Every member of a community ought to \nbe concerned for the whole, as well as for his particular part: His life and all, as to this world is as it were embarked \nin the same bottom, and is perpetually interested in the good or ill success thereof: Whenever therefore he sees a \nrock on which there is a probability the vessel may split, or if he sees a sand that may swallow it up, or if he \nforesees a storm that is like to arise; his own interest is too deeply concerned not to give notice of the danger: And \nthe right he has to his own life and property gives him a right to speak his sentiments. If the pilot or captain don't \nthink fit to take any notice of it, yet it seems to be certain they have no right to stop the mouth of him who thinks he \nespys danger to the whole ships crew, or to punish the well-meaning informer. A man would scarce deserve the \ncharacter of a good member of society who should receive to be silent on all occasions, and never mind, speak or \nguard against the follies or ignorance of mistakes of those at the helm. And government rather incourages than \ntakes away a liberty, the use of which is so needful and often very beneficial to the whole, as experience has \nabundantly shown.\n But not to detain you here,\n\n I. The members of a civil state or society do retain their natural liberty in all such cases as have no relation to the \nends of such a society. In a state of nature men had a right to read Milton or Lock for their instruction or \namusement: and why they do not retain this liberty under a government that is instituted for the preservation of their \npersons and properties, is inconceivable. From whence can such a society derive any right to hinder them from \ndoing that which does not affect the ends of that society? Should a government therefore restrain the free use of the \nscriptures, prohibit men the reading of them, and make it penal to examine and search them; it would be a manifest \nusurpation upon the common rights of mankind, as much a violation of natural liberty as the attack of a highwayman \nupon the road can be upon our civil rights. And indeed with respect to the sacred writings, men might not only read \nthem if the government did prohibit the same, but they would be bound by a higher authority to read them, \nnotwithstanding any humane prohibition. The pretence of any authority to restrain men from reading the same, is \nwicked as well as vain. But whether in some cases that have no relation to the ends of government and wherein \ntherefore men retain their natural liberty; if the civil authority should attempt by a law to restrain men, people might \nnot be oblig'd to submit therein, is not here at all the question: tho' I suppose that in such case wherein they ought \n\n\n\nto submit, the obligation thereto would arise from some other consideration, and not from the supposed law; there \nbeing no binding force in a law where a rightful authority to make the same is wanting.\n\n II. The members of a civil state do retain their natural liberty or right of judging for themselves in matters of religion. \nEvery man has an equal right to follow the dictates of his own conscience in the affairs of religion. Every one is \nunder an indispensable obligation to search the scripture for himself (which contains the whole of it) and to make \nthe best use of it he can for his own information in the will of God, the nature and duties of Christianity. And as \nevery Christian is so bound; so he has an unalienable right to judge of the sense and meaning of it, and to follow his \njudgment wherever it leads him; even an equal right with any rulers be they civil or ecclesiastical. This I say, I take \nto be an original right of the humane nature, and so far from being given up by the individuals of a community that it \ncannot be given up by them if they should be so weak as to offer it. Man by his constitution as he is a reasonable \nbeing capable of the knowledge of his Maker; is a moral accountable being: and therefore as every one is \naccountable for himself, he must reason, judge and determine for himself. That faith and practice which depends on \nthe judgment and choice of any other person, and not on the person's own understanding judgment and choice, \nmay pass for religion in the synagogue of Satan, whose tenet is that ignorance is the mother of devotion; but with \nno understanding Protestant will it pass for any religion at all. No action is a religious action without understanding \nand choice in the agent. Whence it follows, the rights of conscience are sacred and equal in all, and strictly \nspeaking unalienable. This right of judging every one for himself in matters of religion results from the nature of \nman, and is so inseperably connected therewith, that a man can no more part with it than he can with his power of \nthinking: and it is equally reasonable for him to attempt to strip himself of the power of reasoning, as to attempt the \nvesting of another with this right. And whoever invades this right of another, be he pope or Cæsar, may with equal \nreason assume the other's power of thinking, and so level him with the brutal creation. A man may alienate some \nbranches of his property and give up his right in them to others; but he cannot transfer the rights of conscience, \nunless he could destroy his rational and moral powers, or substitute some other to be judged for him at the tribunal \nof God.\n\n But what may further clear this point and at the same time shew the extent of this right of private judgment in \nmatters of religion, is this truth, That the sacred scriptures are the alone rule of faith and practice to every individual \nChristian. Were it needful I might easily show, the sacred scriptures have all the characters necessary to constitute \na just and proper rule of faith and practice, and that they alone have them. It is sufficient for all such as \nacknowledge the divine authority of the scriptures, briefly to observe, that God the author has therein declared he \nhas given and designed them to be our only rule of faith and practice. Thus says the apostle Paul, 2 Tim. 3. 15, 16; \nThat they are given by Inspiration from God, and are profitable for Doctrine, for Reproof, for Correction, for \nInstruction in Righteousness; that the Man of God may be perfect, thoroughly furnished unto every good Work. So \nthe apostle John in his gospel, Chap. 20. ver. 31. says; These Things are written that ye might believe that Jesus is \nthe Christ, the Son of God, and that believing ye might have Life through his Name. And in his first epistle, Chap. 5. \nver. 13. These Things have I written, that ye may know that ye have eternal Life, and that ye may believe on the \nName of the Son of God. These passages show that what was written was to be the standing rule of faith and \npractice, compleat and most sufficient for such an end, designed by infinite wisdom in the giving them, containing \nevery thing needful to be known and done by Christians, or such as believe on the name of the Son of God. Now \ninasmuch as the scriptures are the only rule of faith and practice to a Christian; hence every one has an unalienable \nright to read, enquire into, and impartially judge of the sense and meaning of it for himself. For if he is to be \ngoverned and determined therein by the opinions and determinations of any others, the scriptures cease to be a \nrule to him, and those opinions or determinations of others are substituted in the room thereof. But you will say, The \nPriest's Lips should keep Knowledge, and they should seek the Law at his Mouth, Mal. 2. 7. Yes; that is, it is their \nduty to explain the scriptures, and the people's duty at the same time to search the scriptures to see whether those \nthings they say are so. Acts 17. 11. The officers Christ has commissioned in his church, as pastors or bishops, are \nto teach his laws, to explain as they are able the mind will of Christ laid down in the scriptures; but they have no \nwarrant to make any laws for them, nor are their sentiments the rule to any Christian, who are all commanded to \nprove all Things, to try the Spirits whether they be ofGod. 1 Thes. 5. 21. 1 Joh. 4. 1. I speak as to wise Men, says \nPaul, judge ye what I say, 1 Cor. 10. 15. These and many other texts I might have alledg'd, entirely answer the \nobjection, and establish the point before us.\n\n\n\n The evidence of the point before us arises out of the nature of a rule of faith and practice. For a rule of faith and \npractice is certainly that from which we must take and rectify all our conceptions, and by which we ought to regulate \nall our actions, concerning all those matters to which this rule relates. As it is the rule of our faith, we must receive \nno doctrines but what that contains: otherwise our faith is not directed by that rule; but other things in that case are \ntaken up and believed for truths which that rule takes no notice of; and therefore it is done on some other authority, \nwhich in reality therefore becomes our rule, instead of that which of right ought to be so. A rule, considered as such, \nis a measure or director with which a thing is to be compared and made to agree: And therefore a rule of faith and \npractice is that which being applied to our minds directs and regulates them, by informing the understanding and \nguiding the will, and so influencing all our actions. That which is the rule of our faith must point out to us and teach \nus the several doctrines and inform us of the several facts which we are to believe: And if we have entertained any \nwrong notions or erroneous opinions, they are to be corrected and regulated, by being compared and made to \nagree with this rule. So also the rule of our practice is that from which we are to learn the several duties we are to \nperform, and how all our actions are to be regulated. 'Tis the nature of a rule of faith and practice to include all this. \nThat whereby men examine into the truth of any thing, is to them the rule of truth; that from whence they learn what \nthey ought to believe, is to them the rule of faith; and that to which they conform their actions, is their rule of \npractice. If men receive the doctrines prescribed to them by the pope, by a council, by a convocation or a \nparliament, from the writings of fathers, or any doctors of learning and reputation, and conform their actions to the \ndictates and commands of any of these or such like authorities; the authority to which they give this honour, is \nundoubtedly the rule of their faith and practice. And so if we submit our selves truly and impartially to the authority \nof Christ, and search for the truths we are to believe, and the duties we are to perform in his written word; then only \ndo we make him our director and guide, and the scriptures the rule of our faith and practice. And it is the sacred \nscriptures alone which have this right to our intire submission, as now described: and no other authority which has \nyet been or ever shall be set up, has any manner of right at all to govern and direct our consciences in religious \nmatters.\n\n This is a truth of too great importance for a Christian ever in any measure to give up; and is so clear and obvious a \ntruth, as may well pass for a self-evident maxim, That a Christian is to receive his Christianity from Christ alone. For \nwhat is it which is necessarily implied and supposed in the very notion of a Christian but this, that he is a follower \nand disciple of Christ, one who receives and professes to believe his doctrines as true, and submits to his \ncommands? And so far only as any does this, is he a Christian: and so far therefore as he receives or admits any \nother doctrines or laws, is he to be denominated from that person or sect, from whose authority or instruction he \nreceives them.\n\n Every society ought to be subject only to its own proper legislature. The truth of this is evident at the first view; and \ncivil societies readily adhere to this as an inviolable principle. And this holds equally true with respect to religious or \ncivil societies; and therefore as in the church of Christ no other power or authority may be admitted but that of \nChrist alone; so no laws may be made for, or any doctrines be taught and enjoined upon the church of Christ \nbesides those he has made and taught and enjoined. The laws of England are what the legislature of England has \npassed into laws; not what any other power or authority institute or teach under that name. And what these are, \ncannot be known from any other but the law makers, by the publications they have made and authorized. The \ndoctrines of the church of Rome (if that by a figure may be called so) are such as that church and its legislature \nassert and own. So the doctrines or religion of Christ, is only that which he has appointed and taught, and all that is \ncontained in scripture: every thing else is of men only, and no part of the Christian religion. What is taught by any \nestablished church, and not contained in scripture, is indeed the doctrine of that church, but not of Christ: For none \ncan make laws to oblige the church of Christ but Christ himself. The church of Christ as such, must receive its laws \nfrom Christ only; i.e., from the scriptures: for they are to be found no where else. The Christian religion is that which \nChrist has taught; and therefore what he has not taught, but some other person, is not the Christian religion. So \nalso the church of Christ is that which is founded according to the directions and model by him laid down. That \ntherefore which is not so founded, but upon principles and regulations laid down by men, is so far not a church of \nChrist, but of men: And in all these things the scriptures only can be our rule. For we cannot know what Christ \nteaches and commands, from what he does not say, and what is said only by some other person, but it must be \nfrom what he does teach and command; and all that is contained in his word.\n\n\n\n Again, if Christ be the Lord of the conscience, the sole King in his own kingdom; then it will follow, that all such as \nin any manner or degree assume the power of directing and governing the consciences of men, are justly \nchargeable with invading his rightful dominion; He alone having the right they claim. Should the king of France take \nit into his head to prescribe laws to the subjects of the king of Great Britain; who would not say, it was an invasion \nof and insult offer'd to the British legislature.\n\n I might also add, that for any to assume the power of directing the consciences of men, not leaving them to the \nscriptures alone, is evidently a declaring them to be defective and insufficient to that purpose; and therefore that our \nLord who has left us the scriptures for that purpose, did not know what was necessary and sufficient for us, and has \ngiven us a law, the defects of which were to be supplied by the wisdom of some of his own wiser disciples. How \nhigh an impeachment this is of his infinite wisdom, such would do well to consider, who impose their own doctrines, \ninterpretations or decisions upon any men by punishments, legal incapacities, or any other methods besides those \nused and directed to in the sacred scriptures.\n\n And as all imposers on men's consciences are guilty of rebellion against God and Christ, of manifest disobedience \nto and contempt of their authority and commands; so all they who submit their consciences to any such unjust \nusurp'd authority, besides the share which such persons necessarily have in the guilt of the usurpers, as \ncountenancing and giving in to their illegal claim and supporting their wicked pretensions, they do likewise \nrenounce subjection to the authority and laws of Christ. To submit our consciences to the guidance of any man or \norder of men, is not to reason and act according to our own understanding; but to take every thing for true, that our \nspiritual guide affirms to be so, and that meerly upon his authority, without examining into, or seeing the truth and \nreasonableness of it: And in every instance wherein we thus submit our selves to the direction of any humane \nauthority, so far we set aside and renounce all other authority, our own light and reason, and even the word of God \nand Christ: And the authority of the guide we subject our selves unto is substituted in the stead of all these. If we \nmust be directed and governed by any humane power, it concerns us not what any other may teach and command; \nthis the being subject to a power necessarily supposes and includes. An Englishman is subject to the crown and \nlaws of England, and has nothing to do with the laws and courts of judicature in France or Spain, or any other \nstate, but disowns and renounces all obedience thereto. This is a universal rule: And therefore if our consciences \nare under the direction of any humane authority as to religious matters; they cease to be under the direction of \nChrist. What Christ himself has told us is infallibly true, that no Man can serve two Masters, but he must \nunavoidably prefer the one and neglect the other: And consequently whoever looks upon himself to be under the \ndirection and government of any humane power in matters of religion, does thereby renounce the authority of \nChrist, and withdraw obedience from him.\n From these principles, we have here laid down, which can't but be held as indubitably true by every consistent \nProtestant, these corollaries may be deduced.\n\n I. That the civil authority hath no power to make or ordain articles of faith, creeds, forms of worship or church \ngovernment. This I think evidently follows from what has been said, that they can have no power to decree any \narticles of faith. For these are already established by Christ himself; and for mortals to pretend any right of \ndetermination what others shall believe, is really to usurp that authority which belongs to Christ the supream king \nand head of his church; who only hath and can have a right to prescribe to the consciences of men, as is evident \nfrom the last foregoing head. So it also follows, that they have no power to decree rites and ceremonies in religion, \nor forms of divine worship: And this not only because these things have no relation to the ends of civil society; it no \nways concerns the common-wealth or any member of it, whether men pray kneeling or standing, whether the sign \nof the cross be used or omitted in baptism, that this or the other ceremony be made use of in the church; but also \nbecause this is already sufficiently done by Christ in the sacred scriptures. These contain every thing needful to be \nknown or done by Christians. It is Christ's sole prerogative to institute the whole and every part of religious worship. \nWho can tell what homage will be pleasing to God but he himself? Or in what way the creature shall attend upon \nhim for the obtainment of any spiritual blessing but he himself? Can a creature connect a divine blessing with any of \nits own invented methods of worship? Or oblige him to be pleased or displeased in any other way, or upon any \nother terms, but those himself has made and proposed, and which are all manifestly contained in the scriptures?\n\n Objection, if it should be here objected, 'That although Christ has instituted every part of religious worship; yet the \nparticular mode or manner wherein some of those acts are to be attended he has not specially pointed out, which \n\n\n\ntherefore must be determined in order to perform the instituted act of worship: And why therefore may not the civil \nAuthority determine such modes of worship as well as ecclesiastical rulers?'\n\n I know very well, some are fond of that notion, that the church (by which they mean the church officers or \necclesiastical rulers in some form or other consider'd and acting) has power to decree rites and ceremonies in \nreligion: and I am as willing for the present to allow the civil authority has as much power to do it, as those \necclesiastical rulers; because for any thing I can tell at present, my neck might be as easy under the usurpation of a \ncivil ruler, as an ecclesiastical one: But neither of 'em have any power of determining in the case supposed.\n\n As to ecclesiastical rulers, Christ has precisely bounded their authority. They are to do what he has bid them, they \nare to open and explain their Lord's will to others, or in a word to teach men Christ's laws. For this I appeal to their \ncommission, Math. 28. 20. And as this bounds their authority on the one side, so it draws the line or bound of \nsubmission on the other. When they teach us the mind and will of Christ our common lord and master; we are to \nhearken with deference to them: but if they get out of that line, and teach (or decree, I care not what you call it) \nsome thing that is not his will, something to be necessary for me to do in religion which Christ has not made so; no \nregard is due to them therein. And I suppose I may venture to say, no one ceremony in religion or modality of any \nact of instituted worship, that has been devised and decreed by any since the apostles days as necessary, \nexclusive of any other, either was or is really necessary for a Christian to do in attending these acts of religion or \nparts of instituted worship: At least I know of no one: to be sure such as have been the subjects of debate between \nthe Church of England on the one side and the dissenters from that establishment on the other; are unnecessary. \nThe decreeing such unnecessary modalities of religion therefore is without any warrant from Christ: They teach \ntherein what he has not commanded them, and no Christian is bound to regard them therein.\n\n But that the objection may have a full and clear answer, I offer a few words farther. The objection supposes, that \nthe mode of performing some acts of instituted worship is not determined by Christ, which must therefore be \ndetermined by man in order to perform such acts of worship.\n To which I say,\n\n 1. If there be several modes wherein such act or acts of instituted worship may be performed, man may not \ndetermine the one exclusive of the other; and if there be but one mode wherein it can be attended, there is indeed \nno occasion for a determination upon it, all must of necessity agree in such a mode of performing it. But in the \nformer case, no determination may be made that it shall be performed only after such a particular mode, when it \nmay be performed after another manner as well. As for instance, public prayer may be performed either standing or \nkneeling: it being supposed that Christ has not determined the one mode or the other; in such case man may not \ndetermine that it shall be performed only standing, or only kneeling; the worshippers must be left to their liberty as \nChrist has left it: For it being the only reason why man may determine any thing relating to an act of religion or \ndivine worship, viz. the necessity of such a determination in order to the obeying a law of Christ; then it is certain, \nwhere that necessity is not found (as in the present case) there no such exclusive determination may be made. In \nthese matters of divine worship, Christ's officers have nothing to do but to teach Christ's laws; and Christians \nnothing else but to obey Christ's laws. It is therefore certain, that if all Christ's laws relating thereto may be \nobserved, without the determination of this or the other ceremony or mode of attending them; then the \ndetermination of this or the other ceremony as a rule of action for Christians, falls not within the compass of the \npower of man or any order of men. And I think the keeping to this rule alone, that man's power in these matters \nextends no farther than to a determination of those things necessary to be determined in order to the performing of \nChrist's commands, is the only way to preserve Christ's worship in its purity. Certain it is, that the going beyond it \nhas sadly polluted it, and occasioned divisions and abundance of sinful strife.\n\n 2. In such cases where any thing is necessary to be determined in order to any worshipping assembly's obeying \nChrist's laws, the power of such determination lies with such worshipping assembly. It is a law of Christ, that he be \nworshipped in publick assembly on the first day of the week; which can't be done unless some place hour of the \nday be fixed upon for that purpose. If Christ had determined where and when the worshipping assembly should \nmeet, man could not determine any thing in the matter: But since Christ has not; time place must be determined by \nman; else Christ's law in that case could not be obeyed. And because that law must be obeyed, and can't be \nobeyed without such a determination of time place; therefore it is, that man may determine them, and is warranted \n\n\n\nto do it. And every worshipping assembly best knowing their own particular circumstances, and being best able to \njudge what may be convenient or inconvenient in the case, are won't to fix time and place for the purpose: And who \nhas right to intermeddle in the matter without their desire or consent, I can't imagine. This is a right our worshipping \nassemblies claim, and I know not that any call it in question. Now altho' in this instance, wherein something falls \nnecessarily under the determination of man in order to Christians obeying a law of Christ, no ceremony or mode of \nworship is concerned; yet as I apprehend there is greater reason why every worshipping assembly should be left \nfree in an uninterrupted enjoyment of this right to determine the mode of any act of worship (undetermined by \nChrist) where there is a necessity of such a determination in order to obey his laws: and that because conscience \nis immediately concerned therein. As I have said before, I know not of such a case. Yet if Christians do apprehend \nthere is any necessity, every worshipping assembly must in that case determine for themselves. They may be \nunder a great mistake in determining that to be necessary which may not be so: but herein I think no others have a \npower to determine for them. Not the civil authority: for the reason before given, viz. That the ceremony or particular \nmode of performing an act of divine worship, has no relation to the ends of a civil society: The preservation of \nperson or property, no ways requires the giving up this liberty into the hand of the civil magistrate. This therefore \nmust remain in the individuals. The civil interest of a state is no more affected, by kneeling or standing in prayer, \nthan by praying with the eyes shut or open; or by making the figure of a triangle or a cross upon a person in \nbaptism, than by making no figure at all. They have indeed none of them any relation to the ends of a civil \ninstitution. The civil authority therefore have no business with it. Nor have the ecclesiastical officers authority to \ndetermine in these cases for particular Christians; because it is not within their commission. We have seen before \nhow their authority is limited, and what is the bound of submission from particular Christians. As they are Christ's \nofficers, they have authority to teach men his mind in things pertaining to his kingdom. So they have no authority to \nteach men any thing but the mind and will of Christ. It is a truth that shines with a meridian brightness, that whatever \nis not contained in a commission is out of it and excluded by it; and the teaching his laws only being contained in \nthe commission, what is not his law is out of it and by that commission they are excluded from teaching it, or forbid \nby it. The power then of determining in these cases before us, must lie with every distinct worshipping assembly; I \ndon't mean exclusive of their pastor but with him. And this I think is evident from the right of private judgment that \nevery Christian has in matters of religion. We have seen evidently that the sacred scriptures are the rule of faith and \npractice to every Christian; from thence each one is bound to learn what that worship is which Christ requires from \nhim, and in what manner he is to perform it: And therein is every one to be perswaded in his own mind. In all the \nworship he pays to God he is bound to act understandingly; which he can't be said to do if he does not understand \nfor himself, and perform it in such a manner as he judges most agreeable to the mind of Christ, and so most \nacceptable to him. If another person sees for him, it will be but a blind service that he will yield. Every one must give \naccount of himself to God, to whom alone as his only master he is to stand or fall: And it will be but a poor account \nthe papist will have to give of all his ceremonious worship, that the pope or priest directed him so. How much farther \nwill it go in that day to say, the king, or parliament, or convocation directed me to pay such or such a kind of \nworship.\n\n But the last thing included in this corollary is, that civil rulers have no authority to determine for Christians the form \nof church government: and that for the reasons before given, viz. Because this would be going beside the end of \ncivil government, and because this is already done by Christ. If his Word be a compleat rule of faith and practice to \nthe Christian; it surely contains sufficient instruction in the nature of a church; what kinds of officers Christ has \ninstituted, what their work and business is; what the rights and priviledges of the church are, and on what terms to \nbe enjoyed; what the discipline thereof is, and how it is to be administred. For that which is the rule of faith and \npractice to a Christian (as he is a subject of Christ) must certainly be the measure of his faith and practice: For that \ncertainly cannot be the measure of his faith and practice which contains any thing more or less than he ought to \nbelieve and practice. Christ is the head of his church, a king in his own kingdom; a part of whose royalty it is to give \nlaws to his subjects; these are contained in the sacred scriptures, which are open to all for the learning and \nunderstanding of them. And so far are men from having any power of instituting or forming a church for Christ, that \nit is their greatest honour to be servants in the house of God. Heb. 3. 5. This being truth, that Christ has shown us \nwhat his will is touching the ordering of his house in the sacred scriptures; it then follows, that none either pope or \nCæsar, can have any authority to prescribe to Christians how it shall be order'd, to form the model or any part of it.\n\n\n\n II. The next corollary I shall deduce from the principles before laid down, is, That the civil authority have no power \nto establish any religion (i.e. any professions of faith, modes of worship, or church government) of a human form \nand composition, as a rule binding to Christians; much less may they do this on any penalties whatsoever. Religion \nmust remain on that foot where Christ has placed it. He has fully declared his mind as to what Christians are to \nbelieve and do in all religious matters: And that right of private judgment belonging to every Christian evidenced in \nthe preceeding pages, necessarily supposes it is every one's duty, priviledge and right to search the sacred writings \nas Christ has bid him, and know and judge for himself what the mind and will of his only Lord and master is in these \nmatters. It does, I think, from hence follow, that no order of men have any right to establish any mode of worship, c. \nas a rule binding to particular Christians. For if they may, then Christians are abridg'd or rather striped of their right, \nwhich is to involve our selves in a contradiction. For if A has a right to judge for himself what his master's will is, \nthen B can have no right to impose his own sentiments concerning that master's will as a rule for A. For to suppose \nA has a right, which B has a right to take from him, is to suppose A has no right at all; which is a direct \ninconsistency. And to suppose B in such case has a right to punish A for not receiving his establishment, is but to \nincrease the absurdity.\n\n But here you will say, 'Tho' they have no authority to establish a religion of their own devising, yet have they not \nauthority to establish a pure religion drawn out of the sacred scriptures, either by themselves or some synodical \nassemblies, and oblige their subjects upon (at least) negative penalties to receive the same[?]' This I shall \nendeavour fairly to consider when I have observed, that if by the word establish be meant only an approbation of \ncertain articles of faith and modes of worship, of government, or recommendation of them to their subjects; I am not \narguing against it. But to carry the notion of a religious establishment so far as to make it a rule binding to the \nsubjects, or on any penalties whatsoever, seems to me to be oppressive of Christianity, to break in upon the sacred \nrights of conscience, and the common rights and priviledges of all good subjects. For let it be supposed as now \npleaded, that the clergy or a synodical assembly draw up the articles and form of religion, agreeable in their \njudgment to the sacred scriptures, and the reception of the same be made binding by the civil authority on their \nsubjects; It will then follow, That all such establishments are certainly right and agreeable to the sacred scriptures. \nFor it is impossible to be true that any can have right or authority to oblige Christians to believe or practice any thing \nin religion not true or not agreeable to the word of God: Because that would destroy the sacred scriptures from \nbeing the only rule of faith and practice in religion to a Christian. If the sacred scriptures are his rule of faith and \npractice, he is oblig'd and that by God himself, to believe and practice accordingly. No man therefore, or order of \nmen can have any right or power to oblige the Christian to believe or do any thing in religion contrary to, or different \nfrom, what God has obliged him: The position of the one is the removal of the other. This then is certain, that if this \nproposition be true, that a humane religious establishment is a rule binding to Christians, or that the civil authority \nhave power to oblige their subjects to receive them; then they are always right and agreeable to God's word; but the \nlatter is not true; therefore the proposition is false. Humane establishments in matters of religion, carry in them no \nforce or evidence of truth. They who make them are no ways exempt from humane frailties and imperfections: They \nare as liable to error and mistake, to prejudice and passion, as any others. And that they have erred in their \ndeterminations, and decreed and established light to be darkness, darkness to be light, that they have perplexed \nthe consciences of men, and corrupted the simplicity of the faith in Christ, many councils and synods and \nassemblies of state are a notorious proof. King Henry the 8th's Parliament and convocation, who established the \nfamous six bloody Articles of Religion in the year 1540, had as much right or power to make a religious \nestablishment binding to the subjects, as any king and parliament since. If therefore the civil authority has a power \nto make a religious establishment binding to the subjects; those six articles were true, tho' they contained \nabominable absurdities, and amazing falshoods; and the people were obliged to believe them, and those who \nsuffered for disbelieving them suffered justly.\n\n Perhaps you will here say; 'Altho' they have no authority to make an establishment contrary to scripture; yet why \nmay they not have authority to make an establishment agreable to the scriptures, that shall be a binding rule to \nChristians, without the supposition of that proposition's being liable to such an inference from it (which I have made) \nviz. That then their establishments are certainly right and agreeable to scripture, or in other words that they who \nmake them must be supposed to be vested with infallibility[?]' I will give then a reason, if what already said does not \nsatisfy. Let us then have but a clear and determinate idea of the subject we are speaking of; and I think you will find \nthe conclusion certain. This religious establishment that has this binding force in it, is either in the very words of the \n\n\n\nscriptures themselves; or in propositions formed by this body of men we are speaking of, which in their judgment \ncontain the true sense and meaning of the scripture. There can be no other sense put upon it. The former of these \ncan't be meant; for that is the scripture it self which I am pleading is the alone rule in the case before us: Besides \n'tis a vanity to talk of mortals making the constitutions of God Almighty to become a binding rule to Christians. So \nthat the point before us comes to this proposition, viz. That the civil authority have power to make such a religious \nestablishment which they think is agreeable to scripture, a binding rule to Christians. Then it follows, that what they \nthink to be the sense of the scriptures, is the rule for the Christian: for that what they so lay down for the sense of \nthe scriptures should be a rule binding to Christians, and that yet what they think is the sense and meaning of the \nscripture, is not the rule for a Christian, is a contradiction. It follows also, that what they think to be the true sense of \nscripture, is certainly the true sense of it: For to suppose, that what they lay down for the sense and meaning of the \nsacred scriptures, is a binding rule to Christians, and that yet the same is not the true sense of scripture, is a \ncontradiction; unless that proposition be false, that the sacred scriptures are the alone rule of faith and practice to a \nChristian, which is a sacred maxim with every true Protestant. So that if a religious establishment which they think \nto be agreeable to scripture is a binding rule to a Christian; it is the true sense of scripture, and the supposal that \nthey are vested with authority to make their religious establishments a binding rule to a Christian, does necessarily \ninfer their being invested with infallibility too. Again—to suppose any thing not agreeable to the sacred scriptures \ncan be a binding rule in matters of religion to a Christian is what no Christian will assert; because it destroys the \nChristian's only rule in matters of religion. The sacred scriptures alone (or what is agreeable thereto) are a rule in \nmatters of religion to a Christian: A religious establishment (say you) made by the civil authority which they think to \nbe agreeable to the scriptures, is a rule binding to a Christian: Therefore (say I) such a religious establishment \nmade by the civil authority which they think to be agreable to the scriptures, is certainly agreable to them. Until \nthese contradictions can be reconciled—viz. That which is not agreable to the sacred scriptures cannot be a rule \nbinding to a Christian in matters of religion—and this, That which is not agreable to the scriptures is (or may be) a \nrule binding to a Christian in matters of religion; or the scriptures are the alone rule of faith and practice to a \nChristian, and this—That something which the pope or Cæsar thinks to be agreable to the scripture, is a rule of the \nChristian's faith and practice; or the scriptures are the alone rule, and not the alone rule of faith and practice to a \nChristian; or that which is a binding rule to a Christian in these matters, is not a binding rule to him: Until these \ncontradictions can be reconciled, it will stand for a truth, that if the civil authority have power to make a religious \nestablishment which they think agreable to the scriptures, a rule binding to Christians; then such their \nestablishments are certainly agreable to the scriptures, and so they invested with infallibility. So that instead of \nfinding one infallible man upon earth (at Rome) we may find a body of them in every civil state at least throughout \nChristendom, and why not throughout the earth: For the civil authority, considered as such, must have equal right \nand power of determining in these matters in every state.\n\n But you will say; 'the question is concerning an establishment that is agreable to scripture and therefore whether \nsuch an one is not a rule binding to the subjects.' I answer—It is no rule at all; and so has no binding force in it, as it \nis an human establishment: it's binding force is derived from another quarter. The only reason why it is a rule \nbinding to a Christian is, because it is the scripture, or the will of God contained in the scripture. What binds the \nChristian in religion are the words of our Lord JesusChrist, and the doctrine which is according to godliness. This \ntrue Christians receive out of a regard to a much higher authority than belongs to any set of mortals.\n\n If it be still demanded; 'But have not these synods who draw up these establishments out of the scriptures, or the \ncivil authority with them, a right to judge of the sense and meaning of the scripture in those matters, and so \ndetermine what shall or shall not pass for true, and be received by the members of the community[?]' I know some \nplead for such a power: And I think if a human religious establishment can be a binding rule to Christians; they \nmust, either a synod, or civil authority, or both together, have power to determine the sense of scripture as now \npleaded for: and if they have no such power, it is most evident their establishments can be no binding rule to \nChristians. But this is certain, they have no such power: The pretence to it is a spice of that Antichristianism that \nought to be banished out of the world. For that this very supposition removes the sacred scriptures from being a \nrule of faith and practice to private Christians, and sets up humane determinations instead of them; inasmuch as \nthat from which the Christian receives his information what he is to believe do, is evidently the rule of faith practice \nin those particular cases at least; and in the present supposed case, he is to receive his information from a human \ndetermination. The scriptures therefore are struck out from being a rule of faith and practice to private Christians; \n\n\n\nand human determinations substituted in their room. However the scriptures may be supposed or pretended to be \nthe rule to those bodies of men who make those determinations; yet it is evident in this case, the scriptures are so \nentirely reduced into the power of man, that in truth these bodies of men, or their determinations are render'd the \nonly and compleat rule to others. A tenet that suits very well at Rome. But to show the absurdity and wickedness of \nthis principle, that synods or the civil authority may determine the sense of scripture for private Christians as above \nsupposed; let me add, That all, whether popes, councils, synods or civil states, that have made their religious \nestablishments, have always pretended they took the sacred scriptures for their rule in making them, and that they \nare agreable to the scripture. Upon this principle, all these must be received in their turns, and in the several civil \nstates where they are made. For those synods (or in a word) the civil authority in those several ages, or states, \nhave had all equal claim to this right of determining the sense of scripture, and so of making these religious \nestablishments. How very different and contrary these have been, one to another; who, at all acquainted with \nhistory does not know? That is falsehood in England, which is truth at Rome and France. And that was truth in \nEngland yesterday, which is false there to day. And so a man (I don't say a Christian; for as that means a disciple of \nChrist, and it can't consistently mean any thing else, it is by this principle banished out of the world both name and \nthing) might yesterday walk to heaven in a path, which if walked in this day wou'd lead him down to hell. Alas what \nis the Christian bid to search the scriptures for, to repair to the law and testimony, as being the only light to direct us \nin these religious and important concerns; if it comes to this at last, that he must receive his information and \ndirection herein, from some poor fallible creatures. This principle, that a humane religious establishment is a rule \nbinding to Christians, does eternally militate with those plain commands of the supream Lawgiver; is big with the \nabsurdities I have just hinted at, and numberless more; has proved the grand engine of oppressing truth, \nChristianity, and murdering the best men the world has had in it; promoting and securing heresy, superstition and \nidolatry; and ought to be abhorred by all Christians.\n\n But if you demand again; 'Is it not evident God has vested them with such a power, since he has bid us, obey them \nthat have the Rule over us, Heb. 13. 17. and that we be subject to the higher Powers; for that the Powers that be, \nare ofGod, Rom. 13. 1. Will it not follow, that if God requires our subjection to them, they must needs be vested with \nsuch authority as is now pleaded for.' It has been already shewn that a supposal that they are vested with such \nauthority, necessarily supposes they are vested with infallibility too; otherwise the Christian lies exposed to have a \nrule of practice in religion different from the word of God; which no Christian may admit of. If the sacred scriptures \nare the standing invariable rule in these matters to every Christian (which is an incontestible truth), then he can't \npossibly lie exposed to have any thing else made a binding rule to him in matters of religion; God has not subjected \nhim in this case to any other: and he may properly be said to rebel against God, when he puts himself in subjection \nto any other; And the thing now pleaded for, that an order of men are vested with authority from God to make any \nreligious establishment which they think agreable to the scriptures, a rule binding to Christians, does necessarily \nsuppose one of these two things; that a Christian may have something different from the sacred scriptures for his \nrule (i.e. that it is God's will he shall be in a state liable to be bound by a rule different from his word) which is \nimpossible; or else, that these men vested with this authority, are also vested with infallibility. Now since it is most \nevident, they are not vested with this infallibility, it is equally evident they are not vested with this authority now \npleaded for: and therefore no such thing is implied in those texts now adduced for the proof thereof. A great dust I \nknow has been raised by the sophistical reasonings of some men from these texts, who would erect a spiritual \ntyranny over the consciences of men. I will therefore distinctly consider them, and show that they no ways suppose \nsuch an authority (as now pleaded for) is vested in any order of men.\n\n The text in Heb. 13. 17. evidently relates to church-officers; because they are said to watch for their souls, which is \nnot the business of civil rulers: and their being called in the text, rulers, will no ways infer they have this legislative \nauthority over a church or particular Christians; any more than Jairus being called a ruler of a synagogue, will infer \nhe had a legislative authority over that synagogue: Or that any subordinate judges who are strictly tied to the laws \nin their administration, being called rulers, must needs also infer a power of legislation. Nor can it be infer'd from \nour being commanded to obey them; any more than our obedience to judges in their just application of the laws to \nparticular cases, infers a power of legislation also in those judges. In a word, these officers in the text have so \nmuch authority, and no more than what Christ has given them. They have no more authority in their commission, \nthan what is to be found in Math. 28. 19, 20. where they are expressly enjoined to teach people to observe \nChrist'slaws; which necessarily excludes them from a power of making laws of their own for Christ's subjects. And \n\n\n\nthe reason given for our obedience in the text, does also suppose it; viz. for they watch for your souls. By their \nadhering strictly to the will of Christ in their teaching Christians, do they truly watch for the salvation of their souls; \nand therein are they to be attended to as the faithful ministers of ambassadors of Christ, in hearing of whom (when \nthey do so) we hear him that sends, as he elsewhere tells us. But if they go out of this line in teaching Christians, \nthey then don't watch for their souls, but for themselves: and therein therefore no obedience is due to them, even \naccording to this very text, which determines the measure of our regard to them, by their watching or not watching \nfor the salvation of our souls.\n\n The other text Rom. 13. 1. no doubt relates to civil powers: A text often wrecked and tortured by such wits as were \ndisposed to serve the designs of arbitrary power, of erecting a civil tyranny over a free people, and as often wrested \nout of their hands by the force of truth. Tho' my business does not lie with civil tyranny now, yet the observation I \nshall make upon the text will show that neither civil, nor spiritual tyranny is at all favoured by it. Here then let me \ndistinguish between two things, which as they are really different, must be kept so in our minds, if we would \nunderstand the Apostle; viz. between the powers which are, and the powers which are not. This is a plain and \nundeniable distinction; since it is well known there may be a pretended power where there is really none. Now the \nhigher powers in the text are the powers which are. Since then it is express and certain, that the powers that be, \nare the powers in the text, the powers which be of God, the ordinance of God; it is only of such powers he speaks \nof subjection to. On the other hand— the powers that are not, are not the powers that be; and so not the powers in \nthe text, not the powers that are of God, not his ordinance, and so no subjection to them required in this text. For \ninstance: The powers that be in Great Britain are the government therein according to its own constitution: If then \nthe higher powers for the administration rule not according to that constitution, or if any king thereof shall rule so, as \nto change the government from legal to arbitrary; the power from God fails them, it is then a power not in this text, \nand so no subjection due to it by the text. To apply this then to the present case; we have seen before that civil \nauthority relates to the civil interests of a people (their persons and properties), and is bounded by the same; that \nthey can have no power to make any religious establishment of their own devising, a rule binding to Christians: \nWhen therefore they attempt to do so, they get out of their line, with respect to which they are not the powers that \nbe, in this text. A power that is no better than a pretended one, can't challenge any obedience by virtue of this text. \nAs this text does not shew they have such a power, the pretence of obedience being due to them by this text, if they \nshould be so vain as to fancy they have it, is a meer vanity. The truth of the case is plainly this; that this text shews \nobedience is due to civil rulers in those cases wherein they have power to command, and does not call for it any \nfarther: And when rightly understood affords not a shadow of an argument, of obedience being due to them when \nthey claim a power in matters of religion which does not belong to them. It appears indeed plainly (tho' I need not \nspend time upon it, in order to show no argument can be drawn from this text in favour of what it is now brought for, \nunless it be first proved from some other text or topick, that the civil magistrate's power does extend to the making \nany religious or ecclesiastical establishment a rule binding to a Christian, which never can be done, the contrary \nthereof being already demonstrated), I say it appears from what the Apostle says in the 3d and 4th verses, that \ntheir power is a limited one: and therefore the obedience due is a limited obedience. Salus populi est lex suprema, \nis the Apostle's maxim; for he is express that the end of all humane authority is the good of the publick. That \ntherefore sets the bounds to civil authority, as such, on the one side, and fixes the bounds of obedience on the \nother. The ground of obedience cannot be extended beyond the ground of that authority to which obedience is \nrequired.\n\n Besides, no obedience is here required to be given but to such power as is from God: Until therefore it be shown \nthat the civil magistrate has power from God to make any such religious establishment (of which we are speaking) a \nrule binding to Christians; this text is in vain pressed into the service of such as plead for any obedience due to \nsuch an establishment. It must lie on them who plead this obedience is due from Christians, to prove that God has \nvested them with this power. To pretend this text for it, is begging the question, a taking the point for granted which \nmust be first proved; which I scruple not to say will never be done 'till we have a new Bible. For by this which Christ \nhas given us, he allows us not to be reduced under any yoke of bondage, or to become the servants of men, not \nonly allows but requires us to stand fast in our Christian liberty, which subjects us in our faith and practice to Christ \nalone; and by that very thing exempts us from every other yoke, and from all other laws not given us by Christ. 1 \nCor. 7. 23. Gal. 5. 1. Christ perfectly knew the weakness of humane nature, and how apt men are to assume power \nover one another, even in matters of a religious nature, and how unfit they are to have any dominion therein: He \n\n\n\ntherefore charges and warns all his disciples and followers against this great and dangerous vice, which he knew \nwould be very destructive to that religion which he taught in Mat. 23. 8, 9, 10. Be not ye called Rabbi; For one is \nyour Master even Christ, and all ye are Brethren: And call no Man your Father upon Earth; for one is your Father \nwhich is in Heaven: Neither be ye called Masters; for one is your Master even Christ. Here all Christians are \ncharg'd upon the duty and obedience they owe to Christ, that they should none of them set themselves up for \nauthoritative masters, judges, or directors of men in religious matters (as the Pharisees did); and likewise that they \nshould not submit to any who should set themselves up as such. Christ's prohibition here is so strong, of this \ndangerous practice of setting up or admitting of any other rule or judge in religious matters besides the scripture, \nand of all attempts to strip Christians of the most valuable of all rights, even the right of judging for themselves in \nmatters of religion (directly inconsistent with which, is the authority you have been now pleading for in the civil \npowers in the case we have been considering), that Christians here (I think) may safely take up their rest, and be \nresolved to give place by subjection, no, not for an hour to any humane authority on earth in any matters of religion, \nlest they cast dishonour on Christ their only lawgiver.\n\n By what has been said you may see the falshood of another supposition or argument you bring to support the civil \nmagistrate's authority in the case before us, viz. That every law not contrary to a superior law, is to be obeyed; \nwhich you seem to take for an allowed maxim, and so think you may fairly conclude, that any legal injunctions of the \ncivil magistrate in matters of religion which are not contrary to some express law of God; are to be obeyed. If that \nproposition be limited to those things which are the objects of the civil magistrate's power, viz. the civil interests of \nthe people; if it stands for a maxim it affects not the case before us at all. But if it be extended to things out or \nbeyond the line of their power, as matters of religion are; it is then a falshood. In the latter extensive sense it seems \nyou take it for a truth, or you would not argue from it as you do. The rule (then say you) to know whether a particular \nlaw is to be obeyed or not is to consider that law in relation to a superior law; and if it prohibits nothing which a \nsuperior law requires, or enjoins nothing which a superior law prohibits the doing of, then it is to be obeyed. This (I \ntake it) is a principle invented for the support of tyranny, and industriously defended for the support of tyranny of the \nworst kind, i. e. spiritual: And if such as are so mean as to flatter civil rulers with notions of exorbitant power, and \nthey only felt the effects thereof in fetters of slavery, the Christian church, and the world too, had been happier than \nnow it is. Rulers have their infirmities as well as their subjects, and are too often carried away by the stream of \ntemptation to play the tyrant: And still as heretofore, the world affords many in it that love to have it so, and too \nmany assistants in forging the hateful chains of slavery and rivetting them on too if possible unseen, whilst they are \nindustriously scattering false notions of power and obedience, such stupifying potions as this (you have now thrown \nin my way) that they may effectually lock up the senses of those whom they would enslave. But to return whence I \nhave digressed. This pretended rule, as it holds not at all in matters of religion; so it does not hold true in all other \ncases, even in those that have no relation to the end of civil society, agreable to what has been already observed, \npage [61]. If civil rulers should take it into their heads to make a law, that no man shall have Luther's Table-Talk in \nhis house, that every man shall turn round upon his right heel at twelve of the clock every day (Sundays excepted), \nor any such like wise laws (thousands of which might be invented by a wise tyrant); By this rule these laws are to \nbe strictly obeyed, a higher law to the contrary not being found. And yet I think it may be presumed, a free-born \npeople can never become so servile as to regard them, while they have eyes to see that such rulers have gone out \nof the line of their power. There is no reason they should be fools because their rulers are so. Whenever the power \nthat is put in any hands for the government of any people is applied to any other end than the preservation of their \npersons and properties, the securing and promoting their civil interests (the end for which power was put into their \nhands), I say when it is applied to any other end, then (according to the great Mr. Lock) it becomes tyranny. And \nsince their power would be as truly applied to another end, in making such laws as I have above hinted at, as in \nmaking those that are notoriously unjust and oppressive (tho' the latter is worse); then it as truly becomes tyranny. \nHow long people are to bear with such tyranny, or what they may do to free themselves from it (I should refer you to \nthat author in his Treatise of Government), were it at all needful to come into consideration in the present case, as \nit is not; since the only thing I had here to do, was to show obedience was not due to such laws, as I think I have \ndone by shewing they had no rightful authority to make them.\n\n Let me add a word farther for your serious consideration; do you think that when the edict went forth in Germany \nfor the burning of all the above mention'd books of Martin Luther (when eighty thousand volumes of them were \ndestroyed) did that good man, who hid one of them under the foundation of his house whereby it was perserved, sin \n\n\n\nin not delivering up the book? Or when the proclamation went forth in England in King Henry the Eight's time, that \nWickliff's, Tindall's, and many other books, should on certain penalties be deliver'd up to be burned; did those good \npeople sin, who refus'd to deliver them up? By the rule you are pleading for, I see not but that you must charge sin \nupon them for not obeying; when yet I believe you cannot but in conscience acquit them; and if you do, it must \nthen be upon the principles I have laid down.\n\n But I will no longer dwell here, it being somewhat foreign to the point in hand. I proceed to consider this rule as it \nrespects religious matters; to which it is so confidently applied by the lovers of spiritual tyranny. And here, if this be \nthe rule, that we ought to obey human laws in religious matters in every instance where we can't find a divine law \nenjoining what they forbid, or forbidding what they enjoin; then it is evident, religion is in danger of being made a \nvery burdensome thing. To baptism you may add the sign of the cross, the salt, and cream, and spitting in the \nmouth, with a hundred other things, that a fruitful imagination could furnish out. The popish wardrobe will yield some \nfurniture to dress up religion with. But the inventions of men may still go beyond. And if they do but take care not to \nenjoin any action or modality in religion not prohibited by some command in the Bible; by this rule Christians are \nbound to obey. It is a necessary consequence of this principle, that Christians are subjected to a heavier yoke than \nthe Jews were under the Mosaick Dispensation. If you say, 'not; because if the civil rulers should proceed so far (for \nI know not what else you can devise to say), it would be contrary to a general law we have from Christ; Gal. 5. 1. \nBe not intangled again with the Yoke of Bondage; which not only shows Christians are not subjected to that \nparticular yoke, but also that their yoke is not to be so heavy as that was; so that if they should increase their \ninjunctions to make religion now so burdensome, as the Jewish was, it would be contrary to this superior law.' Be it \nso, but then remember this is true upon their principles, that if they stop but one hair short, they will tell you, their \ninjunctions are not contrary to this general law. If the burden they lay upon you be at all less, by your principle you \nconfess yourself under the obligation of obedience; and how miserable Christians would be if human lawgivers \nmight go near such a length, I need not spend any time to show, it is so very obvious. But farther, suppose civil \nrulers should go still beyond; who are the judges whether they go contrary to this law or not? Are the rulers the \njudges, or have private Christians a right of judgment in this case? If the rulers only are to judge, we may be sure \nthay will judge in favour of their own laws: if they exceed this bound you suppose set to them by this general law; \nthey will never judge that law of Christ to be contrary to their laws: and if so, more miserable yet is the Christian's \ncondition. But if you say, private Christians have a right of judgment for themselves in this case; I then ask, if they \njudge the rulers in their injunctions exceed the bounds allowed by this law of Christ, whether they are to be \ntollerated by the rulers in their not conforming to those injuctions they judge contrary to this law? They have gone \nas far (it is to be supposed) in conforming, as their consciences will suffer them: Are they then to be indulged to \nstop there according to their own judgments, or must they still conform farther, or else be subjected to a penalty for \nnot going farther? If they must be subjected to penalties for not conforming in this case; how deplorable is the \ncondition of Christians? Obey the inventions of men or dye! You will doubtless answer; they must be tollerated, \nsince it is supposed they have a right of judging for themselves, when a human injunction in religion is contrary to a \ndivine law. This is undoubtedly true: for to suppose they have a right of judgment for themselves, is to suppose they \nhave a right to act according to their judgment: and therefore none (not the civil magistrate) can have any right to \nhinder them. A right that in this case is dependent on the will of another, is no right at all. Suppose then, private \nChristians should judge that it is contrary to the will of Christ express'd in that text, Gal. 5. 1. that the civil magistrate \nshould make any legal injunction at all in religion (which is the truth of the case); I then ask, whether these who so \njudge are not to be allowed to act according to their judgment, as well as the former? This surely can't be denied \nthem; since the right of private judgment belongs to the latter as well as the former. If then Christians have a right to \nadhere strictly to the will of Christ delivered in the sacred scriptures in every thing relating to their faith and practice \nin religion, exclusive of all human legal injunctions; then no power on earth can have any right to make a law to \nrestrain them therefrom, or to add the least thing thereto. For to have a right to adhere to the sacred scriptures \nalone as a rule in this case, and not to have such a right is a contradiction: and to suppose the civil magistrate has \na right to restrain them, or to add any one law to Christ's in this case, is to suppose Christians have not a right to \nadhere to the sacred scriptures as their alone rule. The supposition therefore of any rightful power in the civil ruler \nto make any one law in matters of religion, involves in it as plain a contradiction to truth, as a right to a thing and no \nright to it does. The rule therefore which you would set up, by which to try what humane laws in matters of religion \nare to be obeyed, is justly to be rejected; not only because it subjects Christians to an intollerable yoke (if \nadmitted), but because it can in no instance be admitted, but at the expence of a Christian's natural and \n\n\n\nunalienable right of private judgment in matters of religion. It may do well enough to amuse men with a pretence \nthey have found out a rule how far Christians ought to obey the laws of civil rulers in matters of religion, and where \nthey may safely stop; where they can find persons so weak as to think that civil rulers have some power to make \nlaws in these matters: But if that be the truth that they have no power at all to make any law in these cases, then \nthe setting up such a rule is a grand absurdity. Now I have shown evidently before, that the civil magistrate can \nhave no such power, that his power relates to the civil interests of a people, and is bounded thereby—that the \nsacred scriptures are the alone rule of faith and practice in religion to a Christian; that the right of private judgment, \nwhat the Christian is to believe and do in religion according to that rule, is his natural and unalienable right; so that \nhe neither really may nor can give up his soul, his conscience in these matters to the controul of human laws. And \nthe truth is, the civil magistrate is so far from having a rightful power in these cases, to make laws for Christ's \nsubjects; that in doing so, he violates the fundamental priviledge of the gospel, the birthright of believers, Christian \nliberty. 2 Cor. 3. 17. Where the Spirit of the Lord is, there is Liberty. Gal. 4. 31. We are not Children of the \nBondwoman, but of the Free. It is impossible to suppose that God by his special grace in the gospel should free us \nfrom the bondage of ceremonies, his own commandments, in these things, and subject us to a more grievous yoke, \nthe commandments of men. Nor has he given us his gift only as a special priviledge and excellence of the free \ngospel above the servile law; but has strictly commanded us to keep and enjoy it. You are called to Liberty, Gal. 5. \n13. 1 Cor. 7. 23. Be not ye the Servants of Men. Gal. 5. 1. Stand fast in the Liberty wherewith Christ has made us \nfree. A command accompany'd with the weightiest reasons. Rom. 14. 9, 10. For to this End Christ both died and \nrose and revived; that he might be Lord, both of the Dead and Living: But why dost thou judge thy Brother, c. How \npresumest thou to be his Lord? To be whose only Lord, at least in these things, Christ both died and rose and lived \nagain—We shall all stand before the Judgment Seat of Christ. Why pretend you then to be a Lord, a Judge, in \nthese things, for which we are to be accountable to the tribunal of Christ only, our Lord and lawgiver? Who in so \nmany express words, has told us we shall have himself only our Master in religion, Math. 23. 8, 9, 10. One is your \nMaster, even Christ. By all which I think it is evident; that for men to exercise such a power in religious matters as \nyou have been pleading for, is not only a violation of the rights of Christians, whose souls in matters of religion are \nsubject to none but Christ and his laws; but an invasion of the royal power of Christ, who is the sole legislator in his \nown kingdom.\n\n To illustrate and clear this point, let me bring it down to a plain and familiar instance. Let it be supposed a humane \nlaw is made, that the sign of a cross shall be made upon a person's forehead, after the use of water c. in baptism, \nso that none shall be admitted to baptism but who submit to this manner of administration of it: or a law requiring all \nwho attend the ordinance of the Lord's supper to do it in a kneeling posture: and let it be supposed, that there is no \nparticular law to the contrary in the gospel forbidding those actions. Now according to the rule you plead for (on the \nsupposition now made), Christians are bound to obey these laws. But the contrary is evident. For it has been \nalready demonstrated, that every Christian has a right to adhere to the sacred scriptures as the only rule of his faith \nand practice in religion; and that the right of private judgment, what he is to believe and do in religion according to \nthat rule, is really unalienable: he can't therefore be bound to yield any obedience to such laws of man, unless he \nbe obliged to yield up an unalienable right, which is a contradiction. Besides—if the making such laws are an \ninvasion of Christ's authority; how is it possible the proposition should be true, that a Christian is obliged to obey \nthem, unless the Christian has two masters in religion, contrary to Mat. 23. 8, 9, 10. Where there is no authority to \ncommand in matters of religion, there a Christian is under no obligation from such laws to obey: But in the case \nbefore us, such laws are not only enjoined without authority, but they interfere with Christ's authority: So that a \nChristian is indeed very far from being bound to obey them.\n\n Unto what has been already said that will shew this, I shall add but a few words. Christ has in the gospel charter \nmade a grant of certain privileges to those who would be, and do approve themselves his subjects. To them he has \ngranted the privilege of attending on him in the ordinances he has instituted, for the conveying the sanctifying \ngraces of his spirit to their souls, to prepare them for the inheritance he has purchased and secured by promise to \nsuch as believe in and obey him. As this is clear and certain in the nature of the thing itself, that the grantor of a \nprivilege has the sole right of fixing the condition on which the privilege shall be enjoyed by the grantee; so it is \nequally certain, that if any other attempts in the least measure to alter the condition on which such privilege is to be \nenjoyed by the grant, he does therein invade the indisputable right of the grantor. Now in the case before us there \ncan't be a clearer truth, than that this is Christ's sole prerogative to make the grant and fix the conditions on which \n\n\n\nthe privileges are to be enjoyed, and that this is done in the gospel charter. The privileges are granted on the \nconditions that are written in the charter. The privileges are not granted on certain conditions to be invented by men \nafter the making of the charter: For that would suppose that infinite wisdom has granted certain privileges to \nChristians on such conditions as humane weakness establishes; and that Christ strips himself of his royalty to \ncloath a mere creature with it, and makes the creature the director of his bequests: To suppose which of Christ is to \ndishonour him with a witness. It is indeed the greatest absurdity imaginable, to suppose this matter could be settled \nby any other than Christ himself, who makes the grant: And the conditions lie as plainly in the grant as the \nprivileges conveyed by it; That he who believes and obeys the gospel, has the right to the enjoyment of the \nprivileges belonging to a subject of Christ. This then being certain, that Christ has fixed the conditions of Christians \nenjoying the privileges, the ordinances of the gospel; it is equally certain, that man and every order of men are \nexcluded by Christ himself from any authority in this matter: So that if any man or order of men make any alteration \nin those conditions, or make any new ones; they do it not only without authority, but against it, and therein controul \nChrist's authority. To apply this then to the case before us: Since the making the above-mentioned figure on the \nperson to be baptized, or such a particular bodily posture at the reception of the Lord's supper, are not fixed by \nChrist as the conditions of Christians enjoying these ordinances, or by any law of Christ made necessary in order to \nthe observance of these institutions of his; for man to make them conditions, without a compliance with which \nChristians may not have the enjoyment of those ordinances, is not only to act without authority, but is assuming an \nauthority which only belongs to Christ: it being a practical declaration that Christ's subjects shall not enjoy the \nprivileges of the gospel upon the conditions fixed in Christ's grant: Which is therefore evidently an invasion of \nChrist's kingly office, and an evident violation of the rights of Christians. So that it is certain, Christians are not only, \nnot bound to submit to such human laws, but do truly profess their adherence to Christ's authority, when they \nrefuse to do so.\n\n But if you say here; 'altho' the rule you have been pleading for will not hold; yet if every thing relating to decency \nand order in divine worship be not particularly determined by Christ, why may not what is referrible thereto fall \nunder the determination of the laws of the civil authority, and be warranted by that apostolical precept, 1 Cor. 14. \n40. Let all Things be done decently and in Order; and so those particular instances I have mentioned be justly \nwarranted by that precept? If some body must determine in such cases, why may not the civil rulers do it?' I answer\n\n 1. If Christians keep from indecency and disorder in their worship, they come up to the rule given by the Apostle in \nthe now mentioned text; and this they may certainly do without the civil magistrate's determining any thing about it. \nChristians observed this apostolick precept as well before there was any such thing as a Christian magistrate to be \nfound, as they have done since: And may do it as well to the second coming of Christ, without the civil magistrate's \nintermeddling in this matter (not to say with more honour to Christ and greater peace in the church, if he forbears \nhis injunctions). So that it is impossible to get an inference from this text in favour of the civil authority's determining \nany thing by their laws in these cases.\n\n 2. If by what you would call decency or order in worship be meant, either any act or mode of worship, or any \nceremony that has any religion at all placed in it; then I say, no man or order of men has the least authority to invent \nor injoin any such thing: This would fall under our Saviour's condemnation in Mark 7. 7.\n\n 3. Any such modes or circumstances of divine worship which are supposed in this objection left undetermined by \nChrist, may not be determined by any legal injunctions of the civil authority. And that—\n\n (1.) Because so to do, would be going out of their line; these things don't lie within the compass of the end of their \ninstitution: The civil interests of the people being no ways concerned therein, as has been shewn in the preceeding \npages.\n\n (2.) The supposition that such modes or circumstances of divine worship may be determined by human laws, \ndoes also suppose that the civil authority may fix terms of communion for Christians: What is thus supposed \nenacted by a legislature, is made a rule of action to the subject by the very supposition of its being made a law; so \nthat in this case the subject is to attend divine worship, but according to a human law; and is therefore excluded \nfrom the benefit of divine worship and ordinances, in case of a non-compliance with that human injunction. This is \nthe true state of the matter with respect to those instances I have just mentioned: And any the like modes of \n\n\n\nworship enjoined on Christians by the laws of men, they are made the terms of communion to Christians, the \nconditions of their enjoying the external privileges of Christians: And for men to fix any terms of communion for \nChristians in this manner, to make that necessary to their enjoyment of the privileges Christ has purchased for them \nwhich he has not made necessary, has been already demonstrated an invasion of Christ's kingly authority.\n\n (3.) The civil authority may not determine such modes and circumstances of worship by legal injunctions; because \nthis would interfere with the right of private judgment that belongs to Christians. The sacred scriptures are sufficient \nto furnish the Christian unto every good work; they hold forth sufficient light about the modes and circumstances of \ndivine worship, which in this objection are supposed to be left undetermined by Christ. And it is the duty and right of \nChristians to learn from thence, and judge concerning their duty in these as well as more important matters of \nreligion; and such determinations of them are lawful and warrantable as are according to the general rules of \nscripture given to direct us herein. And therefore there may be various modes of performing the same religious \nduties that are each allowable and lawful: tho' some particular circumstances may make one more expedient to \nsome persons than the other, and these also may be varied by the providence of God. It is the right therefore of \nChristians, of every worshipping assembly, to determine for themselves these modes and circumstances of \nworship, as I have before observed. And for the civil authority here to step in and determine by a law, what modes \nor circumstances of worship shall be observed; for instance, what posture we shall use in prayer, when there are \nseveral equally expressive of our religious reverence; interferes with the Christian's unalienable right of private \njudgment. And when I say, every worshipping assembly has this right of determining or agreeing for themselves \nabout the modes or circumstances of worship; it no way supposes they have a right to (or do by such agreements) \nexclude from their communion any of their Christian brethren who may prefer the use of a different allowable mode \nof worship. Whom Christ receives they are also to receive. Christ has fixed the terms of Christian communion, and \nnone may alter them.\n\n But say you once more; 'That the civil authority must have power to make such religious establishment which I \nhave been impleading, in order to have unity of faith and uniformity of practice in religion. These you suppose \nnecessary to peace and good order in the state; and that this unity c. is effected by such a religious establishment, \nof which we are speaking; and consequently we must suppose them vested with power to make such a one.' Much \nweight I know has been laid upon this argument by the lovers of spiritual tyranny, and many ignorant unthinking \npeople have been amused and deceived by it: But if we will look closely into it, it will appear lighter than vanity. For\n\n 1. Unity of faith and uniformity of practice in religion, never was nor can be effected in a Christian state by any \nsuch legal establishment of religion pleaded for in the above-mentioned argument. By a Christian state, I mean at \nleast such a one, where the sacred scriptures lie open to the people: and therefore I don't intend, to consider this \nproposition relative to a popish state, where people's eyes being put out, they are more easily induced to follow \ntheir leaders; tho' it be also true that this unity of faith is not found among them that are bound in the strongest \nchains of human establishments. This has been tried in Protestant states, to make all think and practice alike in \nreligion by legal establishments and annexed penalties: but it never produced this effect. It were easy if needful to \nmultiply instances: but it is sufficient to our purpose to instance in our own nation; where this method has been tried \never since the reformation, and as constantly found ineffectual for the accomplishing this uniformity, for the sake of \nwhich these legal establishments have been pretended to be made. So far is this method from bringing about an \nunity of faith, that this is not found even with them that submit to a legal establishment. It is notoriously known, that \nthe clergy of the Church of England are bound to subscribe to the thirty nine articles, i.e. to the truth of Calvinistick \nprinciples: But has this subscription answer'd its end? Is it not known, that they subscribe those articles in as widely \ndistant and contradictory senses as were ever put on the most dubious passage in the Bible. And the truth is, if we \nconsider the almost infinite variety with respect to the understandings, tempers and advantages of men for \nimprovement in knowledge; it must be evident, that this uniformity of opinion and practice in religion (as it has not), \nso it never can be produced by the art and policy of man. A scheme for an artificial conformity in aspect, shape and \nstature of body, is not a whit more ridiculous, than an attempt to depress and contract the understandings of some, \nto stretch the capacities of others, to distort and torture all, 'till they are brought to one size, and one way of thinking \nand practice. So that if this unity of faith and uniformity of practice in religion is necessary to the peace of the state; \nthen it follows, that the civil authority have a rightful power to put to death or banish all that cannot in conscience \nconform to their religious establishment. It will be to no purpose for the avoiding this consequence, to say; 'the civil \n\n\n\nmagistrate may not rise so high, or may affix some lower penalties for non-compliance with his establishment': For if \nthis conformity to his establishment be necessary to the peace of the state, then the civil magistrate has a right to \nprevent a non-compliance with such establishment; and if lesser penalties will not do it (as experience has \nperpetually shown they will not), then they must rise so high as death, or banishment: For a right to prevent such \nnon-compliance, that does not amount to a right to prevent it effectually, is no right to prevent it at all. So that on this \nhypothesis, all non-conformists to the religious establishment of any state, are to be rooted out by death, or \nbanishment as fast as they appear: Which both experience and the nature of things evidence will be continual; the \ncutting off all that appear to day will no ways hinder others from appearing so to-morrow. Whence it is but a genuine \nconsequence, that civil government is one of the greatest plagues that can be sent upon the world; since it must, in \norder to keep peace in it, be perpetually destroying men for no other crime but judging for themselves and acting \naccording to their consciences in matters of religion (and so perhaps very often the best men in the state); and all \nthis in vain too, as to the proposed end, viz. uniformity of practice in religion, that being for ever out of their reach.\n\n 2. Such unity, or uniformity in religion is not necessary to the peace of a civil state. Since God has formed the \nunderstandings of men so different, with respect to clearness, strength, and compass, and placed them in such \nvery different circumstances; a difference of sentiments in some things in religion, seems natural and \nunavoidable: and to suppose this does in its own nature tend to the public mischief of the state, seems little less \nthan arraigning infinite wisdom. From thence will arise greater reason and scope for mutual forbearance and \nChristian charity. But it will certainly be found on reflection, that it has no ill aspect on the civil state. Have we not \nknown persons of different sentiments and practices in religious matters, as Presbyterians, Congregationalists, \nChurch-Men (as commonly called) Baptists and Quakers, all living in the same community in quiet and peace with \none another? I mention not papists; because tho' the principles of a consistent Protestant, naturally tend to make \nhim a good subject in any civil state, even in a popish one, and therefore ought to be allowed in every state; yet \nthat is not the case with the papist: for by his very principles he is an enemy or traytor to a Protestant state: and \nstrictly speaking popery is so far from deserving the name of religion, that it is rather a conspiracy against it, against \nthe reason, liberties, and peace of mankind; the visible head thereof the pope being in truth the vice-gerent of the \nDevil, Rev. 13. 2. To pretend that such as own the sacred scriptures to be the alone rule of faith and practice in \nreligion, can't live in peace and love as good neighbours and good subjects, tho' their opinions and practices in \nreligious matters be different, is both false in fact, and a vile reproach cast upon the gospel, which breaths nothing \nbut benevolence and love among men: and while it plainly teaches the right of private judgment in every one, it \nmost forcibly enjoins the duties of mutual forbearance and charity. That golden precept of our blessed Lord; \nWhatsoever ye would that Men should do unto you, do ye even so to them, Math. 7. 12, well taught and enforced by \nthe teachers of the gospel, would (if I may use the word) infinitely more tend to make Christians of the several \ndenominations in the state, good neighbours and good subjects, than this whimsical notion of uniformity. Which if it \nhad always had its due force on the minds of men, we should never have heard of the necessity of uniformity in \nreligion to the peace of the state, nor any such legal establishment of religion I have been impleading. That precept \nbeing a sacred guard to the unalienable rights of conscience, which are always invaded by such establishments.\n\n But if you say, 'that different sects in religion aiming at superiority, and endeavouring to suppress each other, form \ncontrary factions in the state; which tends to distress and thwart the civil administration.' I answer; The civil \nauthority's protecting all in their just rights, and particularly this inestimable and unalienable one, the right of private \njudgment in matters of religion, is the best guard against the evil supposed in the objection. Besides, this is no \nmore a natural consequence of men's thinking differently in religion, than of different judgments about wit, or poetry, \ntrade, or husbandry.\n\n Or if you farther suppose, 'that religion is a matter of much greater importance than these things, and demands \ntherefore a more warm and active zeal.' Be it so; nothing farther follows from thence, than that we should \nendeavour to support its honour in a way suited to its excellency; to instruct one another in its grand principles and \nduties, and recommend it by calm and strong perswasion. It is by truth Christ's kingdom is set up, as he himself has \ntaught us, Luke 18. 37. And it is a most unnatural excess of zeal, for the pretended defence of religion, to renounce \nhumanity, and that equitable regard and kind affection, which are unalterably due from one man to another.\n\n If it be again said, 'that tho' these above-mentioned evils are directly contrary to the true genius and spirit of the \nChristian religion; yet they are the actual consequence of a variety of sects, exceeding fond of their particular \n\n\n\nschemes.' I answer; they are only accidental abuses to which the best things are liable: The same argument may \nbe urged against reason, and every branch of natural and civil liberty. It is equally conclusive as the papists have \nused it against the laity's having the Bible; viz. the consequence of people's having the Bible in their hands to read, \nhas been the rising up of a variety of sects in the Christian world, and therefore they ought not to be permitted the \nuse of it. As no such conclusion can be drawn against every body's having the Bible from such premises; so in the \ncase before us, no conclusion against the right of private judgment for our selves in matters of religion, can be \ndrawn from these inconveniencies; which do not spring directly from it, but arise entirely from different causes; from \npride, or foolish bigotry, that either does not understand, or pays no regard to the unalienable rights of conscience.\n\n 3. Such legal establishments have a direct contrary tendency to the peace of a Christian state. As the exercise of \nprivate reason, and free enquiry in a strict and constant adherence to the sacred scriptures as the only rule of faith \nand practice, is the most likely means to produce uniformity in the essential principles of Christianity as well as \npractice; so this is certainly the most sure method of procuring peace in the state. No man having any reason to \nrepine at his neighbour's enjoyment of that right, which he is not willing to be without himself; and on the same \ngrounds he challenges it for himself, he must be forced to own, that it is as reasonable his neighbour should enjoy \nit. But then on the other hand, every claim of power inconsistent with this right (as the making such a human \nestablishment of religion of which we are speaking), is an encroachment on the Christian's liberty; and so far \ntherefore he is in a state of slavery: And so far as a man feels himself in a state of slavery, so far he feels himself \nunhappy, and has reason to complain of that administration which puts the chain upon him. So that if slavery be for \nthe peace of the civil state; then such establishments as we are speaking of, tend to promote the peace of the state: \ni.e. what makes the subjects miserable, really makes them happy. And as it necessarily tends to the misery of \nsome, so it also promotes bigotry, pride, and ambition in such as are fond of such establishments: which have from \ntime to time broken out in extravagancies and severities (upon good subjects) in men of authority and influence, \nand into rage and fury, hatred and obloquy, and such like wickednesses, in the impotent and commoner sort. This \nhas been the case in all places, more or less, as well as in our own nation. Thus when K. Henry threw off the \npopish tyranny, he would not destroy and put an end to the exercise of that unjust power, but only transferred it to \nhimself, and exercised it with great severity. The same unjust dominion over the consciences of men was again \nexercised in the reign of Elizabeth; who (tho' otherwise a wise princess) yet being of an high and arbitrary temper, \npressed uniformity with violence; and found bishops enough, Parker, Aylmer, Whitgift and others, to cherish that \ntemper, and promote such measures. Silencings, deprivations, imprisonments, fines c. upon the account of religion, \nwere some of the powerful reasonings of those times. The cries of innocent prisoners, widowed wives, and starving \nchildren, made no impression on their hearts: piety and learning with them were void of merit: Refusal of \nsubscriptions, and Non-conformity, were crimes never to be forgiven. At the instigation of that persecuting prelate \nWhitgift, Archbishop of Canterbury, the High Commission Court was established; which had a near resemblance to \nthe Court of Inquisition (a fine invention to promote uniformity): Which by the cruelties practiced in it in the two \nfollowing reigns, was render'd the abhorrence of the nation; so that it was dissolved by parliament, with a clause, \nthat no such court should be erected for the future. A creature framed to promote the wretched designs of such \npersecutors, was her weak successor James the First, who gave the Puritans to understand that if they did not \nconform, he would either hurry them out of the kingdom, or else do worse. The bishops supported by such an \ninspired king, according to Whitgift's impious and sordid flattery, pursued the maxim to accomplish uniformity by \npersecution. The grievous severities and numerous violences exercised on Non-conformists in that and the next \nreign, under that tyrannical prelate Laud (said in parliament by Sir Harbottle Grimstone, to be the great and \ncommon enemy of all goodness and good men), are well known by all truly acquainted with the history of those \ntimes: As well as the cruel injustice exercised after the Restoration on great numbers of as good subjects as any in \nthe nation; meerly because they could not come up to this uniformity pleaded for, and enquired according to their \nmeasure of knowledge after the truth, and desired to worship God according to their consciences: until the late \ngreat deliverer (William the IIId. of happy memory) of the British nation from popery and slavery, freed those \nmiserable sufferers (noble confessors for the truth) from a yoke of bondage laid upon them, and gave them a law \nfor the security of their Christian liberty; this right of private judgment I have been pleading for. And that this has \npromoted peace in the state, experience since has proved; as well as former experience made it most evident, that \nthe incroachments upon this right of private judgment, by such legal establishments, have been exceeding \nprejudicial to the peace of the state: It being impossible but that such methods should cause and perpetuate \nschisms and divisions of the church, and disturb and disquiet the state; since the wrath of man cannot work the \n\n\n\nrighteousness of God; and since civil punishments have no tendency to convince the conscience, but only to \ninflame the passions against the advisers and inflicters of them. And as history gives us so dreadful an account of \nthe melancholy and tragical effects of this practice, one would think, that no people who have any regard for the \npeace of the flock of Christ, who know the worth of liberty, would be fond of such legal establishments, or any such \nmethods as encroach upon Christian liberty, the most valuable of all our rights.\n Thus I think I have fully answered all your objections against my second corollary. I therefore proceed to a third.\n\n III. That the civil authority ought to protect all their subjects in the enjoyment of this right of private judgment in \nmatters of religion, and the liberty of worshipping God according to their consciences. That being the end of civil \ngovernment (as we have seen) viz. the greater security of enjoyment of what belongs to every one, and this right of \nprivate judgment, and worshipping God according to their consciences, being the natural and unalienable right of \nevery man, what men by entering into civil society neither did, nor could give up into the hands of the community; it \nis but a just consequence, that they are to be protected in the enjoyment of this right as well as any other. A \nworshipping assembly of Christians have surely as much right to be protected from molestation in their worship, as \nthe inhabitants of a town assembled to consult their civil interests from disturbance c. This right I am speaking of, is \nthe most valuable right, of which every one ought to be most tender, of universal and equal concernment to all; and \nsecurity and protection in the enjoyment of it the just expectation of every individual. And the civil magistrate in \nendeavouring and doing this, most truly comes up to the character of a nursing father to the church of Christ. If this \nhad been protected as it ought to have been, what infinite mischief to the Christian church had been prevented? \nFrom the want of a due care of this, the clergy through pride and ambition assumed the power of prescribing to, \nimposing on and domineering over the consciences of men; civil rulers for their own private ends helping it forward; \nwhich went on 'till it produced the most detestable monster the earth ever had upon it, the pope, who has deluged \nthe earth with the blood of Christians. This being the true spirit of popery, to impose their determinations on all \nwithin their power by any methods which may appear most effectual: and those civil magistrates that suffered and \nhelped that beast to invade this right, did therein commit fornication with her, and give her their strength and power; \nand so instead of proving fathers to their people, proved the cursed butchers of them. It has been by asserting and \nusing this right, that any of the nations who have been drunk with the Wine of her Fornication, have come out from \nher Abominations: and would the civil magistrates of those nations, who at this day worship the beast, but protect \ntheir subjects in this natural right of every one's judging for himself in matters of religion, according to that alone \nrule the Bible; that settled darkness of ignorance, error idolatry, which now involves them, would vanish as the \ndarkness of the night does by the rising of the sun. How unspeakable would the advantages be, arising from the \nprotection of this right, did they reach no further than to the estates, bodies, and lives of men?\n\n All reformations are built on this single principle I have been pleading for, from which we should never depart: yet it \nmust be owned and deserves to be lamented, that the reformed have too much departed from this principle upon \nwhich they at first set up; whence it has come to pass that reformations in one place and another have not been \nmore perfect. For the Prince of Darkness has always found means this way to make a stand against the most \nvigorous efforts; and if any advantages have been gained in any point, to secure a safe retreat, by infatuating men \nwith that strange sort of pride, whereby they assume to themselves only, but allow to none else, a power of \ndomineering over the consciences of others. Religion will certainly lie under oppression if this unjust authority be \ntransferred, to decrees of councils, convocations, injunctions of civil magistrates, or from one man or any order of \nmen to another; as it is if we have any other rule of faith and practice in religion, besides the Bible. It were easy to \nenlarge on the vast advantages and happiness of admitting no other rule or guide but the sacred scriptures only: \nthence would flow the greatest blessings to mankind, peace and happiness to the world: so that if there be any \nrights and liberties of men that challenge protection and security therein from the civil magistrate, it is this natural \nright of private judgment in matters of religion, that the sacred scriptures only may become the rule to all men in all \nreligious matters, as they ought to be. In a word, this is the surest way for the ease and quiet of rulers, as well as \npeace of the state, the surest way to engage the love and obedience of all the subjects. And if there be divers \nreligious sects in the state, and the one attempts to offend the other, and the magistrate interposes only to keep the \npeace; it is but a natural consequence to suppose that in such case they all finding themselves equally safe, and \nprotected in their rights by the civil power, they will all be equally obedient. It is the power given to one, to oppress \nthe other, that has occasioned all the disturbances about religion. And should the clergy closely adhere to these \nprinciples, instead of their being reproached for pride and ambition, as the sowers of strife and contention and \n\n\n\ndisturbance of the peace of the church of God; they would be honoured for their work's sake, esteemed for their \ncharacter, loved as blessings to the world, heard with pleasure, and become successful in their endeavours to \nrecommend the knowledge and practice of Christianity.\n\n IV. It also follows from the preceeding principles, that every Christian has right to determine for himself what church \nto join himself to; and every church has right to judge in what manner God is to be worshipped by them, and what \nform of discipline ought to be observed by them, and the right also of electing their own officers. (For brevity sake I \nput them all together.) From this right of private judgment in matters of religion, sufficiently demonstrated in the \nforegoing pages, it follows, that no Christian is obliged to join himself to this or the other church, because any man \nor order of men command him to do so, or because they tell him the worship and discipline thereof is most \nconsonant to the sacred scriptures; For no man has right to judge for him, whether the worship and discipline of this \nor the other church be most agreeable to the sacred scriptures; and therefore no other can have right to determine \nfor him to which he ought to join himself: This right therefore must lie with every Christian. As this is the right of \neach individual; so also of a number of them agreeing in their sentiments in these things, to agree to observe the \nordinances of Christ together, for their mutual edification according to the rules of the gospel, which makes a \nparticular Christian church. And having voluntarily agreed together for such an end, no man or order of men has \nany authority to prescribe to them, the manner of their worshipping God, or enjoin any form of church discipline \nupon them. So a number of such churches (who are all endowed with equality of power) have right to judge for \nthemselves, whether it be most agreeable to the mind of Christ, to consociate together in any particular form; as for \ninstance, of presbyteries, or synods, or the like. And if they should do so, such agreements of their's cannot be \nmade a binding rule to them, by any law of man; as has been demonstrated in the preceeding pages. These \nchurches are all of them as free to think and judge for themselves, as they were before such agreement; their right \nof private judgment not being given up, but reserved entire for themselves, when they entered into any such \nsupposed agreement. And if on experience of such a method of regimen as they have agreed to, and farther light, \nthey judge any of them, there is good reason for them to forbear practicing farther in that form; they are not held to \ncontinue therein, but have right to act according to their present light; they having no other rule but the sacred \nscripture, they have always a right to act their judgment according to that rule. So also if a greater or lesser number \nof Christians in any particular church, shall judge another way of worship, or method of discipline, more agreeable \nto the mind of Christ, than what is practised in that church; they have right to withdraw, and to be embodied by \nthemselves. As they ought to signify this desire to their brethren, so they ought to consent; for they can have no \nright to hold them to themselves: and this without any breach of charity on either side; or of after communion, so \nlong as they hold to Christ the head, and are agreed in the great essentials of Christianity. So also from the same \npremisses it follows, that every church or worshipping assembly has the right of choosing its own officers: Tho' it \nmay ordinarily be a point of prudence for a church destitute of a pastor, to consult pastors of other churches where \nthey may be supplied with a person suitable for that office; yet that no way supposes, the full power of election does \nnot lie with the church. It is for the better improving their power of election, that such a method is ever to be taken, \nand not because they have not the power of election in themselves. Nor can they be bound to this, if they see good \nreason to act otherwise (as the case has sometimes happened and often may). Nor can they be at all bound to \nelect the person recommended: They are to prove him themselves, and be fully satisfied in his ministerial gifts and \nqualifications, and may herein be controuled by no power whatever. It is their own good, their everlasting interest \nthat is concerned, and if they judge his doctrine not agreeable to the sacred scriptures, that he is not qualified as he \nought to be for a gospel minister they have right to reject him. As they have a right of judging the doctrines taught \nthem, by the sacred scriptures, and of rejecting the same if not agreeable thereto, so it necessarily follows they \nhave equal right to refuse such a one for their teacher, who does not teach according to the scriptures.\n\n But if it be demanded how this power can be exercised, must every individual be agreed in the person, or no \nelection made?\n I answer,\n\n 1. Such a universal agreement is not necessary, the election may be made by a majority. Experience has shewn \nwhere the candidate has had the gospel qualifications for the office, the concurrence in the choice has been \nuniversal, at least so general as to bring no difficulty in the exercise of this right. So when there has been any \nconsiderable number who judged they had any weighty reason against the election made by a majority, experience \n\n\n\nhas also shewn the majority's denying themselves of that choice, and trying farther, has issued happily for the \nwhole. In such cases, 'tis certain, wisdom is profitable to direct. And that rule of our Saviour's, Math. 7. 12. will go a \ngreat way in keeping churches in the peaceable exercise of this right.\n\n 2. Where a minor part cannot in judgment acquiesce in the choice made by the major part of the worshipping \nassembly, they have a right to withdraw and choose a minister for themselves, or if not able to support one may \nattend divine worship in a neighbouring church, where they find they may do it to greater edification. They are all \nequally vested in the same right, and hold it independent one of another, and each one independent of the whole, \nor of all the rest. So that the greater number can have no right to impose a minister on the lesser. It is not here as in \ncivil societies where the right of each individual is subjected to the body, or so transferred to the society, as that the \nact of the majority is legally to be considered as the act of the whole, and binding to each individual. As to what \nconcerns men's civil interests, there is nothing in the nature of things to hinder or prevent its being lawful or best, so \nto transfer their power to the community. But it is not so in religious matters, where conscience and men's eternal \ninterests are concerned. If the power of acting be transferred in this case, as in that of civil societies (now \nmentioned)[,] thus, if for instance, the majority should elect an Arminian teacher, the minor part must be so \nconcluded by that choice, as to submit to such a one as their teacher, when at the same time it may be directly \nagainst their consciences to receive such doctrines or such a teacher. But since the rights of conscience may not \nbe touched, the right of electing a teacher is not transfer'd to the body by the individuals, as civil rights may be in \ncivil societies. That principle or supposition, which any ways infers an infringement upon the rights of conscience, \ncannot be true; as that does, which supposes a majority may impose a minister on a lesser part.\n\n If to avoid what I have asserted, that in such case a minor part may withdraw and choose a minister for \nthemselves, it be here said that they may remove their habitations—\n\n I answer, Since this right of electing a teacher for themselves does truly remain with them, after the choice made \nby the majority, that right may be exercised by them, and why not in one part of the civil state as well as another? \nThey are guilty of no crime for which they should be banished by the state, nor of any thing whereby they have \nforfeited a right of possessing their present freeholds: their right to their freeholds remains, and consequently their \nright to exercise their Christian rights where they be, and have a right to remain. It is to no purpose here to say, \nperhaps the legislature has fixed the bounds of the parish. For the legislature can make civil societies, and may fix \nthe bounds of towns and parishes for civil purposes; yet they can't make churches, nor may they make any laws \nthat interfere with the rights of Christians. Nor is it to any purpose to say, This would open a door to a great \nmultiplication of churches: For how many populous places, as well as Boston have tried it, and found religion and \npeace best promoted on these principles; nor is there a probability that churches will by this means be increased \nbeyond their ability to support their ministers.\n\n By what I have said you will find some other of your queries answer'd, without my making particular application, \nand therefore I leave that for you to do at your own leisure: And should here finish my letter, but that you insist on \nmy giving you my sentiments on a law made in your colony May 1742, intitled An Act for regulating Abuses, and \ncorrecting Disorders in Ecclesiastical Affairs: Which it seems, thro' the fond opinion some persons among you had \nof it, was thrust into one of our publick news papers, soon after it was passed; under which every wise by-stander, \nthat was a hearty friend to your civil and religious interests, was ready to write, Tell it not in Gath c.\n I shall not descend into every particular that might be offered upon it—some few remarks may suffice.\n\n I. The law is founded on this false principle, viz. that the civil authority hath power to establish a form of church-\ngovernment by penal laws. The act relates wholly to matters of an ecclesiastical nature: and as it supposes, the \ncivil magistrate has authority by penal laws to regulate ecclesiastical matters, so consequently to establish an \necclesiastical constitution by penal laws. It appears from the preamble to the act, that the declared design of it is to \nkeep persons from deviating from the ecclesiastical discipline established by law, in the year 1708 and that under \nthe penalties by this law enacted. But that they have no such authority, has been fully demonstrated in the \nforegoing pages, which I need not repeat. Whence it must follow, that the act is fundamentally wrong, being made \nwithout any authority. Be pleas'd to reflect one minute on this power challenged by this law, to correct, and that by \npenal laws, such disorders as are purely of an ecclesiastical nature, and see the consequence of it. One disorder to \nbe corrected is, a minister's preaching out of his own parish undesired by the minister and major part of the church \n\n\n\nwhere he shall so preach. If the civil magistrate has this power the act supposes, if he judges it to be a disorder for \nthe minister to preach in his own parish on a week day, he may then restrain him: or if he thinks it a disorder that \nthere should be any public prayers but by a set printed form, he may then restrain all to such a form. It is plain, if the \ncivil magistrate has authority to correct ecclesiastical disorders, he has a right to judge what is a disorder in the \nchurch, and restrain the same. If he may execute this in one instance, he may in another: and every thing is on this \nprinciple liable to be disallowed in the worship of God, which does not suit with the civil magistrate's opinion. \nWhatever he judges to be a disorder, is so by this principle, and may be restrained accordingly. And so farewell all \nChristian liberty. It signifies nothing to say, your civil magistrates are so sound in the faith, there's no danger they \nwill go so far. I hope so indeed with you; tho' you can't tell what those or others in succeeding times may do. It is no \nnew thing for civil authority to make dreadful havock of the liberties and religion of Christians; but the argument, you \nsee, proceeds upon the nature of things. The principle, that law stands upon, you may plainly see, is directly \ninconsistent in its own nature, with the unalienable rights of Christians. What sad effects have been felt in our own \nnation, in some former reigns, from this very principle's being put in practice; who at all acquainted with history can \nbe ignorant? While they were executing what they were pleased to call wholsome severities on dissenters, they \nwere only in their judgment correcting disorders in ecclesiastical affairs. If this power belongs to the civil authority, \nas such, it must belong to those in one state as well as another; and is as justly challenged by the civil authority in \nFrance, as in New-England. Let it be but once supposed the civil magistrate has this authority, where can you stop? \nwhat is there in religion not subjected to his judgment? All must be disorder in religion, which he is pleased to call \nso; you can have no more of the external part of religion than he is pleased to leave you, and may have so much of \nsuperstition as he is pleased to enjoin under the head of order. So that this law stands on no better a foundation, \nthan what infers the destruction of Christian liberty.\n Having made this general observation, I go on, to consider the first paragraph, which runs thus—\n\n That if any ordained minister or other person licensed as aforesaid to preach, shall enter into any parish not \nimmediately under his charge, and shall there preach or exhort the people, he shall be denied and secluded the \nbenefit of any law of this colony made for the support and encouragement of the gospel ministry; except such \nordained minister or licensed person shall be expresly invited and desired so to enter into such other parish, and \nthere to preach and exhort the people, either by the settled minister, and the major part of the church of said parish; \nor in case there be no settled minister, then by the church or society in said parish.\n\n The minister's heretofore supposed right to have assistance and help from his brethren in the ministry by \npreaching, is hereby cut off. None may preach unless the major part of the church desire it; tho' the minister and \none half of the church and all the rest of the congregation, which make up much the greater part of the number, who \nhave right to hear the word preached, are ever so desirous of hearing the word from another, and apprehensive (as \nthe case may be) of the great necessity of it. Before this law was passed, I should have presumed, there was not \none minister on the continent, but what thought he had good right to invite any orthodox minister to preach in his \npulpit: not only ministers, but churches in every part of the world, have so supposed and practised. But it seems by \nthis law this supposition is a mistake, and the practice a disorder in the church. Yet if the minister has no such right, \nhow comes it to pass, that the greater part of his hearers are cut off from any right to hear such as may be ever so \nwell qualified to instruct. The non-communicants, which perhaps make three quarters of the parish, are in one part \nof this paragraph consider'd as a cypher, and in another part as having full right to hear whom they desire, viz. in a \nparish where they have no settled minister. In such case, it is supposed by this law, they have right to hear any \nminister they desire tho' not one church-member join with them in the desire; for they may make up a majority of \nthe society without one communicant with them. Yet the day before, while the minister of such a parish was living, it \nseems, if the same persons had been desirous of hearing the same man, they are by this law cut off the privilege; if \nthe minister's desire too had been joined with them, it would have helped nothing: or rather (in short) as this law \nstands, this very circumstance of their having a minister extinguishes their right of hearing such preachers as they \ndesire. Such now being the plain sense of this paragraph; I say then,\n\n II. That it is apparently inconsistent with itself, deprives ministers and particular Christians of their rights and \nliberties, and invests a lordly power in a small part of a parish-society, viz. a major part or one half of a church, over \na worshipping assembly, since they never had nor can have any rightful power to hinder other Christians in the \n\n\n\nparish from hearing such ministers as they judge may promote their spiritual good, as by this law they are enabled \nto do.\n\n III. It invests an exorbitant power in ministers over a church and congregation. This may look very strange, \nespecially when you reflect, that by the preamble to this law the ministers are represented as having departed from \nthe established ecclesiastical discipline, and been guilty of disorderly and irregular practices; and therefore are such \npersons as are not fit to be left to conduct themselves, in their ministerial office, nor to be governed by their own \necclesiastical constitution, but must of necessity be laid under some extraordinary legal restraints. I say, they are \nthus plainly represented (whether truly, or not, is not the question) by the preamble; yet, nothwithstanding all this, \nthey are by this law vested with an exorbitant power over the churches. Christians, it seems, must be strip'd of an \ninvaluable branch of liberty Christ has vested them with, the same must be lodged in that order of men, who are \nrepresented as unfaithful in the execution of their trust. For by this law every minister has not only power given him, \nto prevent any other minister's preaching in his parish, not only if a small number desire it, but if the whole \nworshipping assembly desire it; not only in the pulpit, but in any private house, which is directly inconsistent with \nthe rights of Christians: but also in case a parish be under a necessity of settling another minister thro' the \nincumbent's disability to discharge his pastoral office, it is put into his power to negative any choice they shall make \nof a minister, and so churches are really stript of their right of electing their own ministers. It is plain by the words of \nthe law, none can preach in the parish without the settled minister's consent: if one preaches to day by his leave, \nand the whole worshipping assembly desire his continued preaching, he has it in his power by this law to prevent \nhis preaching to-morrow. And therefore if a church can call and settle none (in such a case) but whom their present \npastor pleases (as is certainly the case by this law), the right of electing their minister is taken from them. A \nsupposed right in A, dependent on the will of B, is no right at all. And this, as I have heard, is the case of one \nchurch on Connecticut River, now groaning under this oppression: which may also prove the case of any, or of all \nother churches in that colony, if they remain under the misery of such a law.\n\n IV. The persons supposed to be criminal by this law, are subjected to an unreasonable punishment, and this too \nwithout any trial in the law, in any form whatever. The supposed crime is a minister or licensed candidate's \npreaching in a parish where the incumbent and major part of the church have not invited: i.e. If the incumbent has \ninvited with one half of the church and three quarters of the whole parish, or if the whole church and parish invite, \nand not the incumbent, or if there is not more than half of the church, or more than half of the society, where there is \nno incumbent; each of these is such a crime for which the punishment is, the denial and seclusion from the benefit \nof any law of the colony made for the support and encouragement of the gospel ministry. Now I find by looking into \nyour colony law-book, the laws made for the aforesaid purpose may be sum'd up in these few words, viz.\n\n That all agreements made by the inhabitants of a society or the major part of them assembled in a society-\nmeeting, respecting the settlement and maintenance of the minister they have chosen, shall be binding to all the \ninhabitants of such society, and to their successors; which sums or payments so agreed to shall be levied and \nassessed on the several inhabitants in such society, according to their respective estates from time to time, as they \nshall be set in the general list; which sums or payments shall be gathered by such person said society shall appoint \nto be the collector of them, who is to repair to an assistant or justice of the peace for a warrant to enable him to \ncollect the rate.\n\n Now then, as by the preceeding laws, such agreements are made binding to the inhabitants of a society and their \nsuccessors c. hence to be denied and secluded the benefit of any law made for the support and encouragement of \nthe gospel ministry, includes in it the being denied and secluded the benefit of holding the society to such \nagreements; and so this law plainly intends, by prohibiting any assistant or justice of the peace, to sign any warrant \nfor collecting a rate where a minister has been certified against, as having acted contrary to this law. So that, in \nshort, the punishment is the deprivation of his livelihood; and thence forward he may beg his bread. This appears \nunreasonable, to inflict so heavy a punishment for preaching in such cases as abovementioned, when (as it may \nhappen) it might be evidently duty so to do. But let the preaching be at the desire of more or fewer, still it is no \nimmorality: it is but an ecclesiastical disorder, even in the account of this law, which surely can't deserve so severe \na penalty. Many gross immoralities have a much less punishment assigned for them, than this heretofore supposed \ninnocent action of preaching the gospel. If the civil peace was broken by it, I can't see how so severe a punishment \nfor it can be justified. But it is evident, the civil peace is not broken by this supposed crime, which is nothing but \n\n\n\npreaching the gospel; which is so far from breaking the peace, or tending thereto, that it intirely tends to make men \nbetter, and so better subjects. The preaching out of his own parish does not alter the nature of the action, nor is the \nnatural tendency of the word changed thereby; no man's civil property or interest is at all invaded by it; and how \nsuch an action can be punished at all, appears mysterious to me! It is not for preaching sedition or treason, but \neven the gospel of peace, that Christ's ministers are render'd liable to be deprived of their daily bread.\n\n If it should be here said, That these laws made for the support of the gospel ministry, are to be looked upon as \nacts of favour, relative to such as comply with the ecclesiastical constitution of the government; and so if any \nministers will not keep within the bounds of that constitution, they justly forfeit such favour; and so the punishment \nhere is to be understood, a declaration that their right to such favour now ceases. I answer,\n\n 1. That action, which by this law is made thus criminal, is not contrary to, but well consistent with the ecclesiastical \nconstitution, under which these ministers are supposed to settle. It is not inconsistent with that ecclesiastical \nconstitution, for any minister to preach in any other parish than his own to any number of Christians on their desire \nat any of their private religious exercises. But I will only instance in one particular made thus criminal by this act, \nwhich is warranted by that ecclesiastical constitution, and the constant practice of the churches. The right hand of \nfellowship is given at every ordination, in which the ministers and churches concerned, do solemnly promise to \nesteem and treat the person ordained as a duly authorized minister of Christ, and to be ready on all occasions to \nown him as such, and to assist him in his work: In consequence of these solemn promises, ministers churches \nhave looked upon themselves under such obligations to each other, that if one of these ministers' judges he has \nreal need of assistance in preaching, from another (where these mutual obligations take place) he has right to ask \nit, tho' the church does not join with him in it, and the church's so hearing him preach they have always judged (and \ntherein they have judged truly) is acting but agreable to those previous obligations they have laid themselves under \nto him, to treat him as an authorized minister of Christ, and to hold communion with him as such; one way of doing \nwhich, is certainly hearing the word from him. So that it is plain, one minister's preaching for another upon his \ndesire, tho' the church joins not in it, is at least well consistent with the ecclesiastical constitution (and I need say no \nmore of it in this argument) under which these ministers are supposed to settle, according to the objection: and \ntherefore no forfeiture is made, by such an action, of the benefit of the laws made in favour of the ecclesiastical \nconstitution. They have right to this benefit so long (at least) as they act consistently with that ecclesiastical \nconstitution under which they settled. The act, disallow'd by this law, and for which they are deprived of this benefit, \nis consistent with that constitution. In this manner therefore to deprive them of it, is to take it away while their right to \nit in equity remains good. This, you see, I have said on the supposition, those laws are to be considered only as \nacts of grace, as laid in the objection. But then I say in the next place—\n\n 2. The laws here referred to, made for the support of the gospel ministry, are not acts of grace; they are no other \nthan what the legislature tho't themselves obliged to make. If the civil authority of a state are obliged to take care for \nthe support of religion, or in other words, of schools and the gospel ministry, in order to their approving themselves \nnursing fathers (as, I suppose, every body will own, and therefore I shall not spend any time in proving it), then the \nlaw especially referred to is not an act of grace. It was what the legislature judged most just, easy, and equal for the \npeople, safe and easy for the minister, who is to give himself wholly to his work; or in a word, best for the people \nand the minister, that contracts should be so made, so binding and so performed; for both people and minister are \nconcerned in the act. I don't say, the legislature could not have provided as well in some other way: this is no ways \nnecessary to be supposed in the case. But as they were obliged to make some good provision in the case, both \nwith respect to the people who are to pay, and the minister who is to receive, so in their wisdom they fixed on that \nmethod, as what was good for the whole. 'Tis therefore no more an act of grace, than any act of the legislature \nrespecting any civil interests or contracts of the subject. What the public good calls for therein, they are obliged to \ndo: And the acts they make in pursuance thereof are no acts of grace, but (strictly speaking) of debt to the people. \nAnd as the act, referred to, is not an act of grace, so this law brings a punishment, not only on the minister, as \nbefore observed, but on the people too, by letting them loose from their agreement with their minister, the now \nsupposed offender. For the minister remaining with the people, they have a new contract to make, and must take \nsome other method for performing it, than what the law in the former case had provided: And from the known \nstraithanded disposition in too many towards the support of the gospel, it must needs follow, that the burden of the \nsupport of it must lie much more unequally upon the people, and perhaps on but a very few. As this is the certain \n\n\n\nconsequence, so is it a certainty, that an innocent people are punished, with their minister, by this law. Besides, \nhow the letting a people loose from their solemn agreements with their minister, for an action never supposed \ncriminal before this law was made, and is certainly no violation of the contract he made with them, can consist with \njustice and equity, is beyond the ken of ordinary understandings: which I might have argued from as a distinct head; \nbut it is sufficient to observe it as I pass, it lying now in my way. To return, As the punishment is extraordinary, so is \nthe manner of inflicting it extraordinary too, viz. the minister of the parish where he shall so offend, or the civil \nauthority or any two of the committee of such parish, sending an information thereof in writing under their hands to \nthe clerk of the parish where such offending minister does belong, this does the business at once, as appears by \nthe third paragraph in the act. So that meerly from the information of one person (as it may be) of a different \npersuasion in religion, and inclined from a party-spirit to oppress, or one that has a personal prejudice against a \nminister, given to the clerk of a parish (whether true or false) the minister is deprived of his livelihood. Thus the \nbusiness is effected without any formality of a legal trial, or the shadow of it. This, as I take it, is directly contrary to \nthe priviledges of an Englishman contained in Magna Charta, which has cost our predecessors rivers of blood to \ndefend, and transmit down as sacred to their descendants. If such a law as condemns a man without hearing him, \ndeserves to be expunged the records of a free people (I might say, any; such a law being a scandal to human \nnature) I leave you to say, what fate such a law as this before us deserves.\n\n V. I observe, by the second paragraph of this law, any association of ministers are subjected to the before-\nmentioned penalty,\n\n That shall undertake to examine or license any candidate for the ministry, or assume to themselves the decision of \nany controversy, or to counsel and advise in any affair that by the Say-Brook Platform is within the province and \njurisdiction of any other association: Then and in such case every member that shall be present in such association \nso licensing, deciding or counselling, shall be each and every of them denied and secluded the benefit of any law of \nthis colony made for the support and encouragement of the gospel-ministry.\n\n Now this is subjecting men to a heavy punishment, for no crime against the civil state, nay for deeds in themselves \ngood, and such as may be very serviceable to the interests of religion, as well as what may happen to be otherwise; \nfor so the acts of any association sometimes may be, that are allowed of by this law.\n\n As they who drew up the platform, tho't it would be best for the candidates of the ministry to be examined, so they \nno doubt tho't every association had men of learning and fidelity to do it: and if it were done by any of them, the \ngreat end proposed in such examination would be answered. And suppose the association of New-London county \nshould examine and license a candidate, that belonged to the New-Haven association, may it not be supposed it \nwould be as well done, and as well answer the end, as if done in New-Haven. Or if a parish within the district of \nNew-Haven association, destitute of a minister, should after they had tried one candidate and another, which they \nhad been advised to by the association, and not suited by any of them, ask advice of New-London association, and \nthey advise them to one within their limits, who they judge well qualified for the ministry, whom upon trial they judge \nso too, and so are well suited in a minister, what harm comes of this? or what iniquity was there in the act of New-\nLondon association advising in that case? How often have churches found it needful to do so, and religion been \nserved by it? How often have they gone out of the colony for such advice, and the ministers of the Massachusetts \nadvised churches in Connecticut in such a case, on their application for it; and so on the contrary, ministers in \nConnecticut, advised churches in the Massachusetts? Where lies the difference! or was this always criminal in its \nown nature! or if not, why should a whole association of ministers, for doing what I have above instanced in, be \nstripped of their livings, as it seems by this law they must! And what is more extraordinary still, a minister's meerly \nbeing present when it is done, renders him liable to this punishment, whether he has any hand in it or no; nay, for \nought appears, if he should protest against it, yet he escapes no part of the penalty. The crime, it seems, is of such \na nature, that if a man be in the same room, tho' he protests against the action, he is still equally faulty with the \nactors: for since he is equally punished, he must be supposed equally faulty. I don't imagine, you will envy any set \nof men the glory of such a rare invention. But to finish on this head; nothing is more evident, than that such an \nexamination or advice, now instanced in, does not touch the civil peace; and certainly therefore, the civil authority \ngo out of their line to make this penal law. And how near this comes to turning judgment into wormwood, may \ndeserve the serious consideration of some.\n\n\n\n VI. The fourth paragraph respects a licensed candidate's or any layman's publickly preaching and exhorting in any \nparish, not desired in such manner as expressed in the first paragraph. On which I shall but briefly observe, that the \nwords expressive of the offence, are of so loose or general signification, as that a person merely for religious \ndiscourse, or the most savoury advice, seasonably and prudently given at any private religious meeting of \nChristians, is liable to be treated as an offender; and if I have not been misinformed, there have been instances of \nthis: However that be, there is danger of it. Or if a man going into any publick house, should hear a company talking \nprofanely and wickedly, and thereupon seriously lay open their sin, and gravely advise them thereupon, he would \nbe liable to be treated as an offender; and as the hands may be, into which he might happen to fall, he would not \nescape it. But further, if it be supposed such preaching and exhorting there referred to, be a disorder sometimes, \nyet it is not always so: but whenever it is so (unless you suppose it done to the interruption of some lawful \nassembly) it is no breach of the peace, and comes not under civil cognizance. Such disorderly persons ought to be \nproceeded against in an ecclesiastical manner, agreable to the laws of Christ.\n VII. I come now to the last paragraph, which runs thus:\n\n That if any foreigner or stranger that is not an inhabitant within this colony, including as well such persons, that \nhave no ecclesiastical character, or license to preach, as such as have received ordination or license to preach by \nany association or presbytery, shall presume to preach, teach or publickly to exhort in any town or society within \nthis colony, without the desire and license of the settled minister and the major part of the church of such town or \nsociety; or at the call and desire of the church and inhabitants of such town or society, provided that it so happen \nthat there is no settled minister there; that every such teacher or exhorter shall be sent (as a vagrant person) by \nwarrant from any one assistant or justice of the peace from constable to constable, out of the bounds of this colony.\n Since which, you tell me, there has been last October an addition made, viz.\n\n That whoso thus offends shall pay the costs of his transportation; and if he returns again and offends in such sort, \nit is made the duty of any assistant or justice of the peace that shall be informed thereof, to cause such person to be \napprehended and brought before him, and if found guilty, to give judgment that such person shall become bound in \nthe penal sum of an hundred pounds lawful money, to his peaceable and good behaviour until the next county \ncourt, in the county where the offence shall be committed, and that such person will not offend again in like \nmanner; and the county court may (if they see cause) further bind c. during their pleasure.\n\n Occasioned, as I am informed, by that good gentleman Mr. Finl[e]y's coming at the direction of a presbytery in the \nNew-Jersey government, who had been applied to for a minister, and preaching to a Presbyterian church at Milford, \nwho had join'd themselves to that presbytery and put themselves under their care; for which being transported out \nof the government, he returned and preached to a congregational church at New-Haven, who had been allowed, as \nwell as the former at Milford, to be a society for the worshipping of God, by the county court at New-Haven, by \nvirtue of a law formerly made for the ease of such as soberly dissent from the way of worship and ministry \nestablished by the laws of Connecticut; and for this he was adjudged by the civil authority to be transported again, \nwhich was but in part effected thro' the negligence of some officer; and, I'm told, he returned and preached again. \nThis his preaching and exhorting, it seems, greatly disquieted and disturbed the people; as the preamble to this act \nexpresses it. Is it not strange, the preaching of that peaceable and humble Christian (as you confess his behaviour \nbespoke him to be while in the colony) unto a number of people, who had right to hear the gospel preached from \nhim, should greatly disquiet and disturb such as had their choice in hearing others! Or could it disquiet and disturb \nany minds except such as can't bear their Christian neighbours should enjoy their unalienable rights! But to return \nto the before mentioned last paragraph, I observe, that any stranger, not an inhabitant in the colony, who has \nreceived ordination or license to preach from any association or presbytery, that shall presume to preach undesired, \nas expressed in the paragraph, is liable to be treated as a vagrant, unworthy to tread on that spot of earth: But if he \nshould happen to be licensed by the patriarch of Greece, a super-intendant of Denmark, or any bishop, he may \nescape the lash of this law. If the coming in of a stranger and preaching in such a manner be such a breach of the \npeace, as is punishable by the state, why should there be such partiality? Why should Dr. Watt's preaching in such \nmanner in Connecticut be a greater crime, because ordained by a presbytery, than any other stranger's doing so \nthat was licensed by a patriarch or bishop, c. However, that is much less to be wondered at, than such treatment as \nthis law subjects orthodox ministers to, even the best ministers of Christ upon earth, for a mere non-conformity to a \ncertain point of order, that never took place (I suppose) in any church upon earth.\n\n\n\n But to be as brief as may be in the consideration of this paragraph; let the question be, if you please, exactly \naccording to the words, viz. Whether a civil state has rightful authority to banish or thrust out a confessedly orthodox \nminister of Jesus Christ, tho' a foreigner or stranger, for only preaching the gospel to a number, without the desire \nof the incumbent, and major part of the church in the parish wherein he shall so preach; the said minister being \nsupposed to have a right to protection, and a right to remain in that state, until he does something to forfeit it? I \nhave truly stated it, because I have mentioned the very supposed crime for which such foreigners or strangers are \nto be thrust out of the government; and I must necessarily suppose them true or orthodox ministers of Christ, \nbecause this law supposes them so, since it speaks of such as are ordained or licensed by any association or \npresbytery not within that government; which includes all such as are on this continent, as well as Great-Britain (at \nleast) all of which are esteemed orthodox. I put in the last words, because they really relate to the subjects of the \nking of Great Britain, from whom the government holds it charter, and so to any persons in the plantations, as well \nas on the isle of Great Britain, who have a right therefore to be treated as Englishmen, or fellow-subjects under King \nGeorge, and so may be truly said to have a right to remain in the colony, in such a sense as you will not allow to \nany belonging to another kingdom. I don't mention this because I would go into the consideration of what particular \npowers may be in your charter, different from others; tho' I confess, I can't find any words in your charter, that \nexpress or imply a power to do any thing that is pretended to be done by this law, to establish or regulate by law \nany matters of an ecclesiastical nature, to impose any civil pains or penalties in matters of conscience, relating to \nthe worship of God. But neither your colony, nor any other in the king's dominions, have any rightful authority to do \nas is here supposed, according to the question, as I have truly stated it. Let me here take a plain case to illustrate \nthe point. Wickliff arose a light in England, while popery prevailed: be it supposed, he instructed a few in the truth, \nbut neither bishop nor incumbent of the parish would give leave for his preaching. However, he goes on preaching \nthe gospel, and the people will hear him. In this case, the king and parliament had no rightful authority to banish \nWickliff, or turn him out from the island, for his so preaching. For, as has been already shewn in the preceeding \npages, the end of civil government being the preservation of person and property, it would be a plain departing from \nthe end of civil government, to inflict any punishment on Wickliff for his so preaching. What the civil authority is \nobliged to defend and secure, is not hurt at all by the supposed action of Wickliff; and it is really acting against the \ndesign of the civil magistrate's trust, to hurt an innocent subject. Besides, the right of private judgment in matters of \nreligion being unalienable, and what the civil magistrate is rather oblig'd to protect his subjects equally in, both \nWickliff, and they who desired to hear him, had a just right to remain where they were, in the enjoyment of that \nright, free from all molestation from any persons whatsoever; agreeable to what has been sufficiently evidenced in \nthe foregoing pages. On the other hand, see the absurdity of supposing that the civil magistrate had rightful \nauthority to have sent away Wickliff. If the magistrate had right to send him away because the standing clergy were \nunwilling he should preach (that being one of the cases supposed in this law) then the civil authority must have had \nequal right to send any other such person away, as fast as they appeared; and consequently they must be \nsupposed to have had rightful authority to hold their subjects in the worst slavery, i.e. to keep them from the \nexercise of their private judgment in matters of religion; a power to do which never was nor could be vested in the \ncivil magistrate, by the people, by any original compact, which is truly supposed the foundation of all civil \ngovernment. It alters not the nature of civil government, whether the magistrate be Protestant or papist, Christian or \npagan. What of right appertains to the civil magistrate by virtue of his office, must also necessarily belong to him, \ntho' popish, or heathen. The supposal therefore that the civil magistrate in England at that day had rightful authority \nto have sent away Wickliff, for preaching the gospel without leave of the clergy, is big with too great an absurdity, \nfor a consistent Protestant to swallow. Suppose then these colonies to have existed at that time, or Great Britain \nand these colonies popish now, as Great-Britain was then, and Wickliff to come into any of them and preach in \nsome parish without the consent of the incumbent, at the desire of a number of people, it is certain, in this case \nnone of these colonies could have any rightful authority to thrust him out of their borders, or do any thing like it. The \nsame reasons must conclude against these colonies authority to transport him, for coming and preaching now \nwithout an incumbent's leave at the desire of a number, as in the former case; the same principles and reasoning \nwill hold equally true, applied to any such instance as now before us, any time since the reformation from popery. \nThe civil peace is no ways broken by this action of preaching, of which we are speaking: But indeed if any should \ntake occasion from it, to contend and quarrel with their neighbours, as papists and heathens have sometimes done, \nthe Apostle (James 4. 1.) has shown us the true spring thereof, the lusts in men's hearts the outbreakings of which \nin injuries to their neighbours, fall under the civil magistrate's cognizance. And the rights of conscience and private \njudgment in matters of religion are unalterably the same: And 'tis a scandal to Christians, to contend and quarrel \n\n\n\nwith their neighbours for enjoying them, and inexcusable in a Protestant state to make any infringement upon them. \nAnd it was on these very principles, which here advance (and by which this law must fall) that our first reformers \nacted, and on which all reformations must be built. And tho' our nation in times past under the influence of a \nbigotted clergy, and arbitrary weak or popish princes, have made laws founded on principle contrary to these I have \nbeen pleading for; yet they seem in great measure rooted out of the nation: and these principle[s] of truth have \ntaken root, and been growing ever since the happy Revolution, and Act of Toleration; and 'tis to be hoped will \nprevail spread more and more, until all spiritual tyranny and lording it over the consciences of men, be banished out \nof the world.\n\n But I shall finish with observing, That by virtue of the Act of Toleration, all his majesty's subjects are so freed from \nthe force of all coercive laws in matters of religion, relating to worship and discipline, that they act their own private \njudgment, without restraint: That any number of Christians greater or less, hear any Protestant minister they desire, \nwithout controul from the will of others, or authority of the civil state: Since this is the case, and withal as plain as \nthe sun in the meridian, that where such a law as this I have been considering, takes place, there people are \nabridged of that Christian liberty, which the same persons would enjoy under the present constitution, if they were \nin England. And how far therefore it falls short of denying and secluding them from the benefit of the Act of \nToleration, I leave you to say, who well know, that it is expressly provided by the terms of your charter, that the \nlaws to be made in virtue of it, shall not be contrary to the Laws of England. This right of private judgment and \nliberty now mentioned, is confessed and secured to you by that law which was the glory of the reign of William and \nMary; but by your law now before me, it is denied to you. How you will clear it from a contrariety to the former, I \nknow not. Nor is this about a trivial matter, or what is dependent upon the will of your legislature. The rights of \nMagna Charta depend not on the will of the prince, or the will of the legislature; but they are the inherent natural \nrights of Englishmen: secured and confirmed they may be by the legislature, but not derived from nor dependent on \ntheir will. And if there be any rights, any priviledges, that we may call natural and unalienable, this is one, viz. the \nright of private judgment, and liberty of worshipping God according to our consciences, without controul from human \nlaws. A priviledge more valuable than the civil rights of Magna Charta. This we hold, not from man, but from God: \nwhich therefore no man can touch and be innocent. And all the invaders of it will certainly find, when they shall \nstand at his bar, from whom we hold this, that Christ will be king in his own kingdom. In the mean time, it stands \nChristians in hand to hold fast this priviledge, and to be on their guard against all attempts made upon it. And I \ndoubt not, those ministers who were apprehensive of this, and freely addressed the legislative body of Connecticut \n(as I hear was done October 1742) for a repeal of this law, did therein what was pleasing to their great Lord Master \nwhich is in heaven. They acted becoming such as durst not themselves, and were willing to do what lay in their \npower that others might not, lord it over God's heritage. Not that I would insinuate, that there were no others like-\nminded with them—but that therein they set an excellent example for others to copy after, and what was proper to \nawaken the attention of Christians. It has commonly been the case, that Christian liberty, as well as civil, has been \nlost by little and little; and experience has taught, that it is not easy to recover it, when once lost. So precious a \njewel is always to be watched with a careful eye: for no people are likely to enjoy liberty long, that are not zealous to \npreserve it. As a real friend to it, I have given you my thoughts with freedom and plainness, as you desired. If they \nprove satisfying to you, and you judge that they may be any ways serviceable to the cause of truth and Christian \nliberty, you may use them for that purpose as you shall think best.\nI am c.\n Philalethes\n * Eleutheropolis,\n __________________________\n Return to 'Called Unto Liberty' Home Page[1].\n\n Used with the permission of Liberty Fund[2]. The copyright to this edition, in both print and electronic forms, is held \nby Liberty Fund, Inc.\n Fair use statement:\n\n This material is put online to further the educational goals of Liberty Fund, Inc. Unless otherwise stated in the \nCopyright Information section above, this material may be used freely for educational and academic purposes. It \nmay not be used in any way for profit.\n\n\n\n [1]: http://www.themoralliberal.com/liberty-library/called-unto-liberty/ [2]:            http://oll.libertyfund.org/ \n"}