{"title": "75 immigrants naturalized in ceremony on USS Hornet; RITES FULL OF SYMBOLISM IN ALAMEDA GIVE SPECIAL MEANING TO INDEPENDENCE HOLIDAY", "body": "\nGary Yeap typically takes his wife and three boys to a parade for the Fourth of July, or to see fireworks in San Jose. \nThis year, he added something special.\n\nOn Monday, Yeap took his family aboard a retired aircraft carrier to watch him become a U.S. citizen. The \nMalaysian-born software designer was one of 75 immigrants from 29 countries who were naturalized on the USS \nHornet in a ceremony that gave new meaning to Independence Day.\n\n``This is the land where I want to stay forever,'' said Yeap, 44, who works at Synopsis in Sunnyvale.\n\nThough the topic of immigration has heated up politically in recent months, the debate wasn't foremost on the minds \nof Yeap and others Monday. For them, it was about calling America home.\n\nWhile a brass band played the national anthem, Victor Santos, 47, prayed silently, he said, thanking God that he \ncan now provide a better life for his family, who looked on. He moved to Redwood City from Guatemala on a \npolitical asylum visa to escape violence 16 years ago -- and recently bought a house in Oakland.\n\nVikas Lodha, 38, and his wife, Ritu, 33, of Fremont, who came to work in the high-tech industry from India a decade \nago, hugged their elementary-school age sons on their laps, protecting them from Monday morning's chilly winds, \nand embracing them for the first time as an American family.\n\n``This is so excellent,'' Vikas Lodha said. ``We feel more home here than we do now in our own country.''\n\nCeremonies like Monday's are commonplace. Last year, about 600,000 people became citizens nationwide, \naccording to the department of U.S. Citizenship and Immigration Services. In the Bay Area, there are regular \nswearing-in ceremonies, including the monthly event at the Campbell Heritage Theater or the weekly ceremony in \nSan Francisco. But the week of July 4th is a special and a symbolic time to become a citizen.\n\nSharon Rummery, spokeswoman for the immigration department, said her agency chooses a different place each \nyear to hold a special event for the Fourth of July.\n\n\nOn Monday, the newly sworn Americans wore red ribbons and clutched red-white-and-blue flags during the fog-\nshrouded ceremony on the flight deck of the massive retired World War II aircraft carrier docked in Alameda. They \nsmiled proudly and stood up when their countries of origin were called: India, China, Guatemala, Iran, Nigeria, \nChile, Germany, Cambodia and so on.\n\nAsia is the leading region of birth among new citizens, according to the immigration department; in 2004, 40 percent \nof naturalized Americans were born in an Asian country. Rummery said that every week, when immigrants get \nnaturalized in San Francisco, the top five countries in order of origin are China, Mexico, India, the Philippines and \nVietnam.\n\nYeap and others said they wanted to become Americans because they've spent most of their adult lives here, their \nchildren were born here, and their friends and workplaces are here. This is the place they call home.\n\n```Sept. 11 affected me a little bit,'' Yeap said. He came to the United States in 1989 to earn his doctorate in \nelectrical engineering at Northwestern University. ``I'd read the newspaper and realize that you may have less \nrights here if you're not a citizen. But mostly, I wanted to become a citizen because my whole life is here.''\n\nHis wife, Sue Yeap, expects to become naturalized in August.\n\nAs for his Fourth of July plans, Yeap hopes to whisk the family away to a vacation house near Mendocino this \nweek, and maybe even take in the fireworks in San Jose. His 74-year-old mother, Hoon, is visiting from Malaysia. \nHe's not sure if his sons -- Danny, 14, Kevin, 13, and Nelson, 9 -- understand what it means that he is now a U.S. \ncitizen. ``I think they're more interested in Nintendo,'' he joked.\n\nBut as their father pledged allegiance to the American flag, it was clear that the Yeap boys thought he was doing \nsomething important. His oldest filmed the event with a digital camcorder.\n\n``I'm really proud of him,'' Danny said. ``I'm going to save this and store it away for memories.''\n\nContact Lisa Fernandez at lfernandez@mercurynews. com or (510) 790-7313.\n"}