{"title": "Justice Dept. to Probe New INS Visa Error; Ashcroft 'Outraged' at Norfolk Incident Involving 4 Pakistanis Who Disappeared", "body": "\n The Justice Department has launched an investigation into the Immigration and Naturalization Service and why an \nimmigration official improperly allowed four Pakistani crewman -- who have now disappeared -- to come ashore. \n\n Attorney General John D. Ashcroft said he is \"outraged by the INS\" and that an agency official involved in the \nincident has been reassigned. \n\n William Bittner, a longtime INS employee who oversees the agency's Norfolk field office, has been reassigned to \nthe Arlington office, an INS official said. \n\n \"Individuals are entitled to get visas from time to time, but I am not confident at all -- as a matter of fact, I believe \nthat these visas were granted in a way which violated the regulations, that appropriate precautions were not \ntaken,\" Ashcroft told \"Fox News Sunday.\" \n\n The incident began a week ago, when a Russian ship flying a Maltese flag arrived in Norfolk. The 27 crew \nmembers, 19 of whom were Pakistani, were granted a special waiver that allowed them off the ship, according to \nan INS official. When the ship sailed for Savannah, Ga., two days later, four of the crewmen were missing. \n\n An INS official acknowledged yesterday that an agency inspector failed to follow protocol before issuing the \nwaivers, including getting a senior-level administrator to sign off on the waiver allowing the crewmen to enter the \ncountry without first obtaining a visa from the last port of call. \n\n An inspector also entered an improper birth date for one of the four missing Pakistanis. If the birth date had been \nentered correctly, INS would have found that the man had committed an immigration violation in Chicago several \nyears ago, the INS official said. The error was not realized until the man disappeared, according to the official. \n\n The latest incident comes on the heels of the INS's belated mailing of student visa approval notices to two dead \nSept. 11 hijackers. \n\n \"What's happened in the INS is enough to drive a man to drink,\" Ashcroft said. \n\n"}