{"title": "Queens Is Where The World's Music Comes Together", "body": "\nIf the term world music makes you think of wide-eyed, long-haired bohos noodling on the dance floor of a SoHo \nnightclub in their latest ethno-chic garb, then get yourself quickly to Queens.\n\nIn Queens, world music is home music. And night life is in large measure a commemoration of all the places that \nthe people of Queens have left behind. It is the syncopated Trinidadian soca or the breakneck beat of Dominican \nmerengue. It is the middle-aged children of Irish immigrants learning to dance like the Irish in the back of a \nWoodside pub, or the children of South Asian immigrants picking up the mother tongue from Hindi films screened in \nJackson Heights. It's a man in a rumpled suit singing Korean love songs in his own karaoke studio in Flushing, or \nit's a table of men in a smoky, half-empty tavern in Astoria throwing back their heads and singing along to rebetika, \nsongs considered the urban blues of Greece.\n\nQueens has become an important place in many people's diasporas, an outpost of Lima and Lahore, Port-au-\nPrince and Seoul. And so, to step out for the night in Queens is to vault the vast blue sea and sky that separates \nthe New World from the Old. It is to eavesdrop on the remembrances of expatriates, to watch how they move their \nhips and mouth the lyrics of well-remembered songs, usually only in the company of one another. Or it is to watch \ntheir American children delve into their roots with an enthusiasm that new immigrants can hardly muster.\n\n\"Irish-Americans are a little bit more sentimental about their roots,\" observed William Collins, a second-generation \nIrish-American fiddler, as he watched a roomful of set-dancing students at Breffni Pub in Sunnyside. As for the new \nIrish immigrants, he said, \"These people come here and listen to rock music.\"\n\nOne should note, however, that stepping out in Queens does not always mean finding world music and dance in \nwell-packaged folklorica. One is likely to stumble into, say, a Haitian restaurant near La Guardia Airport and find the \nband playing \"Girl From Ipanema\" or, at a vast Brazilian disco in Astoria, to watch the crowd move to the Village \nPeople.\n\nA few night spots offer musical fare that could just as easily be found across the river. For example, Flushing Town \nHall is wrapping up its spring jazz series tonight with the Latin jazz sextet of Jerry Gonzalez and the Fort Apache \nBand, while the nightclub Amazura, in Jamaica, serves up a standard hip-hop bill. Scheduled to play tonight are two \nof the genre's most thuggish icons, the rappers Jay Z and DMX.\n\n\nOccasionally a whiff of the avant-garde is to be found. At the P.S. 1 Center for Contemporary Art in Long Island \nCity, for instance, in an outdoor pavilion designed by the architect Philip Johnson, a crew of D.J.'s and self-\ndescribed \"noise terrorists\" will entertain at a series of Saturday evening performances starting this weekend.\n\nEvery now and then someone tries to pull together all the people who live side by side. On Sunday, for instance, \nthe Queens Council on the Arts will present a concert of drumming traditions from around the world at Bohemian \nHall, an 89-year-old Czech beer garden in Astoria. The stage will be shared by a trio of Korean women, a Bukharan \ndoira player and a West African djembe man, among others.\n\nAnd next month the Queens Theater in the Park will be the stage for the annual summerlong AT&T Latino Arts \nFestival. The lineup is intended to draw crowds from inside and outside Latin New York, with crossover bands like \nInti Illimani of Chile and Noche Flamenco of Spain, as well as Armando Manzanero, the crooning balladeer \nregarded as the Burt Bacharach of Mexico.\n\nStill, Queens, not unlike the rest of the city, is for the most part an archipelago, with each island occupied by \nmembers of a particular tribe. Casablanca, a warehouse of a club on Queens Boulevard in Sunnyside, draws \nmostly young Dominicans and Puerto Ricans equally at home in hip-hop and merengue, while Chibcha, in nearby \nJackson Heights, is known for an older, flashier Colombian crowd. The Bollywood pictures (that's the Hollywood of \nBombay) shown at the Eagle Theater in Jackson Heights draw a strictly subcontinental crowd, while Calypso City in \nRichmond Hill plays to a Caribbean crowd and Carmichael's, an unassuming railroad diner in Jamaica, \ncommemorates the jazz heritage of southeast Queens with its weekly Wednesday evening jam sessions.\n\nYou can dance, eat and groove your way across the world in Queens. But you have to know where to go. What \nfollows is a rough and selective guide.\n\n \n\nRecreating Colombia\n\nBarrel-chested men in tuxedos guard the doors to Chibcha, a sprawling Colombian nightclub and restaurant on \nRoosevelt Avenue, the commercial and cultural artery of Hispanic Jackson Heights. Inside, a cluster of red-and-\nwhite checkered tables frame the dance floor. The east wall is taken up by a chiva, a bright red and yellow jitney \nthat has been brought from somewhere in rural Colombia and retrofitted here with tables and chairs inside.\n\nIt's all part of the project of recreating the old country.\n\n\"They come here for the nostalgia, you know?\" explained Jorge Alarcon, the Medellin native who runs a mini-\nempire along Roosevelt Avenue, including the nightclub, an adjoining restaurant and a travel agency. \"They live \nthere. But they live here.\"\n\nChibcha is an extravagant place. The menu offers standard Continental fare like shrimp scampi and pasta, but if \nyou ask, the waiter will also bring you aguardiente -- fire water -- an anise-flavored Latin American cane liquor that \npours into you, indeed, like a flame.\n\nThe action doesn't begin on the dance floor until close to midnight, when stiff, straight upper torsos give way to \nundulating hips, and women in pinprick heels offer hours of fancy footwork.\n\nMost patrons are no longer Colombian, as they were when Mr. Alarcon first converted an abandoned Irish pub into \nthe nightclub 20 years ago. Today the lineup at Chibcha reflects the panoply of Latin Americans who have settled \ninto Jackson Heights and Corona: a strapping Mexican ranchera starlet one night, a Venezuelan folk ensemble \nanother, followed the next night by vallenato music from Colombia's northern coast. Members of that other tribe -- \nthe English-only bohemian fresh from a salsa lesson downtown -- are still conspicuously absent.\n\n \n\nA Mexican Hideaway\n\n\n\nFive blocks east of Chibcha is a more intimate, younger venue, Plaza Garibaldi, catering mostly to Mexican \nimmigrants, the borough's newest and fastest-growing Latino group. At Garibaldi one recent Saturday evening, \nyoung men in flannel shirts and goatees sat at the long narrow bar, nursing red cans of Tecate beer, and $3.50 \nbought a sandwich of potato and Mexican sausage topped with red sauce and a dollop of cream. The stage was \naflame with a mural of the Virgin of Guadalupe framed by red, white and green streamers, the colors of the Mexican \nflag. A small Asian woman wandered in, peddling fake gold jewelry from a briefcase.\n\nArturo Carlos, the club owner, said he was well aware of how much Latinos love one another's music: Mexicans \nare drawn to the lilting Colombian cumbia as much as to their own version of country music, called ranchera, just \nas Mr. Alarcon's South American patrons down the road are crazy about salsa, rooted in the Afro-Cuban tradition. \nSo on the tiny Garibaldi stage, a five-piece band from Elizabeth, N.J., played an irrepressible mix of merengue, \nranchera and cumbia. The lead singer scratched rhythms on a scraper called the guiro. Congas shared the stage \nwith a drum machine. Still, Plaza Garibaldi, named after the square in Mexico City where mariachi music is said to \nhave been born, is unquestionably a Mexican hideaway.\n\n\"Years ago, there was no place where Mexican people could go to dance, eat and drink,\" recalled Mr. Carlos, a 24-\nyear veteran of Queens. \"We thought, we need something for our own people.\"\n\nThis is the logic of much of the cultural life of Queens. You can stay up until dawn most nights of the week, peeking \ninto these hideaways. Down Roosevelt Avenue, an arepa stand does a brisk business all night, frying up the \ntraditional Colombian cornmeal cakes topped with cheese. You can cap off the evening with an espresso at La \nMeson Asturias, a Spanish restaurant as famous for its paella as for the 1992 shooting death of a crusading \njournalist, Manuel de Dios Unanue. Or if you're up late enough, you can linger until the Mexican bodegas roll open \ntheir gates for an exclusive Sunday morning treat: trays of fresh tamales.\n\n \n\nSubcontinental Film\n\nA few blocks to the west is the Jackson Heights of the South Asian subcontinentals. Night life here is limited, \nthough. By sundown the gold shops and sari emporiums roll down their forbidding metal gates, and all that's left is \nthe Eagle Theater, a former porn palace turned Bollywood cinema on 37th Road, off 74th Street.\n\nNow that cricket season is over (the Eagle has been packed for weeks for World Cup Cricket matches, broadcast \nby satellite from England), Saqib Hussain, the theater's Pakistan-born manager, promises a summer of new Hindi \nfilm hits. But don't expect an especially eclectic mix. India's film industry churns out one boy-meets-girl story after \nanother, all with musical numbers, many with mustachioed villains and weeping mothers.\n\nBut if the Bollywood films, which draw as many children of South Asians as their immigrant parents, have become a \nvital part of the subcontinental cultural life in New York, the Eagle must also work hard not to fuel communal \nsentiments among this diverse crowd. This month, for instance, a poster promised a film produced by Smita \nThackeray, the daughter-in-law of Bal Thackeray, the head of a militant Hindu political party in India. Theater \nofficials quickly removed the poster, and plans to screen it are being reconsidered.\n\n\"We don't want to put ourselves in trouble,\" Mr. Hussain said simply.\n\n \n\nPhilip Johnson Onstage\n\nParaphrasing the architect Philip Johnson, the programming people at P.S. 1 are calling their outdoor music \npavilion \"a cross between Studio 54 and a medieval amphitheater.\"\n\nWhatever you call it, the five-cornered stage framed by steel-and-mesh towers will be the site of its second annual \nsummer music program, \"Warm Up 2: Live and Electronic.\"\n\nOn Sunday, Mr. Johnson, just weeks shy of 93, ceremoniously dropped the first vinyl of the season onstage, \nchoosing Frank Sinatra's \"My Way,\" \"Bridge Over Troubled Waters\" and the disco classic \"I Will Survive,\" to which \n\n\n\nhe performed a minimalist dance. He was incongruously followed by the rapper Fat Joe and D.J.'s from Jimmy's \nBronx Cafe, Tony and Loco, spinning a ferocious mix of merengue and house music.\n\nStarting tomorrow and continuing through Sept. 11, D.J.'s, dancers and live bands from around New York and \nacross the globe will descend on the P.S. 1 stage on Saturday nights. Attractions will include the London-based \nRussell Haswell (\"He's noise for sure,\" said Tarra Cunningham, a development and programming associate at P.S. \n1) as well as local D.J.'s from the Soundlab crew, a Paris-based disco band with Japanese vocals (\"with a James \nBondy flavor,\" Ms. Cunningham said) and an electronic \"bluegrass-country-gothic\" band called Who Killed Teacher.\n\n\"Stylistically, it's everything from drum and bass to bluegrass to really straightforward punk to disco galore, true \ndisco,\" she added.\n\n \n\nWho's Playing And Where\n\n \n\nHere is information about places mentioned in the article about nightlife in Queens:\n\n \n\nAMAZURA, 91-12 144th Place, between Jamaica and Archer Avenues, Jamaica, (718) 298-6760. Tonight at 9, the \nrappers Jay Z and DMX. Tickets: $25\n\n \n\nBREFFNI PUB, 43-45 40th Street, Sunnyside, (718) 729-9803. Irish set dancing classes on Tuesdays, 8 to 10 P.M., \nand Thursdays, 6:30 to 10 P.M. Fee: $7 each night.\n\n \n\nBOHEMIAN HALL, 29-19 24th Avenue, Astoria, (718) 647-3377. On Sunday, 3 to 5 P.M., Drum Dance, a \nperformance of West African, Central Asian, Indian, Korean, Colombian and American Indian drumming traditions \nand dancing. Free.\n\n \n\nCALYPSO CITY, 121-08 Jamaica Avenue, at 123d Street, Richmond Hill, (718) 847-8900. Fridays and Saturdays, \n9:30 P.M. to 4 A.M. Cover, $10, Fridays, $12 on Saturdays.\n\n \n\nCARMICHAEL'S, 117-08 Guy Brewer Boulevard, Jamaica, (718) 723-6908. Diner that offers jazz on Wednesday \nnights from 7 to 10.\n\n \n\nCASABLANCA, 40-15 Queens Boulevard, Sunnyside, (718) 482-1199. Call for performance schedule and \nadmission prices.\n\n \n\nCHIBCHA, 79-05 Roosevelt Avenue, between 79th and 80th Streets, Jackson Heights, (718) 429-9033. Live music \nmost nights at 10. Cover: $15 Fridays through Sundays; no cover charge Mondays through Thursdays.\n\n \n\nEAGLE THEATER, 73-07 37th Road, Jackson Heights. For movie listings and showtimes, call (718) 205-2800.\n\n \n\nFLUSHING MUSIC STUDIO, 136-76 Roosevelt Avenue, second floor, Flushing, (718) 460-4300. Private karaoke \nrooms available at $25 an hour and up. Open daily, noon to 6 A.M.\n\n \n\nFLUSHING TOWN HALL, 137-35 Northern Boulevard, near Main Street, Flushing, (718) 463-7700. Appearing \ntonight at 8 and 10 P.M. is Jerry Gonzalez and the Fort Apache Band. Tickets: $20; $17 for students and the \nelderly; $15 for Town Hall members.\n\n\n\n \n\nLA MESON ASTURIAS, 40-12 83d Street, near Roosevelt Avenue, Jackson Heights. Open daily, noon to midnight, \ntill 1 A.M. Fridays and Saturdays.\n\n \n\nPLAZA GARIBALDI, 89-12 Roosevelt Avenue, between 89th and 90th Streets, Jackson Heights, (718) 651-9722. \nLive music Fridays through Sundays, beginning at 10 P.M. Minimum, $15; no cover charge.\n\n \n\nP.S. 1 CENTER FOR CONTEMPORARY ART, 22-25 Jackson Avenue, near 46th Avenue, Long Island City, (718) \n784-2084. Performances Saturdays, starting tomorrow, 4 to 9 P.M., with programs of international music. Through \nSept. 11. Included in center admission, which is by suggested donation: $5; $2 for students, children and the \nelderly.\n\n \n\nQUEENS THEATER IN THE PARK, Flushing Meadows-Corona Park. From July 21 through Aug. 8, the AT&T \nLatino Arts Festival. Highlights include Paquito D'Rivera on July 21 at 7 P.M.; Maldita Vecindad on July 27 at 8 \nP.M.; Inti Illimani on July 30 at 8 P.M. and Munequitos de Matanzas on Aug. 8 at 7 P.M. Tickets are $20 to $35. For \nschedule information, call (718) 760-0064 (English) or (718) 760-0686 (Spanish).\n\n \n\nTAVERNA O ANANIAS, 29-35 Newtown Avenue, at 30th Street, Astoria, (718) 932-1456. Rebetika music on \nTuesday nights, starting at 11 P.M.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: The Eagle Theater, above and left, on 37th Road in Jackson Heights, shows the latest films from India. \nJerry Gonzalez, above, will be the star at two performances tonight with the Fort Apache Band, at Flushing Town \nHall. Dancing to the live music at Chibcha, on Roosevelt Avenue in Jackson Heights. (Photographs by Nicole \nBengiveno/The New York Times; John Abbott (Gonzalez))(pg. E1); Plaza Garibaldi, top (Photographs by Nicole \nBengiveno/The New York Times), has a band after 10 P.M. on weekends, here Sonora Latina. It caters to younger \nMexicans, while Chibcha, above, with live music most nights, has older Colombians. At right, the architect Philip \nJohnson dances with Tamar Osorio in the pavilion he designed for the P.S. 1 Contemporary Art Center. (Stephanie \nDiamond)(pg. E22)\n\n \n\nMap of Queens highlighting clubs. (pg. E22)\n"}