{"title": "Immigration's One-Man Bandwagon; Washington Hears a Dogged but Lone Voice for Caribbeans", "body": "\nFor the last four years, Russell T. Hicks has offered a rather personal course in political science for the Caribbean \nimmigrants in Flatbush, Brooklyn. \n\n     They have immigration problems. He has political contacts. Together, they have embarked on a quixotic \njourney through the labyrinth of officialdom in search of favors. \n\n Mr. Hicks has a lively correspondence going with the White House, senators, members of Congress, the mayor, \nthe City Council, the Police Department and the Immigration and Naturalization Service. \n\nHe keeps their letters back and forth in a neatly bound book that also includes the hard-luck stories of 46 men and \nwomen from Haiti, Jamaica and Trinidad and Tobago who have lived in New York illegally for years but fell through \nthe cracks of programs to help illegal immigrants.\n\nMr. Hicks, an Army veteran born and raised in the United States, has taken on their cause as a personal mission, \nbut so far has not reached his goal.\n\n\"I didn't know anything about immigration when these people started asking me for help,\" he said, \"but I knew that \nwherever there's a law, there's an exception and discretion, and if you have a problem, you see your local \nrepresentative.\" \n\nMr. Hicks, 45, is neither a lawyer nor an advocate for the big causes that occupy the professional immigration \norganizations. Instead he is a no-fee Mr. Fix-it for people who do not know their way through bureaucracy, a \nRepublican with an improbable streak of 1960's-style activism and a knack for pushing himself onto politicians' \nradar screens and refusing to go away.\n\n\"He is unusual because he is tenacious and continues to push ahead,\" said United States Representative Major R. \nOwens of Brooklyn, who has been on the receiving end of Mr. Hicks's flood of phone calls and letters. \"The word \n'access' is usually associated with making contributions, and he does not have a monetary contribution to make.\" \n\nEven officials at the immigration service, which would ultimately be the dispenser of the favors he seeks for his \nneighbors, have developed a grudging respect for Mr. Hicks's persistence.\n\n\"The fact that he has gotten responses from the people he has, well, I think it's impressive,\" said Alan Atkinson, a \nspokesman at the I.N.S. district office in New York. \"So far it has not resulted in what he wants it to result in. But I \nhave to admire his tenacity and his ability to bring his case in front of people of influence.\"\n\n\nBut Mr. Hicks is tilting at a behemoth of a windmill. Congress has been ambivalent, at best, on the issue of illegal \nimmigration. And immigration law as it stands is complicated, turgid and full of regulations that are exceptions to \nrules and rules that explain the exceptions.\n\nAs an unintended illustration of the complexity, the immigration service's own Web site, an exhaustive tour of \nimmigration policy, lists almost 600 acronyms used in legislation relating to immigrants and would-be immigrants.\n\nThere is TPS (temporary protected status) and DED (deferred enforced departure). There are E visas and H visas \nand K visas and so on through the alphabet. There have been special visa programs -- like Nacara and CAP -- to \nbenefit orphans, religious workers, Irish, Nicaraguans, Cubans and Canadians, as well as waivers and lotteries and \namnesties and late amnesties.\n\nExcept for a limited program for Haitians a few years ago, Mr. Hicks said, there have been no special programs for \npeople of the Caribbean.\n\n\"The government has become more restrictive as a result of the change in the skin color and ethnicity of the \nimmigrants who have come in recent years, including the large inflow from the West Indies,\" Representative Owens \nsaid. \"I think racism is involved, as Russell says.\"\n\nMr. Hicks once worked in mental health programs for veterans. Now his real job is running a tiny bookstore called \nMetropolitan Learning Associates, on Hillel Place near Brooklyn College, where he tutors students and sells \nmaterial for schoolchildren studying for standardized tests. He opened it seven years ago with his Jamaican-born \npartner, Janet Lovell. \n\nThe store is practically invisible among the fast-food restaurants that line the street. Inside, it is just as nondescript. \nMulticolored workbooks are piled from floor to ceiling. A faded American flag hangs limp over a narrow desk.\n\nTo get to what Mr. Hicks calls his office, he has to duck under a shelf and ease himself into a cluttered space no \nbigger than the front seat of a compact car.\n\nBut Mr. Hicks lives large -- at least through his letters to public officials -- by lavish name-dropping, lofty language \nabout his store's mission and loving tributes to American patriotism and justice. \n\n\"When they get these letters, they probably think there's really something big behind me, some big organization,\" \nhe said. \"But I'm like the Wizard of Oz. Behind the curtain, there's just this little guy with a typewriter.\"\n\nA lot of people might consider the illegal immigrants championed by Mr. Hicks to be causes that deserve to be lost. \n\nSome are people who missed deadlines. (An orphaned Haitian high school student did not know he could have \nasked for a special visa.) Others got caught up in the bureaucracy. (A woman filed her application for citizenship \nthree months too early and, by the time she was told to file again, found herself at the end of a long backlog.)\n\nOne young woman from Trinidad and Tobago came legally as a student, found that she had cancer and stayed to \nget medical treatment. Others came under temporary worker visas and stayed on after their visas expired. \n\n\"His idea is helping people -- the Caribbean people,\" said a Haitian man named Pierre, who feared giving his last \nname because he overstayed his original work visa by many years. \n\n\"I went to lawyers and they told me they couldn't promise anything,\" he added. \"They would say I had to file again \nand wait and I would pay them and nothing happened. Russell told me he would try to help, but he did it as a \nfriend.\"\n\nMr. Hicks said he saw political activism as the best way to battle the immigration system.\n\nHe developed a strategy for spinning a pro forma letter from some politician's office into a battering ram to get \nthrough the next politician's door. \n\n\n\nTake his exchange with Hillary Rodham Clinton, while she was first lady and then a Senate candidate. \n\n\"As an honorably discharged veteran of the U.S. Army,\" Mr. Hicks wrote at the end of a letter making his case for \nspecial treatment for his Caribbean immigrants, \"my sense of patriotism longs for satisfaction.\" \n\nMrs. Clinton's office responded with a noncommittal letter.\n\n\"Organizations like yours show that it really does take a village to raise a child, and to help new immigrants become \nacclimated to our state,\" the letter said. \n\n\"I applaud your efforts,\" she concluded. \n\nMr. Hicks pressed on, calling the White House. \n\n\"I'd call up and say, 'I'm calling from the Metropolitan Learning Center in New York about an initiative that's been \nendorsed by the first lady.' And that would be a click,\" Mr. Hicks said. \"You have to get some names that trigger a \nresponse.\"\n\nFinally, he reached the summit. A few weeks before President Clinton left office, a one-paragraph letter written on \nWhite House stationery arrived at Mr. Hicks's store. \n\nIt was signed by Irene B. Bueno, special assistant to the president, and reported that she had forwarded the \nrequests for special consideration of Mr. Hicks's 46 clients to the immigration service. More important, in political \ndialect, she said she had requested that the I.N.S. meet with Mr. Hicks to discuss the matter.\n\nThe bound folder of requests to help Mr. Hicks's immigrants now rests with the immigration service in New York \nand has reached Mr. Atkinson, who is an aide to the director, Edward J. McElroy. \n\nDistrict directors have a certain amount of discretion, although much less than they had before restrictive \nimmigration laws were passed in 1996, and can offer some relief to illegal immigrants who have not committed \ncrimes and are not otherwise ineligible for resident status.\n\nIn some high-profile cases, immigration officials have bent the rules. Residence status was granted to the \nHonduran boy who charmed New York City two years ago with a made-up tale of walking to New York to find his \nfather.\n\nMr. Atkinson said he could not comment on specific cases, like those in Mr. Hicks's file. But he said the \nCongressional liaison office at the district, which fields requests from politicians for status reports or help on \nimmigration cases, already gets around 23,000 calls a year.\n\nThat means other people have the same idea as Mr. Hicks -- that political pressure might accomplish what the \nregulations do not. But he said he would not be deterred. The process, after all, is as instructive for immigrants as it \nis hopeful.\n\n\"We structure our government,\" he said. \"We finance our government. Then we leave it alone like a lofty place we \ncan't control. But what the founding fathers had in mind was an informed electorate, and that's what I'm working \nfor.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nhttp://www.nytimes.com/\n\n\nPhotos: Russell Hicks has had the ear of senators, congressmen and the White House, all on behalf of illegal \nimmigrants.; A letter from the White House is new ammunition for Mr. Hicks's cause. (Photographs by Chester \nHiggins Jr./The New York Times) \n"}