{"title": "Metro Atlanta keeps its worldwide appeal; Foreign-born populace still rising, an exception amid Great Recession.", "body": "\nMetro Atlanta continues to draw new foreign-born residents despite the economic downturn, which sets it apart \nfrom many other regions around the country.\n\nAtlanta's immigrant population grew by 42,000 people, or 6 percent, from 2007 to 2009. That steady increase was \nfelt in myriad ways: providing low-cost labor while also burdening some public services, further diversifying the \nculture while deeply unsettling some longtime residents.\n\nAs of 2009, nearly three-quarters of a million foreign-born people made the 28-county metro area their home, \naccording to census figures, accounting for 13 percent of the population. The census distinguishes between \nforeign-born people who are now U.S. citizens --- in metro Atlanta, about one-third --- and those who are not. But \nit does not determine which noncitizens are here legally; estimates on that question come from other sources \nrelying on other data.\n\nThe Pew Hispanic Center estimates that 28 percent of the nation's foreign-born population is illegal, though \nresearchers say the percentage in Georgia could be twice that, because the state has so many recently arrived \nimmigrants. Those who are in the country legally may be refugees, students with visas or employees with work \npermits.\n\nImmigration is a potent force, and illegal immigration is a point of contention in metro Atlanta. The surge of \nforeign-born residents has affected more facets of metro life --- schools, public safety, the workplace, churches --- \nthan virtually any other phenomenon, save growth itself.\n\nUnlike metro Atlanta, many American metropolitan areas saw immigration level off or decline during the global \nrecession, according to a report released Thursday by the Brookings Institution, a Washington think tank.\n\n\"Atlanta's economy did a little bit better,\" said Audrey Singer, a senior fellow at Brookings and author of the study, \n\"The Impact of the Great Recession on Immigration Trends.\"\n\n\nThat assessment may sound odd, considering the level of economic pain that has hit the metro area, especially \namong those sectors that employ immigrants --- legal and illegal --- such as construction and landscaping. But \nSinger and other researchers point to other sectors that were not hit as hard and that employ immigrants, such as \nhotels, convention centers and large educational institutions.\n\nBeyond that, immigrants remain a group willing to do unpleasant jobs, such as working in the chicken factories in \nCherokee County, and many of those jobs continue to exist, said Harvey Newman, a public policy professor at \nGeorgia State University.\n\nMetro Atlanta emerged as a major immigrant destination in the 1990s, long after the major metropolitan centers of \nNew York, Chicago and Baltimore. It is a leader in the trend toward immigrants settling in the suburbs rather than \nthe urban core, with large enclaves residing in Gwinnett, DeKalb and Cobb counties.\n\nThe influx of immigrants did slow during the recession: The years 2005 to 2007 saw a 10 percent increase, \nconsiderably higher than the increase experienced during the recession years. It remains to be seen whether the \npace of growth will pick up again or reach earlier levels. Some researchers have their doubts, pointing to the \nmoribund real estate market and the push by Georgia lawmakers to tighten scrutiny on illegal immigrants.\n\nThe recession has taken a severe toll on many immigrants, according to both census figures and the Brookings \nstudy. Poverty is up among the foreign-born, especially in Gwinnett County, one of metro's earliest enclaves for \nimmigrants. Gwinnett saw about a doubling in poverty among immigrants between 2007 and 2009, from 20,000 \npeople to 45,000.\n\n\"Gwinnett is a major settlement area for Latino immigrants, and no doubt many of them were employed in the \nconstruction industry,\" said Mary Odem, an associate history professor at Emory University.\n\nLaurent Ditmann, principal of the International Community School, saw the recession's impact first-hand in the \nlives of the students, nearly half of whom are immigrants from war-torn countries such as Myanmar, the Sudan and \nAfghanistan.\n\n\"Especially for the last two years since the economic crisis hit, it's been very hard for them,\" he said of the parents \nin the roughly 200 families represented at the school. \"A lot of them are very highly educated, and they've had to \ntake jobs below their education level.\"\n\nDitmann, himself a naturalized French immigre, said the children's parents have been resilient, however.\n\n\"What you're starting to see is people relying on entrepreneurship rather than salaried jobs,\" he said. \"They're \nstarting businesses because they realize they're not going to be able to find work.\"\n\nNevertheless, many immigrants continue to regard metro Atlanta as a place where they can fulfill their dreams.\n\nBorn and raised in Kenya, George Odongo moved here about three years ago from Virginia. He wants to become a \nchaplain who helps children in hospitals, and he was drawn by the area's choice of schooling and ministries. \nCurrently saving money from his job at a Dunwoody hotel, he plans to start night classes at a Lithonia seminary \nnext year.\n\n\"It's a hub of education,\" said Odongo, 53. \"My main purpose is to get a good education and do something with it.\"\n\nMetro Atlanta also reflects national trends in the increase of naturalized citizens among immigrants. The census \ndata also clarify the country of origin for immigrants. In 2009, 26 percent of foreign-born people in metro Atlanta \nwere born in Mexico, making it the leading country of origin. Other countries included India, 6 percent; Jamaica, 4.6 \npercent; Korea, 4.3 percent; Vietnam, 3.6 percent and China, 3.6 percent.\n\nThe immigration issue is expected to be front and center during the state's upcoming legislative session, with \nRepublicans pressing hard for an Arizona-style law that could allow local law enforcement to enforce federal \n\n\n\nimmigration laws and force employers to electronically verify the immigration status of employees. Those measures \nare opposed by many within the state's $65 billion a year agriculture industry, which relies on immigrants for labor.\n\nPam Pinkard, a Smyrna resident and member of the Atlanta chapter of the Minutemen Project, a group that wants \nmore stringent enforcement of U.S. immigration laws, said illegal immigrants are stealing jobs that should go to \nlegal residents.\n\n\"We are a country of opportunity,\" Pinkard said. But because of the influx of illegal immigrants, \"many may not have \nthat opportunity.\"\n\nMetro Atlanta has not bestowed the opportunities sought by every immigrant.\n\nUlices Hernandez, born in Mexico City, came here with his wife from Dallas about two years ago. He was a forklift \noperator there, but his wife wanted to move here because she had family here. He didn't reveal his immigration \nstatus.\n\nThey moved smack into the recession. Finding a job was hard.\n\nHe and his wife are now separated. He's working as a stock worker at the Doraville farmer's market, not far from \nwhere he lives.\n\nBut with little here to hold him, Hernandez said, \"I want to move back home.\"\n\nNot to Mexico, to Dallas.\n\nWhat the census does --- and doesn't --- ask\n\nThrough the yearly American Community Survey, the Census Bureau gathers detailed demographic, economic, \nsocial and housing information from a sample of residents throughout the country. The section on citizenship asks:\n\nWhether the person was born inside or outside the United States;\n\nWhich country a foreign-born person was born in;\n\nWhether the person is a U.S. citizen, either by virtue of birth or through naturalization.\n\nThe census does not ask noncitizens whether they are in the U.S. legally. Therefore, the census is not a source of \ninformation on how many people are illegally in this country.\n\nPercentage of residents who are foreign-born\n\nIn most metro Atlanta counties, the number of foreign-born residents has increased modestly as a percentage of \nthe total population over the past decade.\n"}