{"title": "Border toll worth a try", "body": "\nWhy not charge a $ 1 toll at all U.S. border crossings? Because, say critics, it would be hard to collect, turn border \nagents into moneychangers, punish honest travelers and create air-polluting traffic jams.\n\nThe mayor of El Paso, Texas, even told a congressional subcommittee the fee would encourage illegal immigration, \nignite an economic decline and force Mexico to devalue the peso.\n\nGoodness! Moreover: Preposterous.\n\nThis fee isn't some wild imposition. Rather, it's a sensible response to urgent budgetary needs.\n\nSen. Dianne Feinstein of California, the idea's current champion, estimates it would generate $ 400 million a year, \nto be given to various immigration services. That's $ 40 million more than the entire 1993 Border Patrol budget.\n\nFeinstein's idea isn't a new one. Sen. Alan Simpson of Wyoming made a similar proposal 11 years ago.\n\nThe idea has plenty of precedent. Travelers arriving by air or sea already pay a $ 5 Immigration and Naturalization \nService charge and a $ 5 Customs charge. And three years ago, Congress ordered the INS to experiment with a \nfee-collection project at border crossings. Since then, a pilot program on the northern border in Washington state \nhas been a considerable success.\n\nThe fee is imperfect, of course. But if it works a hardship on commuters, offer a discounted pass. If it deters the \npoor, allow waivers.\n\nAs to the Texas mayor's larger fears of economic decline, pollution and illegal entry: Forget them. The economic \nforces at work on the border and driving immigration are greater than this fee; so are the border's environmental \nproblems.\n\nA transborder toll won't solve all our immigration problems, but neither is it a Pandora's tax. Give it a shot.\n\nNotes\n\nTHE EDITORIAL PAGE; Today's debate is on ENTERING THE USA and whether a border-crossing fee should be \ncharged; OUR VIEW; A small border-crossing toll makes perfect sense, dire predictions notwithstanding.\n"}