{"title": "Camilla poultry plant recruiter charged in immigration case", "body": "\nSylvia Martinez's job was to find qualified workers for a poultry plant in South Georgia. But, federal investigators \nsay, she also received money by helping illegal immigrants land jobs in the plant.\nAJC\n\nFederal agents charged Martinez on Thursday with selling fake green cards and Social-Security cards while she \nwas a recruiter at Cagle's-Keystone Foods plant in Camilla. They arrested plant employee Francisco Lopez on \nsimilar charges.\n\n\"This case is unusual --- if the allegations are true --- in that you have someone who was making hiring decisions \nfor a major corporation who also may have been conspiring to make false documents,\" said W. Fred Alexander, \ndeputy director for the Immigration and Naturalization Service in Atlanta.\n\nHe said Martinez, a U.S. citizen, and Lopez, an illegal Mexican immigrant, conspired to make and sell phony \npapers. He said Cagle's-Keystone cooperated with investigators.\n\nBuddy Paracca, the plant's general manager, said allegations about Martinez and fake documents are \"not \ncompletely accurate.\"\n\nHe said the plant checks identification cards, such as driver's licenses, to verify that applicants are U.S. citizens or \nlegal immigrants.\n\nCagle's-Keystone employs 300 Hispanics out of its 2,700 workers, but the ratio typically is much higher in North \nGeorgia plants.\n\nIndustry leaders \"have said they would literally have to shut down shifts\" without Hispanics, including some illegal \nimmigrants, said Maritza Soto Keen, executive director of the Latin American Association in Atlanta.\n\n\"The only reason that undocumented workers are here is that employers employ them,\" she said.\n\nAbit Massey, executive director of the Georgia Poultry Federation, said he knows of no other case in which \nauthorities accused a poultry plant employee of selling fake documents to illegal immigrants.\n\n\"This is a total shock to me,\" he said.\n"}