{"title": "; ; READERS WRITE", "body": "\nRegarding \"County mulls solutions as guns spike in schools\" (News, Sept. 29), where children are getting guns was \nnever asked or addressed. My educated guess is these underage children are getting them from their homes. \nResponsible gun ownership, especially if children are in the home, is part of the solution to gun violence including \nunintentional shootings and suicides. There is a program, \"Be SMART For Children,\" which teaches adults to \nsecure all guns; model responsible behavior; ask about the presence of guns in other homes; recognize the role of \nguns in suicide; and tell peers to be smart. You can contact the Moms Demand Action-Georgia chapter to get more \ninformation and even a Be SMART presentation for your organization. Responsible gun ownership is not a political \nissue. It is common sense and can save lives.\n\nJULIE KIMBALL, SUWANEE\n\nLetters shouldn't be edged out by editorials\n\nSo AJC, you are now using the letters section to publish editorials. If you want to editorialize, you have plenty of \nspace. You constantly print self-adoration throughout the paper, occasionally full-page. Readers don't need your \n\"Look how great we are\" comments. The \"Our View\" of Oct. 11, \"Heartbreak aside, Braves, fans should look to \nfuture,\" took the cake. Who cares if a baseball team wins or loses? How does that have any lasting meaning to our \nlives? If you want to do away with the letters to the editor, just say so and do it! Overall, you are edging closer and \ncloser to becoming just another supermarket checkout-counter rag. Please, go back to what you should be -- a real \nnewspaper. That's what you were when I became a damn Yankee in 1991 and started reading your paper.\n\nDAN SIEGEL, DACULA\n\nLetters to the editor must be no longer than 150 words and must include a daytime phone number for \nverification.Letters will be edited for length and clarity and may be published in both print and digital formats. \nEmailed submissions are strongly preferred. Please email to: letters@ajc.com\n\nAbout the Opinion page: The AJC recognizes the diversity and differences of opinion among our readership, and \nwe strive to accommodate this reality by offering both conservative and liberal opinion voices each day.And we \nrecognize the variety of opinions even within the same side of the political aisle, and hope you do too.For example, \nsome of our liberal writers have been critical of former President Barack Obama--much as some of our conservative \ncolumnists have criticized President Donald Trump, while others generally support him.We're continually looking at \nhow best to bring you that breadth of opinion and balance both left and right, in print and online.\n\n"}