{"title": "Applicants for Citizenship Take To the Courts to Force Action", "body": "\nMark Sapir got fed up waiting years for immigration officials to act on his citizenship application. So the native of \nRussia did the most American thing he could think of: He filed a lawsuit.\n\nSapir, a mathematics professor at Vanderbilt University, asked a federal court to enforce the law that requires U.S. \nCitizenship and Immigration Services to decide whether to grant citizenship within 120 days of interviewing an \napplicant. In Sapir's case, that deadline had long passed.\n\n\"Since nothing worked, I decided this was the only thing I can do,\" Sapir said in an interview last week.\n\nHe is not alone. An increasing number of immigrants seeking U.S. citizenship are using legal action to force a \ndecision from the perennially backlogged immigration office, which in 2003 became a part of the new Department of \nHomeland Security.\n\nIn fiscal 2005, applicants filed 370 such lawsuits against the agency. By last year, the number had jumped to \n3,900, and applications this year are on pace to surpass 5,200.\n\n\"We acknowledge a significant increase in litigation against the agency during the last few years,\" CIS spokesman \nWilliam G. Wright said in an e-mail.\n\nA big reason for the agency's slow pace is that immigration officials began scrutinizing applicants' backgrounds \nmore extensively after the Sept. 11, 2001, attacks. Applicants for citizenship must undergo an FBI name check to \ndetermine whether they appear on any terrorism watch lists or are mentioned in a federal law enforcement \ninvestigation. If red flags arise, the applicant must prove that he is not the person in question.\n\nSince October, immigration officials have submitted 792,397 name check requests to the FBI. In March, 345,600 \nwere pending, including 72,000 that had been in process for more than six months.\n\n\n\"We are making significant progress in reducing the backlog,\" said Wright, who noted that the vast majority of name \nchecks are completed within six months.\n\nSapir and his family came to the United States in 1991 on a work visa, obtained permanent resident status in 1994 \nand applied for citizenship in 1999. In 2000, immigration officials interviewed them and gave them the required \nexams in English, civics and U.S. history, all of which they passed.\n\n\"After that, nothing happened for like three years, during which I tried all possible ways to speed it up,\" Sapir said. \n\"After some time, it was clear they had lost my file.\"\n\nBy April 2003, Sapir decided that he had waited long enough. With the help of an attorney, he filed his federal \nlawsuit that month. He even managed to garner some press coverage. A trial was set for August 2003, but it never \ngot that far. By July, he and his wife and their older daughter had been granted citizenship. (Two of his other \nchildren were U.S. citizens by virtue of being born here.)\n\nThe court ordered the government to pay half of Sapir's legal fees -- about $4,000, he said.\n\nThe government received nearly 1.4 million applications for naturalization last year, according to federal figures. \nMost applicants will never reach the point where suing the government would make sense tactically, and even \namong those who do, the cost might be a powerful deterrent.\n\nSuch lawsuits cannot force immigration officials to grant citizenship only to make a timely decision on an \napplication. In defending itself in these cases, the government has argued that the \"examination\" stage includes the \nFBI check, so the 120-day clock should not begin ticking until that is completed.\n\nFederal courts have come down on both sides, experts say. Even so, filing a lawsuit has become an increasingly \npopular tactic.\n\n\"The mere bringing of an action puts pressure on the immigration service by the assistant U.S. attorneys, who call \nthem and say, 'Look, I don't want to deal with these 400 cases. Why aren't you acting on them?' \" said Muzaffar A. \nChishti, a lawyer and senior official at the Migration Policy Institute, a nonpartisan Washington think tank.\n\n\"And that inevitably may result in the senior bureaucrats making those cases rise to the top of the pile.\"\n\nGraphic\n\n \n\nIMAGE\n"}