{"title": "Study Warns of Hunger Among Hispanics", "body": "\nNearly one in five Hispanics lacks sufficient access to nutritious food and one in 20 regularly goes hungry, posing \nserious health and economic risks to the nation's largest and fastest-growing minority group, according to a new \nstudy. \n\n The National Council of La Raza, a Latino advocacy group, noted in its study that the \"food insecurity\" rate of \nHispanics is nearly as high as that of non-Hispanic blacks and substantially greater than that of non-Hispanic \nwhites, of whom only about 5 percent suffer from limited access to nutritious food, according to U.S. government \nstatistics. \n\n \"Yet the Latino community is practically invisible when it comes to this issue,\" said co-author Jennifer Ng'andu. \n\"Folks notice the presence of Latinos in their area, but they are not connecting it to the need for food assistance.\" \n\n As with African Americans, poverty appears to be the main factor limiting Latinos' access to nutritious food. About \n22 percent of Latinos and 25 percent of non-Hispanic blacks are poor, compared with 8 percent of non-Hispanic \nwhites.  \n\n  Latinos, about 40 percent of whom are foreign-born, also often face linguistic, cultural and legal barriers to \nenrolling in federal hunger programs. \n\n In 1996, Congress disqualified legal immigrants from nearly all forms of government assistance. Although a 2002 \nlaw restored access to certain programs for many categories of immigrants, including all otherwise eligible \nimmigrant children, many Latinos appear unaware of the change. For instance, slightly more than half of eligible \nLatinos participate in the national food stamp program, compared with more than 70 percent of eligible blacks.  \n\n \"For a lot of our immigrant families, there's either a lack of understanding of the system or fear, due to their \nimmigration status,\" of approaching authorities, said Beatriz Otero, director of CentroNía, a nonprofit child-care \ncenter in the District that has helped many Latino parents apply for federal assistance. \n\n The problem extends to immigrants' children who are U.S. citizens. Only about half of such children participate in \nthe food stamp program, compared with more than 80 percent of eligible children who are U.S. citizens but whose \nparents are also U.S. citizens. \n\n\n Just as daunting to many immigrant Latinos are the complex requirements and paperwork involved in signing up \nfor many federal programs, Ng'andu said. By contrast, she noted, the government's nutrition program for low-\nincome pregnant or post-partum mothers has a simpler enrollment process and a high rate of Latino participation. \n\n Ng'andu argued that other federal food assistance programs need to follow suit by undertaking aggressive \noutreach in the Latino community and training their staff to better understand the eligibility rules affecting \nimmigrants. \n\n Otherwise, she cautioned, the consequences could be telling: Children who lack sufficient nutritional food have \nmore difficulty concentrating in school as well as higher levels of anxiety, depression and obesity and its attendant \nhealth complications. \n"}