{"title": "Soccer's Lost Boys, Stranded in Istanbul", "body": "\nThe light was dim, and the room dank. The photographer Jason Andrew descended the basement steps. A single \ntelevision displayed the English Premier League match between            Chelsea and Tottenham, as flickering light \nof the television illuminated nearly a dozen dark faces in the room.\n\nThey watched intensely, their eyes fixed intently on the white ball being kicked back and forth across the field's \nbrilliant green grass.\n\nIn March 2010, more than 40 Nigerians flew to Istanbul, carrying an invitation to try out with Turkey's professional \nsoccer teams. Within a week of arriving, the players realized that the promises had been false, that their money had \nbeen stolen and that they had nowhere to go but the streets. They've been there ever since.\n\nMr. Andrew, 36, flew to Turkey in late April 2011 searching for his next photo project. He wanted to find migration \nstories along the country's Edirne border. He soon found himself in an Internet cafe in Istanbul, talking with African \nmigrants to whom few had paid any attention.\n\n\"I've always been interested in getting deep into human lives.\" said Mr. Andrew, who studied history at San Diego \nState University before completing a certificate program at the International Center of Photography in 2007.\n\nBorn and raised in Alameda, Calif., Mr. Andrew said he grew up alongside immigrants. Driven by a desire to travel \nand explore, he said that issues of immigration, and cross-border transit, became significant parts of his personal \nand professional lives.\n\nMr. Andrew said photography was his attempt to explore important issues like, \"Where people come from, and why \nthey do the things they do?\" In his latest project, \"Football's Lost Boys,\" Mr. Andrew quickly uncovered some \nanswers.\n\nThe African players said a manager they called Okpos had advertised a training camp with ties to European soccer. \nThe program was simple: if the players were good enough, and they paid a fee, they would have their shot at \nplaying professional soccer in Europe.\n\nTurkey was their dream, Mr. Andrew said. \"It was their gateway to Europe and the height of professional soccer,\" \nhe said. So when the aspiring players arrived in Istanbul only to find that their manager had fled the country with \ntheir money, they were left with nothing more than a fake invitation, and receipts for the nearly $5,000 they had \nspent on the trip.\n\n\nMr. Andrew said this project has become a modern meditation on the question of immigration.\n\n\"We always picture illegal immigrants as people who have jumped the fence,\" he said. \"In Turkey, these individuals \nwere invited into the country. Immigration is no longer black and white.\"\n\nBeyond the missed opportunities on the field, the African soccer players felt considerable animosity on the Turkish \nstreets. They were often cursed at, spat at and could rarely hail taxis, said Mr. Andrew, who, as a Caucasian, \nwitnessed this treatment.\n\nIn one of Mr. Andrew's favorite photographs (), four players lay in a single bed, a tiger-print blanket pulled up over \nthem, each set of eyes scanning a different direction, as three of the four men listened to music. There is little in the \nphotograph that identifies this as Turkey, were it not for the large photograph of a woman praying at Mecca hanging \ncrookedly above them.\n\nThis single frame hints at the complexity of their experience in Istanbul, Mr. Andrew said. They have been \nstranded in a country that speaks a different language, and many of them live without visas necessary for gainful \nemployment. Yet in their marginalization, the Nigerians have carved out a niche, he said.\n\nWhen Mr. Andrew visited the players last year, they were sleeping eight to a room, crammed into an old converted \nindustrial building with unreliable water and electricity. They nicknamed the complex \"The African Ghetto.\" Players \nsaid that their landlord would threaten to assault tenants whose rent was late, and was said to have once stabbed a \ntenant.\n\nThe aggressive tactics continue, in part, because of lacking police response to issues facing African immigrants, the \nplayers said.\n\n\"When you go to these stations to make complaints, they ignore your reports,\" Jerry, a 22-year-old player who \nworks in textiles to try to pay the bills, said about the police. He asked to not be fully identified because of his \nprecarious visa status. \"They just tell you that you are a foreigner and that your rights don't matter here,\" he added.\n\nDespite the challenges they face, many of the Nigerians choose to stay in Istanbul, Mr. Andrew said. Not because \nthey believe it is the best option or that it provides the best opportunities in the long-term, but because the shame \ninvolved in returning home is too overwhelming, he said. Instead, the players suffer quietly.\n\n\"I don't open up to my family about this,\" said Akeem, an 18-year-old still battling for a spot on a Turkish soccer \nteam. \"I don't want to make my mother cry.\"\n\nAs Mr. Andrew prepares to return to Turkey next month, he'll do so with a 2012 Photographer Giving Back award in \nthe sports category for this body of work. He hopes that these accolades will stimulate discussion about the soccer \nplayers the world may never see.\n\n\"This is the ugly underbelly of professional sport, and one of my biggest struggles is to make sure that my \nphotography can communicate that to the audience.\" he said. \"I want my photographs to tell the story that my eyes \nand ears and heart have witnessed.\"\n\n• A Whirling Document of Turkish Culture\n\n• Pictures of the Day: Bangladesh and Elsewhere\n\n• Vietnam War Images, Photosynthesized\n\n• Pictures of the Day: Indonesia and Elsewhere\n\n• Pictures of the Day: Kyrgyzstan and Elsewhere\n\nhttp://www.thepgbphotoaward.com/home/\nhttp://lens.blogs.nytimes.com/2011/11/23/a-whirling-document-of-turkish-culture/\nhttp://lens.blogs.nytimes.com/2012/06/19/pictures-of-the-day-bangladesh-and-elsewhere-4/\nhttp://lens.blogs.nytimes.com/2012/05/30/reading-the-leaves/\nhttp://lens.blogs.nytimes.com/2012/04/11/pictures-of-the-day-indonesia-and-elsewhere-5/\nhttp://lens.blogs.nytimes.com/2012/03/27/pictures-of-the-day-kyrgyzstan-and-elsewhere-2/\n\n"}