{"title": "G.O.P. BACKING OFF A DEAL TO RESTORE AID TO IMMIGRANTS", "body": "\nHouse Republicans today backed away from their commitment to restore Federal aid for certain legal immigrants, \nprompting the Clinton Administration to complain that the Republicans were violating the bipartisan budget \nagreement reached just five weeks ago.\n\nIn addition, a proposal announced today by House Republicans would override a recent White House ruling that \nstate governments must pay the minimum wage to welfare recipients participating in workfare programs.\n\nAdministration officials denounced both proposals, which the Republicans have added to a comprehensive bill \nintended to balance the Federal budget.\n\nVice President Al Gore said the proposals on immigrants were \"harsh, unfair and unnecessary.\" Moreover, he \nsaid, \"they violate the terms of the bipartisan budget agreement by failing to restore a minimal safety net\" for legal \nimmigrants who have not become citizens. Mr. Gore said the proposals \"would cut off 100,000 severely disabled \nimmigrants who would receive benefits under the budget agreement.\"\n\nThe agreement, reached on May 2, was a framework for legislation to balance the budget. Republicans are now \nfilling in the details, and they said today that they did not feel obliged to accept every item in the agreement.\n\nRepresentative Sander M. Levin of Michigan, the ranking Democrat on the House Ways and Means subcommittee \nthat writes welfare legislation, said the proposals on immigrants \"clearly violate the budget agreement.\" \nAccordingly, he said, \"this bill is heading toward confrontation instead of bipartisan accord.\"\n\nRepresentative E. Clay Shaw Jr. of Florida, the chief author of the 1996 welfare law, said the Republicans were \nimproving the budget agreement, by guaranteeing benefits for certain elderly immigrants rather than for those who \nbecome disabled.\n\nThe Republicans are playing with political fire in restricting benefits for legal immigrants. Their proposals have \nproved unpopular in parts of Florida, Texas and other states with many immigrants. And the party itself is divided, \nwith some Republicans like Mayor Rudolph W. Giuliani of New York urging Congress to restore aid to legal \nimmigrants.\n\n\nAfter learning of the new proposal by Congressional Republicans, Colleen A. Roche, a spokeswoman for Mayor \nGiuliani, said, \"The proponents of this change should be ashamed of themselves for trying to play off the elderly \nagainst the disabled.\" Lobbyists for the elderly echoed that comment.\n\nSupporters of legal immigration, including Hispanic groups, Jewish organizations and Roman Catholic bishops, \ncriticized the Republican proposals as a retreat from the budget agreement.\n\nThe Republicans' welfare proposals are much more contentious than their Medicare proposals, which were \nunanimously approved tonight by the Ways and Means Subcommittee on Health.\n\nThe welfare law signed by Mr. Clinton on Aug. 22, 1996, cut off many Federal benefits for noncitizens. Restoring \nsome of those benefits is a top priority for the President.\n\nThe Congressional Budget Office estimates that 500,000 legal immigrants will lose Supplemental Security Income \nbenefits this summer because of the law. The program, for the indigent elderly and the disabled, pays a maximum \nof $484 a month for an individual and $726 a month for a couple.\n\nThe budget agreement, negotiated by Mr. Clinton and Congressional Republican leaders, explicitly promised to \n\"restore Supplemental Security Income and Medicaid eligibility for all disabled legal immigrants who are or \nbecome disabled and who entered the United States prior to Aug. 23, 1996.\"\n\nThe new Republican bill would restore benefits only for those who were actually receiving benefits on Aug. 22, not \nfor those who were in the United States then and later become disabled.\n\nMany immigrants have relatives or other \"sponsors\" in the United States who agreed to support them. Under \ntoday's Republican proposal, an immigrant could not receive Supplemental Security Income payments if the \nsponsor's income was more than 50 percent above the official poverty level. A family of three would meet this test if \nit had income exceeding $18,775 a year.\n\nRepublicans said they assumed that such a family could take full financial responsibility for a disabled immigrant. \nVice President Gore said that the assumption was unwarranted.\n\nWhen Mr. Clinton signed the welfare bill, he said he would fight to restore benefits for legal immigrants. \nRepublicans like Mr. Shaw contend that the budget agreement went too far. \"Supplemental Security Income has \nbecome a pension plan for third-world countries,\" Mr. Shaw said today.\n\nMr. Shaw also said that Republicans never intended for the minimum wage to apply to workfare participants.\n\nWorkfare programs require welfare recipients to work in return for their benefits. Governors of both parties said that \nany requirement for them to pay the minimum wage would vastly increase the cost of their work programs.\n\nThe Republicans' new proposal says that welfare recipients working for a public agency or a nonprofit organization \nshall not be considered employees for purposes of the Fair Labor Standards Act or any other Federal law. The \nminimum wage -- now $4.75 an hour, rising to $5.15 on Sept. 1 -- is part of the labor standards law.\n\nThe Republican proposal says that states may count welfare, food stamps, Medicaid, child care and housing \nsubsidies as income for people in workfare programs. States divide the amount of such income by the minimum \nwage to determine the number of hours that a person may be required to work for a public agency or a nonprofit \norganization.\n\nIt is easier for states to meet the law's work requirements if they can count government benefits as income. But \nElena Kagan, the President's deputy assistant for domestic policy, said: \"The Administration strongly opposes these \nprovisions. They are clearly outside the scope of the budget agreement. They violate the principle that workfare \nparticipants, like other workers, should get the benefit of the minimum wage and other worker-protection laws.\"      \n"}