{"title": "Immigration debate ignores children's fate", "body": "\nMay 10 was Dia de las Madres --- Mother's Day --- in Mexico. Maria Ramirez implored her female friends to go to \nchurch. She wanted them to pray for better days, especially for the kids.\n\nImmigration reform has become a red-hot topic. We've had dueling rallies over it. State laws have been passed to, \nsupposedly, curb the influx of illegal immigrants. Congress stands poised to act. There's a lot of big, bad talk about \nwhat ought to be done. It's nothing to hear someone say, \"Send them all back!\"\n\nBut no one ever mentions the children. So Ramirez prays.\n\nRumors, half-truths and paranoia have gripped the Mexican community. Illegal immigrants figure their jig is up. \nThey foresee massive Nazi-like roundups and deportations.\n\nSome of you might say good riddance. After all, you're on the right side of the law. You're American, either by birth \nor application. And you're sick and tired of what you perceive to be the face of immigration's ills.\n\nSo you rationalize.\n\nIf the illegal immigrants (hence, Mexicans) are forced out, the county would be so much better. Jimmy Carter \nBoulevard might start looking like a street worthy of a former president's name. The value of houses in certain \nareas might stop flat-lining. Crime might drop. Schools might be less crowded.\n\nAll because \"them Mexicans\" got the boot.\n\nMaybe you're right. Maybe you're a dreamer. Maybe you need to step back. Put your blame-the-illegals diatribe on \nhold, if you're able to, and look at the entire, complex picture.\n\nI met Ramirez on Wednesday, Mexico's Mother's Day. She wasn't happy. She cried, and occasionally moaned, \nthroughout a nearly two-hour interview. The tears aren't for her. Nor are they for her husband, whom she declined \nto discuss in detail.\n\nRamirez cried for those caught up in this mess through no fault of their own. The kids. Some, like hers, are illegal. \nOthers aren't. It doesn't matter. They all hurt.\n\n\nIn recent weeks, fear and uncertainty has paralyzed these families. They wonder what will happen to them in a \ncountry that has systemically hired them and let them establish a life here.\n\nNow they see this same country declare these men and women are no longer wanted. It's deemed them \nundesirable, more hindrance than help. Cruel.\n\nThe Ramirezes have three kids --- two boys and a girl. Like many parents beset with anxiety, they have a plan. A \ncontingency plan. It's to protect the children, just in case the rumors turn out to be true, and they are rounded up \nand deported.\n\nSay the kids come home from school one day and find Mom and Dad gone. They know now to go to the home of a \ndesignated person. It might be a neighbor. It might be a cousin. Whoever it is, that person will raise them. Right \nhere in Gwinnett.\n\nRamirez said lots of parents have made these kinds of arrangements with relatives and friends.\n\n\"Everybody has a different plan,\" she said.\n\nMarisol Mercado, a social worker at Nesbit Elementary, told me the same thing.\n\n\"A lot of them are willing to leave the kids behind,\" she said. \"The parents value education and understand the \nimpact of it and the difference it can make. The issue of immigration is a political issue, but it is impacting the \nfunctioning of the children.\"\n\nSadly, in all the talk about the problem of immigration, the children don't get mentioned.\n\nThank goodness for a mother's prayer.\n\n* Rick Badie's column appears on Sundays, Tuesdays and Thursdays. Contact him at 770-263-3875. Or e-mail: \nrbadie@ajc.com.\n"}