{"title": "Opinion: The cadence of the Arizona-Mexico border no longer soothes the soul", "body": "\nWhen I heard the news about the recent Arizona anti-immigration legislation, I wondered what my family in Tucson \nwould think. The new law requires local authorities to detain anyone reasonably suspected of being in the country \nillegally. It requires immigrants to have their authorization papers at all times.\n\nArizona's governor admitted she doesn't know what an illegal immigrant looks like. Folks in Tucson, including my \nmother, are fearful they will be detained for \"Living While Hispanic.\" I wondered if I should keep my passport in my \npurse the next time I visit her.\n\nI also wondered what my grandmother would think.\n\nI spent my adolescence with her in Nogales, the Arizona border town where I was born. In the 1960s, Nogales was \na town where the line was merely a place people crossed to do business, eat the local food, see relatives, buy \nstaples, live. My grandmother lived there.\n\nIn the '60s, I traveled to see her once a month and spend the night. Traveling from Tucson, where my family had \nmoved, I took the Greyhound bus to Nogales and crossed the line to get my braces tightened at the Mexican \northodontist's shop. My orthodontist offered the best deal in town those days   he corrected overbites and charged \nin pesos.\n\nI always traveled a day before my orthodontist visits. My grandmother met me at the bus depot and together we \nwalked back to her duplex, where she would make me dinner and get ready for the trip the next day.\n\nGrandmother's connection to the outside world was her telephone. She didn't own a TV or a radio. We shared a \nbedroom and a window between our two twin beds, which opened out onto the Mexican frontier. Her apartment was \na stone's throw from the international boundary, and there, in the evening, our entertainment was the sound of two \ncultures mingling: the music of the cantinas, conversations on the street, dogs barking, a radio playing   the \ncadence of the border through a bedroom window at twilight.\n\nIn the morning after breakfast we made the little journey across the line to the orthodontist's. Most of the time we \nwalked   past the curios shops, the bakery, the outdoor market, the barber shop, the tortilla store, the liquor store, \npast the mayor's house, to the section of town where the medical offices were.\n\nEveryone knew my grandmother   the round trip took hours, comprised of social visits on our way there, and \npurchases on the way home, parceled out so everyone felt the love: tequila and tortillas for my father, cajeta for us \nkids, and exotic soap wrapped in black tissue with red ribbons for my mother. The purchases were stuffed into a \nlarge carpetbag with square wooden handles. The carpetbag was the repository of my grandmother's own stimulus \npackage.\n\n\nBorder crossing guard: \"Hello, Consuelo, anything to declare?\"\n\nGrandmother: \"Just tequila and tortillas.\"\n\n\"How many bottles of tequila?\"\n\n\"Two.\" (One for her, one for Dad.)\n\n\"How many kilos of tortillas?\"\n\n\"One.\" (None for her, one for Dad.)\n\n\"Anything else? Any fruit or vegetables?\"\n\n\"Jes   two.\" (Mangoes, in addition to soap, for Mom.)\n\nAnd the cop would smile, my grandmother would smile, and off we went, back across the line, no need to show \npapers or to open the carpetbag and dig for a passport to prove identity.\n\nThen, reform was a school for high-school rebels. Then, community by any other name was the name of my \ngrandmother   a name that could guide leaders in Arizona and Washington now that the cadence of the border is \nthe sound of bullets: Consuelo, meaning consolation, a person who provides fair treatment, and comfort.\n\nMARCELA DAVISON AVILES is president and CEO of the Mexican Heritage Corp., which produces the San Jose \nMariachi and Mexican Heritage Festival. She wrote this article for this newspaper.\n"}