{"title": "DEMONSTRATORS MASS DURING ZEDILLO VISIT PROTESTS ON PROP. 187, HUMAN RIGHTS ABUSES", "body": "\nAbout 1,000 demonstrators filled the lawn of the state Capitol on Tuesday to mark the first visit this century by a \nMexican president with protests against his government's human rights policies and the state's anti-immigration \nlaw.\n\nAn immigration lobbying event was scheduled long before President Ernesto Zedillo Ponce de Leon announced he \nwould kick off a three-day swing through California at the Capitol, but the issues of Proposition 187 and Mexico's \nbloody quelling of rebellion in the southern state of Chiapas shared a public airing thanks to the coincidence of \ntiming.\n\nAs activists denounced Gov. Gray Davis for refusing to drop the appeal of aProposition 187 court ruling, Zedillo \nwas telling reporters that he has trust in Davis' decision to send the initiative to mediation. Zedillo added that he \nbelieves the courts will provide \"a good solution\" to the divisive 1994 initiative that banned public school and most \nhealth services for illegal immigrants.\n\nEric Mar, acting executive director of the Northern California Coalition for Immigrant Rights, who helped organize \n\"Hungry for Justice: Immigrant Lobby Day,\" disagreed.\n\n\"Many immigrant communities helped put him (Davis) into office, and we feel everything we are saying is falling on \ndeaf ears,\" Mar said. \"The message we are sending here is we are organized and we're not going to go away. We \nwant to work with the governor so he can represent our needs.\"\n\nLisa Castellanos and Anabel Ibanez, both of San Jose, held yellow and black placards urging Davis to \"End the \nPolitics of Division\" on one side and \"Drop the 187 Appeal Now\" on the flip side. The women were among 50 \ndemonstrators who went by caravan to Sacramento for the day.\n\n\"We want the Legislature to understand the needs of the immigrant community, not only in the South Bay but \nthroughout the state,\" said Ibanez, 28, a community organizer with the South Bay Labor Council. \"Given the fact \nthat in Santa Clara County, immigrants make up one-third of the population, they need to understand that whatever \npolicies they pass are going to affect a large number of people.\"\n\nLater Tuesday, 75 anti-Zedillo and anti-Proposition 187 protesters chanted slogans, waved homemade signs and \ncarried white crosses outside San Francisco's Fairmont Hotel before Zedillo's 8 p.m. speech.\n\n\"We might be here few of us,\" the demonstration's leader said into a microphone. \"But we are here to represent \nthose people who have disappeared.\"\n\n\nHe referred to casualties in the Mexican government's war against the people of Chiapas.\n\nBefore his speech, Zedillo hosted a private meeting with about 30 Latino leaders from throughout California, \nincluding three from San Jose.\n\nMexican Heritage Corp. Chairman Fernando Zazueta invited Zedillo to the opening of the Mexican Heritage Plaza \nin East San Jose on Sept. 9. Zedillo didn't say whether he would attend, but \"he said he'd do anything in his power \nto see if something can be done to respond to us,\" Zazueta said.\n\nDemonstrators in Sacramento also spent the day lobbying lawmakers to pass bills to increase job training, social \nservices, employment protection and health care for poor families, regardless of their immigration status. And they \nurged support of a bill that would allow undocumented immigrants who graduate from California high schools to pay \nin-state tuition if they are accepted to California State University or a community college campus.\n\nOf key interest is a bill carried by state Sen. John Vasconcellos, D-San Jose, that would require all schools with at \nleast 50 low-income students to provide breakfast to students each school day.\n\n\"That legislation will benefit the whole community, and we support that,\" Castellanos said.\n\nNotes\n\nRELATED STORIES: Pages 1A, 12A\n\nMercury News Staff Writer Edwin Garcia contributed to this report.\n"}