{"title": "IMMIGRANTS CONSOLIDATING POWER OF VOTE", "body": "\nTHEY ARE IMMIGRANTS, and they grew up speaking English, Spanish, Russian, Chinese, Korean, Urdu, you \nname it.\n\nBut come November, thousands of them will speak the one language all politicians understand: the language of the \nvote.\n\nThat is the goal of Democracy in Action!, a coalition composed of some of the city's main advocacy groups. They \nare committed to turning out more than 100,000 immigrant citizens to vote in the November elections.\n\nAnd on Thursday, the activists took an action that should serve as an election-year warning to those politicians \nplaying the anti-immigrant card: They hand-delivered 2,700 voter registration forms to the head of the New York \nCity Board of Elections in Manhattan.\n\nAllan Kaplan, a member of the New York Immigration Coalition, one of the organizations that created Democracy in \nAction!, said that he has no doubts that the 100,000-voter objective is well within reach.\n\n\"We have registered 240,000 immigrant citizens since 1998,\" Kaplan said. \"We think it is entirely possible to turn \nout 100,000 voters in November.\"\n\nAccording to him, the batch of registration forms handed to the Board of Elections Thursday was the product of only \none month of work. On July, they had delivered 2,600 more.\n\nOne of the group's purposes is to give immigrants the chance to have their voices heard and their interests taken \nseriously. And the way to do this is, of course, by turning them into a voting group that politicians will have to deal \nwith seriously.\n\nIn the meantime, the pro-immigration groups continue registering thousands of new voters. Their commitment is to \nmake Democracy in Action! the largest campaign of its kind ever.\n\n\"There are 22 groups in Democracy in Action!,\" Kaplan said. \"And at least 10 of them are doing extensive voter-\nregistration work.\"\n\nThe latest census figures are another reason that makes it very risky for aspiring politicians to ignore the new \ncitizens' vote. After all, two out of three New Yorkers are immigrants or the children of immigrants. Clearly, they \nare growing not only in numbers but in political power, too.\n\n\nDemocracy in Action! also is a plan of action to activate an unprecedented number of immigrants to get involved - \nand stay involved - in the political process. To do this, they don't have to be citizens or even documented, for that \nmatter.\n\nThey are people like Ana Velázquez, 36, an undocumented Mexican immigrant from Puebla who came to New \nYork 13 years ago with her husband.\n\n\"Every Saturday for almost a year now, I spend three or four hours knocking on people's doors to motivate them to \nbecome voters,\" said Velázquez, who is a volunteer at the Woodside Latin American Integration Center, one of the \ngroups that is part of Democracy in Action!\n\nDemocracy in Action!, like New York City, is a rainbow of ethnicities.\n\nLatinos, Russians, Koreans, Chinese and many others have come together to speak with one language when it \ncomes to building political power, protecting their rights and making sure immigrants are given their due as \ndecent, hardworking and productive members of society.\n\nAnd now more than ever, they feel an urgency to participate in their new country's political process.\n\n\"The hostile environment we have in the nation today has made immigrants eager to register and vote to protect \nthemselves,\" Kaplan said in what sounds like some strange form of poetic justice.\n\nSmart politicians, no doubt, will take note.\n\naruiz@nydailynews.com\n"}