{"title": "Asian center for needy near closing;Founder's death, drop in donations create crisis", "body": "\nHenry H. and Connie C. Jee were inundated with calls for help when the landmark welfare law took effect six years \nago.\n\nThe law, which prohibited legal immigrants from receiving assistance, hit metro Atlanta Asians hard. There was no \nsafety net to catch them.\nAJC\n\n\"A lot of people came to us crying,\" recalled Connie Jee. \"A lot of immigrants couldn't get food stamps, no \nassistance. They came to us, so we opened a food bank.\"\n\nTheir plight inspired Henry Jee --- Korean activist, businessman and ordained Southern Baptist minister --- to form \nthe Asian-American Center. The nonprofit opened in Lilburn, helping the needy with everything from food to health \ncare and overcoming language barriers.\n\nNow, the 5-year-old center needs a bailing out.\n\nHenry Jee, 64, died of a heart attack two months ago.\n\nHe, perhaps more than anybody else, embraced the center's mission. He solicited donations from corporate \ngiants like UPS and Coca-Cola. He applied for grants and did whatever was necessary --- including drawing money \noff family credit cards --- to keep the center afloat.\n\nJee's death, coupled with less-generous donations after Sept. 11, has weakened the financial health of the \nagency. But Connie Jee doesn't want to shut the facility down. Her husband wouldn't stand for it.\n\n\"My husband was a visionary,\" said Jee, crying, looking at memorabilia that adorn the office walls. \"He always said \nto never give up. We definitely want to stay open.\"\n\nTwo weeks ago, the center's board of directors met with various Asian church leaders to explain their situation. \nChurch leaders promised to include the center in their 2003 budgets. Jee and observers don't expect a windfall, \nthough.\n\n\nSteve Choi oversees the Asian-American Coalition, an umbrella advocacy group. Churches, he said, are \nhandicapped because many are start-ups trying to grow a ministry.\n\n\"A lot of Asian and Korean churches are in the building stages,\" said Choi, who serves on the center's board of \ndirectors. \"Those who start new buildings have heavy payments to make. Each situation is different, but a lot of the \nchurches are starting from scratch.\"\n\nThe Asian-American Center needs about $10,000 a month to operate.\n\n\"We are having problems with rent and fixed expenses,\" Choi said. \"It's best to close if we\" can't pay the bills.\n\nBut that would be a travesty, said Percy Scott, chairman of the county's Human Relations Commission.\n\n\"The service they provide to Asian-Americans doesn't exist anywhere else in the county,\" he said. \"This is the place \nwhere non-English-speaking people of Asian descent can get the help they need.\"\n\nThe center recently relocated to a Norcross office off Oakbrook Parkway, paying $1,650 in monthly rent. It doubles \nas a sanctuary for the Korean First Baptist Church, founded by Henry Jee. A volunteer staff of 50 runs the center, \nwhich served 7,000 clients last year.\n\nConnie Jee, a part-time seminary instructor, oversees the operation. Neither she nor the others draw salaries.\n\n\"People know we must continue,\" Connie Jee said. \"The need is always here.\"\n\nGraphic\n\n \n\nPhoto: \"My husband was a visionary,\" says Connie Jee, who oversees the Asian-American Center. \"He always \nsaid to never give up.\" / CHARLOTTE B. TEAGLE / Staff; Photo: Connie Jee surveys the pantry of the Asian-\nAmerican Center. She draws no salary for her work with the center. / CHARLOTTE B. TEAGLE / Staff\n"}