{"title": "SPITZER IS JUST BEYOND BELIEF", "body": "\nNew School President and former U.S. Sen. Bob Kerrey (D-Neb.) once described Bill Clinton as \"an unusually good \nliar.\" Well, Gov. Spitzer is an unusually bad one.\n\nThe hedges, half-truths and howlers Spitzer is spouting to explain his U-turn on driver's licenses for illegal \nimmigrants are fooling no one - except maybe the governor himself.\n\nThe truth of the matter is that Spitzer caved, big-time, to overwhelming popular opposition. Instead of offering a \nsingle ID card to all New York residents, both legal and illegal - which was his original plan - he's now proposing a \ncomplicated three-tiered system that relegates illegals to the bottom tier.\n\nIt's a defensible compromise, similar to what this column recommended last week. It gives the 1 million illegals \nliving in New York a right to drive, brings New York into compliance with security standards in the federal Real ID \nAct and - last, but not least - shows a healthy respect for the 72% of New Yorkers who opposed his earlier plan.\n\nBut Spitzer needs to be honest in defending his course correction. Instead, he digs himself deeper into a hole.\n\nFirst, he absurdly refuses to admit that his new position is a compromise, let alone a flip-flop. He told The New York \nTimes that the deal he announced with U.S. Homeland Security Secretary Michael Chertoff on Saturday was \"not at \nall a shift.\" The Times found that so convincing that it began the next day's story with the words, \"In a major shift . . \n.\"\n\nThen Spitzer wrote in an Op-Ed piece for the Daily News that \"New Yorkers will have the option of three secure \nlicenses - meeting the standards established by Real ID.\" In fact, the federal law specifically says licenses issued to \nillegal immigrants do not meet Real ID standards. That's why Spitzer must print \"not valid for federal purposes\" on \nthe third-tier licenses he's making available to illegals.\n\nBut Spitzer's biggest whopper is claiming a seal of approval from the Bush administration. A statement the \ngovernor issued Sunday called it \"the plan the Department of Homeland Security has endorsed\" - strongly implying \nthat the feds were okay with licenses for illegals.\n\nHere's what Chertoff actually said: \"I don't endorse giving licenses to people who are not here legally, but federal \nlaw does allow states to make that choice.\"\n\n\nFibs big and small are nothing new for this governor. What my colleague Michael Goodwin calls Spitzer's \"shaky \nrelationship with the truth\" goes back at least to his run for attorney general in 1994, when he skirted the law to \naccept millions in campaign loans from his father and lied to cover that up.\n\nSometimes it's just particularly unconvincing political spin, as when he claimed victory in this year's budget \nnegotiations. In truth, Senate Majority Leader Joe Bruno had him for breakfast, lunch and dinner.\n\nThen there was his statement that his office \"fully cooperated\" with Attorney General Andrew Cuomo's investigation \nof the Troopergate affair - when he knew full well that two of his top aides, on the advice of his lawyer, had refused \nto be questioned.\n\nThe real story came out - convincing virtually everyone that Spitzer had something to hide and helping inflate what \nshould have been a minor flap into a paralyzing months-long scandal.\n\nIt's getting to the point where no one can trust what he says anymore. Certainly not the Senate Democrats, who \ncast politically risky votes last week in defense of Spitzer's one-license-for-all plan, based on his word - only to find \nout later that he was deep in negotiations with Chertoff at the time.\n\nThe worst thing is Spitzer seems to buy his own line. Asked last week about gridlock in Albany, widely viewed as \nthe worst ever, Spitzer said, \"Things are moving ahead in a spectacular manner.\"\n\nIf you say so, governor.\n\nwhammond@nydailynews.com\n"}