{"title": "Migrant Farm Workers' Unexpected Worry: New Alien Law", "body": "\nMigrant farm workers, still America's most afflicted class of laborers despite slowly improving working conditions, \nare now grappling with problems from an unexpected source: the 1986 immigration law.\n\nProvisions of the law were supposed to free seasonal agricultural workers, most of whom are aliens, from the fear \nof deportation and provide fruit and vegetable farmers with a reliable pool of legal workers.\n\nBut both farmers and farm workers say they are worried. Itinerant laborers from Florida to New England fear that \ngrowers plan to replace them with imported foreign pickers, an option possible under the immigration law if there is \nan imminent shortage of farm workers to harvest perishable crops.\n\n \n\nPoverty in Common\n\nThe unfolding controversy involves workers who share little except poverty and back-breaking work. Data on \nitinerant farm labor have historically been elusive because of their mobility and the desire of both farmers and hired \nseasonal hands to keep their relationship off the books.\n\nMajor growers of fruit and fresh vegetables say they expect the new law to greatly shrink the numbers of available \nworkers. They expect migrants and other farm help who gain legal status to seek less arduous unskilled jobs in \nthe construction, hotel and food industries, once they are freed of the fear of deportation.\n\nThose aliens who do not qualify for legal status may not be employable in farm work if the Federal authorities, as \npromised, crack down on farmers who use them after a grace period expires Dec. 1.\n\nIn Florida, farmers expect a labor shortage as early as next winter in the state's $2 billion citrus industry. Growers \nhave contingency agreements between Mexico and the West Indies nations to open the way to import thousands of \ntemporary workers if the move is approved by the United States Department of Labor.\n\n \n\nFewer Hands and More Oranges\n\nThe citrus industry this year is reporting its largest harvest since 1980-81. Unless a big freeze cripples the industry, \ncrop sizes are expected to increase dramatically over the new few years.\n\n''We have fewer hands to pick more oranges, and the shortages of labor can only worsen,'' said Ernie Neff, a \nspokesman for Florida Citrus Mutual, an industry group.\n\n\nFlorida growers have created a network with farmers in 11 Eastern Seaboard and Midwestern states to help \nexpedite the use of foreign pickers and share their travel costs.\n\nAdvocates for migrants and locally based field workers suspect the growers are using the new immigration law as \na smoke screen to keep from paying better wages and benefits as competition for labor heats up.\n\n \n\nWeak Bargaining Position Seen\n\nForeign farm workers, these advocates argue, would be in no position to demand higher pay and improved \nworking conditions. Since nearly all of the imported labor would be young men, they argue, growers would not feel \npressure to provide adequate housing, schools and medical care. In fact, farmers do not have to pay Social \nSecurity and unemployment compensation for foreign workers.\n\n''They don't want to compete with other sectors of the American economy for a work force,'' charged Rob Williams, \ndirector of Florida Rural Legal Services, a state antipoverty agency.\n\nKaren Woodall, executive director of Florida Impact, which lobbies on behalf of migrant workers, promised a fight \nagainst use of foreign workers.\n\n''If the states allow the farmers to bring in thousands of workers, the public will have to pick up the welfare tab for \nthe workers who are left unemployed and homeless,'' she said.\n\n \n\nNot Greed but Survival\n\nThe farmers say they do not welcome the prospect of importing labor but, if they are forced to do so, the motive will \nnot be greed but simple survival.\n\nThe tightest pinch is expected in Florida and other Eastern states where unemployment is low and where, in recent \nyears, there has been greater dependence on migrant labor.\n\nThe faces of the migrant workers have changed in the last decade as more Americans, principally Southern \nblacks, have dropped out of the army of pickers who follow the sun. Spanish-speaking workers of Mexican heritage \nnow dominate the ranks of migrants who travel from Florida, their winter base, to farms in the north, according to \nagriculture observers.\n\nThere are perhaps 150,000 or more itinerant field hands in Florida, but only an estimated 20,000 head north at this \ntime of the year, not to return until the fall, according to Dr. Leo Popolopus, professor of food and resource \neconomics at the University of Florida.\n\n''We think the Haitians and Central American workers will be the first to flee farm work once they have legal status \nand a green card that enables them to find better paying jobs,'' Dr. Popolopus said. ''Farm work is more of a \ntradition with the Mexicans, but they may be tempted to flip hamburgers for $5 an hour if they get the chance.''\n\nThe use of foreign farm workers, made possible under a provision of the immigration law called section H2a, \nrequires special permission from the Department of Labor, which can be granted only when the department finds \nthat a critical shortage of available workers exists.\n\n \n\n'Secret Agenda' Is Disputed\n\nFarm industry leaders say that the tightening of the labor market is unmistakable and that suggestions that the \ngrowers are devising ''a secret agenda'' to build profits at the expense of the domestic farmworker are wrong.\n\n\n\n''Barring an economic downturn, it's a safe bet to say we will have labor shortages as early as next winter, and \nmany farmers will have to turn to imported foreign workers,'' said George Sorn, executive director of the Florida \nFruit and Vegetable Association.\n\nMr. Sorn said his association has organized a subsidiary to help meet the need for H2a workers in 11 Northeastern \nstates. He said he recently negotiated a contract with Mexico to allow United States farmers to tap that labor pool, if \nnecessary. In addition, he said, some 25,000 workers on the Caribbean islands of Jamaica, St. Lucia, Dominica, \nBarbados, St. Vincent and Grenada would be available.\n\nImported farm workers were used abundantly until the practice was largely halted by an outcry that their presence \ncontributed to the poverty of the American farm worker. The largest number of pickers were brought in under the \nbracero program, which from 1951 to 1963 imported as many as 450,000 Mexican men a year to work in 28 states. \nFar fewer from the West Indies were used to harvest vegetables, fruit and sugar cane, chiefly in Florida, under a \nprogram called H2, which the Federal Government phased out by 1971.\n\n \n\nFrom Tobacco to Apples\n\nThe new immigration act extended this program, now called H2a, to be used in the event of farm labor shortages. \nIn the past year, additional H2a workers were brought in to pick tobacco in Virginia and apples in Massachusetts.\n\nWorkers from Mexico, the West Indies and elsewhere in the hemisphere continued to work on American farms, but \nwithout legal sanction. They took a larger role in migrant labor streams in the Eastern Seaboard, often taking the \nplace of poor blacks who were able to give up the migrant life as new social programs eased their plight, say \nagriculture authorities.\n\nIn a recent survey by the Florida Institute of Government, major Florida growers said the new immigration law was \nalready encouraging those who qualified for protection to leave farm work for better jobs.\n\n''They are moving into service industry jobs which pay the same wages without all the hard work,'' said Wayne \nClark, a senior fellow with the research organization.\n\nOrganized labor has failed to penetrate Florida agriculture, in part because so many of the workers have been \nillegal aliens and because of cultural divisions among them. There are only 600 members of the California-based \nUnited Farm Workers in Florida agriculture, and organizing has been almost non-existent in this decade.\n\nMigrant workers receive help from religious and community groups that try to relieve some of the squalor that is an \ninseparable condition of their lives. These groups have also been active in helping workers apply for amnesty if \nthey can prove they have lived in the United States continuously since before Jan. 1, 1982, or are eligible under the \nseasonal agricultural worker (S.A.W.) program. The latter gives legal status to those employed 90 days in seasonal \nfarm work in the 12-month period ending May 1, 1986.\n\nImmigration officials had counted some 480,000 S.A.W. applications by May 4, and believe another 60,000 still-\nunprocessed applications may have come in by that day. The officials believe many came from people who \nmistakenly believed they faced the same deadline as those seeking amnesty, instead of the Nov. 30 for the S.A.W. \nprogram. California, with half the total number, had the most S.A.W. applications. Florida was second, with some \n75,000, and Texas third with 30,000.\n\nUp to now, the migrants have had few options in their lives. Fearing deportation back to homelands where jobs \nwere few and conditions even meaner, they accepted a marginal existence to put bread on the table.\n\nWhether a green card will be a passport to a new world of choices will become clearer over the next few years. At \nthe moment they are packing their cars and pickup trucks, readying for the ritual of following the sun northward into \nthe ripening vineyards and farmlands of America. For some of them, at least, it may be the last summer to ''go up \nthe road.''\n\n\n\nGraphic\n\n \n\nphotos of migrant farm workers from Mexico and Guatemala working in Fla. (NYT/Penelope Taylor)\n"}