{"title": "Did Trump Sign An Executive Order To Prevent Illegal Immigrants From Getting Welfare?", "body": "\nDec 17, 2018( Conservative Daily News: http://conservativedailynews.com Delivered by Newstex)  A meme shared \non the right-wing Facebook page 'Rowdy Republican' claimed that President Donald Trump signed an executive \norder that bars illegal immigrants from collecting welfare benefits.'Donald Trump Signed An Executive Order To \nPrevent Illegals From Receiving Welfare,' the Dec. 8 meme said.(Article Continues Below Advertisement) Verdict: \nFalse Trump did not sign an executive order that prevents illegal immigrants from receiving welfare. Illegal \nimmigrants are ineligible for most federal benefits and public assistance, although their U.S.-born children may be \neligible. The White House reportedly drafted an executive order in 2017 that would have kept some immigrants \nwho utilize public benefits from obtaining green cards, but the executive order was never signed. \n\nThe Department of Homeland Security (DHS) has proposed a rule that would implement some of the order's \nrestrictions, but they apply to legal, not illegal, immigrants. Fact Check:(Article Continues Below Advertisement) \nFederal law already makes illegal immigrants ineligible for most federal public assistance programs like food \nstamps, though there are exceptions[1] for emergency medical assistance through Medicaid and disaster relief. \nRecipients of Deferred Action for Childhood Arrivals (DACA) can[2] also participate[3] in Social Security and \nMedicare. U.S.-born children of illegal immigrants may be eligible[4] for federal programs, allowing some illegal \nimmigrant households to collect benefits. An analysis by the Center for Immigration Studies (CIS), which favors \nreduced immigration, found that average federal welfare benefits[5] in the form of cash, food, housing or medical \ncare cost $5,692 for illegal immigrant households, compared to $4,431 for native households and $6,378 for legal \nimmigrant households in 2012. A 2018 study of 2016 data from the pro-immigration Cato Institute[6], however, \nfound that immigrants are less likely to consume welfare benefits and generally consume a lower dollar-value than \nnative-born citizens. Trump signed an executive order[7] in April[8] that asked some of his cabinet secretaries to \nmake recommendations on work requirements for public assistance and welfare programs. One part of the order \nsaid that, as a matter of policy, agencies should enforce existing laws on immigrant welfare use, but the order did \nnot direct agencies to implement any new restrictions for illegal immigrants.It only asked secretaries to state how \ntheir agencies ensure that only qualified aliens receive benefits. The meme may have misinterpreted a draft \nexecutive order obtained byThe Washington Post[9] shortly after Trump took office in January 2017. At the time, \nseveral blog[10] posts[11]made the same claim as the Rowdy Republican Facebook page - that Trump 'signed an \nexecutive order that prevents illegals from using welfare.' The draft[12] executive order, 'Protecting Taxpayer \nResources By Ensuring Our Immigration Laws Promote Accountability And Responsibility,' would have directed \nDHS to establish new standards for deciding immigrant legal status and deportation based on whether \nimmigrants are likely to need public assistance benefits. Longstanding law makes immigrants who may become a \n'public charge[13]' - likely to be dependent on government benefits- ineligible for admission into the U.S. or eligible \nfor deportation. Immigrants are rarely[14] deported under the policy and not frequently[15] denied[16] entry under \ncurrent rules. Of 280,835 immigrant visa application[17] denials in fiscal year 2017, 3,237 were refused on public \ncharge grounds. That same year, 204,720 of denials were overcome and 2,016 public charge refusals were \novercome. Trump never signed[18] the draft executive order. DHS has, however, proposed new public charge \n\n\nrules[19] like those suggested in the draft executive order. The public comment period for the rule ended Dec. \n10[20]. 'The public charge rule is about basically heavily weighting welfare use against an immigrant's chances of \ngetting a green card by more broadly defining what a public charge is compared to the past definition,' Matthew \nSussis[21], assistant director of communications at CIS, told The Daily Caller News Foundation. Donald Kerwin[22], \nexecutive director of the Center for Migration Studies of New York (CMS), told TheDCNF that the proposed \nchanges define government dependency 'very broadly to encompass large numbers of working-class, fully \nemployed people.' The new rule would include non-cash benefits[23] like food stamps and housing assistance in \nconsidering whether someone is likely to become a public charge. Currently, only cash benefits[24] like Temporary \nAssistance for Needy Families (TANF) are considered under the current public charge standard. 'It's quite clear \nwhat that rule will do is it will deny legal status to people who would have otherwise been eligible for it,' Kerwin said. \nCMS opposes[25] the proposed rule. While the immigration rule relates to welfare benefits, it does not restrict \nillegal or legal immigrant eligibility for welfare benefits. Sussis said that the meme may have conflated the public \ncharge issue with the separate issue of illegal immigrant welfare eligibility. Public charge is 'not about illegal \nimmigration, it's about legal immigration,' he told TheDCNF. 'People will use the phrase 'illegal immigration' when \nthey're really just talking about immigration broadly.' The Rowdy Republican Facebook page did not respond to \nrequests for comment. Content created by The Daily Caller News Foundation is availablewithout charge to any \neligible news publisher that can provide a large audience. Forlicensing opportunities of our original content, please \ncontact[emailprotected][26] [ 1]: https://fas.org/sgp/crs/misc/RL33809.pdf [ 2]:            \nhttp://checkyourfact.com/2017/09/05/fact-check-are-daca-recipients-eligible-for-federal-benefits/ [ 3]:            "}