{"title": "Immigration in Herndon; Proposals smack of desperation to \"do something.\"", "body": "\n CONGRESS LEFT town having failed to pass the comprehensive reform of immigration laws that President Bush \nclaimed to want but didn't do much to promote at crunchtime. The failure leaves millions of illegal immigrants sought \nafter by U.S. employers but with no path to legal status. The nation wants and needs their labor but can't bring itself \nto deal honestly with the situation. Among the victims of this hypocrisy and gridlock on the national level are the \nnation's local governments, which are left with little guidance in handling the challenges posed by rapid \nimmigration. \n\n You can get an early sense of how this increasingly will play out in Northern Virginia's town of Herndon, which is \nback in the news with more ideas on how to clamp down on illegal immigrants. The proposals are small-minded \nand, if enacted, are likely to be futile in resolving any problems. But we understand local officials' frustration with the \nfederal government's inability to craft an immigration policy for the country. \n\n Herndon is proposing to train local police to enforce federal immigration laws and to place new restrictions on \nbusinesses. Anyone seeking a business license would have to prove valid immigration status, and anyone wanting \nto do business with the town would have to show that workers for the business are in the country legally. \n\n The new initiatives are, as one official conceded, an effort to just do something. But, toward what end, and at what \ncost? The business proposals duplicate existing laws. Letting the police officer on the corner take over the federal \nrole in the complex world of immigration law could lead to heartbreaking mistakes and unintended consequences. \nPeople who look \"foreign\" to one police officer or another might become targets for unfair scrutiny. Many law \nenforcement authorities fear that such policies will chill relations with immigrant communities and, as a result, more \nserious crimes will go unreported and unsolved. \n\n Officials in Herndon say they are still in the early stages of studying their proposals; let's hope that, instead of the \nemotion that shaped much of last year's debate on day laborers, a more analytical and reasoned examination will \nbe undertaken. Congress would do well to take the same advice. \n"}