{"title": "Lawsuit to Determine Rights of Illegal Aliens", "body": "\nThree years ago, Alicia Castrejon, a young, undocumented worker from the state of Michoacan, Mexico, had a job \ncounting and packaging tortillas in Farmersville, a small town about 30 miles south of Fresno in California's central \nagricultural area.\n\nAfter she took a disability leave for pregnancy, she says, she was denied her job when she tried to return.\n\nToday, lawyers who specialize in immigration and in employment problems, unions and civil rights organizations \naround the country are watching the progress of a lawsuit brought by the Equal Employment Opportunity \nCommission here on Mrs. Castrejon's behalf against her former employer.\n\n \n\nImplications for Millions\n\nThe case is expected to determine whether millions of undocumented aliens are protected by Federal laws against \nsex and race discrimination in employment while they go through the process of seeking amnesty under last year's \nsweeping immigration law.\n\nOn Monday in Federal District Court in Fresno, Judge Robert E. Coyle will hear arguments on a motion brought by \nthe former employer, Tortilleria La Mejor, to dismiss the lawsuit on the ground that under the new immigration \nstatute, illegal aliens do not enjoy the protection of Federal laws governing the workplace, including Title VII of the \nCivil Rights Act of 1964.\n\n''We expect this to be a major decision establishing that all individuals working in this country are entitled to \nprotection from race and sex discrimination regardless of immigration status,'' said Michael Rubin, a San Francisco \nlawyer who has filed a friend-of-the-court brief in the case on behalf of several organizations. They include the \nInternational Ladies' Garment Workers' Union, the Service Employees International Union, the American Civil \nLiberties Union and the Mexican-American Legal Defense and Education Fund.\n\nWhile the Immigration Reform and Control Act of 1986 prohibits discrimination based on citizenship status, it is \nsilent as to whether undocumented alien workers who have applied for amnesty, as Mrs. Castrejon has, are \nprotected by the civil rights act in the period before a decision is reached on whether they can become citizens.\n\n \n\nLack of Guidance Cited\n\nI. Singh Aulakh of Visalia, Calif., the lawyer representing La Mejor, said that because of the lack of guidance in the \nnew law, ''the courts will have to resolve the issue of what rights we're going to give an illegal alien.''\n\n\nMrs. Castrejon initially brought a complaint to the commission charging sex discrimination after she was denied her \nformer job when she completed her disability leave.\n\nShe was eventually reinstated in 1986 at the tortilla factory, which employs about 30 workers, but was subsequently \ndischarged. She has filed another action with the commission, asserting that she was dismissed in retaliation for \nbringing the first complaint. That action is not an issue in the current lawsuit.\n\nNo court has ever ruled on the question of whether Title VII applies to undocumented workers. A number of court \nrulings decided before the immigration law was passed have held that undocumented workers are covered by other \nprotective legislation governing the workplace like the National Labor Relations Act. Thus undocumented workers \nhave been allowed to vote in union elections and file charges of unfair labor practices.\n\n \n\n'Direct and Questionable Conflict'\n\nBut in a case decided last May in a Federal District Court in Birmingham, Ala., a judge cited the new immigration \nlaw as the basis for dismissing an action by an undocumented worker who asserted that he had been paid less than \nthe minimum wage and denied overtime compensation.\n\nRuling that the Fair Labor Standards Act does not cover illegal alien workers, Judge William M. Acker Jr., said that \nto rule otherwise would be in ''direct and unquestionable conflict'' with the immigration law's policy of discouraging \nemployment of illegal aliens.\n\nThat case is on appeal to the United States Court of Appeals for the 11th Circuit.\n\nThe Department of Labor has taken the position that illegal aliens are covered by the Fair Labor Standards Act.\n\nIn papers filed with the court in the California case, Francisco Cancino, a lawyer for the E.E.O.C. here, argued that \nif the court followed the reasoning in the Alabama case, it would ''create a class of workers in the United States \nwithout labor law rights and civil rights protection.''\n\nIn his friend of the court brief, Mr. Rubin argued that the Alabama case had been wrongly decided and the court \nshould follow a 1987 ruling made in the Ninth Circuit, which includes California.\n\nIn that case, the National Labor Relations Board told a group of employees who had been discriminated against for \nengaging in union activity that because of the immigration law, they would have to prove lawful immigration status \nto collect back pay and be reinstated. The court rejected the argument, holding that the National Labor Relations \nAct applied regardless of a worker's immigration status.\n"}