{"title": "Amerasians: Caught between cultures // Encouraged to come here, embittered by problems", "body": "\nScorned in their country as less than true Vietnamese, they came to America seeking the place they were told they \nbelong.\n\nBut for many of the 17,000 children of Vietnamese mothers and American servicemen who've arrived here since \nthe 1987 Homecoming Act, hope has led to disillusionment.\n\nNot only has the homecoming promised by a special act of Congress failed to materialize, but many Amerasians \nalso have suffered after immigrating with \"fraudulent families\" - unrelated Vietnamese who use them as tickets to \nAmerica.\n\n\"In Vietnam, they say when Amerasians come, the Americans will like them and will help them much, the fathers \nwill look for them and Amerasians will have houses and many things,\" says Thuy Le, 24, whose fraudulent family \nbroke up after arriving in Washington, D.C. \"But it's not true.\"\n\nThe Homecoming Act acknowledged American responsibility for Amerasians by encouraging them to come here \nand arranging their passage. In the process, it created one of the country's newest and most unusual immigrant \ngroups.\n\nNo one knows how many Amerasians were born during America's involvement in Vietnam. But 17,000 \nAmerasians ages 17 to 31 and 48,000 of their family members have come so far.\n\nThe State Department expects another 10,000 Amerasians and 20,000 family members to immigrate - most of \nthem by next year.\n\nMost Amerasians know little English and less about American life. With limited education, some expect they can \n\"pick up\" English because they are half American. Others think a first name is all they'll need to find their fathers.\n\nFew realize that many Americans have never heard the term \"Amerasian.\" Few ever meet their fathers. And \nignorance of American race relations makes transition especially difficult for the 10% to 15% of Amerasians whose \nfathers were black.\n\nWhile some black Amerasians are clearly Asian in appearance, others are not. \"They all think I'm American,\" says \nHung Nguyen, 24, of the black residents of his Riverdale, Md., apartment complex. \"They look at me, and I get \nscared,\" he says through a translator.\n\nAlthough Amerasians are sent to the Philippines for six months of classes, including lessons in the use of \nAmerican kitchens, the cultural gap is tough to bridge.\n\n\n\"They're just in shock when they get off the plane from the Philippines,\" says Anita Menghetti, a consultant on \nAmerasian resettlement. \"These are people who've never been more than 100 miles from home their entire lives.\"\n\nLike many, Thuy Le left Vietnam because her family urged her to leave: \"They said 'Vietnam is not my country.' \"\n\nCold as that sentiment may sound to Americans, it is common in Vietnam, where local officials often harass \nAmerasians and their families, driving them out of school or detaining them at police stations for questioning.\n\nLe's foster parents weren't willing to leave their homeland. But they agreed to a bargain becoming increasingly \ncommon in Vietnam. They arranged for another family to pay the bribes local Vietnamese officials often demand of \nAmerasians applying to immigrate. In exchange, Le claimed the family was her own so they could come to \nAmerica with her.\n\nWhile there are no real numbers, officials say fraudulent family cases soared in the past two years after new rules \nmade it tougher for non-Amerasian Vietnamese to come as refugees.\n\nBut eliminating fraudulent cases is tough, says State Department spokeswoman Julie Reside, because few \nAmerasians have documents to prove their family history. Officials often rely on physical appearance in \ndetermining who is Amerasian; identifying Vietnamese relatives is even harder.\n\nReside says the State Department has heightened its scrutiny of applicants. But a recent General Accounting Office \nwarned the agency may now be inadvertently turning away some legitimate Amerasians under the tougher \nstandards.\n\nOnce here, fraudulent families often mistreat or desert Amerasians, says Peter Daniels, coordinator of St. \nAnselm's, a private refugee resettlement agency. He estimates 20% of the Amerasians in Orange County, Calif., \ncome with fraudulent families, and \"each one of them breaks up eventually.\"\n\nLe says her fraudulent family's attitude toward her changed abruptly once they left Vietnam. \"They treated me like a \nservant,\" Le says. Less than a month after arriving, Le was so unhappy she moved out to live alone.\n\nThe poverty and discrimination Amerasians face in Vietnam makes them better off here, Le says. But she knows \nshe is lucky: With her high school education and fluent English, she found a job as an outreach worker at a \nresettlement agency.\n\nMore common is the isolation of those Le helps. Except to attend English classes or go to hotel or factory jobs, \nmany never leave their apartments. \"I don't know any Americans except for the teachers at school,\" says My Trang \nPham, 24.\n\nMany wonder about finding their fathers, but obstacles are large. The Red Cross Office of International Services \nhas received about 500 requests for help in finding fathers. Searches are completed about 10% of the time. In most \ncases, the person searched for agrees to release their address. About 20% refuse; an additional 10% have died.\n\nHung Nguyen's older brother Phan, 26, dismissed the idea of even trying. The pictures and name his mother \nshowed him back in Vietnam have long faded from memory. \"All the Americans, they all look alike,\" he says.\n\n Amerasians, by definition\n\nThe term Amerasian can be used to describe children of Asian and American parents born here or abroad.\n\nBut the 1987 Homecoming Act applies only to the Amerasians born in Vietnam between 1962 and 1975 to \nVietnamese women and American men.\n\nIt was easy for Amerasian children to immigrate if their American parent sponsored them.\n\nBut many Amerasians don't know their father's name or have no contact. So Congress made it easier for \nAmerasians to immigrate from areas where U.S. servicemen were based.\n\n\n\nA 1982 act enabled Amerasians in Thailand, Vietnam, Cambodia, Laos or Korea to immigrate if they proved they \nhad an American parent and a sponsor.\n\nThe 1987 Homecoming Act made immigration easier by accepting physical appearance and testimony to prove \nAmerican parentage.\n\nNeither law covers Amerasians born in Japan or the Philippines, an omission some Amerasians view as unfair.\n\n Amerasian immigration Amerasians and family members admitted to the USA annually since 1988:\n\n Family\n\nFY    Amerasians    members\n\n'88     115           123\n\n'89   2,825         6,900\n\n'90   4,056        11,091\n\n'91   4,913        12,807\n\n'92   4,331        13,936\n\n  \n\nSource: U.S. State Department\n\nNotes\n\nIMMIGRATION; See info boxes at end of text\n\nGraphic\n\n \n\nGRAPHIC, color, J.L. Albert, USA TODAY, Source: U.S. State Department (Line graph); PHOTOS, color, Barbara \nRies (3)\n"}