{"title": "Justices open term, hear case about drugs, deportation", "body": "\nWASHINGTON -- The Supreme Court heard its first arguments of the 2006-07 term on Tuesday in a spirited \nsession that focused on whether foreigners who are in this country legally should be deported automatically if they \nare convicted of drug possession.\n\nAll of the justices except the typically silent Clarence Thomas jumped into the discussion, which revealed some of \nthe ideological divisions on the nine-member court.\n\nThe case tests provisions of anti-drug and immigration laws and could have significant consequences for legal \npermanent residents, or \"green card\" holders, who are found guilty of relatively low-level crimes. If the justices rule \nthat drug possession could amount to an \"aggravated felony,\" it would cause many convicted immigrants to be \nroutinely deported, and prevent them from appealing to an immigration judge.\n\nTuesday's dispute involves legal immigrants, but it arises against a backdrop of concern over policies related to \nborder security and illegal immigration.\n\nThe question for the justices is whether a drug-possession offense that is a felony under state law but would be a \nmisdemeanor under federal law rises to the level of illicit trafficking, making it an \"aggravated felony\" and requiring \nmandatory banishment for a legal immigrant who is not a U.S. citizen.\n\nJose Antonio Lopez, a Mexican national, was convicted in South Dakota of aiding and abetting possession of \ncocaine. Reymundo Toledo-Flores, also from Mexico, was convicted in Texas of possessing cocaine. Federal \nappeals courts ruled that their offenses could be considered aggravated felonies for deportation purposes, based \non the respective states' laws. Other appeals courts, however, have ruled the opposite, saying that an offense \nqualifies as an \"aggravated felony\" only if it would be punishable as a felony under the federal Controlled \nSubstances Act. Drug possession is a misdemeanor under the act.\n\nAttorneys for Lopez and Toledo-Flores argued that Congress did not want possession of a drug to be regarded as \nan aggravated felony for deportation purposes. They stressed the importance of uniform standards tied to federal \nlaw, rather than to state codes that would cause some legal immigrants who had committed the same offenses to \nbe automatically deported in some states, but not in others.\n\nDeputy U.S. Solicitor General Edwin Kneedler argued that Congress intended \"any felony\" to trigger the automatic \ndeportation provision, whether under state or federal law. He said Congress sought to cover large categories of \nstate criminal conduct.\n\nThe court's more liberal justices appeared most skeptical of that argument.\n\n\n\"It seems to me unseemly in the immigration context,\" Justice Ruth Bader Ginsburg said, \"to say that two people \nwho have committed the identical act\" can be treated differently \"because of the happenstance of the states in \nwhich they were convicted.\"\n\nJustice David Souter questioned whether Congress would have written laws that classified drug possession as a \nmisdemeanor, but then allowed it to be termed an \"aggravated felony\" for deportations. \"The problem here is that \nstate and federal laws are at odds on determining the gravity of the offense,\" he said.\n\nThe court's newest conservative justices, Chief Justice John Roberts and Samuel Alito, joined Justice Antonin \nScalia in appearing most sympathetic to the government's position.\n\nRoberts suggested by his questions that the automatic deportation provision could be triggered by state or federal \nfelonies. Alito, beginning his first full term on the bench, said Congress could have wanted the term \"illicit \ntrafficking\" broadly interpreted \"so that it can include mere possession offenses.\" \n\nGraphic\n\n \n\nPHOTOS, B/W, Tim Dillon, USA TODAY (2)\n"}