{"title": "Living With the Newcomers Among Us", "body": "\nRegarding  David Walsh's Aug. 12 letter,  \"A Culture Clash is Not 'Racism' \":\n\nIt is clear that Mr. Walsh supports the kind of racism that is being enacted into anti-immigration law in Prince William \nCounty. Mr. Walsh asserts that the  quality of life of county residents has been diminished by immigrants, thereby \nturning, in his words, \"Pleasantville\" into  \"Little Tijuana.\"  His evidence for this is that Prince William County  is  \nplagued by \"squawking chickens in back yards, a half-dozen cars in front, music blaring in the night, beer-induced \nbrawls . . . and catcalls to women.\"\n\nSurely Mr. Walsh can't believe that immigrants are the only people in Prince William  who  turn the music up too \nloud, start  brawls or make catcalls to women. Even if such occurrences have increased as the county's population \nhas exploded, these actions should not be stereotypically attributed only to immigrants. Mr. Walsh's support of \nPrince William County's  new immigration laws is misguided.\n\nJENNIFER DeCAMP\n\nFairfax\n\nDavid Walsh  tried to make the point that Prince William County's tough immigration laws do not stem from  racist \nsentiments on the part of county  residents. I don't know about the motivations of Prince William's residents, but Mr. \nWalsh makes his own attitudes quite clear with a  portrayal of Latinos based on  some of the ugliest, most racist \nstereotypes  imaginable. Ironically, the tone of his letter indicates that he doesn't recognize his own prejudice, much \nless that of like-minded people in  Prince William County. This cultural ignorance is sad and embarrassing.\n\nMARIAN CONDON\n\nEllicott City\n\nRegarding the Aug. 13 editorial \"English, S?\":  As a teacher of English to nonnative speakers for over 30 years, I \ncan attest that most immigrants deeply want to learn English.  English-only laws aren't necessary for immigrants to \nsee that living successfully  in this country requires knowing English.\n\n\nFor those Americans who have not experienced an immigrant's desperation about  feeding a family in a hopeless \nsituation and learning  a new language and culture as an adult with little education, I would ask that they imagine \nthemselves in similar circumstances and show compassion instead of scorn.\n\nEnglish isn't learned overnight.  It takes years to develop adequate fluency to read government documents  and \ncommunicate clearly.\n\nEnglish classes are in demand all over the area, and in some places there are  waiting lists of eager learners. To \ndeny public services to illegal immigrants is a spiteful, hurtful response that is out of proportion to the crime of \nentering the country illegally. What these new residents of our community need is education and acculturation to \navoid the culture clashes that have understandably upset other residents. If given basic services, the children of \nthese new immigrants will consider themselves Americans and follow the pattern of all who came to this country as \nhopeful, brave immigrants and became acculturated citizens.\n\nGAIL SCHMITT\n\nRockville\n"}