{"title": "DETAINING CUBANS EXACTS RISING TOLL", "body": "\nThe increasing number of Cubans imprisoned indefinitely by United States immigration officials to await deportation \nis exacting a growing toll on the Government and on the prisoners.\n\nAt the Federal penitentiary in Atlanta, where 1,860 of these Cubans are held, overcrowding and violence are so \nsevere that a Congressman who oversees Federal prisons said that the Cubans were being kept ''like animals in \ncages.''\n\nBecause the Federal Bureau of Prisons has no more room for Cubans in the Atlanta prison, the Immigration and \nNaturalization Service has had to scramble to find space for another 700 in other jails and prisons, and officials say \nthe cost is rising steadily.\n\nThe imprisoned Cubans were among more than 125,000 who arrived in Florida in 1980 from the Cuban fishing port \nof Mariel. A group of dangerous criminals and mentally incompetent people were ruled ineligible for immigration and \ndetained when they arrived, and others have since been convicted of violating American laws. They are being held \npending deportation, but Cuba refuses to take them back.\n\nThe situation facing immigration officials has worsened since last May, when Fidel Castro, the Cuban leader, \nabruptly canceled a five-month-old agreement to take back more than 2,700 of the men. Mr. Castro said he was \nprotesting the Reagan Administration's decision to begin beaming into Cuba propaganda broadcasts from a new \nGovernment radio service, Radio Marti.\n\nAt that time only 201 men had been returned to Havana under the agreement, which also sought to normalize \nimmigration from Cuba to the United States.\n\nMost of the other Mariel emigres have adjusted peaceably to American society, but those who have been arrested \nacross the country for crimes or violations of immigration laws are being added at the rate of 80 a month to swollen \nFederal detention rolls.\n\nSince they rioted 16 months ago in the Atlanta penitentiary, which has been turned over almost entirely to the \ndetention of Cubans, most of the Cubans there have been locked for 23 hours a day in cells that hold up to eight \ninmates each.\n\nRepresentative Robert W. Kastenmeier, who toured the maximum-security prison last month, said in an interview \nthat the ''intolerable'' conditions were putting severe stress on inmates and staff.\n\n\n''There are tensions that don't exist in any other Federal prison,'' said Mr. Kastenmeier, the Wisconsin Democrat \nwho is chairman of the House Judiciary Subcommittee on Courts, Civil Liberties and the Administration of Justice. \n''To maintain people in conditions like these is beneath us as a society.''\n\n \n\nViolence in Atlanta Prison\n\nAccording to reports furnished to Mr. Kastenmeier, there have been nine homicides, seven suicides, 400 serious \nbut unsuccessful suicide attempts and more than 2,000 serious incidents of self-multilation since 1981 among \nCubans detained in the prison.\n\nPrison officials say the nature of the imprisoned men, rather than the conditions of their imprisonmment, is \nresponsible for the violence.\n\nAlthough Mr. Castro has denied it, United States officials say the Cuban leader emptied jails and mental hospitals of \ninmates, and added them to the exodus from Mariel.\n\nAbout 5,000 of the Marielitos are in Federal, state or local jails, convicted of criminal offenses or immigration law \nviolations that make them subject to expulsion as ''excludable aliens.'' This includes 300 to 400 who were deemed \nexcludable when they arrived and have been held for six years.\n\n \n\nA Legal Limbo\n\nThe refusal by the Cuban Government to accept these people has left them in a legal limbo, since immigration \nauthorities cannot send them back to Cuba and, with few exceptions, the Government is not willing to release them \nbecause it says they represent a threat to American society.\n\nThe increasing number of Marielitos in Federal custody has put a financial strain on the Government. The Bureau of \nPrisons says it costs more than $25 million a year to keep the 1,860 Cubans in the Atlanta penitentiary, and an \naverage of $55 a day each for Cubans held in other jails. Some Congressional sources believe the cost in the \nAtlanta prison alone may be more than $40 million.\n\nSince last May, 700 Mariel Cubans have been added to Federal rolls for deportation and have had to be put in \nother Federal detention facilities and local jails.\n\nHugh Brien, the immigration agency's assistant commissioner for detention and deportation, said the number of \nnew detainees will climb to 1,200 by this fall, costing taxpayers an additional $7.5 million for the year. ''It causes \nproblems for us, because we have limited detention space in our own facilities,'' he said.\n\nThere are about 2,500 Mariel Cubans now being held across the country on state and local charges. When such \nmen finish serving their sentences in state and local jails for criminal convictions or other acts that violate the strict \nterms of their admission to the country, they are being taken into indefinite Federal custody.\n\nTo help relieve the pressure on the system, Mr. Brien said that about 225 of the Cubans in custody have been \nscreened by agency officials and released to halfway houses over the last six months. At most, he said the \nGovernment would send 400 to 500 Cubans to halfway houses this year, and fewer next year.\n\n \n\nCubans' Fate Hotly Debated\n\nOver the last five years the issue of the Cubans' freedom has been hotly debated in the Federal courts.\n\nFederal District Judge Marvin H. Shoob of Atlanta has ruled on several occasions that because President Carter \n''invited'' the Cubans, most have some constitutional rights and should be entitled to individual hearings.\n\n\n\nBut Federal appellate courts have generally reversed him, ruling that the detainees have no constitutional rights and \nupholding the Government's broad authority to detain them indefinetely pending expulsion.\n\nAs a three-judge panel of the United States Court of Appeals for the 11th Circuit was hearing arguments here last \nyear, Robert S. Vance, the presiding judge, told a lawyer for the Cubans that ''the Government can keep them in \nthe Atlanta pen until they die.''\n\n \n\nJurors 'Ashamed' of Policy\n\nBut last month the jurors in a criminal case against two of the Cubans accused of inciting riots in the prison in \nNovember 1984 acquitted the men, and after the trial issued sharp public statements saying that they were \nembarrassed by the Government's policy toward many of the Cubans in the prison.\n\nOne juror, Mel Magidson, an insurance salesman from suburban Atlanta, said the jurors ''were somewhat ashamed \nof our Government and the ways things are going for these people.''\n\nPrison officials say that although the Cubans in Atlanta make up barely 5 percent of the total number of inmates in \nthe Federal prison population nationwide, they account for more than half the reported inmate-to-inmate assaults, \nand at least one-third of all the assaults by inmates on guards.\n\n''This is a pretty violent bunch of people,'' said Duke Austin, a spokesman for the immigration service. ''That's why \nwe'd rather keep them there.''\n\nThe decision by prison authorities to keep more than 1,000 of the inmates confined to their cells to preserve \ndiscipline is one of several issues being challenged in another suit in Federal court, said Gary Leshaw, a lawyer \nhere who has argued that the prison is overcrowded and badly staffed.\n\n \n\nArguments for Release\n\nExcept for the 300 to 400 who were taken into custody as undesirable aliens when they arrived in Florida in 1980, \nthe 1,860 Cubans in the Atlanta pentitentiary are men who ran afoul of the law after their arrival and have had their \nparoles revoked for what Judge Shoob has described as ''offenses ranging from relatively minor infractions to \nserious crimes.''\n\nAttorneys working in behalf of the Cubans argue that while some of those in the Atlanta prison are dangerous \ncriminals who ought not to go free, others pose no serious threat and some have families in the United States.\n\n''What is most unfair is that men who have served their time for state offenses are now sitting in the Atlanta \npentitentiary with no hope of release except a return to Cuba,'' said Dale Schwartz, an Atlanta lawyer. Mr. Schwartz \nhas also argued that detainees returned to Cuba could face persecution and torture.\n\nJulius Debro, a professor at Atlanta University who helped run a halfway house for Cubans that was recently \nclosed by the Government, said he believed that at least a quarter of the inmates in the Altanta prison could be let \nout under supervision.\n\nHe said those who remain in custody tend to be able to speak little or no English and have an eighth-grade \neducation or less. They are typically in their 20's, he said, and dark skinned.\n\nRepresentative Kastenmeier said he would urge the Reagan Administration to shut down Radio Marti and reopen \nnegotiations with Mr. Castro for the return to Cuba of as many of the undesirable aliens as possible.\n\nA State Department official says the Castro Government has refused several entreaties to reinstate the immigration \naccord.\n\n\n"}