{"title": "Immigration Bill Invests in America's Future", "body": "\nTo the Editor:\n\n''Give Me, Also, Your Skilled'' (editorial, Aug. 27), arguing for immigration reform, graciously mentions my family \nunity and employment opportunity bill, H.R. 4300, pending before the House of Representatives. You are wide of \nthe mark in criticizing as ''punitive'' the proposed assessment of a fee on medium- and large-size businesses that \nimport workers to pay for education and training for United States citizens.\n\nAnd it is hard to take seriously the charge that a bill that increases family- and employment-based immigration \ncould smack of the old-time fear of foreigners. The most sweeping immigration reform in 25 years shows no fear of \nforeigners. It is hardly punitive to make it easier for employers to hire immigrants.\n\nCommon sense shows the connection between American industry's unfilled needs for highly skilled workers and the \nfailure of our schools to provide them. In charging larger companies a modest fee for immigrant workers, all my bill \nproposes to do is make a contribution to solving our long-term educational problem while answering our immediate \nneed.\n\nThe fees are not large - $500 for a medium-size company, $1,000 for a large company, and small businesses and \nnonprofits would be able to hire immigrants free. Large companies that import workers for highly skilled jobs that \ncannot be filled from our domestic labor pool pay much more just for the paperwork. The employment-based \nimmigration system I propose will be far simpler. Employers will save money bringing in workers -and they'll make \nmoney when the workers are here.\n\nMy bill proposes to use most of the fees to help states establish education and training programs. For example, \nConnecticut workers need to begin shifting from defense industries to high-tech, export-oriented industry. The rest \nof the fees will go for math and science scholarships for students in need.\n\nAmerican unemployment is relatively low, except where it is shockingly high. How can that be? The answer is that \nwe have a swiss-cheese economy. Let's use expanded immigration to help fill in the holes. Let's not forget those \nAmericans who are not ready, but who could be prepared in the future, if education and training are improved.\n\nThe classic liberal formation that everybody should pay for education and training is flawed. It is the same lesson \ntaught by our budget mess: When everybody is supposed to pay, nobody seems to get the bill.\n\nFees to establish an American workers educational trust fund will not raise enough to pay for the massive \ninvestment we must make in better education and training. However, it will be a step in the right direction.\n\n \n\n(Rep.) BRUCE A. MORRISON\n\nChairman, Subcommittee on\n\n\nImmigration, Refugees\n\nand International Law\n\n  Washington, Sept. 4, 1990\n"}