{"title": "Immigrant Youths Dig For Roots;Culture Classes in Vogue", "body": "\nVictoria Vo has never seen the country her parents left behind. For her, Vietnam and its ways were mostly \nsomething to imagine while she learned to get by in other countries.\n\nFirst it was Brazil, where she was born 13 years ago and grew up speaking Portuguese. Then it was the United \nStates, where she learned English after her family moved to Fairfax County in 1989.\n\nThis summer, Victoria is trying to reclaim a part of her own culture, learning to speak Vietnamese in a six-week \nclass that is one of dozens being sponsored by immigrant groups in the Washington area. The courses are \ndesigned to teach immigrant children, many of whom have been taught more about U.S. history and culture than \nabout their own, the heritage of their families' native countries.\n\n\"My parents say that I should be able to speak and read and write in Vietnamese,\" said Victoria, a seventh-grader \nat Luther Jackson Intermediate School who hopes to visit Vietnam some day. As an adult, she said, \"I would be \nreally embarrassed if I wouldn't know how to read a [Vietnamese] newspaper.\"\n\nThough some similar programs are held during the school year, many immigrant groups are using the summer \nbreak to offer children more intensive instruction in what it means to be Vietnamese, Chinese, Bolivian, Mexican or \nEthiopian. Victoria spends three evenings a week with a dozen other students in her class, which is held at \nSwanson Middle School in Arlington and is sponsored by the Vietnamese Youth Educational Association.\n\nSince the number of immigrants and refugees coming to the Washington area began to soar 15 years ago, \neducators and other analysts have noticed that American-reared children of immigrants sometimes do not identify \nwith or understand the cultures of their families' native countries.\n\nAnalysts say immigrant children who do not have an appreciation of their parents' culture can have more difficulty \nadjusting to life here than those who do.\n\nAn immigrant child \"needs to have a sense of his own culture to deal with all the complex issues\" of life in this \ncountry, said Elena Pell, an education specialist with Aspira Association, a Hispanic advocacy group. \"They need to \ndefine who they are and to draw on their family and their culture as a support system.\"\n\nIn some cases, analysts say, immigrant parents are so eager for their children to do well in the United States that \nthey de-emphasize their culture and stop speaking to their children in their native language.\n\n\n\"They're afraid that the children will grow up not well-adapted to American culture,\" said Peter Huynh, 20, a \nvolunteer teacher in the program at Swanson. \"What happens is, they start incorporating American culture in the \nhousehold. That's when the problems come in.\"\n\nKim Oanh Cook, a social worker in Fairfax County's Vietnamese community, said children she has worked with \n\"know the culture as other people think of it. They might think of kung fu as Asian, for example, without thinking \nabout a real, living culture.\"\n\nA summer day camp at Reston's Terraset Elementary School sponsored by the Chinese Experimental School \nteaches about 35 children such skills as Chinese painting and paper cutting, martial arts and Chinese language.\n\n\"Most of our campers are ABC -- American-born Chinese,\" said Bang-Jen Chao, principal of the school, run by a \nnonprofit group that also sponsors children's classes in Chinese culture during the school year.\n\nOften, Chao said, children at the camp are torn between Chinese culture, which emphasizes obeisance to elders \nand authority figures, and American culture, in which there is a greater emphasis on individuality and independent \nthinking. A major part of the camp's curriculum, Chao said, deals with traditional Chinese mores and ethics.\n\n\"They sometimes are confused between the Chinese and the American way, so we teach them about this,\" she \nsaid.\n\nThis summer, for the first time, the Mexican Embassy will sponsor a children's course on the country's history, \ngeography and current events, said Lucilla Ruvalcava, of the embassy's consular section. And for the last month, \nDebre Selam St. Mary's Church in Adams-Morgan, attended by hundreds of Ethiopians in the area, has been \nholding Saturday afternoon children's classes in Amharic, the official language of Ethiopia.\n\n\"It's basically teaching them to read and write,\" said Altaye Berhale, 35, whose 5-year-old son is in the program.\n\nBerhale said many of the younger children can speak and understand Amharic, which is spoken in most Ethiopian \nhomes. But after attending school here, they refuse to speak the language, even at home with their parents. \"When \nyou speak to them in Amharic, they answer in English,\" Berhale said.\n\nIn the Hispanic community, much of the ethnic education focuses on traditional dances and music of various Latin \nAmerican countries. This summer, dance and music groups are performing for children in religious and cultural \nfestivals throughout the area.\n\nDora Castellon, president of Comite Pro Bolivia, a Bolivian cultural group, said the organization has helped teach \nimmigrant youths traditional Bolivian dances and is increasingly reaching out to youths who are unfamiliar with \nmany other Bolivian traditions.\n\n\"We need for them to keep the culture,\" she said.\n\nGraphic\n\n \n\nPHOTO, SHARON CHU AND JAMES Y. SHOU, BOTH 6, LAUGH AT CHU'S CHALK-COVERED HANDS DURING \nBREAK IN THEIR CHINESE CLASS. HEATHER STONE\n"}