{"title": "Two Cuban Boxers Ask for U.S. Asylum; Olympians Held by Immigration", "body": "\nTwo Cuban Olympic boxers met with a U.S. immigration official yesterday to discuss their reasons for requesting \npolitical asylum in this country, according to a lawyer representing the two athletes.\n\nJoel Casamayor, 24, the 1992 Olympic gold medalist in the bantamweight division, and Ramon Garbey, 25, a three-\ntime world champion in the super middleweight division, have asked to defect to the United States because \"they \nwould rather die than fight for Fidel Castro,\" said Al Rogers, the administrative officer of a Los Angeles-based law \nfirm that is representing the two boxers.\n\nRogers said the two boxers, who were considered favorites to win gold medals at this summer's Olympic Games, \nfled a training camp for Cuban boxers in Guadalajara, Mexico, early last week. With the help of people in Mexico, \nCasamayor and Garbey managed to travel from Guadalajara to Tijuana, where they met on Sunday with Rogers \nand Frank E. Ronzio, the lead lawyer in the case, Rogers said. The people who were helping the Cubans to defect \ncontacted Ronzio's firm -- which specializes in immigration cases -- several days ago, he said.\n\nRudy Murillo, a spokesman for the Immigration and Naturalization Service in San Diego, confirmed that the two \nboxers were being detained at an immigration processing center near San Diego. However, he said he could not \ndiscuss the case.\n\nTop Cuban athletes have defected to the United States in the past. Pitchers Livan Hernandez, 20, and Osvaldo \nFernandez, 27, defected last year, and this spring received multimillion dollar contracts from the Florida Marlins and \nSan Francisco Giants, respectively. Rey Ordonez, a shortstop for the Cuban national team, defected while in \nBuffalo for the World University Games in 1993 and now plays for the New York Mets. More than 40 of Cuba's top \nathletes defected in 1993 in Puerto Rico during the Central American and Caribbean Games.\n\nRogers said the boxers maintain that back home they have been pressured to sign documents and make \nstatements that would place them as Communists, and that they have refused to do so. He said Castro uses the \nCuban Olympic boxing team, which won seven gold medals at the 1992 Games in Barcelona. \"They do not want to \nbe instruments to be used to support the oppression of Cuban people,\" he said.\n\nAfter meeting with the lawyers Sunday, the two boxers were driven across the border at San Ysidro, where they \nasked for asylum, Rogers said. He said no immigration official who handles asylum cases was available to \ninterview the boxers on Sunday, so they were detained at the service processing center in El Centro, which is \nabout 115 miles from San Diego.\n\nYesterday, Casamayor and Garbey were interviewed by an immigration official in a preliminary screening interview \nto determine whether the asylum case warrants parole, Rogers said. Parole status would allow the boxers to be \nfree or leave detention pending a hearing before an immigration judge on the merits of their political asylum case, \nhe said. The parole proceedings will continue today.\n\n\nThe boxers were still in the midst of their interviews late yesterday evening and no decision had been made, \nRogers said. If the boxers are released, they will travel to Los Angeles, where the law firm is located, he said.\n\nThe Cubans will send 160 to 190 athletes to the Games, which begin July 19.\n"}