{"title": "Immigrants reach out, touch home through long-distance phone shops", "body": "\nPopping up around metro Atlanta in Latino neighborhoods, long- distance phoning centers have rows of phone \nbooths offering overseas phone calls. These casetas de larga distancia (long-distance booths) help immigrants \nstay in touch with families back home.\n\n\"This kind of business - it's growing,\" said Jaifer J. Blanco, director of a phone-booth business in Doraville. \n\"[Immigrants] come here to work and they don't have credit - they can't get a phone. So they come to us to call \nMexico, Honduras and South America.\"\n\nAt least five metro businesses around Atlanta offer long-distance booths, usually at rates comparable to in-home \nphone service. Indy Communications Inc. was apparently the first, opening up two shops along Cobb Parkway and \nin Chamblee in the last seven months.\n\nThe Indy centers feature a dozen wooden phone booths along a side wall.\n\n\"Casetas\" are common in Latin American nations, said Carrie Blanco- Ogourousis, a worker at International \nServices, which opened last month in Doraville. Also, the customers prize the fact that center employees can speak \nSpanish.\n\n\"Casetas\" centers give the customers a receipt, showing the rate and number of minutes, adding to the customers' \ncomfort zone.\n\n\"When you call [at conventional pay phones], you have to keep putting in money. That's really uncomfortable,\" said \nBlanco-Ogourousis.\n\nThe booth center owners and managers say using the booths is a natural phase newcomers eventually grow out of \nas they become more established in this country.\n\nAlthough booth centers have higher rates than home-phones for many calls, their rates are often slightly lower \nthan residential rates for Latin American calls. Moreover, booth-center managers point out that their customers \ndon't pay for home-phone purchase, connection or monthly service.\n\nOn a per-minute basis, Indy Communications this week advertised rates of 25 cents within the United States, 99 \ncents to Mexico and about $ 1.29 to most other Latino countries.\n"}