{"title": "HEARING OF THE SOCIAL SECURITY SUBCOMMITTEE OF THE HOUSE WAYS AND MEANS COMMITTEE SUBJECT: SOCIAL SECURITY NUMBER HIGH RISK ISSUES (PART V) CHAIRED BY: REPRESENTATIVE JIM MCCRERY (R-LA) WITNESSES PANEL I: CYNTHIA M. FAGNONI, MANAGING DIRECTOR, EDUCATION, WORKFORCE, AND INCOME SECURITY, GOVERNMENT ACCOUNTABILITY OFFICE; JOEL WINSTON, ASSOCIATE DIRECTOR, DIVISION OF PRIVACY AND IDENTITY PROTECTION, BUREAU OF CONSUMER PROTECTION, FEDERAL TRADE COMMISSION; PANEL II: NICOLE ROBINSON, NORTH ATLANTIC COAST VOLUNTEER COORDINATOR, IDENTITY THEFT RESEARCH CENTER; MARY C. MCQUEEN, ON BEHALF OF THE COUNCIL OF STATE COURT ADMINISTRATORS; ERIK STEIN, MEMBER, BITS FRAUD REDUCTION STEERING COMMITTEE; STUART K. PRATT, PRESIDENT AND CHIEF EXECUTIVE OFFICER, CONSUMER DATA INDUSTRY ASSOCIATION; BRUCE HULME, LEGISLATIVE DIRECTOR, NATIONAL COUNCIL OF INVESTIGATIVE AND SECURITY SERVICES LOCATION: B-318 RAYBURN HOUSE OFFICE BUILDING, WASHINGTON, D.C.", "body": "\nREP. JIM McCRERY (R-LA):  The subcommittee hearing will come to order.  Good afternoon, everybody.  \nWelcome to our fifth in a series of hearings on high risk issues relating to Social Security Numbers, our SSNs.  \nToday we'll examine the use of SSNs by government agencies, businesses and others, as well as explore options \nfor improving the confidentiality of SSNs.\n\nFor many years this subcommittee has worked to protect SSN privacy.  For example, the Committee on Ways and \nMeans approved bills in the 108th and 106th Congresses that were introduced by my predecessor, subcommittee \nchairman Clay Shaw.  Some of the provisions from Mr. Shaw's bill in the 108th Congress have become law, \nincluding limits on replacement SSN cards and a prohibition on the display of SSNs on driver's licenses.  The SSN \nplays a key role in both our government and in our economy.  Because the SSN is a unique number for each \nperson and is widely used, it helps link records at all levels. This in turn facilitates administration of government \nservices and benefits, business transactions and fraud prevention.  However, once this essential piece of \ninformation is in the hands of identity thieves, it opens a Pandora's box of problems.  Stolen SSNs can damage \nlives and businesses' bottom lines.\n\nToday we will hear about the current patchwork of federal and state laws that provide limited and inconsistent \nconfidentiality protection for SSNs.  For example, financial institutions are restricted in their ability to release SSN \ninformation but SSNs may appear in any number of publicly available government records such as court records or \nproperty ownership records.  Computers and the Internet have enabled unprecedented information sharing, and \nanyone who collects, uses or shares SSN information has a responsibility to protect its confidentiality.\n\nToday we'll hear about some of the voluntary steps the government agencies, businesses and others are taking to \nprotect SSNs from unauthorized disclosure.  We also will have the opportunity to explore options for improving SSN \nprotections.  I'm trying to make this last until Mr. Reyes gets here -- there he is, come on down.\n\n(Laughter.)\n\nThese options involve -- \n\nREP.     :  I would have talked long enough to delay --\n\nREP. McCRERY:  These options involve complicated tradeoffs.  In some cases federal laws or regulations require \nthe collection of SSNs to achieve certain goals such as efficient and accurate tax administration, child support \nenforcement, and identification of money launderers and terrorists.  As we examine alternatives for improving SSN \nprivacy to help prevent identity theft, we must consider the potential effects on the attainment of those goals.  We \nmust also be mindful of the cost that individuals, businesses and government agencies may incur as a result.  By \ncarefully examining all options to keep SSNs out of the hands of identity thieves and by listening to as many \nstakeholders as possible, we seek a balance between protecting SSN privacy and allowing its use for legitimate \nand necessary purposes.\n\nMr. Levin.\n\nREP. SANDER M. LEVIN (D-MI):  Mr. Chairman, since I basically agree with your opening statement and since \nboth of our colleagues are here I'll simply ask that my opening statement be placed in the record.\n\nREP. McCRERY:  Without objection.  Thank you, Mr. Levin.\n\n\n\nOur first panel today is composed of two distinguished colleagues, Mr. Dreier and Mr. Reyes, each of whom have \nexpressed an interest in the issues that this subcommittee has been exploring for some time now and they were \nsupposed to be here last time but we had a series of votes, and in an effort to not prolong the necessity for other \nwitnesses to stay, we asked these two colleagues if they could come today and they graciously agreed to do that.  \nSo welcome, gentlemen.  We are interested in your views on this subject.  We would like for you to try to \nsummarize those views in about five minutes.\n\nAnd we'll start with my colleague from California, Mr. Dreier.\n\nREP. DAVID DREIER (R-CA):  Thank you very much, Mr. Chairman. Let me begin by expressing my appreciation \nto you for the hard work that you do in dealing with this issue of Social Security and the specific issue you're \ntackling right now.\n\nAnd to Mr. Levin and Mr. Johnson and Mr. Brady, thank all of you for being here.  I know we've completed our votes \non the floor but this is a very important issue.\n\nMr. Reyes and I have come together in a bipartisan way to deal with an issue that is getting a great deal of \nattention.  The issue is immigration reform and border security.  I don't know if any of you all recall that we dealt \nwith that back in December and our colleagues in the other body are tackling that question right now as to how they \nmove ahead this week and next on this issue. \n\nVirtually everything that we do focuses on the supply side of the immigration problem.  On border security, what is \nit that we did? Well, we talked about building a 700-mile wall, we talked about dramatically increasing the size of the \nborder patrol -- a lot of things that are designed to stem the flow of people coming into this country illegally.  But \nwhat is it that we really haven't done?  We haven't spent much time and effort looking at why it is that they come to \nthe United States of America. \n\nAnd that's why Mr. Reyes and I, with the encouragement of T.J. Bonner who's the president of the National Border \nPatrol Council which is the union of border patrol agents said let's not just look at the supply side, let's focus on the \ndemand side here.  So why is it that people come into this country illegally?  They come here 98 percent of them for \none reason and one reason only -- they are looking for a job. They are looking to feed their families.  They're \nlooking for economic opportunity.  We all know that.  And of the 12 million people who are in this country illegally, \nwe know that nearly all of them are here as productive members of society, working, paying taxes, doing things that \nneed to be done in this country.\n\nBut we do know that they're here illegally and there is a strong sense that we need to take action.  We need to take \naction to deal with it.  Right now there are 94 different documents including that flimsy little Social Security card \nthat was first put into place in 1935 that has not been updated once since 1935 that are used for a potential \nemployee to go to a potential employer and get a job. Ninety-four different documents, including a school ID card, a \nlibrary card.\n\nSo what Mr. Reyes and I have come together to do is very simply to say why don't we make an attempt to put into \nplace a smart, counterfeit-proof Social Security card with an algorithm strip on the back of it, an algorithm strip \nwhich would simply go in and look at the data that is already there.  No new data would -- the government would not \nget its hands on any new data at all.  This counterfeit- proof card, and actually I carry a counterfeit-proof -- a \ncounterfeit example of my counterfeit-proof card.  This is an old Union 76 credit card and I've just put the Social \nSecurity card on the top of it.  I used T.J. Bonner's picture since this was his idea.  And his photo is here and you \nhave an algorithm strip on the back.\n\nAnd so someone's going in, Mr. Chairman, to look for a job.  The potential employer decides I might want to hire \nthis person.  They either swipe this card or call an 800-number.  They dial the 800- number and it goes into a data \nbank which is simply taking the Social Security Number, linking it with the Department of Homeland Security, and \nthe only information that would go out is yay or nay.  Is this person a qualified worker or not a qualified worker? \n\n\n\nWe put on the bottom of this that this is not a national ID card. I know that from testimony that you all have had in \nthe past from your last hearing, I understood that real concern is raised that, you know, if it looks like a duck, walks \nlike duck, acts like a duck, talks like a duck it may be a duck.  The fact is this is not a national ID card. Why?  \nBecause the only utilization that this card will be for, number one, Social Security purposes which are correct, and \nnumber two, applying for a new job.\n\nNow, as I look around this room I feel pretty sanguine that everybody here, including Xavier Becerra will be re-\nelected as they head towards this November election.\n\nREP.     :  Is that an endorsement?\n\nREP. DREIER:  Well, you don't want my endorsement, Xavier.  You know, that might jeopardize it if you had my \nendorsement.\n\nBut the fact is only people looking, Mr. Chairman, for a new job would be required to carry this.  A senior citizen \nwould never have to have a counterfeit-proof Social Security card.  Someone who is a small business man or \nwoman would never have to have a counterfeit-proof Social Security card.  But what we've got is we've got a \nsituation where the magnet that draws people across the border is jobs.  And if the thumbs down comes from this \ncard from the data bank that is already there, we, in our legislation, increase the penalty dramatically and we \nincrease enforcement dramatically.  By 400 percent we increase the penalty from $10,000 to $50,000 for hiring.  \nAnd we have a five-year prison term.  And we also increase by 10,000 the number of enforcement agents.\n\nNow, you and I were talking yesterday about this and I know that everyone in this room pays their taxes simply \nbecause they're patriotic Americans.  But there may be some people out there who realize that the Internal \nRevenue Service is there is that may be the reason that as April 15th approaches they'll be paying their taxes.  I \nknow that none of us are among those.\n\nSimilarly, if we were to see four or five high profile arrests due to people who were knowingly hiring those who were \nhere illegally, I am convinced that we would see a great diminution of the number of hirings taking place.  So I'm \nconvinced that we have, if not the panacea, we have the ability to look at what deals with 98 percent of the people \nwho come here illegally to help us address this issue.\n\nAnd so, Mr. Chairman, I think we've got a great opportunity to do something here and I'm pleased that members of \nthe Hispanic Caucus have joined again.  It's a very, very bipartisan measure.  And it's my hope that as we look at \nthe issue of immigration reform we'll be able to recognize that this is better for the employer, easier for the business \nman or woman who's looking to hire someone because they don't have to look at 94 different documents and \nthey're free of  responsibility once they've gotten a yay or nay on it, and it's going to help us deal with this very \nserious problem that we have of illegal immigration and finally see the Social Security Administration bring that \nflimsy little paper to which I was referring into the 21st century.  So thank you very much.\n\nREP. McCRERY:  Thank you, Mr. Dreier.\n\nNow our colleague from Texas, Mr. Reyes.\n\nREP. SILVESTRE REYES (D-TX):  Thank you, Mr. Chairman, Mr. Levin and fellow colleagues.  I'm pleased to be \nhere with my good friend and colleague from California.\n\nAnd I just want to make three points but before I make those points I want to tell you that in 1986 when the \nImmigration Control and Reform Act was passed, it had a provision for employer sanctions in there.  Had Congress \nprovided the resources to INS Border Patrol back then we wouldn't be having the debates that we're having today.\n\nFast forward to 2006 and the three points that I want to make is that, as my colleague stated, the technology has \ngotten to the point where we feel very confident that Social Security card with biometrics and algorithm and all the \nother things that have been mentioned were included, it would be safe to say -- I always hesitate from a law \n\n\n\nenforcement background that something is counterfeit-proof, but it would be very hard to replicate with the kind of \ntechnology that's available today.  So you need that card that would in essence relieve any employer from the \nresponsibility of having to look at and file as many as nine and ten documents as the I-9 provision currently requires \nwith a fraud proof Social Security card.\n\nSecond point that I want to make is that along with that card you need a system, a system where an employer, \nonce he's presented with that card, can check and verify.  Whether it's the individual if there's a question, they can \nask somebody to come out and check it out or maybe check it out through the computer.  Those systems exist \ntoday.  They are not cheap but I would say they're a lot cheaper than all of these other proposals that have been -- \nand not as controversial as the ones that have been proposed in the bill that we passed in December.  The wall, \ntaking citizenship, all these things that are very contentious.\n\nThird point I want to make is that adequate resources must be provided along with this.  No system is good if you \ndon't provide the resources or checks.  You've got to provide the money, you've got to provide the people.  Our bill \ndoes that.\n\nSo those are the three basic points I wanted to make.  I have a statement that I would like to include into the record \nbut now, being respectful of your time, I will yield back the balance of my time subject to any questions you might \nhave for me or for my colleague. \n\nREP. McCRERY:  Thank you, Mr. Reyes.\n\nBoth of your statements will be included in the record, your written statements will be included in the record in their \nentirety.\n\nMr. Dreier, you said the employer would either swipe the card or call an 800-number.  Explain that?  What 800-\nnumber would they call?\n\nREP. DREIER:  Basically what that would mean is that there would be a data bank, the information again that the \ngovernment already has, no new information. \n\n Is someone an American citizen, are they here on a H2A visa, which is basically a farm worker visa, some other \nkind of work permit, and they would simply be told yes or no.  This person who is applying for a job to work in your \ncompany is in fact a qualified worker.\n\nREP. McCRERY:  Yeah, but if you're an employer and you call this 800-number, what do you say?\n\nREP. DREIER:  What you do is you provide the information that is there, the Social Security Number, and \nobviously the goal would be to have a swipe for people so that they would be able to utilize the algorithm strip.  But \nthere would be a transition period clearly through which they would go that would, you know, obviously the \nchallenge --\n\nREP. REYES:  Mr. Chairman, if I could just add to that if you don't mind.  What happens today when you go into a \nrestaurant or you go into a shop and you pay with a credit card, they put it into the system, they swipe it or they \ninsert it in a machine readable system. If there's an issue or a problem that they think it may not be you or some \nother thing, then the merchant will call and 800-number and they will verify the account and all these other things.  \nThat's what we have in mind here.\n\nRemember we're talking about employers.  Employers that are already used to by and large, as every American is, \nin utilizing this kind of a system.  It won't be exactly a system like the ATM or the credit card system but it will be \nsimilar with the card sufficing as proof that it's the individual, that it was presented to the employer and the \nemployer in fact verified it.  Any other questions in there about that, there's an 800-number, they pick up the phone, \nthey call and they talk to either a call center or a DHS system that would answer any questions and, again, would \nrelieve the employer of the liability because they've gone and made a good faith effort.\n\n\n\nREP. McCRERY:  Yeah, I was just trying to get to the question of why the need for a tamper-proof card if all you \nneed is the number and you can call an 800-number.  It seems to me you'd need the card.\n\nREP. DREIER:  Well, I think, as Mr. Reyes said, it really would be designed as a backup to deal with -- \n\nREP. McCRERY:  With questions.\n\nREP. DREIER:  Because the goal is to really utilize this algorithm strip that is there that is -- you know, again, and I \nthink that Silvestre's right on target when he says that the notion of saying that something is 100 percent absolutely \ncounterfeit-proof is a bit of a stretch, but there's been no attempt since 1935 to really move the Social Security \ncard itself into the modern era.  And I think that we ought to at least engage in the fight, trying to put into place the \nmost technologically advanced mechanism that we possibly can to deal with this.\n\nREP. McCRERY:  Would you put a picture on the --\n\nREP. DREIER:  Yes, it has a photograph on it.\n\nREP. McCRERY:  A photograph on the card.\n\nREP. DREIER:  And when the person becomes of working age -- I know that some people raise this question well, \nwould you put the baby picture on because people get their Social Security card.  It's when in their state that they \nwould become of working age that the photo embedded item would be provided on there.\n\nREP. McCRERY:  Okay.\n\nMr. Levin.\n\nREP. LEVIN:  I'm tempted to ask you a question but I think it involves larger issues.  For example, what would \nhappen to the people of working age, the 12 million who are here now illegally?\n\nREP. DREIER:  Well, I mean I'm happy to answer that question.  I think that part of the goal here is, since we're \nfocusing on this question, if 98 percent of the people who come here illegally are coming to get a job, and with a \ntamper-proof, smart, counterfeit- proof, whatever you want to call it Social Security card they can't get a job, my \nsense is that many of them might choose to return to a country of origin.  I'm not saying that absolutely everyone \nbut I am convinced that would go a long way towards dealing with this overall sweeping problem that we're dealing \nwith of our border security and the problem of illegal immigration.\n\nREP. LEVIN:  I guess my question does open up a larger issue.  So we'll leave it for another day since the Senate \nis kind of monopolizing discussion at the moment.\n\nREP. DREIER:  That's why we should weigh in over here a little bit this week on it.\n\nREP. LEVIN:  Thank you. \n\nREP. McCRERY:  Well, obviously if went to the guest worker program of some sort then that would facilitate \ngetting something like this --\n\nREP. DREIER:  Absolutely.\n\nREP. McCRERY:  -- that could be used for --\n\nREP. DREIER:  But I will say that, you know, I believe that as we do this it's imperative that we have a responsible \nnon-amnesty granting temporary worker program that does go hand in hand with this so that we can meet the \neconomic demand that exists in this country and then tackle the question that you correctly raise.\n\n\n\nREP. REYES:  And I can just -- we come together on offering this as one part of the solution but I do believe that \nwe've got to have comprehensive immigration reform.  We've got to have secure borders, we've got to have a guest \nworker program which this would fit in with, and then you've got to take care of -- as Congressman Levin, got to \ntake care of those people that have been in this country paying their taxes, being part of our community.  That's \nwhat I think will be a realistic way to implement this.\n\nWhat this does is it becomes part of the mechanism of making sure that we don't have the magnet -- I can tell you \nfrom personal experience, after the Immigration Reform and Control Act of '86 we saw a dramatic downturn in \nattempted illegal entries for about three years.  Some areas of our border -- I was chief in McAllen at the time with \nBorder Patrol.  Some areas of our border saw a decline in attempted entries into this country of as much as 80 \npercent.  The reason for that was the publicity that was generated that for the first time there were employer \nsanctions in place, you would not be able to get a job, so the attraction of undergoing that arduous trip through the \nborder and trying to get a job somewhere in this country was gone.  But it wasn't until about three years into the \nprogram that people started realizing well, you know, Congress didn't allow -- or didn't allot the personnel to check \nso my uncle or my cousin or my friend said that if you can make it to Denver you can still get a job. Even though it \nhad the requirements of the I-9, there were no teeth in the law.\n\nSo I think that this on its own probably is not the whole solution but it gets us part of the way and then \ncomprehensive immigration reform I think would take us the rest of the way.\n\nREP. DREIER:  Mr. Chairman, what this does is again, as we look at this question why is it that people come into \nthis country illegally?  They come seeking a job.  People use a Social Security card, often a fraudulent one to get \na job, and this is the way to end that demand side, the magnet that draws them in by having a structure in place like \nthis.  And I agree that overall this is not the panacea but I think that this will go an awful long way towards \naddressing this issue. \n\nREP. McCRERY:  Mr. Johnson.\n\nREP. SAM JOHNSON (R-TX):  Thank you, Mr. Chairman. \n\nI'm wondering how easy it is to duplicate a card like that.\n\nREP. DREIER:  Well, it's a great question, Sam, and I will tell you that one of the things that we've done is we have \nsaid that nothing has been done since 1935.  And I believe that with the technological advances that are made, that \nit would be I hope impossible to duplicate it.  There are no guarantees, but we should do every single thing within \nour power to, after these many decades having done nothing, use the technology we have today to ensure that it is \nas tamper-proof, as smart, as counterfeit-proof as we possibly can.\n\nREP. JOHNSON:  I couldn't agree with you more.  What kind of upgrade are you going to have to have to get the -- \nI mean business offices don't have the ability to scan cards, a lot of them.\n\nREP. DREIER:  That's a great question and obviously this is something that would have to be phased in over a \nperiod of time.  But, at the end of the day, I think that it would be easier on businesses because of the fact that they \ndon't have to look at these 94 different documents.  And I'm frankly offended by a lot of this stuff where you'd ask \none person whether or not they're an American citizen and not another person based on the way someone might \nlook.  I'm very offended by that.  I think that the existence of this card will go a long way towards helping that.  But \nobviously we'll have to deal with businesses as they look at the challenge of having the --\n\nREP. JOHNSON:   Yeah, there's going to be a cost involved.\n\nREP. DREIER:  Right.\n\nREP. JOHNSON:  And you're from California and you've got a lot of ag migrant workers out there.  How are you \ngoing to get them a card?\n\n\n\nREP. DREIER:  You know what?  The fact --\n\nREP. JOHNSON:  Let me rephrase this a little bit.  Are we going to -- guys that come across legally for migrant \nwork, are we going to give them some kind of an identification? \n\nREP. DREIER:  Well, you see what they would have on this is they would within the database it would be stated \nthat they are here if it's an H2A visa or any kind of work permit, that would mean that they're a qualified worker by \nvirtue of it.  If we do end up with some kind of responsible non-amnesty granting temporary worker program, \nsomeone who is here under that would be able to have this card for those purposes.  But if someone is here \nillegally and they don't have a card, and they are hired, then that employer would be subjected to, as I said, a 400 \npercent increase in the fine, five years in prison, and he hire 10,000 enforcement agents to make sure that this is \nenforced.  Which gets back to Silvestre's point which is a very important one, if you look at the IRCA, the \nImmigration Reform and Control Act 1986, we coupled amnesty with sanctions, and un-enforced sanctions is what \nended up once again re-igniting this flow of people illegally.\n\nREP. JOHNSON:  Well, that's what I was about to say.  If you depend on the employer they're not going to do it.\n\nREP. DREIER:  Exactly.\n\nREP. JOHNSON:  Thank you, Mr. Chairman.\n\nREP. DREIER:  And I will say that I didn't believe that the employer should be turned into a border patrol agent.\n\nREP. JOHNSON:  I agree.\n\nREP. DREIER:  That's one of the concerns that I have and I know we share that.  I voted against the -- I was here \nin 1986 and voted against the Immigration Reform and Control Act for that reason.\n\nREP. JOHNSON:  Thank you.\n\nREP. McCRERY:  Thank you, Mr. Johnson.\n\nMr. Becerra.\n\nREP. XAVIER BECERRA (D-CA):  Thank you to the two of you for being here and making your presentation.  It's \nrather interesting we are about to have witnesses who will come and give us testimony on the Social Security \ncard, use of the number and so forth, and we've had over the course of actually the last few years a number of \nhearings. Last session we passed out without a single no vote legislation by Representative Shaw to actually \nrestrict the use of the Social Security Number.  And so it's interesting because your proposal would make it the \nuniversal identifier and we're about to hear from witnesses who are going to tell us why there are problems in \nallowing the number to be more universally available.  And so it's a fascinating discussion.\n\nWe need to figure out a way to be able to identify folks.  Right now the Social Security Administration would tell \nyou, if they were  here to testify, that just by having a number we can't tell you or they can't tell us if that individual is \na citizen or not.  They may or may not be able to tell us whether that person is here legally, but you'd have to do a \nlot of work before you could get the Social Security Number to become a national identification number.\n\nREP. DREIER:  Well, we don't want it to be that though.  We don't want it to be a national ID card.  In fact, as I said, \nwe actually have on this card that it's not a national ID card and it's used only for Social Security purposes and \nwhen applying for a new job.\n\nREP. BECERRA:  Okay, so then -- Mr. Chairman, let me ask you this:  what are you going to tell all the credit \nbureaus, the banks, all the folks -- all the industries that currently use the Social Security Number.  Hospitals used \nto use them publicly as the patient identification number.  What do you tell all those industries that are telling us \n\n\n\nright now you can't do more to restrict our utilization of the number because that has become our universal identifier \nwithin our industry?\n\nREP. DREIER:  See, that's up to them.  What I've said is a national ID card.  Getting on board an airplane, utilizing \nit for a federal purpose which is really what we're in the business of doing. I mean the way some private entity or a \nstate or local entity handles the use of this number and card is their business.\n\nREP. BECERRA:  So would you prohibit the use for any other purposes?\n\nREP. DREIER:  I'm not saying that it can't be used because I mean I don't want to in any restrict the Social \nSecurity Number from being utilized for purposes that we determine are necessary, all I'm saying is that I don't \nwant the use of a smart, counterfeit-proof Social Security card to be misinterpreted as some sort of national \nidentification card, that's all I'm arguing.\n\nREP. BECERRA:  And the thing there, David, is that if indeed it is a strong identifier that has good firewalls from \nabuse, then it's going to become a great identifier for a lot of other folks as well because if it works well for \nidentifying whether or not you're entitled to work in this country, someone's going to say it's probably going to work \nwell to identify whether or not you've got good credit or whether or not we should offer you this mortgage.  And so I \nthink we have to be very careful.  Unless you prohibit its use for other purposes --\n\nREP. DREIER:  You know, I think that's something that we might consider looking at.\n\nREP. REYES:  Well, you know -- if I can say something.  Currently -- I just became a grandfather for the third time.  \nWhen your baby is born he or she gets a Social Security card.  When you volunteer for the Army or the Navy or \nthe Marine Corps or the Air Force, your Social  Security card becomes your identifier.  When I was drafted I was \ngiven a number, RN18746717 -- you never forget that.  But today's service people use that Social Security card \nfor those purposes.  So, you know, I don't know that -- and I haven't -- maybe David has given it more thought, but I \nhaven't given it a lot of thought in terms of why you would want to preclude or limit somebody's ability to use the \nSocial Security Number when -- I know when I take --\n\nREP. BECERRA:  Silvestre, if you were to stay a little longer, you would hear testimony by someone who actually \nhad her Social Security Number misused for identity purposes. \n\nREP. REYES:  But, see, even this system I think -- here's what's important about having the system.  I made the \nthree points.  The system would tell you if somebody else is using the same number because in today's technology, \nthe availability, if someone presents -- say for instance somebody come up with a system of duplicating --\n\nREP. BECERRA:  Yeah, but by then it's too late for the person who had his or her identity stolen.\n\nREP. REYES:  Well, but the point is it will raise an alert when that card is presented.  I mean it's like -- and I don't \nknow how they work currently on use of credit cards but I know that occasionally when I give a credit card, \nespecially when you travel out of the country, they will ask for identification.  My wife will get a call at home and say \nthis purchase was made in London or whatever, we want to make sure that you or your husband are comfortable \nthat one of you is in London.  So the technology exists that would be able to tell the system that the Social Security \nNumber that was presented in Peoria, Illinois all of a sudden a week later was presented in Los Angeles and maybe \nwithin 72 hours was presented in Miami, so that tells you that number's been compromised somehow and the \nsystem alerts DHS and they would check all three people that presented that card.\n\nREP. BECERRA:  And which one of the two of you is making all those purchases as well.\n\nREP. REYES:  Yes.\n\nREP. BECERRA:  Mr. Chairman, thank you.\n\n\n\nREP. McCRERY:  Mr. Brady.\n\nREP. KEVIN BRADY (R-TX):  Thank you, Mr. Chairman.\n\nAnd David, and Mr. Reyes, it's good to have you here today.\n\nI think Xavier's comment about Social Security Numbers -- one of the issues we are struggling with is is our Social \nSecurity Number system already so compromised that we can never really bring integrity to the system.  But your \npoint is that if Social Security is going to  be a key employer verification in this whole immigration border security \ndebate, make it counterfeit-proof, here's the way to do it. I think in the end the question of whether we will have a \ncounterfeit or attempt to create a counterfeit Social Security document -- it isn't a matter of if we do but when and \nhow we do it, how we structure it.  And I know that I supported the House bill on border security that passed late \nlast year, but I know that today if we had to rely on the Social Security system to verify workers in this country, \neither new or existing, the system would simply crater.  It doesn't have the integrity, the resources, the technology \nto do that.\n\nSo I just appreciate you bringing a bipartisan idea to the table and I appreciate you, chairman, letting us hear what \nsome of our members who are giving this issue some thought a chance to talk to us about that.  So I don't really \nhave a question.  Thanks for giving this the thoughtful approach.\n\nREP. DREIER:  Well, let me just thank you very much for that, Kevin, and say that I believe that we are in a position \nwhere this can go a long way towards addressing those identity issues which Xavier correctly raised, dealing with \nthe question that Sandy raised as to exactly what happens to the people who are here, and tackles this whole issue \nof the credibility of Social Security and the utilization of the number itself as we head to the future.  I had a \nconversation yesterday with a number of senators about this.  They're in the midst of their debate on this.  And I \nshould say that this provision is actually included in one of the Senate bills that has been introduced. John Cornyn \nand Jon Kyl have introduced legislation that actually includes H.R. 98 as an important component of it.\n\nSo it's my hope that we'll be able to see this move as expeditiously as possible through so that we can include this \nas part of a comprehensive package.  And I certainly leave it up to you all to demonstrate for us what the best \napproach is.\n\nREP. McCRERY:  Thank you, Mr. Brady.\n\nMr. Dreier, Mr. Reyes, thank you very much for showing up today and sharing with us your thoughts.\n\nREP. DREIER:  Thank you all very much for having us.  Thanks very much.\n\nREP. McCRERY:  Our next panel is composed of two witnesses, Ms. Cynthia Fagnoni, managing director of \nEducation, Workforce, and Income Security, United States GAO.  And Joel Winston, the associate director, \nDivision of Privacy and Identity Protection, Bureau of Consumer Protection, Federal Trade Commission.  Your \nwritten testimony will be included in the record in its entirety and we would like for you to try to summarize your \nwritten testimony in about five minutes.\n\nMs. Fagnoni, we will begin with you.  Welcome. \n\nMS. CYNTHIA FAGNONI:  Thank you.  Thank you, Mr. Chairman, Mr. Levin and members of the subcommittee.  \nI'm pleased to be here this afternoon to discuss ways to better protect the Social Security Number.\n\nAlthough the SSN was originally created as a means of tracking workers' earnings and eligibility for Social \nSecurity benefits, today the number is used for many non-Social Security purposes.  The wide use of the SSN is \nsignificant because once it is obtained fraudulently, it can be used to create false identities for financial misuse, to \nfalsely obtain credit, or to assume another person's identity.\n\n\n\nToday I would like to discuss the use of SSNs by government agencies and certain private sector entities, federal \nlaws that regulate the use and disclosure of SSNs, and gaps that remain in protecting the SSN and what more \ncould be done.  My testimony is based on reports GAO has issued over the last several years, many of them \ncompleted at the request of this subcommittee.\n\nFirst let me begin with the widespread use of SSNs by both the public and private sectors.  Federal, state and \ncounty government agencies rely extensively on the SSN to maintain records with unique identifiers and ensure \nprogram integrity.  Last year we reported that SSNs are available in a variety of public records held by states, local \njurisdictions and courts.  Public records are documents routinely made available to the public for inspection such as \nmarriage licenses and property transactions.\n\nWe also reported that information resellers, consumer reporting agencies and healthcare organizations use SSNs \nfor a variety of purposes, including verifying a person's identity or matching existing records.  Earlier this year we \nreported that banks, security firms, telecommunications companies and tax preparation companies routinely obtain \nSSNs from their customers for authentication and verification purposes, and sometimes share SSNs with their \ncontractors for limited purposes such as identification requirements, debt collection and data storage.\n\nRegarding the laws, although federal and state laws have been enacted to restrict the use and disclosure of \nconsumers' personal information, including SSNs, no one law comprehensively regulates the SSN use and \nprotections.  Moreover, many of the laws enacted are industry specific and do not apply broadly.  Several states \nhave enacted laws to restrict the use and display of SSNs.  California, for example, has enacted such a law.  \nThirteen other states now have passed laws similar to California's.  Four states -- California, Georgia, Nevada and \nNew York, require notification of security breaches, another example.  As a result of such state restrictions, some \ncompanies now notify customers of security breaches regardless of where they happen in the country. \n\nAlthough Congress and state legislatures have enacted laws that help to restrict SSN display and protect an \nindividual's personal information, we have found gaps in the protection of SSNs.  We have reported that \ngovernment agencies at all levels lack the uniform approach to assuring the security of the SSN.  In addition, we \nfound that gaps exist in the federal law and oversight of different industries that share SSNs with their contractors.  \nSSNs also continue to be exposed on government-issued ID cards.  And finally, few restrictions are placed on \ninformation resellers to obtain and resell SSNs in the course of their business. \n\nGAO has made a number of recommendations and proposed matters for congressional consideration to address \nthese gaps.  We propose that Congress pull together a representative group of federal, state and local officials to \ndevelop a unified approach to safeguarding SSN use at all levels of government.  We also recommended that OMB \nadvise all levels of government of the applicability of the Privacy Act, and develop a government-wide policy to \nensure a consistent approach for displaying SSNs on ID cards.\n\nRegarding the private sector, we have recommended that Congress consider possible options for addressing the \ngaps in the existing federal requirements for safeguarding SSNs shared with contractors. We continue to focus on \nSSN issues, identify gaps, and will continue to recommend possible solutions where appropriate.\n\nMr. Chairman, this completes my oral statement. I'd be happy to answer any questions you or other members of the \nsubcommittee may have.  Thank you.\n\nREP. McCRERY:  Thank you, Ms. Fagnoni.\n\nMr. Winston.\n\nMR. JOEL WINSTON:  Mr. Chairman, Mr. Levin, members of the subcommittee, I am Joel Winston, associate \ndirector of the Division of Privacy and Identity Protection at the Federal Trade Commission.  I appreciate the \nopportunity to testify today about the important issue of Social Security Numbers and their relation to identity theft.\n\n\n\nThough the views expressed in the written testimony represent those of the commission, my oral presentation and \nresponses to your questions are my own and do not necessarily represent the opinions of the commission or any \nindividual commissioner.\n\nNow, Americans today are very concerned about protecting their identity, and with good reason.  Identity theft is \npernicious and persistent problem.  When a thief steals your identity, the economic and emotional impact can be \nsevere.  American businesses pay a heavy price as well, as much as $15 billion every year.  And every time \nconsumers hear about the latest data breach that threatens to expose  their personal information, they lose a little \nmore confidence in our commercial system.\n\nAccess to Social Security Numbers contributes to the worst form of identity theft, having new accounts opened in \nyour name.  The SSN has become an all-purpose identifier because of its convenience, its uniqueness to each \nindividual, and its permanence over time.  Many businesses also use the SSN to authenticate that the person \npresenting it is who he says he is.  It is this dual use that makes the SSN so valuable to identity thieves.\n\nAt the same time, the Social Security Number serves many important functions in our financial system.  For \nexample, our credit reporting system hinges on the availability of SSNs to match consumers with their financial \ninformation.  SSNs also are used to locate lost beneficiaries, collect child support and detect fraud among many \nother things.\n\nThis presents a challenge: how to find the right balance between permitting beneficial use, the disclosure of SSNs, \nwhile keeping them out of the hands of criminals.  The solution must combine a number of approaches.  To begin \nwith, public and private entities should lose less sensitive identifiers whenever possible and they must do a better \njob of securing consumer data.  This is a fundamental legal responsibility.  Under the FTC Act, the commission can \nact against firms that misrepresent their security procedures or fail to take reasonable steps to secure sensitive \ninformation.  The FTC safeguards rule requires financial institutions to implement reasonable safeguards to protect \nconsumer information.  And the FTC disposal rule requires businesses that hold certain consumer information to \ndispose of it in a safe manner.\n\nThe commission has acted aggressively to enforce these legal requirements.  Our two most recent cases involved \nmassive data breaches that led to numerous instances of identity fraud.  In both cases the commission alleged that \nthe company failed to have reasonable procedures to safeguard consumer information, including in one of the \ncases, Social Security Numbers.\n\nIn addition to law enforcement, education and outreach are critical weapons in this fight.  The commission has \ntargeted its efforts at the three groups best situated to combat identity theft: consumers, industry, and law \nenforcement.  We receive between 15- 20,000 contacts per week from individuals seeking advice on avoiding \nidentity theft or coping with the consequences.  We provide information and assistance including tools to simplify \nthe recovery process.\n\nWe are working to implement the provisions of the FACT Act, many of which address identity theft.  The free annual \ncredit report program, for example, has allowed millions of consumers to obtain and check their credit reports where \nthe first signs of identity fraud often appear. \n\nThe commission also works with the business community to promote a culture of security.  Our outreach efforts \nencourage and help businesses to maintain only the information that they need and to protect the information that \nthey maintain.\n\nFinally, the commission assists criminal law enforcement through our operation of the ID Theft Data Clearing \nHouse, a national database with over one million identity theft complaints.  Law enforcers ranging from the FBI to \nlocal sheriffs use the clearing house to aid in their investigation.\n\n\n\nIn closing, I want to emphasize that identity theft is a multi- faceted problem for which there is no simple solution.  \nThe challenge of determining how best to keep Social Security Numbers out of the hands of wrongdoers illustrates \nhow difficult this problem is.  Still, there is much that we can do to discourage unnecessary use of SSNs -- \nenhanced data protection, educate consumers, and assist criminal prosecutors.  The commission will continue to \nplay a central role in the fight against identity theft and we look forward to working with Congress in this endeavor.\n\nThank you again for the opportunity to testify today and I'd be happy to answer any questions.\n\nREP. McCRERY:  Thank you, Mr. Winston.  Can you fill us in on what your agency does specifically to try to ensure \ncompliance with the laws that you talked about in your testimony that fall in your jurisdiction?\n\nMR. WINSTON:  Well, we go about it many ways.  First and foremost we're a law enforcement agency and we \ninvestigate and take action against companies that violate the laws that we enforce.  For example, cases against \ncompanies that fail to safeguard information that they have.  We've brought 12 cases to date.  We have a number \nof others under investigation. I think we've sent a pretty clear message to the business community that this is an \nimportant requirement.\n\nAt the same time we are strong believers in education, both for business and consumers.  That's always the first \nline of defense and we work very hard in that regard.\n\nREP. McCRERY:  Ms. Fagnoni, you talked about the fact that many states have enacted laws that restrict the use \nof SSNs.  Can you give us an idea of how those actions by states affect businesses and commerce in those states \nand maybe even how it affects business and commerce across the country?\n\nMS. FAGNONI:  The work we did -- I think we had more information about the impacts on different government \nactivities and the ease of getting information.  But one example of how business and commerce has been affected \nby these laws is that as -- particularly when a state like California, a large state like California enacts a law, for  \nexample, the law where any entity where there's a security breach involving information, private information, \npersonal information from somebody who resides in the state of California, the California law is that those \nindividuals have to be notified.  Some large companies now have, on that basis, made it a practice to notify anyone \nwhen there's a security breach, regardless of what state they happen to live in based on I think kind of the \npressure and the precedent of having certain laws in place.\n\nSo that's one example where companies have had to adapt and adjust to some of those laws.  Having different \nlaws in different states probably can also cause some challenges for people who do business in multiple \njurisdictions. \n\n But, as I said, a lot of what our studies have shown is that once -- whether it's government or private entities \nbecome more aware of the ways in which the SSN can be fraudulently used and they start to take actions on their \nown to better secure the information, they can still continue to use the Social Security Number for the purposes \nthat are very important to commerce, but have a better sense and a clear understanding of the need to protect the \nexposure of that number beyond the uses for which it's needed.\n\nREP. McCRERY:  Thank you.  Would you talk a little bit about the Internet and the availability of Social Security \nNumbers on the Internet?  Should we be looking at some new federal laws regarding public display of Social \nSecurity Numbers?\n\nMS. FAGNONI:  In the work we did looking at government and selected private sector use of Social Security \nNumbers, we did not find a large percentage of entities that were placing the SSNs on the Internet, particular in the \nlocal and state government levels.  Most of the information that's publicly available through those entities is on \npaper or microfiche or microfilm and people have to actually go to a location such as a courthouse or some place \nlike that and actually look for the information.\n\n\n\nWe do have some work ongoing right now where we're looking at the information resellers who are selling \ninformation via the Internet and will have some information to report fairly soon on that.  It does raise some \nquestions about how carefully some information sellers are kind of paying attention to who's actually asking for the \ninformation and what kinds of safeguards are in place to ensure that the information is being provided only to those \nwhere it's an appropriate use.\n\nREP. McCRERY:  Thank you.\n\nMr. Becerra.\n\nREP. BECERRA:  Thank you, Mr. Chairman.\n\nAnd thank you to the two of you for your testimony.  Let me ask a question and revert back to the testimony of our \ntwo colleagues who were just here and talked about using the Social Security Number for purposes of trying to \ndetermine one's eligibility to work in this  country.  Any comments on what you heard in the discussion that took \nplace among the members on that particular proposal?\n\nMS. FAGNONI:  We don't really have work that comment on it directly but there is a difference -- first of all they \nwere talking about having a card that was tamper-proof and there are all sorts of issues associated with kind of \nlooking at the different options and what would be appropriate and what the cost would be.  There also is an issue \nwhich somebody raised about the information on the card is only going to be as good as the information in the \ndatabases at Department of Homeland Security and SSA and we have reported on the fact that, to the extent that, \nfor example, information about somebody's visa status, if that's not kept up to date and isn't updated somehow \nthrough the encryption then that's going to limit the usefulness of that.\n\nThere's a separate -- and I mean there's a whole separate issue on the deterrent effect which I really can't comment \non.\n\nMR. WINSTON:  I found the discussion very interesting and I thought the point that you made actually was the one \nthat I was thinking of as well, and that is you can have a national number for immigrants or even for a citizen, but \nany time you have a number that is the key to benefits, it's going to potentially be something that's valuable to \nidentity thieves.  The trick is to find a way of identifying people and authenticating who they are without having that \ninformation get in the hands of the wrongdoers and that's a very difficult task.\n\nREP. BECERRA:  Now, as we explore how we can better protect the Social Security Number, is there something \nthat we've learned in these examinations about best practices or what some either public or private sector \nagencies, enterprises are doing to try to protect the number?  Anything that you can tell us that can help us with \nregard to this ongoing examination?\n\nMS. FAGNONI:  Well, keying off Mr. Winston's testimony, the work we did where we looked at four sectors -- \nbanking, financial institutions, telecommunications and tax preparers, it was clear that because of the laws and the \nregulatory structure surrounding the banking and financial institutions industries, there's a lot more -- there are a lot \nmore protections in place regarding the protection of personal information including the Social Security Number. \nParticularly in telecommunications there really are no laws that are designed to explicitly ensure that \ntelecommunications companies are protecting SSNs.  There companies are relying individual contracts and things \nlike that.\n\nSo we made a recommendation, actually a matter for the Congress, that one option would be to look at industries \nsuch as the banks, the regulatory structures in terms of protecting information and consider whether or not those \ncould be more broadly applied, or conversely to look at some other specific sectors that don't now have laws in \nplace that might warrant them. \n\nREP. BECERRA:  Let me ask just one last question and if you wish to comment on something else, that's fine, so \nlong as I have time. I'm not sure how to phrase it.  Do we need to have one identifier or should we ask all these \n\n\n\nvarious industries to have their own identifiers -- the banking industry or financial services, you all keep an identifier \nthat's for your purposes, credit bureaus, those who are checking status of your demographic, your activities, \nwhether purchasing or anything else, you keep your own number.  Government, federal, you keep your own \nnumber.  State, driver's license and all the rest you keep your own number.  Should we have one or for purposes of \ntrying to make sure we don't have a number that can be stolen or has that value if it's stolen, should we try to move \nto something that says you all keep your own numbers and that way no one can steal that much value from an \nindividual when they get that identifier?\n\nMS. FAGNONI:  The reason the Social Security Number is so valuable is because often -- and I'm sure you'll hear \nthis from the next panel -- somebody who's trying to check somebody's credit or make sure they're talking -- that the \nindividual they're talking to is the appropriate person and they should be sharing certain information, the only way \nthey can ensure somebody's identity looking across different kinds of pieces of information is through that common \nidentifier, the Social Security Number.  At the same time though, we have a lot of examples where more and more \nkinds of entities are moving away from particularly the display of the Social Security Number.  I think there's a \ndifference between needing it and protecting it because it's a very important way to protect against fraud and things \nlike that.\n\nAt the same time, whether it's a driver's license or a healthcare card or whatever, I mean I've seen over the past \nseveral years cards that just routinely use Social Security Numbers either first voluntarily and then now routinely \nacross the board use other special identifiers unique to that particular entity for display purposes. But they still have \nthat Social Security Number though behind the scenes that they need for data matching and things like that.\n\nMR. WINSTON:  I'll just add very briefly, I agree with that, and there's a lot we can do to convince people to stop \nusing Social when they don't need to.  But at the same time we have to look at the back end, and the back end is \nsomebody appears before you with a Social Security Number and wants to take out a loan.  How do you make \nsure that person is who he says he is.  And it's the fact that the Social is being used for that purpose as well as for \nthe identification purpose that creates the problem.  It's the key that unlocks the door to identity theft and the more \nwe can go to systems of passwords, PINs and get away from using the Social as the authenticator, the better we'll \nbe.\n\nREP. BECERRA:  Thank you.\n\nThanks very much, Mr. Chair. \n\nREP. McCRERY:  Mr. Brady.\n\nREP. BRADY:  Thank you, Mr. Chairman.\n\nCouple of questions, three really.  First two are fairly direct. Identity theft is such a big issue. \n\n What percentage would you guess of identity thefts start with a stolen Social Security Number?\n\nMR. WINSTON:  I can talk about the surveys we've done and that others have done which indicate that about two-\nthirds of identity theft is what's called account takeover and that's where somebody gets your credit card number or \nyour bank account number and gets into your account.  Typically that doesn't require a Social Security Number to \ndo.  The other one-third is new account fraud where they actually go out and open a new account in your name.  \nTypically, although not always, typically you need a Social Security Number to do that kind of fraud.  So it's about \none-third.\n\nREP. BRADY:  That leads right into the second question.  What's the most common way of obtaining a stolen \nSocial Security Number?  Is it a stolen card, is it mail theft, computer hacking, information resellers?  What's the \nmost common of those would you guess?\n\n\n\nMR. WINSTON:  It's a little hard to tell from surveys because most people don't know how their identity was stolen \nin the first place, they just know it happened.  They don't know who did it, they don't know how it got done.  If you \nlook at just the data for people who do know what happened, you find that most of it is done through lost wallets or \nfriends, relatives who get a hold of your information. But that's not necessarily representative of half or more of the \npeople who don't know.  So there are a lot of potential sources, it's really hard to tell what's the biggest.\n\nREP. BRADY:  Part of the -- final question.  Part of the I think complexity is the issue of information resellers, that \neven if we're able to sort of contain this issue at the source, as it gets sold that integrity becomes less and loose \nand things happen.  Who is -- I'll ask both of you.  Who is responsible for ensuring that information resellers and \nfinancial institutions and those two whom they sell Social Security Number are only disclosed according to the law \nand who monitors it?  What kind of resource do we use to tackle that problem?\n\nMS. FAGNONI:  Real quickly, initially who has sort of authority if anyone is dependent on what industry is involved \nand that's where we found, at least of the four industries we looked at, and other examples we have where it varies \nbased on the laws that regulate that particular industry.  In some cases information resellers for example  consider \nthemselves to be financial institutions and therefore subject to the different kinds of laws regulating that industry.  In \nother cases they don't and it's honestly not clear if there is any regulatory framework.\n\nMR. WINSTON:  Just to elaborate on that.  Generally speaking resellers get Social Security Numbers from credit \nbureaus, credit bureaus get it from financial institutions.  That's subject to the Gramm-Leach-Bliley Act.  And there \nare restrictions on people who buy information from resellers and how they can use -- how they can get the \ninformation and how they can use it.  We are responsible for enforcing that law as to the non-bank entities, the \nbanking agencies are responsible for the banks.\n\nREP. BRADY:  How much resource do you put toward that?\n\nMR. WINSTON:  We have a new division at the FTC, the Division of Privacy and Identity Protection which is \ndevoted solely to issues of identity theft, consumer privacy, ensuring that consumer information is protected.  So we \nhave a staff of about 30 people who are looking at these issues and enforcing the law.\n\nREP. BRADY:  For your agency can you guess or do you know how many businesses have been investigated -- \ninformation resellers for example or businesses using it fraudulently have been investigated and successfully \nprosecuted?\n\nMR. WINSTON:  There have been a number but our most recent case against ChoicePoint is a good example.  \nChoicePoint is one of the largest data brokers in the country and they didn't have procedures in place to ensure that \nthe people who called them up to buy Social Security Numbers and other information were legitimate, and as a \nresult --\n\nREP. BRADY:  And thankfully they got a lot of attention, but are we talking about thousands of businesses across \nthe country are investigated, hundred are investigated, dozens are investigated?\n\nMR. WINSTON:  (Laughs) -- keep going.\n\nREP. BRADY:  Getting a little smaller, is it?\n\nMR. WINSTON:  We're a small agency.  I don't know what the number would be.  It's certainly not in the hundreds \nor thousands.  That's all that we have the resources to do.\n\nREP. BRADY:  Thank you, Mr. Chairman.\n\nAnd thank you, both panelists.\n\nMS. FAGNONI:  Thank you.\n\n\n\nREP. McCRERY:  Thank you, Ms. Fagnoni, thank you, Mr. Winston. \n\nOur next panel is Nicole Robinson, North Atlantic Coast Volunteer Coordinator, Identity Theft Resource Center, San \nDiego, California. Mary McQueen on behalf of the Council of State Court Administrators, Williamsburg, Virginia.  \nErik Stein, member of the BITS Fraud Reduction Steering Committee.  Stuart Pratt, president and CEO of \nConsumer Data Industry Association.  Bruce Hulme, legislative director, National Council of Investigation and \nSecurity Services from New York.\n\nWelcome, everybody.  Same rules apply.  Your written statements will be included in the record in their entirety but \nwe would ask you to summarize those statements in about five minutes.\n\nAnd we'll begin, Ms. Robinson, with you.  Thank you for coming. You may begin.\n\nMS. NICOLE ROBINSON:  Good afternoon, Mr. Chairman, members of the committee.  Thank you for the \nopportunity to testify on behalf of this very important topic.  My name is Nicole Robinson and besides being the \nNorth Atlantic Coast Coordinator for the Identity Theft Resource Center I am also a victim of identity theft.\n\nAnd I'm going to start first off to tell you -- trying to be brief about my identity theft case but it first started in 2000 \nand I was notified by a fraud investigator at Kay Jewelers that someone had used my Social Security Number to \nopen an instant credit account. That first night she bought two watches and a ring totaling $2,300. The next night \nshe came and tried to max out the account and they were alerted to it because people don't usually do that with \njewelry store accounts.\n\nWell, I contacted three credit reporting agencies on that Monday. It was very difficult to get my credit reports \nbecause she had used different addresses in Texas and I couldn't get my own credit report. I soon came to find out \nthat she had applied for a personal loan at my mortgage lenders.  She was picked up by the Bexar County police \ngetting a personal check in my name.  My mortgage lender never contacted me although they knew they held a \nmortgage for me in Maryland and she was in Texas.\n\nThe police let her go that day.  She promised that she wouldn't do it again, she cried, she said she didn't know what \nshe was doing was wrong and they let her go home.  After that since she knew I had a mortgage she applied for a \nmortgage several days later.  She continued to apply for credit even though she had been picked up by the police. \nShe, in a three-month period, got $36,000 in goods and services.  She had a Geico car insurance policy in my \nname and Geico would not give me the VIN number off the vehicle so I could track that to the dealership that sold it \nbecause they said they had to protect her privacy. \n\nAs time went on she was eventually indicted and she pled guilty to two counts of misusing my identifying \ninformation.  She served no time in jail.  She was ordered to pay restitution.  I have only seen a small portion of the \nrestitution thus far.  As time has gone on, I have borne the burden of her theft of my identity.  I continue to get her \ncollection notices at my home in Maryland.  As recently as last summer I got a collection notice from a collection \nagency where Nicole Robinson -- and that's her name, her name is Nicole Robinson as well -- she had gone to a \ndentist in Texas while she was in police custody and had a tooth extracted.  Well, of course she didn't pay for it and \nso the collection agency started to look for her.  Instead of finding her in Texas they sent a collection notice to my \nhome in Maryland.  I have continued to get collection notices for bad checks that she's written. \n\n I also get pre-approved credit card offers at my home in her name. And the only reason why I know it's for her \nbecause we have a different middle initial and they always come with her middle initial.\n\nAs I started to get my credit reports, in 2004 I got a 54-page credit report.  It had 170 accounts on it -- 130 of them \nwere in collections.  It had 42 different names and 65 different addresses.  I was notified by another credit reporting \nagency that my Social Security Number resided on five different credit reports.  Even as recently as this year when \na mortgage broker ran my credit report, her bad debt, even a judgment from an apartment complex in Texas is on \n\n\n\nmy credit report.  And it's not on the credit report that the credit report agency sends to me, but it is on the credit \nreport that they disclose to the lenders.\n\nAnd as a result of me being a victim of identity theft, I do speak to consumer groups about protecting your Social \nSecurity Number. The way my Social Security Number was stolen by Nicole Robinson is that she worked for a \nbusiness called Caremark.  And Caremark used to provide mail and pharmaceutical services for a law firm where I \nused to work.  Even though I was no longer an employee of the law firm, she still had access to my information in \ntheir databases.  I ultimately found out that she used Social Security Number of several people named Nicole \nRobinson and she was able to get cars and jewelry.  And when she bought a vacuum cleaner, somebody reported \nto the police in Texas that she had a warehouse full of stuff that she had stolen.\n\nSo I just want to go over briefly some of the recommendations from the Identity Theft Resource Center on securing \ndata.  And we realize that businesses do use the Social Security Number, it is so much a part of what a lot of \nbusinesses do, but we think that businesses should take extra precautions to secure the Social Security Number.  \nIn my case, Nicole Robinson had access to my Social Security Number years after I was a member of the health \nplan that required me to use my Social Security Number as an identifier.  She should have never had access to \nthat number because I was no longer a member of that plan.  And even if she had access to my records, my Social \nSecurity Number should have been redacted in whole or part.\n\nWe believe that consumer education is key.  A lot of people don't see the risk in carrying their Social Security \ncards in their wallets and we believe that when you get your annual statement from the Social  Security \nAdministration, there should be a consumer alert on there about protecting your Social Security Number.\n\nWe also believe that businesses should assume responsibility for the protection of your Social Security Number.  If \nthey require it they should also protect it.\n\nThank you very much.\n\nREP. McCRERY:  Thank you, Ms. Robinson.\n\nMs. McQueen.\n\nMS. MARY C. McQUEEN:  Thank you, Mr. Chairman, Mr. Levin, members of the subcommittee.  I'm Mary \nMcQueen.  The Conference of State Court Administrators is pleased to present testimony on today's hearing before \nthis important committee.\n\nBefore I begin my remarks I would like to provide some background about who that group is and I submit testimony \non their behalf.  I'm a former member of the Conference of State Court Administrators, having served as the chief \nadministrative officer for the court system in the state of Washington for 25 years and most recently assumed the \nposition as the president for the National Center for State Courts. The national center operates in coordination with \nthe Conference of State Court Administrators and Chief Justices in a similar way that the Federal Judicial Center \noperates with the federal judiciary.\n\nThe Conference of State Court Administrators and the Conference of Chief Justices represent the top judicial \nofficials and chief administrative officers in the 58 states, commonwealth and U.S. territories, and we work very \nclosely together with the chief justices to develop best practices to improve the administration of justice. And you \nmay know that more than 98 percent of all judicial proceedings in the United States are in state courts that consist \nof over 30,000 judges and over 16,000 courts.\n\nMr. Chairman, let me begin by informing you that the state courts have taken several important steps to protect \nindividual privacy and we share the committee's concerns.  The state courts hope to partner with the chair and the \nmembers of this subcommittee in your efforts to increase those privacy steps.\n\n\n\nA question we're always asked is why do state courts need Social Security Numbers? What is the state courts' \ninterest in collecting those numbers?  And why do state courts require parties to provide them in litigation?  I'd like \nto just briefly identify five different uses of the Social Security Number in state courts.\n\nThe first and obvious one to those of you who are members of the Bar is to ensure that accurate information is \nplaced before a fact finder.  We want to assure, especially in family law cases, that we have access to the \ninformation that's necessary to determine child support, to distribute property, and to determine paternity.  \n\nSecondly, we also need to identify the parties.  Courts often use Social Security Numbers to identify criminal \ndefendants that lack fingerprint information.  We also use Social Security Numbers to enforce judgments and court \norders.  Courts often order restitution or the repayment of fines as the legal judgment and Social Security Numbers \nhave become the universal commercial identifier for use and monetary penalties.  Litigant Social Security \nNumbers are also necessary for use in state income tax intercept programs where outstanding monetary judgments \nare deducted from state income tax returns.\n\nFederal law now requires state courts to place a party's Social Security Number in records relating to divorce and \nchild support decrees, and in October of 1999 that requirement was extended to require Social Security Numbers \nfor all children to whom support is required to be paid.\n\nWe also need Social Security Numbers to create jury pools and to pay jurors.  It requires us when we issue a \ncheck to jurors that that income is reported and we're required to have Social Security Numbers for those \nindividuals.\n\nFinally, we use Social Security Numbers to notify the Social Security Administration of incarcerated and \nabsconded persons.  The Social Security Administration cuts off payments to person incarcerated in all federal, \nstate and local prisons or jails who are fugitives from justice and they need to identify those persons.  And while \ntraditionally that information comes from correctional agencies, the courts initially provide those agencies with that \ninformation.\n\nAs previously mentioned, the Welfare Reform Act does require courts to collect Social Security Numbers on court \norders granting divorces, providing for child support or determining paternity.  And Social Security Numbers can \nappear in many financial records such as tax returns which are required to be filed in many court proceedings.\n\nWe were encouraged by some of the language that accompanied the H.R. 2971 and the report dealing with \nincidental versus non-incidental appearances of Social Security Numbers on public records and we would \nencourage that if you move forward we would like to work with you on looking at some of those provisions.  And in \ndrafting Social Security legislation, we respectfully request that you ask members of the court community to \nparticipate in those discussions.\n\nFinally, in an effort to increase privacy and reduce the possibility of identity theft from court documents, the chief \njustices and the state court administrators have established a standing committee on court privacy and access to \ncourt records.  They've adopted national guidelines and model court rules, and we've identified three best practices. \n\nI would draw your attention to our visual aid here.  These best practices include creating basically two sets of \nrecords.  The state of Washington, the states of Michigan, Vermont and South Dakota have adopted this approach \nwhere basically in the types of records that incorporate sensitive information as well as Social Security Number \nthere is a special procedure for sealing this information, placing them in a separate file and when someone comes \nto the counter and asks to see the court file, those records are removed in the envelope and not provided to the \npublic. \n\nWe've also identified a best practices that we give an alert to the filing party and make sure that they know they're \nresponsible for including any Social Security Numbers in the documents that are filed and make sure that on all \n\n\n\ncourt model forms, you know, that everybody uses, that there's an alert saying your Social Security Number may \nbe available so please consider not including that.\n\nAlso as part of the two sets of records, several states have identified confidentiality filing forms where you put that \ninformation on one sheet not incorporated into the court document and that one sheet is sealed.  And finally, when \nrequiring Social Security Numbers, we've recommended that you only use four digits that would appear in the \ncourt record.\n\nSo, Mr. Chairman, we recognize the threat of identity theft is real.  We commit that the state courts want to do our \npart in eliminating that opportunity.  I've presented several reasons why the courts utilize Social Security Numbers \nas well as the solutions that we're working to implement.  Thank you for allowing us to participate in this discussion \nand I'll be happy to answer any questions you may have.\n\nREP. McCRERY:  Thank you.\n\nMr. Stein.\n\nMR. ERIK STEIN:  Good afternoon, Chairman McCrery and members of the subcommittee.  My name is Erik Stein.  \nI am executive vice president and the director of Fraud Risk Management at Countrywide, America's largest \nresidential mortgage lender and servicer, currently responsible for preventing, detecting, investigating, mitigating \nand reporting on criminal conduct by, through or within Countrywide Financial Corporation and its member family of \ncompanies.\n\nI am pleased to appear before you today on behalf of BITS and the Financial Services Roundtable to discuss the \nrole of Social Security Numbers in identity theft and SSN privacy.  I have submitted a more detailed written \nstatement for the record but would like to highlight five key points in my oral statement. \n\nFirst, SSNs have evolved, regardless of original intent, to become the de facto unique identifier that today \naccompanies most consumers from cradle to grave.  SSNs provide the link to associate consumers to their financial \naccounts, credit reports, public records, a host of other critical relationships.  SSNs are essential to financial \ninstitutions to meet various statutory obligations such as knowing their customers, report tax related activity, \nconduct financial crimes investigations, screen prospective employees and more.  All of these functions help keep \nour customers and their financial assets safe and ensure the security and reliability of the economy.\n\nSecond, SSNs play a pivotal role in the accurate determination of an individual.  With millions of citizens in America, \nthe SSN is the single unique identifier common to them all.  However, it's important to note that the verification of \nthe Social Security Number is not the same as the verification of identity.  Verification of identity is accomplished \nthrough the use of other government-issued documentation including driver's licenses and passports which financial \ninstitutions require to open accounts and make loans.  However, financial institutions have not been afforded the \ntools to ensure the validity of SSNs and these other documents presented for identity verification even though the \ninstitutions are required by the USA Patriot Act to know their customers.\n\nThat brings me to my third point, which is the proposed consent based SSN verification or CBSV program recently \nestablished by the Social Security Administration.  It is a critical first step in facilitating identity verification.  The \nprogram allows verification of the SSN along with the corresponding name and date of birth provided by consumers \nto SSA's database.  I and other fraud reduction professionals strongly encourage the subcommittee to actively \nsupport the CBSV program and we urge the SSA to remove restrictions on the daily submission volume by \nparticipants, work to improve the proposed response times, eliminate the requirements for a standalone consumer \nauthorization allowing the authorization to be incorporated into loan or account documents, and review the cost \nstructure.\n\nThese changes would allow participants to consistently use CBSV on every new relationship, reducing fraud, \nidentifying errors and lowering costs.\n\n\n\nFourth, criminals know the intrinsic value of SSNs in committing identity theft and other crimes.  The sad reality is \nthat criminals in search of identities with which to commit identity theft can readily obtain them through many \nmeans.  For example, all a criminal need do is steal mail in January when millions of 1099s and 1098s are \ndistributed to taxpayers.  These forms are required by statute to display the Social Security Number and for \nmailing purposes must have the recipient's name and address.  We recommend that Congress review statutory \nobligations that require the printing of SSNs on any documents to determine if the risk of compromise exceeds the \nvalue derived.  And if so, enact changes to remove these obligations. \n\nMy final point is that we should be mindful of the unintended consequences that could result from restricting the use \nof Social Security Numbers among legitimate businesses.  Decreasing financial institutions' abilities to use Social \nSecurity Numbers could potentially lead to increased fraud, increased lending costs, decreased loan approval \nrates, and a myriad of other unforeseen results.  It's important for Congress, the SSA and other agencies to \nthoroughly consider the potential consequences and adverse impacts such restrictions could have on commerce.\n\nIn closing, it's important to note that through BITS, the financial services industry has been aggressive in efforts to \nmitigate identity theft, reduce fraud, and strengthen cyber-security by working together to share information, \nanalyze threats, and implement best practices.  We need essential tools such as the CBSV program to continue \nthese efforts.\n\nThank you for the opportunity to testify before you today.  I would be happy to answer any questions.\n\nREP. McCRERY:  Thank you, Mr. Stein.\n\nMr. Pratt.\n\nMR. STUART K. PRATT:  Mr. Chairman and members of the committee, thank you for this opportunity to appear \nbefore you today to discuss the importance of Social Security Numbers, and for the record, my name is Stuart \nPratt and I'm president and CEO of the Consumer Data Industry Association.\n\nWe applaud this committee for the thoughtful and open dialogue it has sought regarding how SSNs are and to \nidentify risks associated with such use.  Before I discuss how our members' systems make use of the Social \nSecurity Number, let's just consider how demographics in our society really explain why the SSN so important.\n\nFirst, identifiers in everyday life do change and do so more often than we might think.  Over 40 million addresses \nchange every year in this country.  More than three million last names changed due to marriage and divorce.  We \nuse our identifiers inconsistently.  We don't do so purposefully, but a simple example is our choice to use a \nnickname in some transactions but to use our full name in others.  Our name is not as unique as we might think.  \nThere are millions and millions of Smiths and Joneses in this country, and in fact more than 13 million consumers \nhave only one of 10 very common last names. Another 57 million males have only one of 10 common first names.  \nWe provide other examples of how personal information changes in our written testimony and by taking into \naccount all of these facts, it really does become very apparent why the SSN is the key to stabilizing consumers' \nidentifying information in the context of databases.  The SSN is truly a unique identifier. \n\nLet's discuss how the use of the SSN works within our members' systems.  Our members design products for \ndeterminations of a consumer's eligibility for a product or service, to prevent fraud and to aid in the location of \nconsumers for a variety of reasons.  These products bring great value to us as consumers every day.  Eligibility \nproducts such as a credit or employment report, for example, lead to definitive decisions.  These reports are \nregulated under the Fair Credit Report Act, the FCRA imposes a duty that consumer reporting agencies employ \nreasonable procedures to ensure the maximum possible accuracy of the information in the report.  And the SSN \nplays a vital role in helping our members to achieve this maximum possible accuracy standard. \n\n Absent use of the SSN as a key identifier, consumers would be harmed in many ways through the exclusion or \ninclusion of information.\n\n\n\nOur members also produce products regulated under other laws such as the Gramm-Leach-Bliley Act.  Fraud \nprevention systems for example employ a diversity of strategies.  The SSN plays an important role. In 2004 alone \nbusinesses conducted more than 2.6 billion searches to check for fraud.  The largest users of fraud detection \nsystems are in fact financial services companies, accounting for about 78 percent of the transactions but there were \nother users -- 5.5 million location services were conducted by child support enforcement agencies, 378 million \nsearches to enforce contracts to pay, tens of millions of searches were used by pension funds, blood donor \norganizations, and by organizations focused on missing and exploited children.  The availability and permitted use \nof the SSN remains vital across this entire spectrum of consumer data products.\n\nConsumers and media often assume that the SSN is wholly unregulated and of course this is not the case.  As \nwe've discussed, laws such as the FCRA and the Gramm-Leach-Bliley Act do regulate our members' products.  \nHowever we recognize that similar protections don't exist for all, and the SSN is sensitive personal information that \nmust be protected.  We believe that a national uniform to establish information safeguards should be enacted so \nthat anyone possessing sensitive personal information such as an SSN in combination with my name and address, \nthat they would be obligated to protect that information.\n\nThere are a number of House and Senate committees that are looking at proposals.  I think standards like this \nwould cause more American businesses to move to encrypt such information which we think is the right direction.  I \nthink other businesses would decide whether or not they really should be gathering it in the first place.  We think \nthat is another good result as well.  Our members want to protect that information.  We think every company and \nevery business in this country that's going to gather that information should do the same.\n\nPublic records also contain SSNs and it's encouraging to hear the state court organizations discussing strategies to \nprotect them.  We support this effort unequivocally.  However, CDIA does believe that disclosure of the SSN to the \ngeneral public -- while it must be  addressed, we also believe that public records must be made available, including \nSSNs, to those with appropriate needs.  Public records play a vital role in our society and they bring value to \nconsumer data industry products and services.  Bankruptcy records, for example, and tax liens as well as \njudgments are used by lenders.  Records of eviction are critical to a landlord, and these are just a few examples.\n\nThe public sector agencies are taking actions and we are encouraged by the Social Security Administration's \nefforts to explore the viability of a system by which a party may verify a particular SSN as associated with another, \nhowever the system is cumbersome.  It does not allow for real-time automated processing of SSN verification and it \nwill render it very ineffective in fact in assisting victims of identity theft.  We hope the SSA will move towards a more \neffective system in the future.\n\nIn conclusion, we believe that enacting law that imposes national uniform information security regulations on all \nwho possess the SSN is the right step to take and this is the right year in which to do it. In contrast, laws that \noverreach and attempt to limit the SSN's use are likely to merely take fraud prevention tools off the table and out of \nthe hands of legitimate businesses and expose -- and ultimately at the expense of consumers.  We believe \nconsumers expect us to protect the SSN.  We also know consumers expect us to maintain accurate databases.\n\nThank you, Mr. Chairman.\n\nREP. McCRERY:  Thank you, Mr. Pratt.\n\nMr. Hulme.\n\nMR. BRUCE HULME:  Good afternoon, Mr. Chairman and members of the committee.  My name is Bruce Hulme, I \nrepresent the National Council of Investigation and Security Services.  I'm a New York state licensed private \ninvestigator, having been so for 42 years.  My company is Special Investigations Inc.\n\nAs a profession that has been helping victims through the identity theft maze for years, our experience is that such \nthefts result from purloining of documents, files, charge slips, credit cards, and wallets.  And according to the \n\n\n\nJavelin Strategy and Research survey, 47 percent of such theft is perpetrated by friends, neighbors and employees.  \nBut we agree that additional measures can be taken to further reduce incidents of theft.  Our concern is that some \nmeasures, unless amended, will have unintended consequences that would help create a safe haven for criminals \nand do substantial damages to the judicial system.\n\nWe support congressional efforts to protect data breaches.  We favor limiting the use of the Social Security \nNumber on government documents, student IDs and health cards, and certainly we do not  believe that such \ninformation should be sold over the Internet to anybody willing to pay a fee.  However, we do have strong concerns \nwith some provisions of H.R. 1745 and a Senate measure that would have direct and harmful effects on how our \nprofession conducts lawful investigations by banning the sale of Social Security Numbers.\n\nThe result would be that databases would not have accurate information about individuals and private investigators \nwould be hampered in our efforts to locate individuals and perform many functions essential to the judicial system.\n\nThere are 46,000 American men named Bill Jones.  Many of them have the same or similar dates of birth.  Private \ninvestigators, and others of course, need to be able to differentiate between subjects for many purposes including \nevidence in court proceedings.  One critical and effective tool used by private investigators is what is referred to as \nthe credit header, that portion of a credit report that includes location and identifying information but discloses no \ncredit data.  That search is by far the most important one used by investigators when locating female witnesses.  \nWomen often change their names due to marriage and divorce, and it also helps to locate other individuals, \nparticular transients.\n\nPending legislation provides exceptions for law enforcement. This creates an obvious issue of due process because \nprosecutors with the full resources of the state will always have use of this tool while the accused would not.  \nDatabase searches led directly to witnesses who recanted testimony and helped free a man wrongly imprisoned for \n20 years.  The same situation holds true in civil matters.  Privacy legislation restricting the use of Social Security \nNumbers generally provides an exception for insurance companies, thereby creating an imbalance between the \ninsurance, defense and plaintiff's bars.\n\nInvestigators do not have access to a central criminal history database as does law enforcement, so it is essential \nto develop address information when seeking information about prior convictions so that we know what courthouses \nto go check out.  In both civil and criminal trials, attorneys need to know the backgrounds of witnesses. We urge \nCongress that any restriction on the sale of Social Security Number information include an exception to enable \nlicensed private investigators and other state regulated persons to conduct lawful investigations, including but not \nlimited to identifying or locating missing or abducted persons, witnesses, criminals and fugitives, parties to litigation, \nparents delinquent in child support payments, organ and bone marrow donors, pension fund beneficiaries and \nmissing heirs.\n\nHere's four quick examples of how we use Social Security Numbers. I was retained by the New York Courts in a \nguardianship proceeding to recover $300,000 in assets stolen from a 97-year-old retired Army officer.  It as a \nsuccessful result.  The suspect pled guilty, was sentenced three to nine years in state prison and ordered to pay \n$360,000 in restitution and we got all the money back.   \n\nIn San Francisco, a business owner started getting statements in the mail saying he owed tens of thousands of \ndollars on computers and other equipment he never purchased.  Some had hijacked his identity, opened credit card \nand store accounts in his name, set up a similar type web page in his name and his company's name.  The police \nsaid they'd only take a report, they wouldn't investigate, they passed it off to the Secret Service.  His loss was \n$80,000.  Secret Service said at that point they had a $100,000 threshold.  A private investigator came into the case \nand with the use of credit header information found that an ex-employee checking things out had been using three \nnames with several different Social Security Numbers and birth dates.\n\nOne of our association members reported a case that involved a woman who was left a sizeable inheritance by her \nuncle in the form of a trust. \n\n\n\n The investigator was able to eventually determine that she was recently married and living in Utah somewhere, \ndestitute out of a pickup truck.  That had a successful result.\n\nThe former president of our council testified just several years ago I think, a similar case, before this committee \nregarding a custodial parent whose child had been abducted two years prior.  The mother spent two years having a \nrunaround with the police and politicians trying to get somebody to do the job.  She went to this private investigator, \nwithin basically minutes running a credit header he determined enough leads as to where the husband might be, \nturned the information over to the police.  They went there and got him and the child was reunited with his mother.\n\nAs detailed in our statement, the Association of Regulators, which regulates our profession, they support granting \nan exception for our industry in this.  And we stand ready to assist the committee in any way we can.  Thank you for \nthis opportunity, Mr. Chairman.\n\nREP. McCRERY:  Thank you, Mr. Hulme.\n\nMs. Robinson, I'm curious about one thing that we have discovered.  According to the Federal Trade Commission, \n61 percent of identity theft victims never contact the police department to report their identity theft.  Do you have \nany idea why that is?\n\nMS. ROBINSON:  Well, from my experience in working with victims, victims feel like the police don't care and, like \nthe gentleman just said, the police will only take a report.  They won't actively investigate the crime, they won't \nactively pursue the perpetrator.\n\nREP. McCRERY:  Anybody else have a thought on that?  Mr. Hulme? MR. HULME:  Well, it's multiple jurisdictions \nthat present problems. Law enforcement basically is just now starting to come up to speed.  I can tell you from \ntestimony I heard in the first panel that I've probably investigated more ID thefts than two government agencies.  I \nknow many of our members certainly have.  And I think it's a question of passing the buck.  But it's definitely a \nmajor problem that has to be addressed.\n\nREP. McCRERY:  Thank you. \n\nMr. Stein, you mentioned how financial institutions use Social Security Numbers as a tool to help verify the identity \nof your customers.  Could you explain how, for example, a bank's customer identification program might work?  \nWhat information do you request in addition to the SSN?\n\nMR. STEIN:  Identity documents are always requested to prove up identity.  Social Security Number helps as a \ndeterminant of an individual.  As my esteemed colleagues have all represented about the Smiths, the Jones et \ncetera, the Social Security Number serves to identify the specific Jones or Smith that you're dealing with and to be \nable to tie those relationships, for example, together within a financial institution to ensure that when you pull credit \nreports to determine credit worthiness for a loan, a mortgage, a credit card, you're actually receiving the information \nabout the specific applicant who has applied to you so that you can make that credit worthiness decision \nappropriately.  So those are a number of ways in which that number is used.  It's not used to verify identity per se, it \nis used to ensure that you are the Smith with whom we are dealing, and then we use your identity documents, \ntypically a driver's license in today's society, and perhaps other pieces of identification, whether it be a passport, \ncredit card, whatever, to confirm your identity.\n\nThe Social Security Number itself doesn't confirm your identity. In the absence of a CBSV or its predecessor the \nEnumeration Verification System, where we have the ability to actually go out to SSA's database and pull back or \nconfirm the Social Security Number, name, date of birth combination that we know in fact that we're dealing with \nthe same person.  The evidence of that, the number itself, simply allows us to tie together disparate people using -- \nor disparate accounts that are using that same number as an identifier.\n\nREP. McCRERY:  Let's take Ms. Robinson's case for example. Another Ms. Robinson stole her Social Security \nNumber, got it, started using it and applied for loans evidently and got them.  Why couldn't that financial institution \n\n\n\nhave just done a couple of extra things which might have raised flags and made them question the person sitting \nbefore them?  She probably had a driver's license which had her name which was almost the same, and it may \nhave left out her middle initial and that's not unusual, and so the person at the bank or the financial institution would \nhave said okay.  But then maybe he should have looked at the address on the driver's license and then surely the \nfinancial institution did a credit check.  Maybe they should have compared the address on the driver's license to the \naddress on her credit report.  And when those are not the same, a flag goes up and you just either ask her there at \nthe desk or call her back and say there's a discrepancy in the address, you know, in your credit report, what's the \ndeal.\n\nMR. STEIN:  I have --\n\nREP. McCRERY:  Just a couple more -- why shouldn't you do that? \n\nMR. STEIN:  I have two answers.  The first one is -- again, going back to the CBSV and the ESV system, had that \nbeen commercially available so that the financial institution could have verified the consumer's name along with the \nSocial Security Number and along with the date of birth, and assuming that the person who was misrepresenting \ndidn't have all three of those correct and documentation to support all three of those correct, the financial institution \ncould have had an opportunity right there to have caught that.  So number one, I promote that the ability to verify \nthat information is a key step in this entire process.\n\nNow, not knowing exactly what the financial institution saw, and so I'm -- you know, you've sort of asked me to \nsecond guess what they did or didn't do here, but with respect to the credit report that would be pulled based on the \nSocial Security Number and the name, I think that Mr. Pratt here has indicated that the volume of address \nchanges that happen in a year and the information tends to lag what gets into the credit reports.  And so it wouldn't \nnecessarily, in and of itself as the sole trigger, the fact that the address wasn't in that credit report that represented \nthe person in front of them wouldn't necessarily by itself have been a key indicator.\n\nI also think that in a high volume environment as card issuers deal with, it may also be difficult for them to find \nthose really fine nuances between two people of the same name with the same Social Security Number.  I will tell \nyou that had they been using a different name with her Social Security Number there would have been a warning \nthat would have appeared on the credit report that would have indicated there's another name in the bureau that's \nsharing that same Social Security Number.  One of the problems is the very close similarity between the two \nnames in this particular instance.\n\nREP. McCRERY:  Okay.\n\nMr. Hulme, you've stated that your organization agrees that additional measures can be taken to reduce identity \ntheft.  You've undoubtedly had a lot of experience in dealing with information resellers.  Do you have any \nrecommendations as to how they could improve their protection of Social Security Numbers?  These resellers.\n\nMR. HULME:  First of all, if there was a manner of getting a lot of the resellers -- I'm not referring to the major ones \nbut two levels down or a level down from selling this -- pull this off the Internet and eliminate sales to the general \npublic and you'll eliminate 95 percent of the problems in my opinion.\n\nREP. McCRERY:  Say that again?\n\nMR. HULME:  I think one will eliminate 95 percent of the problems if sales of personally --\n\nREP. McCRERY:  Could you repeat the whole answer?  Pull it from the Internet? \n\nMR. HULME:  Yeah.  Don't allow the sale of the Social Security Number and personally identifiable information to \nbe sold to the general public over the Internet.  That would be my -- I think that would be my first strongest \nsuggestion.  And I heard one of the speakers earlier today say different studies that maybe showed that -- I can tell \nyou that anecdotal information, and if you talk to most investigators and certainly our association, we think that if \n\n\n\nyou pull down the sale of these items, of personal information direct to the general public over the Internet you'll \neliminate an awful lot of identity theft. \n\nREP. McCRERY:  Thank you.\n\nMr. Levin.\n\nREP. LEVIN:  One question to sum up.  How easy is it to steal identity?\n\nMR. HULME:  Well, I'm not a thief but I would say --\n\n(Laughter.)\n\nREP. LEVIN:  I know, I said how easy, not how.\n\nMR. HULME:  Well, I think in some cases the door is being left open in some situations.  I think there is the \navailability to get this information an it's being displayed often in areas where it shouldn't be displayed.  The \ninformation obviously has to come off a lot of government documents, more than are necessary.  At times the mail \nthat we get sometimes sent to the wrong place.  Even when it comes back to the post office, just check with the \npostal inspectors and you'll find that they're now and then investigating quite a few crimes regarding what has been \ndone with the mail that's been returned.\n\nREP. LEVIN:  So you're saying it's easy.\n\nMR. HULME:  Yes.\n\nREP. LEVIN:  Anybody disagree with that?\n\nMR. PRATT:  I don't think we disagree with that.  I just want to emphasize though that the point that has already \nbeen made but just to drive it home that fraud prevention systems are moving past the simple question of do you \nhave a Social and a name that match up together. We discuss in our testimony different fraud prevention strategies \nthat are being used today and they really do have to do with bringing together disparate sets of information and \nattempting to foil the dilemma of having information which is far too openly sold out on the Internet for example by, \nfor example, asking additional questions of the consumer that would probably not -- that the ID thief would not  \nnecessarily know.  So in an online environment it might be to ask consumers additional questions that the thief \nprobably wouldn't even know if he or she had stolen a wallet.\n\nSo fraud prevention systems have clearly moved the simple do you have a set of data and have you matched it, yes \nor no.  And we too agree that the Social Security Administration concept of matching information is a good one, \nbut I suspect we'd all agree that it is not the sum total of how you ultimately validate a consumer's identity. You may \nbe able to validate that you have a real Social Security Number but then you're going to raise yellow flags -- what \nabout that address?  The Fair Credit Reporting Act, by the way, was amended in 2003 to obligate all lenders to \nhave a system by which they will compare the old address or the address on the application with the address that \nyou find in the credit report.  What about fraud alerts? The Fair Credit Reporting Act was amended in 2003 to \nobligate a lender to pay attention to the fraud alert, to make sure that it was actually processed so that if one was \nplaced on the file that there would be additional contact measures taken to further authenticate the identity of the \nindividual and attempt to foil the criminal from re-opening up new accounts.\n\nSo I think those kinds of steps have been taken and that's why the world is a little different than even the last time I \nappeared before this committee when we talked about Social Security Numbers and the availability of them.  And \nthose are good steps along the continuum and the challenge is thieves become more clever and so too do the fraud \nprevention systems that have to stop them.\n\nREP. LEVIN:  Thank you.\n\n\n\nREP. McCRERY:  Mr. Johnson.\n\nREP. JOHNSON:  Thank you, Mr. Chairman.\n\nMr. Pratt and Mr. Stein, I guess you all haven't talked about how some companies will use the last four digits and \nsome of them the first five maybe to identify people.  Does that have any validity at all?\n\nMR. PRATT:  Well, from our perspective, again Congressman, the Fair Credit Reporting Act stipulated that \nconsumers could truncate SSNs when they ordered their credit reports so that they could look at their credit report.  \nSo for example some laws attempt to do that. Yes, there can be some strategies where I suppose truncation works. \nThere are risks any time you start to truncate the number.  For example, we actually have run data to show that \neven with the last four digits of a Social Security Number you can match up as many as 90 different Joneses in \nthis country.  So you have to be careful.  You have to be careful about when and where to employ a truncation \nstrategy.  In some kinds of database management systems that's good, in some that might not be so good.  I don't \nknow. \n\nMR. STEIN:  I think that one of the reasons that we use truncated Social Security Numbers is a layered approach \nfor role based access. So if there's really -- if you segment a need around Social Security within a financial \ninstitution, there's three sets of needs:  there's those people who don't ever need to see a Social Security Number.  \nYou may have employees who by virtue of their job role have no need to ever see a customer's Social Security \nNumber.  And by virtue of that role based access, when they pull up information on the customer to respond to a \nquestion or whatever, they shouldn't see the customer's Social Security Number at all.  There may be others within \nthe organization who have a need to verify that as a component of the identity verification process but they have no \nneed for the full Social Security Number.  They don't need to know the whole thing for that consumer.\n\nSo a customer service center for example get a phone call from Mr. Jones and one of the ways they may verify Mr. \nJones in a remote environment is by having Mr. Jones tell them, or alternatively key into a voice response unit the \nlast four digits of their Social Security Number as a means to uniquely identify that Mr. Jones is the one for whom \nI'm going to pull their account records.  But again they have no need to see the full thing.  And then there are other \nemployees within the organization who have clearly a need to work with the entire Social Security Number and \nthat is a much, much smaller population, so we're reducing the risk throughout that whole thing by taking it from the \nold world of financial institutions where every employee saw every Social Security Number to a very small number \nwho see a full Social Security Number.\n\nREP. JOHNSON:  You know, we tried at one time to get the military to change their procedure but you know all of \nthem use the Social Security Number as an ID and it's on their ID card.  Not only that but my wife's ID card has \nboth our numbers on it, not just one.  Have you got any suggestions about how we can fix that problem because \nthat's an easy theft I think.\n\nMR. PRATT:  Congressman, all I can say is that I think the world has changed enough that it's time to ask that \nquestion again of the military to see if they're willing to alter that system now.\n\nREP. JOHNSON:  (Laughs.)  Okay.  We can make them do it I guess.\n\nMR. PRATT:  It is true that every time a Social Security Number is used on a medical identification card, when it's \nused on a -- all the different places that it can occur, those are all risks that I think my colleague to the left has \nexpressed are a potential risk.\n\nREP. JOHNSON:  Well, I think you know, Mr. Hulme, you're talking about people stealing your identity.  I got \nstopped at the airport because they said I was a terrorist, you know.  Sam Johnson, there's a lot of them around -- \n(laughs.)  And they didn't have to have a Social Security Number to verify who I was.  They used other means.  So \nI think there is a way to get around that if we really want to.  And you  all are probably doing as good a job as \nanybody.  You got any suggestions on that?\n\n\n\nMR. HULME:  All I can say is that some people definitely need to have access to that Social Security Number, but \nalong the same line in fairness it doesn't have to be laid out for the world to have.\n\nREP. JOHNSON:  Yes, you're right.  Thank you.\n\nThank you, Mr. Chairman.\n\nREP. McCRERY:  Mr. Becerra. \n\nREP. BECERRA:  Thank you all for your testimony.  It's enlightening and also very disturbing.\n\nMs. Robinson, let me ask you something.  Have you cleared up your credit record yet?\n\nMS. ROBINSON:  No, sir.  As a result of Nicole Robinson using my data, one of the credit reporting agencies is still \nreporting her bad debt as mine.\n\nREP. BECERRA:  Okay, stop.\n\nMr. Pratt, you represent the credit bureaus.  You hear Ms. Robinson saying that she's been going through this for \nyears.  Is there any reason why if we contact you pretty soon you can't tell us that the credit bureaus haven't taken \ncare of Ms. Robinson's credit record?\n\nMR. PRATT:  None whatsoever.\n\nREP. BECERRA:  Okay.  So we'll make sure that you get Mr. Pratt's phone number and you will --\n\nMS. ROBINSON:  May I also add thought I have been dealing with that particular credit reporting agency for the last \nfour years over the same problem and it prevented me from getting a mortgage last year because they were \nreporting $35,000 in bad debt that belonged to her.\n\nREP. BECERRA:  Stop.  Mr. Pratt said that you won't worry about that.\n\nMS. ROBINSON:  Okay.\n\nREP. BECERRA:  So we'll be in touch and certainly you'll be in touch with them.\n\nMS. ROBINSON:  Yes, I will be in touch -- (laughs.)\n\nREP. BECERRA:  Mr. Pratt, thank you for that. \n\nMr. Stein, let me ask you a question.  What does Countrywide do with customers who for whatever reason close \ntheir accounts and their relationship with Countrywide, what does Countrywide do with that personal, private data \nthat it has for that individual?\n\nMR. STEIN:  There may be continuing obligations we have even after a relationship is closed -- and let me speak \nmore broadly for the financial institution in general because I think it's true across whether it be lenders or financial \ninstitutions.  There may be continuing obligations we may have with respect to that information that keeps it within \nthe organization.  That having been said, again we talked about this role based access and restricting the access to \nthe information to those who have a true need so that you see only that information for which you have a need by \nvirtue of your job.\n\nREP. BECERRA:  But I have a mortgage through Countrywide, I pay it off, I no longer owe Countrywide any money.  \nYou have my Social Security Number through the fact that I took out a mortgage with you. I no longer have any \nbanking activity with you.  You still maintain a file with my Social Security Number?\n\nMR. STEIN:  For our retention period, yes.\n\n\n\nREP. BECERRA:  Which is how long?\n\nMR. STEIN:  I believe it's probably either five or seven years.\n\nREP. BECERRA:  And who has access to that?\n\nMR. STEIN:  Again it would depend on the specific job functions within an organization, but it would be those \npeople who have by virtue of their job function a need to access that information.  For example, were you --\n\nREP. BECERRA:  Well, let me -- because I'm going to run out of time so I don't want to do that, but let me ask you \nthis:  would it be feasible economically for an industry to try to do more to shut down access to that personal data \nsooner than five to seven years or make it much more restricted in terms of access to that information once there's \nno need to have an ongoing review of that information because the accounts in essence have been closed?\n\nMR. STEIN:  And I don't want to imply that once you close your relationship the same people who have had access \nto that information when your relationship was open necessarily have it when your relationship's closed.  But there's \nsome population that does continue to have it because you may call up a year later or two years later and have \nsome question about your closed relationship that someone now needs to have access to.\n\nREP. BECERRA:  Well, let me ask you this:  if I were to call your toll-free number to check on the status of my \nmortgage two years after I've already finished and I punch in on the phone my old mortgage  account number and I \nhave some questions I need to have answered so I get an actual voice on the phone, would that person be able to \npull up information that would include the Social Security Number?\n\nMR. STEIN:  The answer is it depends.\n\nREP. BECERRA:  Don't go any further because I'll run out of time. If you can guide us on this.  I think what we've \nheard is that we've got to try to limit the access as much as possible but we also have to recognize that a lot of \ncommerce depends on this information.  So let us know what you're doing, what are the best practices that you're \nusing to make sure that once you don't need it you're not using it, and once you don't need it others can't access it.  \nIt would be helpful to know who's doing a good job of making sure that we are closing the door on that information \nthe quicker we can.  Okay, that would be helpful.\n\nHypothetical here.  Social Security says tomorrow we're going to scrap the current Social Security Number and \nthe system that we've used, we're going to reinstate something totally different.  Maybe it's with a number but it's \ndifferent.  Everyone in America who has a Social Security Number you will be issued something else, and at the \nsame time we pass a law saying we prohibit the use of this new Social Security identifier for anything other than \nSocial Security.  What do your industries, your agencies, what do you do?\n\nMR. STEIN:  Beyond panic I guess -- I think there's several parts to that answer.  One, clearly biometrics are being \nused in certain contexts and so yes, there are -- even today -- again, it's very important to distinguish between how \nthe number is used to create an accurate database to say I have data associated with this number and with this \nname together versus how I'm going to identify you and make sure that you are 100 percent who you say you are.  \nSo even today consumers' acceptance of concepts like biometrics is much greater than it was perhaps a decade \nago.  So I think you'd find -- you'd always find some sort of substitutes effect.  I think the question is at what level of \ndisruption in the system overall, you know, between the time that you were to close off the system completely and \nthen try to reinstate something else.  There would be, by the way, a legacy effect.  All the data that was currently \nmediated by SSNs would remain.  You know, so court records would remain associated with the Social Security \nNumber.\n\nSo you're really talking almost generationally anyway, you're talking about very, very long periods of time as you \nmove away.  It does get into discussions of cards and whether cards will have algorithms on them and whether \ncards will store additional information and whether they're used for limited purposes or more extended purposes, \n\n\n\nand these are very complicated issues.  It certainly goes well beyond the pale of our industry or I suspect any of us \nhere at the table.\n\nREP. BECERRA:  Well, one way or the other you'll find some type of universal identifier that can help you keep tabs \nof the population? \n\nMR. STEIN:  Well, I would say two things could happen.  Number one, you could have less data mediated which \nmeans for example consumers today who already are unhappy when we don't have a certain account that they \nhave been paying on time for many, many years that Countrywide wants to use to approve a loan, when it's not in \nthe credit report they're also unhappy with us, just as they're unhappy when there might be data in their credit report \nthat they say is not theirs.  So what you do have with the removal of an identifying system or a single unique \nidentifier like the SSN is potentially dis- intermediating and disconnecting data which can be mediated and which \ncan be used for good things, such as me getting the car loan on the weekend or getting the student loan for my kids \nand so on and so forth.\n\nSo there are effects like that that we probably can't entirely predict today.  Even the FTC was asked to look at how \nSSNs interplayed with credit reports, and that was a study that was done during the 2003 FACT Act.  And they \nconcluded that really you move away from a binary good or bad proposition and you're on a continuum -- move one \ndirection and maybe there's less SSNs and so maybe certain types of risks are reduced but maybe you've dis-\nintermediated data.  So it was all about do you move towards more inclusivity or do you move towards more \nexclusion or separation.  And that's the kind of database continuum our members tend to operate on.  You know, \nwhich way do I go.\n\nREP. BECERRA:  Thank you.\n\nMR. PRATT:  If I may just take one moment.  When you talk about things like biometrics and other kinds of \nidentifiers to uniquely identify an individual and you compare it to the Social Security Number issue, the one thing \nto keep in mind is that the Social Security Number is a national unique identifier.  In the absence of having a \nnational registry of fingerprints, retinal scans, facial recognition, hand geometry, whatever you want it to be, there's \nno way to take those disparate pieces and put them all together in a credit report.  In the absence of that it is \nprobably more likely rather than less likely that the Nicole Robinsons of the world get joined with someone who \nreally isn't them.  In this case, the person used her Social with her same name.  In other circumstances you're \ngoing to have people -- a whole bunch of Nicole Robinsons that may get joined together because there's not that \nunique identifier that puts them together.\n\nREP. BECERRA:  Thank you.\n\nThank you, Mr. Chairman.\n\nREP. McCRERY:  Thank you very much, gentlemen, ladies.  We appreciate your testimony and your responses to \nour questions.\n\nAnd that concludes today's hearing.  The subcommittee is adjourned.   \n"}