{"title": "Getting a Saudi Tourist Visa: Is it really that complicated?", "body": "\nGulf News goes through the steps of getting a Saudi Tourist Visa\n\nImage Credit: Pixabay\n\nDubai: Saudi Arabia opened its doors to the world through its new visit visa, which was made available from \nSeptember, 27. With this new visa, travellers should be able to obtain a one-year, multiple entry visa allowing them \nto spend up to 90 days in KSA. But these processes are never as easy and as straightforward as they seem.\n\nGulf News goes through the visa process for the sake of the story and tells you exactly what to expect when \napplying for the KSA visa.\n\nGetting the e-visa:  Some issues I faced:\n\nI am a Canadian living in the UAE. I decided to apply for an e-visa, since Canada was listed as one of the 49 \ncountries that are eligible to get an e-visa to Saudi Arabia.\n\nAs I continued to answer detailed questions about my place of birth, the names of my parents and my passport \ntype, among other things, I came across a question that stumped me.\n\nI had to choose my country of residence. I scrolled to look for the UAE as an option but it wasn't there.\n\nThis means that I have to be a Canadian, living in Canada in order to apply.\n\nAs a Canadian living in the UAE, I was not eligible, since UAE was not supplied as an option.\n\nWe called the Saudi consulate. They informed us that they don't understand our issue, and that we should call VFS.\n\nI got in touch with VFS, who explained that they were booked up, until the end of the month, so couldn't help with \nmy inquiry.\n\nThe only thing left to do was submit an inquiry over the Visit Saudi website. \"Hi, I am a Canadian citizen currently \nresiding in the UAE. Am I still eligible to get an e-visa?\" to which I received the response. \"Regarding your inquiry, \nyes you are eligible to get an e- visa.\"\n\nSo it looks like there is a glitch in the system, that hasn't taken into account that the passport holders from the 49 \ncountries, who live in countries that are not on the eligible list.\n\n\nI emailed him back explaining this glitch, but have yet to receive a response.\n\nMy potential solutions could be:\n\nA)Put down my Canadian address in Toronto, and continue the application process. Arrive at the airport in Saudi \nand potentially face questions on why I didn't fly in from Toronto.\n\nB)Apply through VFS for a normal tourist visa but wait a few weeks until they have appointments available.\n\nC)Waiting until the contact person from Visit Saudi gets back to me over email.\n\nEither way, here is a guide on how to get your e-visa to Saudi\n\nHow to get an e-visa: A step by step process  First of all, are you eligible?\n\nIf you have the passport and are living in any of these 49 countries then you are eligible to get an e-visa.\n\nCanada\n\nUSA\n\nAndorra\n\nAustria\n\nBelgium\n\nBulgaria\n\nCroatia\n\nCyprus\n\nCzech Republic\n\nDenmark\n\nEstonia\n\nFinland\n\nFrance\n\nGermany\n\nGreece\n\nHolland\n\nHungary\n\nIceland\n\nIreland\n\nItaly\n\nLatvia\n\n\n\nLiechtenstein\n\nLithuania\n\nLuxembourg\n\nMalta\n\nMonaco\n\nMontenegro\n\nNorway\n\nPoland\n\nPortugal\n\nRomania\n\nRussia\n\nSan Marino\n\nSlovakia\n\nSlovenia\n\nSpain\n\nSweden\n\nSwitzerland\n\nUkraine\n\nUnited Kingdom\n\nBrunei\n\nChina (Including Hong Kong and Macau)\n\nJapan\n\nKazakhstan\n\nMalaysia\n\nSingapore\n\nSouth Korea\n\nAustralia\n\nNew Zealand\n\nNow that you are eligible, here are the next steps:\n\n\n\n1.You create an account and sign in. Make sure that you have a passport from the 49 countries and that you also \nreside in one of the 49 countries, from what we can see on the website, you cannot select the UAE and be eligible \nfor the e-visa.\n\n2.You will also have to choose temporary medical insurance for when you are there, which is mandatory and \ncovered as part of the cost.\n\n3.You will also need a soft copy of your passport size picture, which you will be asked to upload.\n\nHow much does it cost?\n\nThe e-visa or visa on arrival will cost SAR 440 (Dh431), plus VAT, which is a fee of SAR 100 (Dhs98).\n\nHow long does it take to issue the e-visa?\n\nThe time taken to issue the e-Visa is 5 to 30 minutes in most cases\n\nMake sure you keeps these terms and conditions in mind:\n\n•Minimum age of applicant should be 18 years old\n\n•Underage applicants require an individual above 18 years old to be the guardian while on their visit\n\n•When applying, passport validity must be for at least 6 months at the time of entering Saudi Arabia\n\n•Visa fees are non-refundable. Refund in case of rejection is not possible.\n\n•Overstay fees: Dh100 for each day of overstay when the visa expires without leaving Saudi Arabia.\n\n•Religion of applicant is not relevant.\n\n•Countries with bilateral agreements can apply for the visit visa through e-visa or visa on arrival, or through the \nconsulate visa (USA, UK, South Korea and Japan)\n\n•Documents not required to get a visa:\n\no Return ticket\n\no Booking accommodation (only address is required)\n\no Hard copy of the visa, although a soft copy is advised\n\n•Visa eligibility pre-checks are conducted by all airlines before boarding flights to Saudi Arabia\n\nGetting a tourist visa as a 'Group B category'  Some issues I faced:\n\nI am an Indian national living in the UAE. I wanted to see South Korean band BTS live in Saudi Arabia. The much-\nanticipated October 11 show in Riyadh, might be the only way to watch the K-Pop sensations on this side of the \nworld. As tourist visas to the Kingdom have been challenging to acquire for the so-called Group B category, which \ncomprises countries such as Jordan, Egypt, India and the Philippines.\n\nAlternatively, those from 51 countries in Group A, including the UK, China and USA, have been able to get their \nvisas through an online application.\n\nThe brand new tourist visa for Saudi Arabia was announced on September 28, with a statement claiming that \nGroup B applicants would be able to get their visas within one to two days through the consulate or embassy. \nHowever, the ground reality has been different.\n\n\n\nBetween the announcement and now, Twitter users have been documenting the hurdles they've faced trying to \napply via their country's missions, and through visa assistance companies such as VFS Tasheel in the UAE.\n\nPosts under the #VISAForBTSConcert hashtag show fans from countries including Tunisia, Pakistan and Iraq \nasking for advice and venting their frustrations at being so close to seeing the 7-member group live yet so far.\n\nFor UAE ARMY (the term for fans of BTS) in the Group B category, VFS Tasheel seems to be the only way to apply \nfor the tourist visa. The catch about VFS Tasheel? The dearth of visa application appointments, a requirement to \nbe attended to at the centres in Dubai, Sharjah and Abu Dhabi.\n\nSome fans who were unable to secure an appointment turned up at VFS Tasheel with their documents in the hopes \nof getting a walk-in appointment have been turned away, just days before the concert.\n\nOne fan who managed to get an appointment told Gulf News about the stress of trying to complete the process in \nthe little time she had.\n\n\"I was hopeful until last week, when we had less than two weeks to process everything. I think that's when the \npressure kicked in. I'm quite used to applying for a visa since my passport is not that strong. It's just the timeframe \nwas too short. That's what really stressed me out,\" the Filipino woman said.\n\nOthers have given up on the visa entirely and have resorting to selling their tickets, sometimes at a discount since \nmany seats are still available for sale on Ticketmaster. In contrast, the K-Pop sensation's past concert stops in \ncities such as London, Berlin and New York sold out in minutes – it can be argued that no BTS concert in the recent \npast has had seats left to spare.\n\nHow to get your visa through VFS or the Saudi Embassy:\n\nIf you are not one of the 49 countries, you are required to visit VFS or the Saudi embassy in person. The \ndocuments required also vary, depending on which country you hail from.\n\nBut you will need the following documents when you visit VFS:\n\n•A passport, that is valid for at least 6 months\n\n•Emirates ID\n\n•Residency Proof (UAE Visa).\n\n•Proof of accommodation in KSA (the hotel address is just fine)\n\n•Return flight ticket\n\n•Provide No objection letter (HR letter including Job title and purpose).\n\n•Bank statements (for the last 6 months)\n\n•Travel plan during the stay in KSA\n\nHow much does it cost?\n\nThe tourist visa costs Dh888 and includes everything, such as medical insurance, service fees and more. You have \nto pay this amount in cash.\n\nHow long does it take?\n\nIf you are lucky to get an appointment early on, the whole process should take around 2 working days. But you \nneed to physically be there in person.\n\n\n\nTips:\n\n•Give yourself enough time\n\n•Read the document list carefully, so you come prepared\n\n• Book your hotel with free cancellation, so that you can have your address ready\n\nhttp://imgs.syndigate.info/34/57/31/157062969483.jpeg\n\nRiyadh skyline, Saudi Arabia.\n"}