{"title": "Wanted: July 13-19", "body": "\nTHE NEWS The prosecutor at the International Criminal Court in The Hague formally sought an arrest warrant for \nOmar Hassan al-Bashir, the president of Sudan.\n\n  BEHIND THE NEWS The charges of genocide, war crimes and crimes against humanity are the court's first \nagainst a sitting president. They stem from the five years of bloodshed in the Darfur region of Sudan, where Mr. \nBashir's government is accused of trying to wipe out three ethnic minorities as it scoffed at international efforts to \nhold it accountable. While the warrant is unlikely to ever be executed, some diplomats hoped it would give them \nnew leverage in seeking peace in Darfur. \n\n  THE NEWS Canadian officials, apparently for the first time, deported an American Army deserter who had sought \nrefuge from the war in Iraq. \n\n  BEHIND THE NEWS Changes both in immigration laws and in public attitudes in Canada have made it more \ndifficult for American deserters to gain sanctuary there now than during the Vietnam War, when draft dodgers also \nfled north. The deported deserter, Robin Long, was seeking refugee status, the only legal avenue for most \ndeserters to stay in Canada, but he was arrested twice for violating immigration laws. Supporters called the \nviolations technicalities and expressed surprise that the government insisted on expelling him. \n\n  THE NEWS What seemed to be the voice of Izzat Ibrahim al-Douri, a former Iraqi vice president under Saddam \nHussein, was heard in a new audiotape telling President Bush that 2008 would be the ''decisive year'' in Iraq and \nvowing that the Baathist insurgents he leads would go on attacking Americans.\n\n  BEHIND THE NEWS The United States offers a $10 million bounty for the capture of Mr. Douri, said to be the \nhighest-ranking member of Saddam Hussein's inner circle still at large. Iraqi officials have several times reported \nhis death or capture, only to have the claims quickly fall apart. Lately he has struggled with a Syrian-backed rival for \nsupremacy among Baathist militants.\n\n  THE NEWS A man wanted in Liechtenstein for stealing secret bank records told a Senate committee that a bank \nowned by the country's royal family helped clients, including Americans, conceal assets and evade taxes. \n\n  BEHIND THE NEWS Heinrich Kieber, a former bank employee who is now in a witness protection program, \ntouched off a global scandal in February when he sold confidential bank records identifying millionaire tax cheats to \nGerman authorities. He testified that the bank, LGT, shuffled money through offshore shell accounts to obscure its \norigin. Liechtenstein, anxious to repair its reputation as an uncooperative tax haven, said it would investigate.\n\n  THE NEWS Lawyers for the film director Roman Polanski, who fled the United States in 1978 as he was about to \nbe sentenced for the statutory rape of a 13-year-old girl, asked authorities to review a documentary in which a \nformer prosecutor claims he coached the judge in Mr. Polanski's case.\n\n\n  BEHIND THE NEWS Mr. Polanski's lawyer said the self-described contacts by David Wells with the judge (who \ndied in 1993) appeared to violate legal ethics and state law. As a fugitive, Mr. Polanski has little standing to appeal \nhis conviction, but if he can persuade a prosecutor or judge in Los Angeles to take up the matter, a court could \noverturn the 30-year-old conviction. \n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTOS: GENOCIDE(PHOTOGRAPH BY MOHAMED NURELDIN ABDALLA/REUTERS)\n\nDESERTION (PHOTOGRAPH BY DARRYL DYCK/THE CANADIAN PRESS, VIA ASSOCIATED PRESS)\n\nINSURGENCY(PHOTOGRAPH BY U.S. DEPARTMENT OF DEFENSE, VIA EUROPEAN PRESSPHOTO \nAGENCY)\n\nTAX EVASION (PHOTOGRAPH BY SHAWN THEW/EUROPEAN PRESSPHOTO AGENCY)\n\n STAUTORY RAPE (PHOTOGRAPH BY JULIAN WASSER/TIME & LIFE PICTURES -- GETTY IMAGES)                                                                        \n"}