{"title": "October 08, 2019: This Week in NFL100: Week 6", "body": "\nINDEX\n\nSECTION 1 NFL NETWORK SERVICES LLC PROFILE\n\nSECTION 2 PRESS RELEASES: 2019\n\nSECTION 1 NFL NETWORK SERVICES LLC PROFILE\n\n1.1 ACTIVITIES\n\nNFL Network Services LLC owns and operates a sports cable network company named NFL Network. The \ncompany was founded in 2003 and is based in Culver City, California. NFL Network Services LLC operates as a \nsubsidiary of National Football League, Inc.\n\n1.2 SUMMARY\n\nWebsite: http://www.nfl.com/nflnetwork\n\nIndustry: Media\n\nSECTION 2 PRESS RELEASES: 2019\n\nOctober 07: The National Football League and OverTier Expand Partnership\n\nThe National Football League (NFL) and OverTier, a Bruin Sports Capital (Bruin) company, today announced an \nexpansion of their partnership for OverTier to operate NFL Game Pass, the league's premium subscription OTT \nservice. Since 2017, OverTier held the rights to operate NFL Game Pass in Europe. The new agreement now \nbrings the service to a combined 181 countries and territories worldwide including Australia, Brazil, Hong Kong, \nIndia, Israel, Japan, Mexico, and South Korea.\n\nNFL Game Pass offers all live NFL Games, NFL Red Zone, NFL Network and a deep catalog of original \nprogramming, documentaries, series and specials from the award-winning NFL Films. It is available across 11 \nplatforms through connected TV, games consoles, web and mobile.\n\n\n\"We are excited to expand our partnership with OverTier to bring the NFL directly to fans around the world on their \nfavorite viewing platforms with NFL Game Pass,\" said Chris Halpin, NFL Chief Strategy & Growth Officer. \"OverTier \nhas a proven track record of innovation in Europe, and we look forward to unlocking significant potential across \nother markets.\"\n\n\"We are delighted with the progress we've made with our NFL partners. Together we have built a detailed \nunderstanding of how to cultivate and super serve fans throughout Europe and have turned that into meaningful \nbusiness gain with great long-term potential,\" said Sam Jones, OverTier CEO. \"We look forward to applying our \nunique model to these expanded global markets and with the league develop more fans and opportunities \nworldwide.\"\n\nOver the past two seasons, a suite of user-led product innovations delivered a more personalized viewing \nexperience to more fans across more platforms and services in Europe than ever. There has been a meaningful \ngrowth in subscriptions to NFL Game Pass in Europe, total NFL GPE regular-season viewership was up 46% year-\non-year ('17-'18), with average minutes per viewer increasing by 20% to 62 hours.\n\nSeptember 19: NFL Partners with Cigna to Host Miami Youth Mental Health Forum\n\nAs part of the NFL's Total Wellness platform, the league teamed up with Cigna to host the Youth Mental Health \nForum on Wednesday, September 18, 2019. Held at Florida International University, the Forum presented to an \naudience of more than 200 student-athletes, parents and coaches from Miami Dade County Public Schools (M-\nDCPS). In recognition of Suicide Prevention Month, the program focused on utilizing the platform of sports to \nincrease awareness and decrease stigma around mental health, particularly as it relates to suicide prevention, \nrecognizing signs and symptoms of mental health concerns, and seeking support to enhance youth emotional well-\nbeing.\n\nThe Forum, which included a powerful welcome from both M-DCPS Superintendent ALBERTO CARVALHO and \nPETE GARCIA, Executive Director of Sports and Entertainment for Florida International University, also included a \nkeynote address from MARTHA and CHRIS THOMAS (parents of San Francisco 49ers defensive end SOLOMON \nTHOMAS). Consistent throughout the day were messages about the influence that athletes hold, the many \npressures society is faced with, and the ability that everyone possesses to promote a culture where all people, \nincluding student-athletes, are encouraged to engage in difficult discussions and seek the assistance and support \nthey need to achieve overall wellness.\n\nPanelists and guest speakers included NFL Legend and current psychology graduate student JULIUS THOMAS, \nMiami Dolphins Youth Programs Ambassador TWAN RUSSELL, Cigna Senior Medical Director ROBERT \nHAMILTON, M.D., Miami Dolphins Team Clinician DR. ROB SEIFER, Miami Dolphins Director of Player \nEngagement KALEB THORNHILL, Atlanta Falcons Team Clinician DR. KENSA GUNTER, University of North \nCarolina Senior Athletic Director of Student-Athlete Health, Well-Being & Program Outreach and NFL Legend) \nDWIGHT HOLLIER as well as representatives from Mental Health America of Southeast Florida, Florida \nInternational University, and the American Foundation for Suicide Prevention.\n\nSeptember 18: NFL, Hispanic Heritage Foundation and Nationwide, Team for Ninth Annual NFL Hispanic Heritage \nLeadership Awards\n\nThe National Football League and its teams will celebrate Hispanic Heritage Month with a series of special events \nduring Hispanic Heritage Month.\n\nThe NFL, Hispanic Heritage Foundation (HHF) and Nationwide, official sponsor of the NFL, have partnered for the \nninth annual NFL Hispanic Heritage Leadership Awards. The awards recognize the contributions of Hispanic \nleaders in each NFL market.\n\nEach award recipient will be recognized at a game or event hosted by their local NFL team. With support from \nNationwide, each recipient will select an organization of their choice that serves the local Hispanic community to \nreceive a $2,000 donation.\n\n\n\nNow in its third year, Nationwide's support of the Hispanic Heritage Leadership Awards continues to demonstrate \nthe company's commitment to the Hispanic community. In addition to Nationwide's partnership with the Hispanic \nHeritage Foundation, the Columbus-based insurance and financial services company also has partnerships with \nLatina Style, Unidos US, the United States Hispanic Chamber of Commerce, the Association of Latino \nProfessionals For America, the Hispanic Scholarship Fund, Hispanic Association on Corporate Responsibility and \nProspanica. The sponsorship of the Hispanic Heritage Leadership Awards aligns with Nationwide's goal of \npartnering with organizations that share the company's values of improving the lives of others and giving back to \nthe community.\n\n\"By partnering with the Hispanic Heritage Foundation and Nationwide, we are given an amazing opportunity to \nshine a bright light on individuals who are wholeheartedly impacting their local communities,\" said Marissa \nFernandez, NFL Vice President of Marketing Strategy & Fan Development. \"Our goal is to continually support and \nacknowledge the positive efforts of each leader, while also empowering others to spread kindness and generosity in \ntheir own community.\"\n\n\"We are thrilled to partner with the NFL and Nationwide to honor Hispanic leaders who are making an impact on \ncommunities all over America,\" said Jose Antonio Tijerino, President and CEO of Hispanic Heritage Foundation.\n\nSeptember 12: NFL ENHANCES PARTNERSHIP WITH EAST-WEST SHRINE BOWL\n\nThe NFL today announced several enhancements to its partnership with Shriners Hospitals for Children in \npreparation for the 2020 East-West Shrine Bowl All-Star Game. The strengthened initiatives are designed to \ncontinue growing the game through the development of personnel and increasing engagement with players through \nall levels of their athletic life cycle.\n\nNFL clubs will continue to select deserving assistant coaches for the annual East-West Shrine Bowl for the \nopportunity to showcase their skills. At the end of the regular season, clubs nominate active assistant coaches to be \nreviewed by a panel of NFL Football Operations staff, East-West Shrine Bowl leadership and two members of the \nNFL's General Managers Advisory Committee. The final two to be chosen as head coaches then select their 12-\nperson staffs from among the other NFL assistant coaches nominated.\n\nTo further aid in the development of future coordinators and head coaches, these representatives will have the \nopportunity to participate in a panel session and learn from former NFL head coaches and general managers while \nin St. Petersburg, Florida.\n\nAdditionally, the NFL and East-West Shrine Bowl will partner on highlighting innovative concepts to further evolve \nthe game.\n\n\"The NFL is pleased to enhance the East-West Shrine Bowl partnership because it is more than just about the \ngame,\" said TROY VINCENT, NFL Executive Vice President of Football Operations and 2019 East-West Shrine \nBowl Hall of Fame Inductee. \"The entire experience reflects football's range of values from developing players, \ncoaches, officials, and football staff to serving the children and honoring the caregivers of Shriners Hospital.\"\n\nThe East-West Shrine Bowl, formerly known as East-West Shrine Game, is the nation's oldest all-star game for \ncollege seniors aspiring to play in the NFL.\n\nSeptember 12: NFL LAUNCHES $3 MILLION CHALLENGE TO CREATE NEW, TOP-PERFORMING FOOTBALL \nHELMET\n\nThe National Football League (NFL) today announced the NFL Helmet Challenge, an innovation challenge that \naims to stimulate the development by experts, innovators and helmet manufacturers of a new helmet for NFL \nplayers that outperforms, based on laboratory testing, all helmet models currently worn by NFL players. Up to $3 \nmillion will be available in the challenge, including $2 million in grant funding to support the development of a helmet \nprototype and a $1 million award.\n\n\n\nA symposium will be held November 13-15 in Youngstown, Ohio, to kick off the challenge. Over three days, the \nsymposium will bring together experts from different industries to share information and work collaboratively on \ninnovative helmet ideas.\n\nThe challenge will culminate in May 2021 with the applicants submitting helmet prototypes for testing in laboratory \nconditions that represent potentially concussive impacts in the NFL. Applicants will compete for up to a $1 million \naward.\n\n\"Helmet technology is advancing at an impressive rate. Yet, we believe that even more is possible. The NFL Helmet \nChallenge represents an unprecedented combination of financing, research, data and engineering expertise in an \neffort to create a more protective helmet,\" said Jeff Miller, the NFL's Executive Vice President for Health and Safety \nInnovation. \"Innovation can be catalyzed if we engage with creative and talented people from across disciplines to \nattack this challenge together. In collaboration with the NFL Players Association, we are making changes on and off \nthe field in an effort to improve protection for every player. Trying to ensure that players wear the best possible \nhelmet is a substantial part of that commitment.\"\n\nThis challenge is the next phase in the league's Engineering Roadmap, which aims to improve the understanding of \nfootball biomechanics and to create incentives for businesses, entrepreneurs, innovators and helmet manufacturers \nto develop new protective equipment.\n\nSeptember 12: NFL EXTENDS PARTNERSHIP WITH FACEBOOK\n\nThe National Football League (NFL) and Facebook today announced a multi-year partnership extension that will \ndeliver more diversified NFL video content to fans worldwide through Facebook Watch, expanding a relationship \nthat kicked off in 2017.\n\nAs part of the partnership, the NFL will continue distributing recaps from all 256 regular season games, as well as \nplayoff matchups, and the Super Bowl, plus video highlights from postseason tentpole events like the Pro Bowl, \nNFL Scouting Combine and NFL Draft. Over 22 million people watched at least a minute of an NFL recap on \nFacebook in 2017 and 2018, with 28% of these views coming from outside the U.S. Unique viewers of these recaps \ngrew by 32% in 2018 from 2017.\n\n\"Facebook continues to be an important partner in accessing millions of highly engaged fans around the world,\" \nsaid Blake Stuchin, NFL Vice President of Digital Media Business Development. \"As we celebrate our 100th \nseason, we look forward to providing even more exciting ways for NFL fans on Facebook to watch, share, and talk \nabout their favorite NFL moments.\"\n\nIn addition to game recaps, the NFL will also utilize Facebook Watch for distribution of an array of unique content \nincluding:\n\nNFL news and analysis: Video clips featuring NFL Media analysts, reporters and on-air personalities from NFL \nNetwork signature studio shows Video versions of NFL-produced podcasts: Weekly video versions of popular NFL \nMedia podcasts including \"Around the NFL\" with Gregg Rosenthal, Dan Hanzus, Marc Sessler and Chris Wesseling \nClassic content: Archived content from the NFL Films vault featured across NFL Throwback Special NFL 100 \ncontent: A series of NFL 100 content that celebrates the best teams, players and moments of the league's first 100 \nseasons.\n\nThe league will also create Facebook Groups around content themes and work to share relevant video in those \ngroups to foster conversation and connection.\n\nSeptember 11: NFL Media Launches New Series 'NFL Game Day All-Access,' Exclusively on YouTube\n\nThis fall, NFL Media and YouTube will bring viewers closer to the game day experience than ever before. NFL \nGame Day All-Access, a weekly show streaming exclusively on the NFL YouTube channel starting Wednesday, \nSeptember 11, gives fans an intimate look at the full game day experience, straight from the players and coaches \nthat go through it.\n\n\n\nEpisode 1 will feature wired sound from Seattle Seahawks QB Russell Wilson, Arizona head coach Kliff Kingsbury, \nBrowns head coach Freddie Kitchens, Buccaneers head coach Bruce Arians and Jaguars DE Calais Campbell. In \naddition, NFL Films captured sideline sounds from five additional games, including Giants versus Cowboys and \nSteelers versus Patriots on Sunday Night Football.\n\nProduced by NFL Films, the original series will combine a variety of production elements including game footage, \nwired sound, mobile video and more to tell the complete story from players and coaches' perspective of an NFL \ngame day. Each 20-minute episode will be made up of key moments throughout the day unfolding in order, from the \ntrip to the stadium, to warm-ups and game moments, to postgame activity and the departure home.\n\n\"We are excited to give fans an up-close view of the full game day experience through this new YouTube series\" \nsaid Ross Ketover, Senior Executive at NFL Films. \"Our game's most exciting and memorable moments take place \non the field, but for players, each game starts well before kickoff and continues after the final whistle. This series will \ndeliver our fans the best of these moments each week throughout the season.\"\n\nWith the spotlight on a different player or coach in each episode, viewers will get a diverse look into game day - \nfrom the experience on the road versus playing at home, as well as the interaction with family and friends before \nand after the game.\n\nSeptember 05: NFL Strikes New Content and Advertising Partnership with Reddit\n\nThe National Football League (NFL) and Reddit today announced a new partnership that will connect Reddit's more \nthan 330 million monthly active users directly with the NFL's diverse network of talent and personalities for a season \nof unique \"Ask Me Anythings\" (AMA's) and a video content series with first-to-market advertising opportunities for \nbrands.\n\nThe AMAs will feature members of the NFL community - from active players and NFL Legends, to league and club \nrepresentatives, behind-the-scenes playmakers and even fans - who will engage directly with redditors to build \ncommunity around the NFL and provide a more in-depth look at areas within the NFL ecosystem that have played a \nkey role in its growth through the past 100 seasons.\n\nThe traditional Reddit text AMAs will provide content for a video series produced by the NFL, which will be \ndistributed broadly across both Reddit and the NFL's media channels including digital and social platforms of the \nleague and its clubs. Advertisers will have the opportunity to sponsor these unique NFL \"AMA videos,\" unlocking a \nnew pre-roll advertising opportunity for third party brands.\n\n\"There are millions of passionate NFL fans engaging deeply within Reddit communities every day,\" said Blake \nStuchin, NFL Vice President of Digital Media Business Development. \"We are excited to partner with Reddit on this \nfirst-of-its-kind 'Ask Me Anything' content series to reach and engage our fans in a new way that we hope further \nenhances the NFL community and conversation on Reddit.\"\n\nSince establishing its official Reddit profile, u/NFL, earlier this year, the NFL has been actively connecting with \nReddit communities through AMAs with a variety of groups including Chicago Bears legend Devin Hester, NFL \nNetwork Insiders and researchers&#8203; who share first-person perspectives on their roles within the NFL with \nredditors.\n\n\"We're thrilled to work with the NFL as our first partner to test a brand-new type of content and advertising \nrelationship,\" said Alexandra Riccomini, Senior Director of Business Development & Media Partnerships at Reddit.\n\nSeptember 05: NFL, HUDL EXPAND PARTNERSHIP TO GROW THE GAME OF FOOTBALL\n\nIn their ongoing efforts to improve high school football, the NFL and Hudl have expanded their partnership to \ninclude providing one NFL Game Pass subscription, free of charge, to every varsity high school football program \nusing their services.\n\n\n\nNFL Game Pass brings fans in the United States of America replays of every NFL game of the season as soon as \nthey end, as well as live, gameday audio. A Game Pass subscription also includes access to archives of every NFL \ngame from 2009 through 2019, previous seasons of NFL shows such as Hard Knocks and A Football Life, the \"All-\n22\" coaches' film, in addition to the Game Pass exclusive show, NFL Game Pass Film Session, which highlights \nsuccessful concepts, techniques and first-hand tips by players and coaches. NFL Game Pass can be accessed \nonline and any smartphone, tablet or connected TV device.\n\nWith a dominant market share of the American high school football market, a rate that accounts for more than \n16,000 high school teams using Hudl's services, the partnership provides the opportunity for two of the most \ndistinguished brands in football to grow the sport towards a brighter future.\n\n\"We are thrilled to be partnering with the NFL in making a better future for football at all levels. Football remains the \nheartbeat of our customer base,\" said GREG NELSON, Vice President of Competitive Sports at Hudl. \"This is our \nway of saying thank you to the thousands of communities across the country that make Friday nights so special.\"\n\nAdditionally, the partnership will assist with extending the Way to Play initiative to the high school football level, \nwhich will help highlight proper playing technique to protect players from unnecessary risk and foster culture change \nacross all levels of the sport.\n\nThe NFL Way to Play High School Award will honor one high school football player weekly for demonstrating \nexceptional in-game playing technique.\n\nSeptember 03: NFL and TikTok Announce Multi-Year Partnership to Bring NFL Content to Fans Around the World\n\nThe National Football League (NFL) and TikTok, the leading destination for short-form mobile video, announced \ntoday a new multi-year partnership to bring the excitement of the NFL experience to TikTok's global community, \ncombining the passion surrounding NFL football with the fast-growing digital platform.\n\nAs part of the partnership, the NFL is launching its official TikTok account, delivering content to fans across the \nplatform's global markets. NFL content will include uniquely packaged highlights, sideline moments, and behind-\nthe-scenes footage. Additionally, the NFL and TikTok will partner together around a series of NFL-themed hashtag \nchallenges, inviting members of the TikTok community to express their passion for their favorite NFL clubs and \nplayers on TikTok. The NFL and TikTok will also be partnering together on unique marketing opportunities for \nbrands to activate around NFL content on TikTok.\n\n#WeReady Kick Off Campaign The NFL and TikTok are rallying fans to join in the excitement of kickoff with the \n#WeReady hashtag challenge campaign. From September 3rd - September 5th, fans are encouraged to show their \npride for their favorite team by creating their own unique TikTok videos with the #WeReady hashtag. Popular \nTikTok creators and NFL clubs will join fans in showing their team spirit and excitement to get \"back to football\" \nahead of the NFL's 100th season.&#8203;\n\nTikTok will also be celebrating the NFL's 100th season kickoff live in Chicago on September 5. Attendees can \nexperience TikTok in real life at Soldier Field and create their own unique TikTok videos that show their love for \ntheir favorite teams and players in an NFL-themed experience.\n\n\"Partnering with TikTok is a natural extension of our media strategy,\" said Blake Stuchin, Vice President, Digital \nMedia Business Development for the NFL.\n\nSeptember 03: Events Calendar: Broadcast Teams for NFL Network's Coverage of Conference USA Games \nAnnounced\n\nToday, NFL Network announced the broadcast teams for the network's coverage of Conference USA football \ngames this season.\n\n\n\nThroughout NFL Network's 10-game schedule, play-by-play duties will be handled by Rhett Lewis, Dan Hellie and \nDave Ryan on a rotating basis, along with analysts Max Starks, Ben Leber and Michael Robinson. On the sidelines, \nMolly Sullivan, Ashley Stroehlein and John Schriffen will share duties.\n\nThe 10-game schedule of games kicks off Saturday, September 7 at 3:30 PM ET with Grambling State at Louisiana \nTech, with Rhett Lewis, Max Starks and Molly Sullivan calling the action.\n\nProvided below are the broadcast teams for NFL Network's schedule of C-USA games:\n\nGrambling State vs. Louisiana Tech - Saturday, September 7\n\n- Play-by-Play: Rhett Lewis\n\n- Analyst: Max Starks\n\n- Sideline: Molly Sullivan\n\nArmy vs. UTSA - Saturday, September 14\n\n- Play-by-Play: Rhett Lewis\n\n- Analyst: Max Starks\n\n- Sideline: Molly Sullivan\n\nSouth Alabama vs. UAB - Saturday, September 21\n\n- Play-by-Play: Rhett Lewis\n\n- Analyst: Max Starks\n\n- Sideline: Molly Sullivan\n\nFlorida Atlantic vs. Charlotte - Saturday, September 28\n\n- Play-by-Play: Dan Hellie\n\n- Analyst: Max Starks\n\n- Sideline: Molly Sullivan\n\nSouthern Miss. vs. Louisiana Tech - Saturday, October 19\n\n- Play-by-Play: Rhett Lewis\n\n- Analyst: Ben Leber\n\n- Sideline: John Schriffen\n\nSource: Company Website\n\nAugust 30: NFL to Launch Inspire Change Apparel and Songs of the Season Through Its Social Justice Platform \nInspire Change\n\nToday, the NFL and Roc Nation announced the launch of Inspire Change apparel and Songs of the Season as part \nof their new partnership. Inspire Change apparel, a new social enterprise model, will fund and support Inspire \nChange programs across the country.\n\n\n\nProceeds from this venture will support organizations committed to the key priorities of Inspire Change: education \nand economic empowerment, police and community relations, and criminal justice reform. The Inspire Change \napparel line, designed by artists, will be available later in the 2019 season.\n\nSongs of the Season is a multi-tier, season-long initiative that will highlight superstars and emerging artists of all \ngenres. Songs of the Season will showcase musicians that will create and deliver a song to be integrated in all NFL \npromotions each month during the season. The songs will debut during an in-game broadcast and will be \nsimultaneously released to all digital streaming platforms (DSPs) worldwide. All proceeds from the songs will go \ntoward Inspire Change.\n\nMeek Mill, Meghan Trainor and Rapsody will be the first Inspire Change advocates of the 2019 NFL Season and \nwill perform a free concert at the NFL Kickoff Experience presented by EA SPORTS MADDEN NFL 20 in Chicago's \nGrant Park on Thursday, September 5. Also performing will be Chicago-based DJ Pharris. A portion of both Meek \nMill's and Meghan Trainor's performances will be featured in simulcast coverage of the 40-minute pregame show \nfrom Chicago from 7:30 - 8:10 PM ET on NBC and NFL Network.\n\nFollowing Meek Mill's performance, fans are encouraged to stay at Grant Park for the NFL KICKOFF WATCH \nPARTY as the Green Bay Packers take on the Chicago Bears.\n\nSource: Company Website\n\nAugust 30: 2019 NFL KICKOFF PRESENTED BY EA SPORTS MADDEN NFL 20 TO CELEBRATE START OF \nTHE NFL'S 100TH SEASON THURSDAY, SEPTEMBER 5\n\nThe NFL kicks off its 100th season with \"2019 NFL KICKOFF PRESENTED BY EA SPORTS MADDEN NFL 20\" - \n7:30 PM ET Thursday, September 5. Artists and Inspire Change advocates MEEK MILL, MEGHAN TRAINOR and \nRAPSODY will perform live before the Green Bay - Chicago game at GRANT PARK in Chicago.\n\nTo further the celebration of both the NFL and the Bears 100th season, 2019 KICKOFF EXPERIENCE \nPRESENTED BY EA SPORTS MADDEN NFL 20 will take place on Thursday, September 5 and will be open to \nfans from 12:00 PM CT to 10:30 PM CT at Grant Park. Kickoff Experience is free and open to the public and brings \nfans closer to the NFL through sponsors' interactive experiences and dynamic promotions. Additionally, Bears' \nLegends will be onsite to sign autographs throughout the afternoon: JIM MCMAHON, MATT FORTE and CHARLES \nTILLMAN.\n\nFans are also encouraged to stop by the Madden NFL 20 Experience at Grant Park for a chance to watch NFL \nLegends MICHAEL VICK, CHAD JOHNSON, music artists, Twitch streamers and fans compete in the first ever EA \nSPORTS Madden NFL Twitch Prime Crown Cup.\n\nAt approximately 6:30 PM CT Meek Mill will headline the musical acts of the day on the Kickoff Main Stage. \nPreceding his performance will be the musical acts from Inspire Change advocates Meghan Trainor and Rapsody.\n\nFollowing Meek Mill's performance, fans are encouraged to stay and make history together as the Green Bay - \nChicago game is shown live on massive screens throughout Grant Park. This will be a first-of-its-kind NFL \nKICKOFF WATCH PARTY for fans onsite. Throughout the game, Bears' and Packers' Legends will be on stage \nalong with the integration of Bears' fan rituals and a free-to-play game for interactive fan experience.\n\nA portion of both Meek Mill's and Meghan Trainor's performances will be featured in simulcast coverage of the 40-\nminute pregame show from Chicago from 7:30 - 8:10 PM ET on NBC and NFL Network.\n\nThe show leads into the opener of the NFL's 100th season between Green Bay - Chicago.\n\nAugust 20: NFL AND PLUTO TV KICK OFF ALL-NEW CHANNEL CELEBRATING SEASONS PAST WITH AN \nICONIC LINEUP OF AWARD-WINNING CONTENT, SEASON RECAPS, CLASSIC GAMES AND MORE\n\n\n\nThe National Football League (NFL) and Pluto TV, the leading free streaming television service in America, today \nannounced the launch of a new channel celebrating the NFL's iconic and classic moments spanning over a decade \nof past seasons. The NFL Channel is now available on Pluto TV (Ch. 465).\n\nThe NFL Channel provided by Pluto TV is a specially curated feed of iconic library content devoted to providing NFL \nfans the best productions that NFL Films and NFL Media has to offer. Complementing the NFL's 100th season \ncelebration, the new launch will include programming such as previous seasons of the award-winning Hard Knocks \nseries, team-specific season recaps dating back over a decade, and replays of classic NFL matchups.\n\n\"As a new football season is about to debut, we are incredibly excited to celebrate it with an all-new destination for \nthose looking to relive unforgettable moments and programming from years past,\" states Amy Kuessner, SVP of \nContent Partnerships for Pluto TV. \"The addition of The NFL Channel on Pluto TV is a gift to our growing audience, \na perfect addition to our burgeoning channel lineup and a testament to our love of the game.\"\n\nThe channel will be refreshed with new content including NFL Top 100 Players of 2018 and digitally-produced \nrecaps, previews, press conferences, moments and more.\n\n\"We're very excited to open up our library of classic games and memorable NFL programming to football fans \nthrough our dedicated NFL Channel on Pluto TV,\" said Ross Ketover, Senior Executive of NFL Films. \"As we \ncelebrate the NFL's 100th season, we know fans will enjoy discovering shows they may have missed, or reliving \nthose unforgettable games and moments that make the NFL special.\"\n\nThe all new NFL Channel will join Pluto TV's 150+ live, linear, curated channels and thousands of movies and TV \nshows on demand from an expansive library of licensed content from over 150 major media companies, film \nstudios, television networks, news organizations, publishers and digital first outfits.\n\nAugust 19: NFL NETWORK AND NFL REDZONE RENEW DISTRIBUTION AGREEMENT WITH \nPLAYSTATION(TradeMark) VUE\n\nNFL Network today announced it has renewed its agreement with Sony Interactive Entertainment for national \ndistribution of NFL Network and NFL RedZone programming services on PlayStation(TradeMark)Vue, the \npioneering live streaming TV service. Available on popular TV-connected and mobile devices, PS Vue will offer its \ncustomers continued access to NFL Network and NFL RedZone for the 2019 season, the historic 100th season of \nthe NFL.\n\nPlayStation Vue subscribers receiving NFL Network and NFL RedZone will also continue to have access to the \nservices through NFL.com and the NFL and NFL Network apps across multiple devices. To get these channels, \nNFL Network will be included in the Core plan for $54.99/month on PS Vue. NFL RedZone will be included in the \nSports Pack, which goes for $10.00/month (requires Core or higher package).\n\nIn addition to airing all 65 preseason games, for the upcoming season NFL Network will feature Thursday Night \nFootball (including 7 exclusive live games); popular shows such as Good Morning Football, and NFL GameDay \nMorning, and a suite of programming and content in celebration of the NFL's 100th season including two series - \nThe NFL's All-Time Team and The NFL 100 Greatest - that pay tribute to the people, players, coaches, memories \nand moments that have, and continue to contribute to, the NFL's legacy.\n\nEvery Sunday afternoon of the NFL's regular season, the NFL RedZone channel brings fans every touchdown and \nall the big moments from every game across the League. Produced by NFL Network, NFL RedZone cuts from \nstadium to stadium and delivers fans the most exciting plays as they happen, live and in high definition.\n\nPS Vue offers over 80 top live news, sports, kids, and lifestyle channels. All monthly plans include live streaming \nHD Channels, a powerful Cloud DVR, five simultaneous streams, thousands of On Demand Shows, and 10 viewing \nprofiles each with a personalized DVR.\n\nAugust 16: NFL CELEBRATES YOUTH AND HIGH SCHOOL COMMUNITY DURING PLAY FOOTBALL MONTH\n\n\n\nThe NFL will celebrate youth athletes, coaches, families and communities with special festivities throughout PLAY \nFOOTBALL MONTH. A culmination of the league's year-round recognition of youth and high school football \nathletes, Play Football Month celebrations include clinics, camps, grant opportunities and other unique football \nactivities. During the preseason, the NFL, the 32 clubs and partners are recognizing the talent, character, values \nand achievements of youth football players across the country.\n\nThe return of football follows an exciting summer camp season, in which more than 80,000 kids had the opportunity \nto play football with NFL players and coaches, learning the values associated with playing the game. This summer, \nthe NFL Foundation awarded more than $1 million in grants to support more than 450 current players, NFL \nLegends and coaches' free, non-contact youth football camps across the country.\n\nOn Thursday, August 29, the football community - current players, NFL Legends, coaches, parents and fans - will \njoin the #PlayFootball Throwback Thursday conversation by posting throwback photos and videos, wishing their \nhigh school football team the best of luck this season and tagging #PlayFootball on social.\n\nSource: Company Website\n\nAugust 14: Roc Nation Enters into Long-Term Partnership with NFL as League's Official Live Music Entertainment \nStrategists\n\nToday, Roc Nation announced it has entered into a long-term partnership with the National Football League as the \nleague's official Live Music Entertainment Strategists. The partnership will begin as the NFL's 100th season kicks \noff and will serve as a commitment from Roc Nation and the NFL to nurture and strengthen community through \nmusic and the NFL's Inspire Change initiative.\n\nRoc Nation will spearhead and advise on the selection of artists for NFL tentpole performances, including the Super \nBowl, and will assist in the production and promotion of new music as well as culture- and cause-focused initiatives.\n\nA core component of the partnership will be to amplify the Inspire Change platform priority areas identified by NFL \nPlayers, including Education and Economic Advancement, Improving Police-Community Relations, and Criminal \nJustice Reform.\n\n\"With its global reach, the National Football League has the platform and opportunity to inspire change across the \ncountry,\" said Shawn \"JAY-Z\" Carter. \"Roc Nation has shown that entertainment and enacting change are not \nmutually exclusive ideas - instead, we unify them. This partnership is an opportunity to strengthen the fabric of \ncommunities across America.\"\n\nRoc Nation and the NFL will work together to create and distribute music content across multiple music streaming \nservices for a variety of initiatives. Roc Nation will work alongside the league with artists to curate the richness of \nfootball culture nationwide. Content initiatives may include a Live Visual Album, \"Songs of the Season\" original \nmusic, archived and current content from live NFL music events and artist podcasts.\n\n\"Roc Nation is one of the most globally influential and impactful organizations in entertainment,\" said NFL \nCommissioner Roger Goodell. \"The NFL and Roc Nation share a vision of inspiring meaningful social change \nacross our country.\n\nAugust 12: NATIONAL FOOTBALL LEAGUE AND SPORTRADAR BROADEN PARTNERSHIP\n\nThe National Football League (NFL) and Sportradar, the world's leading provider of sports data and content, today \nannounced an expansion of their existing partnership, which will license the distribution of NFL official league data \nand content to more fans around the world. &#8203;\n\nSince 2015, Sportradar has been the NFL's exclusive distributor of official play- by-play statistics, as well as the \nNFL's proprietary Next Gen Stats (NGS) player tracking data to media outlets. The original partnership included the \ncreation of Sportradar's cutting-edge research platform, Radar360, which is used by the NFL, its member clubs, \nand media outlets. These aspects of the partnership will continue in the new agreement.\n\n\n\nThe renewal significantly expands upon the existing partnership, including exclusive distribution of real-time official \nplay-by-play data and NGS data to sports betting operators in the U.S. and internationally where sports betting is \nlegal and regulated. Official licensed data will improve the speed and accuracy of NFL data and enhance \nprotections for consumers. In addition, Sportradar will now have the right to distribute live audio-visual (AV) game \nfeeds to sportsbooks in select international markets.\n\nThe NFL will also use Sportradar's comprehensive and award-winning integrity services to monitor betting across \nall NFL games (preseason, regular season, and postseason). The NFL and its clubs will also have access to \nSportradar's integrity education workshops and products to ensure the continuation of the NFL's high standard for \nintegrity.\n\n\"Sportradar has been an excellent partner the last four years and has provided the league, our teams, and media \nmarketplace with innovative data products,\" said Hans Schroeder, Executive Vice President and Chief Operating \nOfficer, NFL Media.\n\nAugust 02: NFL ANNOUNCES PLANS TO CELEBRATE 100TH SEASON\n\nA journey of 100 seasons began with a single step.\n\nFor the National Football League, that step was made by RALPH HAY, owner of the Canton Bulldogs. Hay's simple \ninitiative was to invite owners of three other Ohio teams - the Dayton Triangles, Cleveland Indians and Akron Pros - \nto a meeting at his Canton auto showroom to discuss forming a league. Three issues prompted the meeting: \nDramatically rising salaries, players jumping from one team to another following the highest offers, and teams \nillegally using players still in college. That initial meeting conceived the foundation of the league, originally called the \nAmerican Professional Football Association, on August 20, 1920.\n\nA second step was to schedule another meeting. This time, Hay flexed his vision, writing to invite several other pro \nteams. Perhaps the most significant letter was to future Pro Football Hall of Famer GEORGE HALAS, the player-\ncoach of the Decatur Staleys and eventual Chicago Bears. At that second meeting in Hay's showroom, held on \nSeptember 17, 1920, Halas sat on the running board of a brand-new Hupmobile and, for the first of many important \ninstances, modeled a league-above-team perspective that critically shaped the genesis and longevity of the new \norganization.\n\nCountless steps, strides and leaps later, the NFL embarks on its 100th season when the Atlanta Falcons meet the \nDenver Broncos in Canton's Tom Benson Stadium for this year's Hall of Fame Game. The 100th regular season will \nkick off on Thursday, September 5, when the Chicago Bears host the Green Bay Packers at Soldier Field. Perhaps \nfittingly, &#8203; Chicago is the only team that will mark its 100th season in 2019.\n\n\"Our goal is to make this the most meaningful and memorable season in league history,\" said Executive Vice \nPresident, Club Business & League Events PETER O'REILLY.\n\nJune 26: NFL Network Services LLC: Emmy Award-Winning Amazon Original Series 'All or Nothing' to Feature the \nCarolina Panthers for Season Four\n\nSeason four of the Emmy Award-winning sports documentary series All or Nothing, an Amazon Original series \nproduced by NFL Films, will premiere on Friday, July 19, exclusively on Amazon Prime Video in more than 200 \ncountries and territories worldwide. All or Nothing: The Carolina Panthers tells the story of a talented team striving \nto compete for a championship in the face of inevitable change.\n\nEmmy Award-winning actor Jon Hamm (Good Omens, Mad Men) returns as narrator of the eight-episode season, \nall of which will be available for Prime members to stream on July 19. In this season, just three years removed from \nhis MVP season and a Super Bowl appearance, quarterback Cam Newton remains the charismatic star around \nwhom the Panthers revolve. His cast of teammates includes dynamic running back Christian McCaffrey and \nperennial All-Pro linebacker Luke Kuechly, along with a mix of talented rookies hungry to prove themselves and \nseveral veteran stalwarts who know this season might be their last. As the season unfolds, Carolina's players, staff, \n\n\n\nhead coach Ron Rivera and the team's new owner David Tepper are all forced to navigate a difficult yet compelling \npath.&#8203;\n\nPlease see the embeddable trailer here Images and key art can be found here\n\nAll or Nothing is the first series to take viewers inside the locker room, on the sidelines and off the field for an \nunprecedented look inside an NFL franchise's complete season. The series was recently nominated once again in \nthe Outstanding Serialized Sports Documentary category at the 2019 Sports Emmys.\n\nHere's what customers are saying:\n\n\"All or Nothing is the best football documentary out there.\" \"Never stop making these. I almost hate to start watching \nthese, because once I start I can't stop.\" \"Amazon deserves an A++ for this.\"\n\nSource: Company Website\n\nJune 18: NFL-NCAA JOINT STATEMENT ON FOOTBALL SAFETY MEETING\n\nThe NFL and NCAA hosted a joint meeting that brought together medical staff from schools in the SEC, ACC, Big \nTen, Big 12, and Pac-12; the NCAA Sport Science Institute; and NFL Player Health & Safety to share information \nacross levels of football, and best practices for keeping players and student-athletes safe.\n\nThe two-day session focused on a range of health and safety topics including concussion prevention and treatment; \ninjury reduction plans; mental health and wellness; equipment innovation; and opportunities for further collaboration.\n\n\"We are proud to meet with the NCAA as we both work to progress the health and well-being of players and \nstudent-athletes. Through sharing the changes we've made on and off the field to enhance player safety, we find \ncontinued opportunity to advance health and safety at all levels of the game,\" said Dr. Allen Sills, NFL Chief Medical \nOfficer.\n\n\"It is important to share best practices, research and innovative strategies that address the safety of our football \nathletes. This collaborative meeting with the NFL is an important step forward for all football stakeholders,\" noted \nBrian Hainline, MD, NCAA Chief Medical Officer.\n\nSource: Company Website\n\nCreated by www.buysellsignals.com for News Bites Finance\n"}