{"title": "NEXT MOVE ON A POSSIBLE DEFECTOR IS UP TO WASHINGTON, OFFICIALS SAY", "body": "\nA State Department official here said today that a Chinese diplomatic courier had asked for asylum, but the \nImmigration and Naturalization Service would not confirm that such a request had been made, and officials here \nsaid that officials in Washington must make the next move in the case.\n\nThe courier, Gogiang Yang, remained in Chicago under the joint authority of the service and the Federal Bureau of \nInvestigation.\n\nMr. Yang was aboard a Pan Am flight from San Francisco to New York when it made an unscheduled stop Friday at \nO'Hare Airport in Chicago and he left the plane. He had had an in-flight dispute with a fellow courier, airline officials \nand passengers said, and he gave a diplomatic pouch handcuffed to his wrist to the other courier before being \ntaken into custody by F.B.I. and I.N.S. officials.\nState Department official says Chinese diplomatic courier asked for asylum, but Immigration and Naturalization \nService refuses to confirm this; courier, Gogiang Yang, remains in Chicago under joint authority of service and FBI \n(M)\n\nToday, Peter Galuppo, the special agent in charge of the State Department's office of security here, said Mr. Yang \nhad asked for asylum, but he could not confirm that the necessary papers had been signed.\n\n \n\n'Totally Confidential'\n\nHowever, A. D. Moyer, the district director of the immigration service here, would not say that Mr. Yang had made \nan official request to remain in the United States.\n\n''Asylum requests are such that the nature of them are totally confidential unless the party requesting asylum \nchooses to go before the public,'' said Mr. Moyer, whose agency is responsible for making decisions on requests \nfor asylum.\n\nThe courier is still classified by the State Department as a diplomatic official accredited by a foreign government, \nMr. Moyer said, and until that classification is changed, ''I am not going to interfere.''\n\nMr. Galuppo, the local State Department official, said, ''It is now being taken care of at the White House, which is \nconsidering the case, and the Chinese Embassy will be involved.''\n\n \n\nFurther Consideration Expected\n\n\n''There will be a lot of political in- house things going on from this point,'' Mr. Galuppo said. ''There'll be a couple of \ndays of settling down. My experience in the past is that this is not a quick type of thing.''\n\nThe chief F.B.I. agent here, Edward D. Hegarty, would say only that the bureau ''has been interviewing Gogiang \nYang, People's Republic of China courier, since Friday, Nov. 25, 1983, which is within the jurisdictional purview of \nthis agency. No additional comment is being made at this time.''\n\nDecisions on asylum are made by the immigration service, but that agency generally seeks and follows the advice \nof the State Department.\n"}