{"title": "Bush to Push for Temporary Worker Program", "body": "\nPresident Bush will make a renewed push during his second term for a temporary worker program to give legal \nstatus to some of the millions of migrants currently living illegally in the United States, Secretary of State Colin L. \nPowell said Monday evening.\n\n Aboard a plane to Mexico City, where he and other top American officials were to meet Tuesday with their Mexican \ncounterparts, Mr. Powell acknowledged that the administration had done little to press its proposal to reform \nimmigration laws, announced with fanfare by Mr. Bush in January.\n\n  ''In light of the campaign and other things that were going on, we weren't able to engage the Congress on it,'' Mr. \nPowell said. \n\n ''But now that the election is behind us and the president is looking to his second term,'' he added, ''the president \nintends to engage Congress on it.''\n\n Under the proposal announced by Mr. Bush, foreign workers with a job or job offer could get legal status for three \nyears, with the possibility of renewal. \n\n Employers would have to show that they had made an effort to find an American to fill the job before it could be \noffered to a foreigner.\n\n The proposal faced opposition from some Congressional Republicans and Democrats, who said they feared that it \nwould reward illegal immigrants with a fast track toward American citizenship, a claim Mr. Bush denied.\n\n Since the Sept. 11 attacks against the United States, Mr. Powell said, ''we have done a lot with respect to securing \nour borders.'' \n\n As a result, he said, ''I sense that there could be a more favorable environment'' for changing immigration laws. But \nhe added, ''It's always a difficult issue before Congress.''\n\n On another matter, Mr. Powell noted the severe illness of the Palestinian leader Yasir Arafat but said, ''I have been \nimpressed by the manner in which the Palestinian leaders back in the territories have been discussing among \nthemselves how to move forward.''\n\n He expressed the hope that the ''sense of quiet and calm can be maintained and it gives us something to work \nwith.''\n\n\n Mr. Powell, who is widely expected to step down in the next several months, declined to discuss his own future. \n''I'm very pleased to be secretary of state,'' he said.                                \n\nhttp://www.nytimes.com\n"}