{"title": "Children of 9/11; children who lost parents on 9/11 discuss how they're coping as the 10th anniversary approaches", "body": "\nMs. MARISKA HARGITAY: We all remember exactly where we were when tragedy stuck on September 11th, 2011. \nMany of us lost a loved one or know somebody who did, on that day. But tonight, as the 10th anniversary \napproaches, we pay tribute to the victims that many of us never saw: the 3,000 children who lost their mother or \ntheir father on that day. 9/11 touched children of all ages, backgrounds and religions. They are the living legacy, an \nenduring light of 9/11. Tonight we salute these remarkable individuals. This is their story.\n\nOffscreen Voice #1: (From file footage) Good morning. Sixty-eight degrees on this Tuesday, September 11th. \nHere's what happening. It's all over but the voting. That begins in the morning at...\n\nMs. HARGITAY: For thousands of children across America, Tuesday, September 11th, 2001, began like any other \nschool day.\n\nMr. RODNEY RATCHFORD (Then Aged 11): Last time I seen my mom was September 11th morning.\n\nMs. HARGITAY: Eleven-year-old Rodney Ratchford lived on a military base in Washington with his parents and two \nyounger sisters. His mother, Marsha, was an IT specialist with the US Navy. She worked at the Pentagon.\n\nMr. RATCHFORD: I woke up that morning sick, actually, bad tummy ache, and I told her I didn't want to go to \nschool and I didn't want her to go to work; but she still made me get dressed and made me go to school and she \nstill went to work.\n\nTEXT:\n\nNew York\n\n(Beginning of clips from file footage)\n\nOffscreen Voice #2: Tom Kaminski, Chopper 880.\n\nMr. TOM KAMINSKI: All right. We have something that has happened here at the World Trade Center. We noticed \nflame and an awful lot of smoke from one of the towers.\n\nOffscreen Voice #3: There was such an explosion that it made windows shake and...\n\n(End of clips)\n\n\nMs. HARGITAY: When the first tower was hit, 10-year-old Thea Trinidad was still at her home in Queens, New \nYork.\n\nMs. THEA TRINIDAD (Then Aged 10): I remember my mom just like moving around, like very fast downstairs. And \nlike I kind of heard her being panicked. So I kind of went to the stairs and said, `Mom, what's wrong?' And she was \non the phone.\n\nOffscreen Voice #4: (From file footage) This plane is headed directly in the...\n\nMs. MONIQUE FERRER (Mother): The phone rings and it's Michael. He says, `I'm calling to say goodbye.' And I \nimmediately said, `Well, where are you going?'\n\nMs. HARGITAY: Father of two, Michael Trinidad was a telecoms analyst at the World Trade Center. He was \ndivorced from Thea's mother but they were still friendly.\n\nOffscreen Voice #5: (From file footage) Most of the smoke is billowing up now.\n\nMs. FERRER: And I said, `Well, where are you?' And he said, `Well, I'm in the building that is on fire.'\n\nMs. TRINIDAD: She was on the phone and all I remember her saying is, `Michael, what are you talking about?' \nLike, `Michael!' And I--she was freaking out. And I was like, `What's going on?'\n\nOffscreen Voice #6: (From file footage) We can see severe damage even to the south side of this building.\n\nMs. TRINIDAD: When she said, `Michael!' I just automatically thought my uncle.\n\nMs. FERRER: She was like, `Is it Michael-Michael,' which is Uncle Michael. And I'm like, `No, it's your dad.'\n\nMs. TRINIDAD: And as soon as she said that, my heart just dropped.\n\nOffscreen Voice #7: (From file footage) One thing we have yet to discuss is the people inside.\n\nMs. TRINIDAD: Then I remember the line cutting off and my mom like really losing it then. She was crying. And I \nremember I didn't speak. I didn't tell him like, you know, `I'm here. Can I speak to you. I want to talk to you.' And I \ncouldn't speak. I couldn't do anything.\n\n(Beginning of clips from file footage)\n\nOffscreen Voice #8: A second explosion of some type...\n\nOffscreen Voice #9: That was a second plane that just blew.\n\nVoice #8: ...at building number one.\n\nVoice #9: OK, we're seeing like--it looks like some kind of sick confetti parade. There is debris flying out of that \nsouth tower.\n\nVoice #8: So both of the towers of the World Trade Center are now affected.\n\n(End of clips)\n\nMs. HARGITAY: In schools around New York, classes were interrupted to tell children the shocking news.\n\nOffscreen Voice #10: (From file footage) We're watching what we thought was...\n\nMs. HARGITAY: Twelve-year-old Caitlin Langone was in her third class of the day.\n\n\n\nMs. CAITLIN LANGONE (Then Aged 12): My first thought was, like, `How do a plane hit something that's 110 \nstories tall?' Like that seems like--like, and you know, as a little kid, it never--we don't know what terrorism is. I'd \nnever heard of that term.\n\nOffscreen Voice #11: (From file footage) The New York City Fire Department is issuing a total recall. All hands on \ndeck.\n\nMs. HARGITAY: Caitlin's father, Tommy Langone, was a voluntary firefighter and an NYPD rescue worker.\n\nMs. C. LANGONE: I knew Daddy would be there, I just didn't know how soon.\n\nOffscreen Voice #12: (From file footage) An immediate evacuation of the White House has been ordered. Now \nPresident Bush is not in town...\n\nMs. HARGITAY: Two hundred miles away, at his school in Washington, Rodney Ratchford's class had just heard \nabout the attacks on the World Trade Center.\n\nMr. RATCHFORD: I mean, you just heard boom, and the school kind of shook.\n\n(Beginning of clips from file footage)\n\nVoice #12: We have some indication of fire and smoke at the Pentagon right now. WTOB's Neal Augenstein...\n\nOffscreen Voice #13: This is KCBS San Francisco, continuing coverage of a story of major dimensions. There have \nbeen two plane crashes.\n\n(End of clips)\n\nMs. HARGITAY: On the opposite side of the country, at their home in California, the Burnett girls had just got up \nwith their mother.\n\nVoice #13: (From file footage) Report of a large fire near the Pentagon.\n\nMs. HALLEY BURNETT (Then Aged 5): I remember we were all getting for school and we were eating breakfast, \nand Mom was talking to him on the phone, and we were saying how we wanted to talk to him.\n\nMs. HARGITAY: Medical research executive Tom Burnett was flying home that morning from a business trip to New \nYork.\n\nMs. DEENA BURNETT BAILEY (Mother): He said, `I'm on Flight 93, United Airlines, from Newark to San Francisco, \nand the plane has been hijacked.'\n\nMs. ANNA CLARE BURNETT (Then Aged 3): My mom was going insane. She was screaming and crying, and she \nwas on the phone and she was freaking out. I mean, she was so hysterical that she could barely talk.\n\nMs. HARGITAY: Deena Burnett sent the girls to school. Her husband, Tom, called her three more times.\n\nMs. BAILEY: In Tom's last phone call he told me not to worry. He was going to do something. And I held on to the \ntelephone, expecting him to call back. Held on to it until the battery ran down.\n\n(Beginning of clips from file footage)\n\nOffscreen Voice #14: Breaking news.\n\nOffscreen Voice #15: A large plane has crashed in western Pennsylvania. One must wonder after all the other \nevents of today, why this plane crashed into nothing in particular.\n\n\n\nTEXT:\n\nTom Burnett was one of 44 people who died on United Airlines Flight 93\n\nOffscreen Voice #16: We heard a thunderous boom and crackling sounds. I gazed up briefly and I saw--I believe it \nwas the southern tower appeared to crumble and start to fall.\n\n(End of clips)\n\nMs. HARGITAY: Just 30 minutes after the collapse of the south tower in downtown New York the north tower \nfollowed.\n\nOffscreen Voice #17: (From file footage) The huge question is what has happened to the people inside those \nbuildings? How many of them had a chance to get out?\n\nTEXT:\n\nMichael Trinidad was on the 103rd floor when the north tower collapsed\n\nMs. TRINIDAD: There's no words to describe that feeling. You think that this can't be real, this can't real. I'm \ndreaming right now. This can't be real. I--he's not there right now. This is not happening.\n\nTEXT:\n\nTommy Langone was last seen ferrying people to safety on the 20th floor of the south tower\n\nMs. C. LANGONE: Daddy's partner Randy came to the door. Daddy always told Mommy that if something ever \nhappened to him, the NYPD, they'd never call, they would bring somebody to the door in person. So when she saw \nthem, she kind of, you know, she freaked out because she knew that was a bad sign.\n\nTEXT:\n\nMarsha Ratchford was among 125 people who died at the Pentagon\n\nMr. RATCHFORD: I must have cried for about three hours. And the worst part was that's how I knew something \nwas wrong because the worst part was ain't no one said nothing about my mom or nothing like that, it was just that \nfeeling. I just knew it. I mean, I just knew it.\n\nMs. HARGITAY: The Burnett girls had no inkling of their father's fate until that evening when their mother sat them \ndown to tell them.\n\nMs. A. BURNETT: She said, `There was some bad people on his plane, and they took over it. But it's OK because \nyour dad tried to stop them. But there wasn't enough time left and so it crashed. He's not going to come home but \nhe's with Jesus right now.'\n\nMs. H. BURNETT: Your family's like broken. I remember whenever the dancing stops really because we stopped \ndancing right before bed, stopped listening to the song, we stopped everything.\n\nMs. MADISON BURNETT (Then Aged 6): For the longest time I thought that he had survived, for years and years \nand years, like he was somewhere in Pennsylvania and he was on his way home. He never came home.\n\n(Announcements)\n\nMs. HARGITAY: Six weeks after 9/11 a joint memorial service was held for Tommy Langone and his firefighter \nbrother Peter. They both died at the World Trade Center.\n\n\n\nMs. C. LANGONE: We had only pictures of Daddy and Uncle Peter because we never found them at all. When \nyou're 12, it's--the struggle to understand that you will never see Daddy ever again. You'll never hear him, you'll \nnever touch him, you'll never see him, hug him, like anything. It's all gone forever.\n\nMs. HARGITAY: Every year on Thanksgiving the Langone family gather to remember Tommy at their home in the \nsuburbs of New York.\n\nMs. C. LANGONE: Here's Daddy. He's trying to like--what he's doing, he's trying to coax the guy to come to him.\n\nMr. BRIAN LANGONE: Oh, this one.\n\nMs. C. LANGONE: Yeah, this is great.\n\nMr. B. LANGONE: This is great.\n\nMs. C. LANGONE: Everyone's...\n\nMr. B. LANGONE: This is a dramatic one, yeah. Oh...\n\nMs. C. LANGONE: So he's got his jacket up here, but his jacket comes loose, so they pull him in through the \nwindow. And then everyone's like, `Yay!'\n\nMs. HARGITAY: Tommy's body was never found but some of his belongings were discovered in the rubble at \nground zero.\n\nMs. C. LANGONE: Where do they find--I mean, obviously south tower something. But like where and when did they \nfind it?\n\nMs. JOANNE LANGONE (Mother): Well, exactly where? I think it was like October 14th or 15th, I got a phone call \nsaying they found...\n\nMs. C. LANGONE: Because I don't know the story of how you got these. I only...\n\nMs. J. LANGONE: They found Daddy's handcuffs and gun.\n\nMs. C. LANGONE: It's kind of cool. You can see it and like obviously since the rest of the Glock is plastic, it melted.\n\nMs. J. LANGONE: And this was what was left.\n\nMs. C. LANGONE: So this--definitely corroded though. You can see like what they had to go through. It's just kind \nof crazy, like, I mean, it's kind of almost disturbing looking at this because if this is what happened to the guns and \nstuff, like...\n\nMs. J. LANGONE: I know. I know.\n\nMs. C. LANGONE: It's traumatic, you know, the whole thing. Like we had to watch it over and over and over again \nbefore we knew.\n\nOffscreen Voice #18: That's true.\n\nMs. C. LANGONE: And then we had to watch it over and over and over again after we knew.\n\nMs. J. LANGONE: Right.\n\nMs. HARGITAY: Rodney Ratchford's family had no body to bury either. His mother has an honorary grave at a \nmilitary cemetery in her home state of Alabama.\n\n\n\nMr. RATCHFORD: You know, I feel like she's always just right there in my ear, you know. She's always just right \nthere. I can talk to her any time. I don't have to be here because like I said, she's not here, you know? They didn't \ndig up a hole for her, you know? It was just dig a hole and put her tomb there. She's not here, you know?\n\nMs. HARGITAY: Just weeks after his mother's death, Rodney and his sisters were sent away from the military base \nto live with their father's relatives in northern Alabama.\n\nMr. RATCHFORD: I was mad. It was just like forget everybody. I was just mad. I think that's when I had a big \nchange in my life, doing stuff that I wasn't supposed to be doing. I got in so much trouble with fighting that they just \nterminated me period from going to the school. So ever since then it was just upside down for me.\n\nMs. HARGITAY: Rodney wasn't alone. Many children, like Thea Trinidad and her brother, were sent to therapy to \nhelp them cope with their grief.\n\nMs. TRINIDAD: I felt like everybody was kind of breaking down at once and I didn't want to, and I didn't want to \nshow emotion at all. We were mad at the world. We were--we didn't really know who to direct our anger to, but we \nwere just pissed off.\n\nMs. C. LANGONE: I was 12. Like that is the cusp of when you're starting to become who you are, and I lost at it. My \nworst childhood fear when I was a little girl was that something would happen to one of my parents, and then it \ncame true. So like how can I not be anxious, you know?\n\nMr. RATCHFORD: When I went through the counseling and stuff, she wanted to talk to me, ask me all these \nquestions, but I hated it because I hate when the person asks me the stupid question like, `How did that make you \nfeel about your mom dying?' I'm like, `Well, if I went and blew your mom up, how would you feel?' To me how I feel, \nI'm upset. I mean, I'm without a mom.\n\nMs. HARGITAY: Younger children, like the Burnett girls, were going through the same turmoil, but they didn't know \nhow to express it.\n\nMs. A. BURNETT: My mom, she said I would scream in the middle of the night, and she would run into my room \nand she thought I would be asleep, but I would be screaming and in the corner and saying, `Get away from me.' \nAnd that went on for about two years, I think.\n\n(Beginning of clips from file footage)\n\nMs. BAILEY: Does Madison have a fish?\n\nMs. M. BURNETT: Yeah.\n\nMr. TOM BURNETT: Oh, she got one here.\n\n(End of clips)\n\nMs. M. BURNETT: To me my dad was kind of a role model.\n\n(Beginning of clips from file footage)\n\nMr. BURNETT: Wheel it in. Oh, yeah. Look at that big pike. Good job.\n\nMs. M. BURNETT: I got it.\n\nMr. BURNETT: OK.\n\nMs. M. BURNETT: A fish! I got a fish!\n\n\n\n(End of clips)\n\nMs. M. BURNETT: I remember I'd say a prayer asking him to come home. I've never--I've never told anyone this \nbefore. I don't even think I've told my mom. And that one time that he didn't come home, I didn't pray. And I've \nsecretly kind of felt a little guilty. I guess you could say I've been blaming myself.\n\nMs. BAILEY: (From file footage) Oh, Madison. Oh, poor baby.\n\nYou want to see your dad, huh?\n\nMs. HARGITAY: Before 9/11, the Burnetts were an ordinary family. Now, as the children of the hero of Flight 93, \nthey found themselves thrust in the media spotlight.\n\n(Beginning of clips from file footage)\n\nMs. A. BURNETT: The bad guy got into the seat and my daddy was trying to throw the bad guys out of...\n\nMs. H. BURNETT: The plane.\n\nMs. A. BURNETT: ...the plane. But he couldn't and it was too late. And so my daddy died.\n\n(End of clips)\n\nMs. A. BURNETT: My friends, I remember them saying, `You're famous.' And I was like, `Not really.' Because I \nremember waking up at 5:00 in the morning on some days and going to a news station and being on TV there.\n\n(Beginning of clips from file footage)\n\nMs. A. BURNETT: He saved George Bush's house.\n\nMs. M. BURNETT: My dad got up there and he took the wheel and drove into a little field.\n\nMs. H. BURNETT: He was trying to save everybody on the airplane.\n\n(End of clips)\n\nMs. A. BURNETT: Sometimes it was actually pretty fun. I met the president of the United States. I mean, \neverybody's pretty happy to do that. It's one thing to say my dad died in 9/11, but it's another to say my dad died as \na hero in 9/11. I'm really glad that I can say that he was my dad and that I'm related to him.\n\nMs. HARGITAY: While the Burnetts celebrated their father's memory, at his new home in Alabama, Rodney \nRatchford was going off the rails.\n\nMr. RATCHFORD: I was just getting in trouble by like staying in the streets. I mean, just the basic trouble. I mean, I \nwas selling drugs. I mean, might get into it with gang members. I mean, trouble.\n\nMs. HARGITAY: When life in the gang took a dangerous turn, Rodney had to make a choice.\n\nMr. RATCHFORD: It was just like I see where this road is leading to. The light came on, you know. If I didn't get out \nof the gang then, it was I was going to be dead or in jail. So it was pick or choose.\n\n(Announcements)\n\nMr. FARQAD CHOWDHURY (Now Aged 9): I don't have a daddy. My daddy died. My daddy is in \nthe...(unintelligible). He--and then the plane crashed and he died.\n\n\n\nMs. HARGITAY: Farqad Chowdhury will be 10 this year. His sister Fahina will be 16. Their father, Mohammad \nChowdhury was a waiter at the World Trade Center. He was one of the 60 innocent Muslims who were killed on \n9/11.\n\nMs. FAHINA CHOWDHURY (Now Aged 15): I was a lot angrier when I was younger. I was like, `Why is my dad \ngone?' But now it's gotten to the point where it's just sad. I mean, I see Farqad without his dad and I think it's hard.\n\nMs. BARAHEEN ASHRAFI (Mother): Daddy was asking for a son. Always, `I want a son.'\n\nMs. HARGITAY: Farqad never got to know his father. He was born two days after the attacks.\n\nMs. ASHRAFI: Daddy used to touch my belly and said, `Hey, my son. What you doing? Are you fine?' And you \nkick. You kick and daddy's like, `See, my son is listening to me.'\n\nTwo or three years ago he started, `I want my dad. Mommy, can I have a dad?'\n\nMr. CHOWDHURY: Look at him.\n\nMs. ASHRAFI: And then he asks, `Why everybody has daddy, not me? Why I'm the only one, no daddy? Mommy, \ncan I hug him? Can I touch him? Can I kiss him?'\n\nMr. CHOWDHURY: My daddy's in the building, the plane crashed and he died. It's kind of sad.\n\nMs. ASHRAFI: Yeah, it is.\n\nMr. CHOWDHURY: That's kind of sad.\n\nMs. ASHRAFI: Yeah. He never got to see you, bubba.\n\nMr. CHOWDHURY: Don't cry.\n\nMr. JUSTIN STRADA (Now Aged 9): The second grand finale, the vest.\n\nMs. HARGITAY: Like Farqad Chowdhury, Justin Strada never got to know his dad. Tom Strada was a partner with \nthe bond broking firm at the WTC.\n\nMs. TERRY STRADA (Mother): I think his first favorite movie is \"The Hurt Locker.\n\nMr. J. STRADA: Yep. \"The Hurt Locker\" is like...\n\nMs. T. STRADA: He loves the Army and the Marines, and he loves what they stand for. And this is his way of \nexpressing it, and it's perfectly fine with me.\n\nMr. J. STRADA: Pretty good. Only I wear a hoodie, my sweatshirt. So enough protection. Here you can put a walkie \ntalkie so that if your friend says something you can just click the button and talk.\n\nMs. T. STRADA: (From file footage) There he is.\n\nMs. HARGITAY: Justin was born four days before 9/11. His proud father marked the occasion.\n\n(Beginning of clips from file footage)\n\nMr. TOM STRADA: I mean, come on over here. You coming...(unintelligible).\n\nMs. KAITLYN STRADA (Now Aged 13): Yep.\n\nMr. TOM STRADA: You know where the button is to make it go zoom and not zoom?\n\n\n\nMr. TOMMY STRADA: Yeah.\n\nMr. TOM STRADA: All right. Well, check that out. Katie helped me build this, right? What's it called, Katie? Is it a \nstork?\n\nMs. K. STRADA: Yeah.\n\nMr. TOM STRADA: Can you look at the camera and say it's a stork?\n\nMs. K. STRADA: It's a stork.\n\nMr. TOM STRADA: And what's the baby's name?\n\nMs. K. STRADA: Justin.\n\nMr. TOM STRADA: And what's his nickname going to be?\n\nMs. K. STRADA: J.T.\n\nMr. TOM STRADA: J.T. And he was born on September 7th.\n\n(End of clips)\n\nMr. J. STRADA: I don't remember him. Yep. I do look like him because I've seen pictures and he made a beautiful \nchild.\n\nMs. HARGITAY: Besides Justin, Tom Strada had two other children. Kaitlyn is 14 and the eldest, Tommy, is now \n17.\n\nMr. TOMMY STRADA: And he just really liked to have fun.\n\nMr. TOM STRADA: (From file footage) OK, hit that ball. Whoa! That's from the right hand side.\n\nMr. TOMMY STRADA: I remember, he really wanted me to be good at sports and he wanted me to play baseball, \nand I didn't like it, and I feel like a lot of others dads would push their kids into doing it just for them. And my dad \ndidn't make me do that.\n\nMr. TOM STRADA: (From file footage): Almost.\n\nMr. TOMMY STRADA: He was supportive of whatever I wanted to do.\n\n(Beginning of clips from file footage)\n\nMr. TOM STRADA: Swing it once. Oh, that's good. OK. If Daddy throws it, you hit it. You ready? Here it goes. \nWhoa!\n\nMs. T. STRADA: Wow. Excellent.\n\nMr. TOM STRADA: Excellent job. Say, `Mommy, that was a good one. Huh?'\n\n(End of clips)\n\nMs. K. STRADA: Your dad teaches you everything. I really wish that he was here to see my accomplishments and \nmy mistakes so he could help me. It's not an easy thing when it's such a big loss.\n\n(Beginning of clips from file footage)\n\nMs. T. STRADA: You're going to get a turn if you stop crying.\n\n\n\nMr. TOM STRADA: OK, let it go.\n\n(End of clips)\n\nMs. K. STRADA: I remember his voice. I remember his laugh. I really wish that I could have known him longer.\n\n(Beginning of clips from file footage)\n\nMs. T. STRADA: Katie, you want a turn?\n\nMs. K. STRADA: Yeah.\n\n(End of clips)\n\nMs. K. STRADA: Me and my mom can have heart to hearts and they've gotten kind of old. They've gotten kind of \nlike the same routine. And I really wish I could talk to my brother about it, like Thomas, but he doesn't like sharing.\n\nMr. TOMMY STRADA: I don't talk to my sister about it, and I don't really talk to my mom about it. I bottle it up, \nreally. I bottle it up because it's the easiest way. They definitely don't understand what I'm going through. No one \ndoes. Sister's not gone through the same thing. My dad died when she was four. She doesn't remember when she \nwas four. She doesn't remember. She doesn't have to live with memories.\n\n(Beginning of clips from file footage)\n\nMr. TOMMY STRADA: OK. So the wind's blowing that way.\n\nMr. TOM STRADA: The wind's blowing, yeah, that way. Don't let it pick you up and fly away with you.\n\n(End of clips)\n\nMs. HARGITAY: One factor all the children have to deal with is being branded a 9/11 kid.\n\nMs. CHOWDHURY: When someone meets me, I want them to know me for who I am. I just don't like labels, being \nlabeled as a 9/11 kid. I don't want people to say, `Oh, I'm sorry.' I've heard that enough times.\n\nMs. K. STRADA: At school I get very upset. School it hits me heard because I'll sit in the middle of the class, I'll sit \nsomewhere, and if somebody says 9/11, all their heads will turn and look at me. So then my teacher will be like, `If \nyou want to step out.' And I'll be like, `I don't want to step out.' I don't want to be the one who everybody looks at \nand everybody is like, `Kaitlyn lost her dad.'\n\nMr. TOMMY STRADA: One thing that I've encountered most is like kids at school rip on me for it. So, I mean, that's \nactually how I got suspended the first time back in middle school was for fighting, and it's for kids saying the wrong \nstuff to me. First kid ripped on me for not having a dad. Another kid, I like called him a name and he was like, `Oh, \nat least I got a full family.' Just along those lines. And I like compare myself to my friends and it's like nothing. Like \nthey're like--they live in like a flower field and under like a bubble, and nothing gets to them. And I feel like it's weird, \nlike I'm dealing with so much. Like how can I just be normal?\n\nMs. HARGITAY: Getting away from the 9/11 label was one of the reasons the Chowdhurys moved to Oklahoma in \n2002. Another was to escape the anti-Muslim feeling in New York following the attacks.\n\nMs. CHOWDHURY: A lot of people still have Islam-ophobia. They still have a picture of all Muslims being terrorists. \nBut these aren't real Muslims. I mean, they're not what our religion is about. And of course they took my father, but, \nyou know, I can't do anything to change it.\n\nUnidentified Girl: I certainly do not know anyone who is of that religion, and I know that they're not all bad, but they \nkilled my father and that's--and 10 million sorrys from innocent Muslims will not--no.\n\n\n\n(Announcements)\n\n(Beginning of clips from file footage)\n\nUnidentified Woman #1: You are so jumpy. I haven't done you in ages...\n\nMr. J. STRADA: No.\n\nWoman #1: And I forgot how jumpy you are.\n\nMr. J. STRADA: How can you forget me? Ah!\n\n(End of clips)\n\nMs. HARGITAY: Five years after Justin Strada lost his father, his family faced more heartbreak.\n\nWoman #1: (From file footage) OK, you got to get not in my way.\n\nMs. HARGITAY: Justin was diagnosed with a brain tumor.\n\n(Beginning of clips from file footage)\n\nMr. J. STRADA: No, even I haven't had chemo in two weeks and it feels like 35 million, billion months.\n\nWoman #1: Oh, two weeks.\n\n(End of clips)\n\nMr. J. STRADA: My tumor is this big and it is called a juvenile pilocytic astrocytoma. And not many people can \npronounce that. JPA, that's for short, and just plain annoying.\n\nWoman #1: (From file footage) Done.\n\nMr. J. STRADA: (Play shooting with other children) There we go. Now let's go see what we did.\n\nI act like a normal kid. I had no hair at one time but then it grew back to be beautiful and plush.\n\nMs. HARGITAY: Justin is now in remission. Every summer he and his siblings attend a special camp for 9/11 \nchildren in upstate New York. Camp Haze was set up by a couple who lost their eldest son on 9/11.\n\nMs. JANICE HAZELCORN (Founder, Camp Haze): Children felt responsible for the parent. They didn't want to \nmake their parent sad, you know. So they felt if they were crying, you know, then their parent would start crying. \nWhen they were away from their home environment and they were here, they can be whatever they wanted to be.\n\nMr. TOMMY STRADA: In all honestly, like, I love everyone who goes here.\n\nUnidentified Man #1: People in the water, are you ready?\n\nMr. TOMMY STRADA: We call could deal with each other's experiences. Like we all knew what we had all been \nthrough, and just that was like almost like healthy for all of us.\n\nGroup of Children: (Singing) Fill the bucket. Blue team is going push it. Fill the bucket.\n\nMr. TOMMY STRADA: It's just awesome. I feel a bond with these campers that I don't feel with anyone back at \nhome. I can't imagine ever straying away from this place. When I'm too old to be a camper, I want to work here. I \ndon't want to leave. I don't want to grow up.\n\nUnidentified Man #2: (Taking photograph) Camp Haze!\n\n\n\nMs. HARGITAY: But camp doesn't suit everyone. Caitlin Langone is now 22. She's learned to cope with her loss \nalone.\n\nMs. C. LANGONE: I don't have any friends that have this background. It makes no sense to be like, `Oh, my God. \nYour dad died on 9/11? My dad died, too. Let's be friends.' Like, I hate that. Like what a horrible premise for a \nfriendship. Like I can't stand that. That's--I mean, this is just me, though.\n\nMs. HARGITAY: Caitlin wants to safeguard her father's memory by getting a tattoo based on his police logo.\n\nMs. C. LANGONE: (Getting tattoo) Ow, it's hard. It's hard. I just keeping about how proud I'm going to be when it's \ndone. The tattoo is like a badge of honor because, you know, this hurts, so, you know, it's kind of cathartic because \nas bad as it can hurt on my leg, like this pain is temporary and it will go away. Like the pain of losing Daddy never \ngoes away and it's never going to. It gets a little easier to deal with over time, but I would give everything in the \nworld, every single thing in the world, just to give my dad a hug again.\n\n(Beginning of clips from file footage)\n\nUnidentified Woman #2: Caitlin.\n\nUnidentified Man #3: Get in there and help your wife and your daughter.\n\n(End of clips)\n\nMs. C. LANGONE: Perfect. I mean, like I really like it. When I see the cat and like--like that cat, it's just it makes me \nthink of Daddy, but it feels right because it feels--it just feels right having him. Like I have him always in my heart, \nbut now I have him in a place where I can see him, so that feels right, too. I'm just happy. Like I don't have words. \nI'm just like...(shakes her body).\n\n(Announcements)\n\nMs. HARGITAY: Rodney Ratchford is now 21. Five years ago he was selling drugs on the streets of northern \nAlabama.\n\nMr. RATCHFORD: You can't go around being mad for forever. I mean, it don't make no sense. So, yeah, I done \nseen a lot of friends go to jail. I've seen a lot of friends die. But needless to say, I'm still here.\n\n(From video, in swimming pool) Now you got to hold on to my neck. Don't let go, OK?\n\nMs. HARGITAY: When he was 16, Rodney moved to Mobile.\n\nMr. RATCHFORD: (From video, in swimming pool) Hold your breath.\n\nMs. HARGITAY: The city where his mother was raised. Now Rodney has his own family. He's been living with his \nwife and stepdaughter for four years.\n\nMr. RATCHFORD: I met this little lady. It was real crazy. I met her on Facebook. We was talking for about six \nmonths and she finally was just like, `Why don't we just move in together?' So I did.\n\nMs. HARGITAY: Rodney earns a living as a manual laborer.\n\nMr. RATCHFORD: Back up.\n\nThis is an $8 job, $9 job, $12 an hour job. I got to work it if I can get it.\n\nMs. HARGITAY: Special compensation funds were set up in the wake of 9/11 to support bereaved families, but \nsince moving to Mobile, Rodney's had to fend for himself.\n\n\n\nMr. RATCHFORD: I haven't had one dime from the government for anything. Everything I get came from this hands \nright here. I always have faith in one thing and that was God ain't going to put you through nothing that you can't \nhandle. I just think about that, you know. If I'm there work and it's tough, and I say, `Man, can't nothing be worse \nthan someone losing their mom.' You know? So I say, `Man, I can--I can get through this. I can get through \nanything.' You know?\n\nMs. HARGITAY: Many children, like Caitlin Langone and her brother, did receive compensation for the death of \ntheir parent, but the money has brought little solace.\n\nMs. C. LANGONE: The thing that always got me really angry, too, with what I call the horribly immoral economic \ncompensation money that we got was like my friends would bitch at me. Like when I got my car, they'd be like, `Oh, \nyou're so lucky. You got a new car.' I'm like, `This is blood money that paid for this car. You think I'd have a car--I'd \nrather have a car than my dad? Are you kidding me? Like, are you kidding me right now?'\n\nMr. B. LANGONE: Who wants to trade that one? In all fairness...\n\nMs. C. LANGONE: Yes.\n\nMr. B. LANGONE: ...people lose their parents every single day.\n\nMs. C. LANGONE: That's a big...\n\nMr. B. LANGONE: And like we're fortunate to have gotten as many opportunities as we did.\n\nMs. C. LANGONE: That's--it gets me so frustrated with the way that they--like people act.\n\nMs. HARGITAY: But the money enables Caitlin to leave home and attend university. She's just graduated with an \nEnglish degree from a college in upstate New York.\n\nMs. C. LANGONE: College was really good for me, you know, because I wasn't so far away from Mommy that I felt \nkind of panicked about it, because I am very close to her.\n\nMs. HARGITAY: Most weekends Caitlin makes the 180 mile round trip to visit her mother.\n\nMs. J. LANGONE: Caitlin.\n\nMs. C. LANGONE: Hi.\n\nMs. J. LANGONE: How are you? I missed you. How you doing? I love you. Come in.\n\nWhat I would really like to do is you, Brian and myself go away for like a little vacation like we used to do.\n\nMs. C. LANGONE: You look down your entire life, my middle school graduation, my sweet 16, my high school \ngraduation, my college graduation, possibly getting married, possibly having kids, like Daddy should be there for all \nof it. Now he's not. Everywhere he should be, he's not.\n\nMr. TOMMY LANGONE: (From file footage) We wouldn't let him get any closer, but his friend is the one he had the \nclosest bond to. So that was the best link and the easiest part of our negotiations.\n\nMs. C. LANGONE: Even when he speaks, it's like I can't--like I--really, like--I don't know. Like it's been still like 10 \nyears, I still quite can't get my head around like Daddy not being around.\n\nMs. J. LANGONE: I know.\n\nMs. C. LANGONE: I know it upsets you, Mommy. I'm sorry. I know. I'm sorry.\n\nMs. J. LANGONE: It's OK.\n\n\n\nMs. C. LANGONE: At least we had him, right?\n\nMs. J. LANGONE: Yeah.\n\n(Beginning of clips from file footage)\n\nOffscreen Voice #19: A good day's work?\n\nMr. T. LANGONE: Oh, yeah. We got the guy and nobody got hurt. It's a good day's work.\n\nVoice #19: All of the ESU officers said it as just another day's work.\n\n(End of clips)\n\nMs. M. BURNETT: In the instructions it said to scrunch your hair, and I don't know how to do that.\n\nMs. HARGITAY: The Burnett girls are now teenagers and living in Arkansas, where their mother grew up. The \nfamily moved here the year after 9/11.\n\nMs. M. BURNETT: Oh, hey.\n\nIt was a hard transformation going from, you know, losing a parent and then moving schools, moving states.\n\n(Girls fixing hair) Excuse me while I die of shame.\n\nMs. HARGITAY: But more upheaval was in the air when their mother married again.\n\nMs. BAILEY: You guys, we're doing salad bar because so many different people like different things in their salads.\n\nMs. A. BURNETT: When she first told us that she was engaged to him, I was so excited. I was like, `Oh, my gosh. \nThere's going to be a wedding. It's going to be awesome.' But then I started thinking, `Wait, is he going to try to be \nmy dad?' And then I would just randomly say to my mom, `He is not my dad.'\n\nMs. BAILEY: Under the circumstances of having lost a parent and that parent becoming almost bigger than life itself \nin stature, in reputation, in memory, that is extremely difficult to bring someone else in to fill those shoes.\n\nMs. A. BURNETT: I think after about two years, I finally understood he was not trying to take the place of my dad. \nSo now I don't really mind her being married to him. I actually kind of enjoy it because he's a very nice guy and my \nstepbrother, Tanner, he's hilarious and we get along really well.\n\n(Beginning of clips from file footage)\n\nOffscreen Voice #20: Yay! Oh-oh.\n\nUnidentified Man #4: Uh-oh. Some trick ones in there.\n\nMs. A. BURNETT: Why do you always use these?\n\n(End of clips)\n\n(Announcements)\n\nMs. HARGITAY: Ten years later, we've seen how the children of 9/11 continue to move forward with their lives. \nThey're coming to terms with their grief and for some it's gradually subsiding. But one thing will never change, their \ndesire to keep the memory of their mom or dad alive.\n\n\n\nThis year families are invited to 10th anniversary ceremonies at all three sites, including the recently finished \nmemorial at ground zero.\n\nMs. M. BURNETT: I can't believe that 10 years has passed. It feels just like yesterday. To be honest, I'm kind of \ndreading the anniversary. Not so much about the sorrow that's going to come but the attention. That's the worst. It's \nworse than anything.\n\nMs. A. BURNETT: He's a hero. He's in heaven and he's watching us. And whenever I see a picture of him, \nsometimes a little memory will just come in my mind and I'll remember it and smile and think, `That was a good \ntime.'\n\nMs. HARGITAY: But away from the official ceremonies, this year many children will honor their parent in their own \ndifferent ways.\n\nMs. TRINIDAD: My dad was a huge wrestling person. He actually was the one to get me into wrestling. And just to, \nyou know, do something like this for him, this would be like the perfect way to like really just show him like, you \nknow, `This one's for you, Dad.' You know?\n\nMs. HARGITAY: On September 11th, Thea Trinidad will honor her father's memory in the wrestling ring.\n\nMs. TRINIDAD: When I'm there, I think of him every single time. I can see him in the front row. I know he's there.\n\nMr. J. STRADA: Do you want to sign a petition?\n\nUnidentified Man #5: I will, yes.\n\nMr. J. STRADA: Yeah. I got someone.\n\nUnidentified Woman #3: Do I get to sign, too?\n\nMr. J. STRADA: Yeah. Yes!\n\nWoman #3: OK.\n\nMr. J. STRADA: OK, we are good at this.\n\nMs. HARGITAY: This year, Justin Strada will be raising money for children's brain cancer research.\n\nMr. J. STRADA: Do you want to sign? Yeah, I got another guy.\n\nMs. HARGITAY: He's become a regular fundraiser for the cause.\n\nMr. J. STRADA: OK. sign your name. Print your name.\n\nMs. T. STRADA: You cannot say no to Justin. He has energy and he has purpose. And I think my late husband, \nTom, would be very proud of Justin for his courage and strength that he shows.\n\nMr. J. STRADA: Tonight has been fantastic.\n\nMs. HARGITAY: As he approaches his 10th birthday, Farqad Chowdhury is slowly coming to terms with the loss of \nhis father.\n\nMs. ASHRAFI: Who is your friend?\n\nMr. CHOWDHURY: I'm your friend. I'm your friend.\n\nMs. ASHRAFI: Yes.\n\n\n\nMr. CHOWDHURY: I love you.\n\nMs. ASHRAFI: I know.\n\nMs. HARGITAY: Rodney Ratchford is laying plans for his own memorial to his mother on the site of the shack \nwhere she grew up. Rodney wants to build a garden in his mother's memory.\n\nMr. RATCHFORD: It came to me in a dream and I just seen a garden and I seen my mom's cemetery, that's just \nhow I seen it in the dream. I just know that this is home to her, so this is always home to me. I think so far now I'd \nhave made her very proud. Now you would have asked me back them, I'd have said, `Man, I'm messing up. She \nwouldn't like what I'm doing right now.' But now she would have the most biggest smile on her face, and I just know \nthat.\n\nMs. C. LANGONE: Hi, Frank. I haven't seen you in a long time.\n\nMs. HARGITAY: This year Caitlin Langone will mark the 10th anniversary of her father's death at the place she \nregards as his spiritual home, his fire station.\n\nMs. C. LANGONE: I remember when the company got it. When I was younger, I used to describe the experience as \nbittersweet because it's very, very bitter I lost Daddy. Like that sucks. But the part that makes it easier to deal with \nand easier to go to bed at night was Daddy died doing the thing he loved to do the most on earth. And not only was \nhe doing the job he loved the most on earth, but he was helping people and saving other people that day.\n\n(In fire truck) Like Daddy would be start flooring it. He be like, `All right, Tommy, where are we going?'\n\nSo there are people who are sitting at home right now who have lives and are able to continue their lives because \nDaddy went in and brought them out.\n\nUnidentified Man #6: Well, let's get something straight.\n\nMs. C. LANGONE: Yeah.\n\nMan #6: No sleeping in. No sleeping in.\n\nMs. C. LANGONE: Yeah, yeah, yeah, yeah.\n\nThat's what makes me feel better is I'm so blessed that Daddy was my dad, like such a fantastically awesome \nperson was my dad.\n\nTEXT:\n\nOn September 11th, 2001, an estimated 3051 children lost a parent\n\nThis film is dedicated to the memory of their loved ones\n"}