{"title": "Delays and Cost Overruns in Infrastructure Projects: Extent, Causes and Remedies", "body": "\nThis study, based on a large dataset of 894 projects from 17 infrastructure sectors, attempts to answer certain \nimportant questions on time and cost overruns in publicly-funded infrastructure projects: How common and how \nlarge are the overruns? What are the essential causes? Are contractual and institutional failures among the \nsignificant causes? What are the policy implications for planning, development and implementation of infrastructure \nprojects? Among other results of an econometric analysis, the study shows that the contractual and institutional \nfailures are economically and statistically significant causes behind cost and time overruns.\n\nI am grateful to T C A Anant, Lee Benham, Neha Jain, J V Meenakshi, Partha Mukhopadhyay, Anusha Nath, Bharat \nRamaswami and Rohini Somanathan for their comments and suggestions. Atika Gupta and Nitya Mittal provided \nexcellent research support. Digvijay Negi, Nitin Madan and Pawan Gopalakrishnan provided crucial help in \ncompilation of an extensive dataset. Finally, I thank the Centre for Development Economics for research and \ninstitutional support. Ram Singh (ramsingh@econdse.org) is with the department of economics at the Delhi School \nof Economics.\n\n1 Introduction\n\nInfrastructure projects in India are infamous for delays and cost overruns. The recently completed Bandra-Worli \nsea link amply demonstrates the state of project delivery system in the country. What was planned as a Rs 300 \ncrore project to be completed by 2004 has actually cost Rs 1,600 crore along with a delay of fi ve years. Indeed, \nvery few projects get delivered in time and on cost. The quarterly reports of the Ministry of Statistics and \nProgramme Implementation (MOSPI) stand testimony to a saga of unfettered delays and cost overruns, which \nhave become the hallmark of infrastructure projects in India. Yet, the extent and causes behind these time and cost \noverruns remain understudied. As a result, the types of policy interventions required to rectify the malady also \nremain unidentifi ed.\n\nDelays and cost overruns have signifi cant implications from an economic as well as political point of view. Due to \ndelays in project implementation, people have to wait for the provision of public goods and services longer than is \nnecessary. Services provided by infrastructure projects serve as input for other sectors, and cost overruns in these \nprojects lead to an increase in the capital-output ratio for the entire economy. Simply put, delays and cost overruns \nreduce the effi ciency of available economic resources, limit the growth potential and reduce the competitiveness of \nthe economy. Moreover, at least as of now, most infrastructure projects in India are funded by taxpayers' money. \nTherefore, taxpayers have the right to know how effi ciently their money is being utilised by the offi cials while \nproviding for public goods and services. Indeed, inadequacy of research on the subject is somewhat surprising and \nrefl ects a gross neglect of an important public policy subject.\n\nThe absence of comprehensive India centric studies apart, there exists a large body of theoretical and empirical \nliterature on the subject. It suggests that delays and cost overruns are generic to infrastructure projects and a \n\n\nglobal phenomenon; India is not an exception. However, the literature also reveals that the underlying causes, and \nthus the remedies, differ from country to country. Therefore, there is only so much that can be learnt from \ninternational experience, further underscoring the need for a systematic Indiabased study. In any case, as I will \ndemonstrate in Section 3, international literature is not helpful at all in explaining the nature of delays and cost \noverruns observed in I ndia. In contrast, several works of Indian scholars have made interesting contributions. \nHowever, very few of these works are empirical; most of them are case studies. No doubt case studies are very \nhelpful in explaining particular instances, but they have a limited capacity to educate us about the intrinsic problems \nbesetting the infrastructure delivery system. In sum, the main causes behind time and cost overruns in India and \ntheir statistical signifi cance have remained unsubstantiated.\n\nAgainst this backdrop, it is somewhat disquieting that the privatisation of public services is believed to be the only \nway out. The government machinery is perceived to be incapable of procuring and maintaining infrastructure \nfacilities effi ciently. Privatisation in the form of public private partnerships (PPPs), in contrast, is believed to be \ncapable of avoiding delays and cost overruns. Several commentators and policymakers share this view. It is worth \nquoting an excerpt of a decision made in a meeting chaired by the prime minister:1\n\nAs regards the issue of EPC vs BOT, it was agreed that for ensuring provision of better road services, i e, higher \nquality of construction and maintenance of roads and completion of projects without cost and time overrun, \ncontracts based on BOT model are inherently superior to the traditional EPC contracts. Accordingly, it was decided \nthat for NHDP Phase-III onwards, all contracts for provisions of road services would be awarded only on BOT \nbasis...\n\nIn the above quote the build-operate-transfer (BOT) model i mplies the PPP model. In contrast, publicly-funded \nprojects are executed through engineering, procurement and construction (EPC) contracts, popularly known as item \nrate contracts. The BOT contracts have been recommended as the preferred means for constructing national \nhighways in various other offi cial reports also.2 In other sectors too there is a tendency to privatise the supply and \nthe management of infrastructure services, ostensibly to overcome the cost and other perceived ineffi ciencies of \nthe public sector, though the nature and extent of privatisation differs from sector to sector.3\n\nThis paper, among other things, investigates the underlying causes for time and cost overruns observed in India. \nThe following four features set this study apart. First, it is based on by far the largest dataset on completed projects. \nThe database includes 894 projects completed during April 1992 to March 2009, covering 17 infrastructure sectors. \nSecond, it explores the factors that can t rigger delay and/or cost overruns during the planning, contracting and \nimplementation phases of infrastructure projects. Third, it examines the nature of causal relationships regarding \ntime and cost overruns along with their statistical signifi cance. Fourth, it shows that there is simultaneity between \ndelays and cost overruns. Therefore, it uses a simultaneous equations model to study them.\n\nI must hasten to add that despite the above-mentioned distinguishing features and the generality of the study, it is \nnot meant to be an omniscient account of delays and cost overruns. It has several limitations. For instance, \ninfrastructure sectors are quite different in terms of the project types. Therefore, for each sector there are \nidiosyncratic factors that can cause delay and cost overruns. The present study does not explore such factors. This \nand other limitations are discussed in the following sections. The p aper is organised as follows: Section 2 presents \nan overview of the delays and cost overruns in infrastructure projects. Section 3 shows that the existing literature is \ninadequate to explain the time and cost overruns observed in India. Section 4 proposes and analyses various \npossible factors that can cause delays and cost overruns. The model and regression results are presented in S \nection 5. Finally, Section 6 concludes with the fi ndings and p olicy implications.\n\n2 Delays and Cost Overruns in India\n\nEvery infrastructure project has to undergo several stages: from planning of the project to its approval, to awarding \nof contract(s), to actual construction/procurement, and so on. Broadly put, a project's lifecycle has three phases: \ndevelopment, construction, and operation-and-maintenance. See Figure 1.\n\nFind table here : (http://epw.in/epw/uploads/articles/14783.pdf)\n\nhttp://epw.in/epw/uploads/articles/14783.pdf\n\n\nIn the beginning of the development phase, the project sponsoring department prepares estimates of time and cost \n(funds) needed to complete the project. An expected date of completion is also announced. The actual date of \ncompletion is invariably different from the expected date. We defi ne \"time overrun\" as the time difference between \nthe actual and the initially planned (i e, expected) dates of completion.4 The time difference is measured in months. \nA related term used in the paper is the \"implementation phase\" or \"implementation period\". It is defi ned as the \nduration in which a project is planned to be completed, i e, the duration between the date of approval of the project \nand its expected date of completion. Therefore, for each project we can defi ne percentage time overrun as the \nratio of the time overrun and the implementation phase for the project (multiplied by 100). Clearly, the time overrun \nand therefore the percentage time overrun can be positive, zero or even negative. Similarly, we defi ne \"cost \noverrun\" as the difference between the actual cost and the initially projected (i e, expected) cost of the projects. \nThe initially expected cost is called the initial project cost. This is the estimated cost of project works. The e stimate \nis made when a project is planned. The actual cost becomes known only at the time of completion at the end of \nphase two. Percentage cost overrun for a project is defi ned as the ratio of the cost overrun and the initially \nprojected cost of the project (multiplied by 100). Again, percentage cost overrun can be p ositive, zero or negative.\n\nData and Summary Statistics: The programme implementation division of the MOSPI publishes quarterly reports on \nthe ongoing projects. Each quarterly report also provides some information about the projects that get completed in \nthat quarter. According to these reports, during April 1992-March 2009, a total of 1,035 projects belonging to 17 \ninfrastructure sectors have been completed. Most of these are publicly-funded and managed projects; only few road \nprojects are PPPs. Each project is worth at least Rs 20 crore. In order to collect the required information, each \nproject had to be tracked at various stages, such as the project development, construction and completion stages. \nThat meant that for each project we had to wade through several reports and other publications. Still, the required \ninformation could be obtained for only 894 projects; for the remaining 141 projects, information on one or the other \naspect was missing. For each of these 894 projects, we have c ollected and compiled data on the aspects \nmentioned in Table 1 (p 45). Sector-wise summary statistics are provided in Table 2 (p 45).\n\nAs is evident from Table 2, there are wide-ranging variations across sectors in terms of average delays, cost \noverruns, and standard deviations. Within each sector also there are large variations with respect to the magnitude \nof time and cost overruns.\n\nFind table here : (http://epw.in/epw/uploads/articles/14783.pdf)\n\nSimilar is the case with respect to the types of activities covered by the projects. Again, projects are quite diverse \nacross as well as within sectors. Yet, projects in road, railways and u rban-development sectors are more \nhomogeneous - most are construction projects. A majority of projects in civil aviation, shipping and ports, and power \nsectors also involve construction and related activities. In contrast, in sectors like telecom and atomic energy, a \nlarge number of projects are for purchase and/or installation of equipment. There are some construction projects \ntoo. Similarly, project type in petroleum, petrochemicals and mining, etc, is very heterogeneous. For analytical \nconvenience, projects have been clubbed in the following fi ve somewhat homogeneous categories: the fi rst \ncategory is road, railways and urban development projects, second is civil aviation, shipping and ports, and power \nprojects, third is telecom and atomic energy, fourth is petroleum and petrochemicals and fi fth constitutes all other \nprojects. The rationale behind this categorisation is provided in Section 4.\n\nTime Pattern of Delays and Cost Overruns: For comparisons to be meaningful it is important to consider d elays \nand cost overruns in percentage rather than in absolute terms. Using the above defi nitions, percentage time and \ncost overruns have been calculated for each project. Graph 1 (p 46) depicts the trend of percentage time \noverruns. The percentage time overrun for a project is plotted against the year in which the project started. \nSimilarly, Graph 2 (p 46) shows the movement of percentage cost overruns over the years. Together these graphs \nshow that since the 1980s the offi cial delivery system has somewhat i mproved. The magnitudes of cost overruns \nseem to have come down over the years. However, the decline in delays is less obvious. Moreover, cost overruns \nare still too frequent and unacceptably large. According to the latest MOSPI report, as on 31 March 2009, more \nthan one-third of the ongoing projects are experiencing cost overruns. Collectively, cost overruns for these \nprojects are huge at Rs 73,791.51 crore, which is 54.75% of their original cost and 13.45% of the cost of all \nprojects. From another perspective, the cost overruns in the ongoing projects are larger than the three consecutive \n\nhttp://epw.in/epw/uploads/articles/14783.pdf\n\n\nfi scal packages announced during 2008-09! Similarly, delays are frequent and at times intolerably long. Out of 925 \nongoing projects, 445 have already experienced delays.\n\nFind graph here : (http://epw.in/epw/uploads/articles/14783.pdf)\n\nThe Literature and the Indian Scenario\n\nThe literature on delays and cost overruns is fairly vast. In a s eries of interesting empirical studies covering 20 \ncountries across the fi ve continents, Flyvbjerg, Holm and Buhl (2002, 2003 and 2004) have shown that \ninfrastructure projects often suffer from cost overruns. 5 Merewitz (1973), Kain (1990), Pickrell (1990), Skamris and \nFlyvbjerg (1997), among others, have also come out with similar fi ndings. In addition, there are numerous case \nstudies depicting the extent and gravity of delays and cost overruns.6 Though these empirical works do not explain \nwhy delays and cost overruns occur, the theoretical literature on the subject offers several explanations. For \nexample, Morris and Hough (1987), Arvan and Leite (1990), Gaspar and Leite (1989) and Ganuza (2007) attribute \ndelays and cost overruns to imperfect information and technical constraints. According to these studies, due to \nimperfect estimation techniques and the lack of data, the estimated and the actual project costs turn out to be \ndifferent. That is, delays and cost o verruns are claimed to be a manifestation of \"honest\" mistakes on the part of \ngovernment offi cials. Another strand of the literature attributes cost escalations to political f actors, i e, to \"lying\" by \npoliticians (See, for example, Wachs 1989; Kain 1990; Pickrell 1990; Morris 1990; Flyvbjerg, Holm and Buhl 2002; \nand F lyvbjerg, Holm and Buhl 2004, among others). These studies argue that politicians understate costs and \nexaggerate b enefi ts in order to make projects saleable.\n\nHowever, if time and cost overruns are only due to the imperfect estimation techniques, then one would expect the \nestimation errors to be \"small\" compared to project cost, and unbiased with zero mean, since due to technological \nconstraints, underestimation of cost should be as likely as overestimation. As a result, in each sector negative cost \noverruns should be as frequent as positive cost overruns. Moreover, as more and more projects get implemented, \nthe offi cials should be able to learn from past mistakes and avoid them in future. The e stimation technology should \nalso advance with the passage of time i e, over the years, the institutional capacity of government departments to \nplan and develop projects should improve, as policymakers move up the learning curve. Therefore, the frequency \nas well as the magnitude of delays and cost overruns should come down over time.\n\nAs Graphs 1 and 2 show, over the years there has been some decline in the magnitudes of estimation errors only \nwith respect to project cost. To that extent, cost overruns in India seem to have been caused by the technological \nconstraints. Nonetheless, for most sectors the errors for cost estimates are anything but unbiased with zero mean. \nMoreover, there is no indication of any signifi cant decline in the frequency of delays. Table 2 shows that barring a \nfew sectors, average delays are nowhere close to zero. For most sectors, estimation errors for project time have \nremained biased with large positive mean. Similarly, errors in cost estimates are large and biased. Altogether, at \nleast 82% of the projects under study have suffered from either delays or cost overruns. As we discussed earlier, \nthe current situation is no better. Therefore, at least, in the case of India, imperfect information and technological \nconstraints cannot fully explain the observed delays and cost overruns. Similarly, the theory of \"lying\" by politicians \ndoes not seem to hold the key. In principle, cost overruns do not necessarily imply time overruns; once a project \nhas been approved by the people or their representatives, more funds can be commissioned to ensure timely \ncompletion. After all, politicians would want to take credit for faster completion of projects.\n\nTo sum up, the existing theoretical literature cannot explain the features of delays and cost overruns observed in \nIndia. Moreover, it has focused only on the development phase and has totally ignored the relevant factors arising \nin the implementation phase (Figure 1). As the following section shows, even for the fi rst phase the literature has \nignored some crucial underlying causes.\n\nIn contrast, several India-focused studies have made limited but interesting contributions. Morris (1990 and 2003), \nDalvi (1997), Thomas (2000), Vijayamohanan Pillai and Kannan (2003), Sriraman (2003), Thomsen (2006), Jonston \nand Santillo (2007), Morris and Pandey (2007) and Raghuram, Bastian and Sundaram (2009), among others, are \nnotable works. According to these studies, delays in land acquisition, shifting of utilities, environmental and inter-\nministerial clearances, shortage of funds, litigations over land acquisition and contractual disputes are the major \n\nhttp://epw.in/epw/uploads/articles/14783.pdf\n\n\ncauses behind time and cost overruns in India.7 However, these studies too have some serious limitations. Very \nfew of these are empirical works, and even these have become dated by now. Moreover, rather than studying the \ncompleted projects, they have used data for the then ongoing projects (see, for example, Morris 1990, 2003). \nTherefore, these studies are based on estimates, rather than the actual fi gures for the time and cost overruns. For \ninfrastructure projects, the estimated and the actual fi gures are invariably different; in some cases considerably so.\n\n4 Possible Causes and Proxies\n\nAs has been mentioned before, during the development phase, the project sponsoring department prepares the \nestimates of project works as well as of the time and the cost (funds) needed to complete the project works. These \nestimates are approved by the appropriate authority in the department. In addition, a project generally requires \napproval from several other departments.8 In the beginning of the next phase, i e, the construction or the \nimplementation phase, a contract is signed between the sponsoring department and a contractor.9 Depending on \nthe context, the contract can be for construction or for procurement of equipment or both. During this second phase, \ntimely completion of the project often requires active cooperation from the sponsoring authority, the contractor(s) \nand several other departments. Therefore, whether a project can be delivered in time and on cost depends on how \nwell the activities and efforts of the departments involved and the individuals concerned are coordinated. In what \nfollows, I discuss what kind of contractual and organisational failures are the major causes of delays and cost \noverruns in India. For the ease of exposition, it is helpful to divide the set of possible causes into the following \nsubgroups.\n\n4.1 Technical and Natural Factors\n\nThe estimation of project time and cost for infrastructure projects is a characteristically complex exercise. Though \nthe e stimation techniques have become better and sophisticated in recent times, they are still imperfect. As work \non a project starts, its future unfolds and the authorities along with the contractor become better informed about the \nspecifi c technological and material requirements of the project works. For example, during the construction phase \nof a road project, an unexpectedly poor quality of soil may necessitate changes in the engineering, the design and \nthe quality of bitumen required, from what was initially planned. Such changes may require extra time as well as \nfunds. In some cases the actual circumstances, in contrast, may turn out to be favourable and the parties may fi nd \nthat they had made excessive provisions of funds and time. Therefore, due to imperfect estimation and natural \nfactors the actual project time and cost will generally be different from their expected values.\n\nHowever, one would expect the effects of the technical and natural factors to be random without any bias. Also, due \nto the above-discussed learning-by-doing among offi cials, both the delay and the cost overrun would be expected \nto come down over the years. Therefore, if the decline in the delays and cost overruns over the years turns out to \nbe statistically signifi cant, we can attribute some of the delays and cost overruns to the technical and natural \nconstraints. To confi rm whether this is the case, for each project we have calculated the TIMELAPSE. It is the time \nthat has lapsed since May 1974 to the date of approval of the project. The fi rst project in our dataset was approved \nin May 1974. Ceteris paribus, the longer the TIMELAPSE for a project, the lower should be the time and cost \noverruns. However, as offi cials move up the learning curve, the effects of learning and its effi cacy in reducing \ndelays and cost overruns will come down. By the same account, the effects of policy i nterventions are expected to \ndecline over time. Therefore, starting from the mid-1970s, percentage delays and cost overruns are expected to \nhave come down over time, but at a \"decreasing rate\". Formally, the variable TIMELAPSE is expected to have a \nquadratic relation with time and cost overruns.\n\n4.2 Contractual Failures\n\nAs discussed before, the construction phase of an infrastructure project starts with signing of a \nconstruction/procurement contract. In terms of Figure 1, the contract is signed between the authority (employer) and \nthe contractor at date t=1. It specifi es the works that are to be performed, or the good that is to be delivered by the \ncontractor. The degree of precision in this initial contract has direct implications for cost overruns. Suppose the \ninitial contract is contingency-complete in that it fully specifi es all the works that are to be carried out in each \npossible contingency that may arise during the construction phase. Under such a contract, cost overruns can be \n\n\n\navoided altogether. Moreover, the contract price can be fi xed or can be contingency-specifi c. In either case, the \nparties' obligations have already been spelt out fully. No \"additional\" payment is required to be made by either \nparty. In fact, delays on the part of the contractor can also be avoided with the help of suitable penalty clauses. \nTherefore, in principle, complete- contingent-contracts can ensure that a project is completed in time and within \n(contingency-specifi c) budget.\n\nIn reality, the initial contract can never be complete. Parties cannot predict every possible scenario that may unfold \nduring the construction phase. For example, in a railways project, depending on the local conditions it may become \nnecessary to have more of manned-crossings or railway-over-bridges than were initially intended. The bounded \nrationality of the parties along with imperfect forecasting techniques makes it impossible to specify every \ncontingency and the relevant tasks to the last details. As a result, the initial contract leaves out several project \nworks. This is especially true of infrastructure projects, which are inherently complex and have a long building \nphase. Formally speaking, the initial contracts for infrastructure projects are intrinsically \"incomplete\".\n\nThe contractual incompleteness is expected to increase with the project size, since bigger projects involve more \nworks and are generally more complex compared to smaller ones. Therefore, the resulting cost overruns are also \nexpected to grow with the project size. The initially expected project cost (INITIALCOST) is a good measure of \nproject size, its complexity, and hence of the contractual incompleteness.10 So, cost overruns are also expected to \nswell with the INITIALCOST, at least in absolute terms. But, what can we say about the percentage cost overruns \nacross projects? For a given degree of contractual incompleteness, percentage cost overruns need not increase \nwith the project size.11\n\nHowever, if project planning is poor, cost overruns can increase with project size not only in absolute but also in \npercentage terms. To see why, fi rst of all note that the initial contract can be made more or less incomplete by the \nparties involved. If the project is poorly planned, estimates of project time and cost will be vague and so will be the \ninitial contract. As a result, many additional works will become necessary later on, leading to high cost overruns. \nTo sum up, if project planning is sloppy, the greater the project size and its complexity, the higher will be the \nproportion of project works that gets left out of the initial contract, and the larger will be the cost overruns.\n\nProject planning processes in India are infamous for their ad hoc and shoddy approach. Detailed project reports \n(DPRs) as well as feasibility reports are sloppy and vague, prepared only for the sake of formality.12 This problem \nis further exacerbated by the use of unit-price EPC contracts. Under these contracts neither the offi cials nor the \ncontractors fi nd it worth haggling over work details.13 On this count also, contractual incompleteness increases \nwith project size\n\nYet another aspect of infrastructure projects suggests itself as a proxy for the size. It is the implementation phase or \nI MPLPHASE for short, the duration in which the project is initially planned to be completed. Intuitively, the \nimplementation phase should increase with the project size. If so, the initial project cost and the implementation \nphase should be highly correlated. It is instructive to note that in our dataset these two variables are not correlated \nat all - correlation coeffi cient is just 0.067! There can be at least two reasons for this lack of correlation. Maybe it is \nyet another manifestation of poor project planning in India. But, it could well be due to the large heterogeneity in \nterms of the project types. Many projects in our dataset are for purchase/ procurement of machines and equipment. \nFor such projects, there is no reason for IMPLPHASE to increase in proportion to the project cost (i e, with the cost \nof the equipment). To that extent the I MPLPHASE perhaps is not a very good indicator of the (money) size of the \nproject. So, the weak correlation is not surprising.\n\nPlausibly, any increase in complexity of the project as well as the number of construction works should entail an \nincrease in the IMPLPHASE for the project. That is, the IMPLPHASE appears to be a very good indicator of the \ncomplexity and the quantum of project works. Therefore, it is a good proxy for the incompleteness of the initial \ncontract. Also, note that the above arguments regarding the implications of poor project planning are more pertinent \nfor complex projects, such as construction related projects, than for simple procurement projects which involve \npurchase of standard machines and equipment. It is worth emphasising that the proxy INITIALCOST does not make \nthis crucial distinction. Besides, uncertainties related to the appropriateness of initially planned works naturally \nincrease with time. Therefore, poor planning and undue increase in I MPLPHASE can cause excessive cost \n\n\n\noverruns by necessitating many more changes during the construction phase. To sum up, between the \nINITIALCOST and the IMPLPHASE, the latter a ppears to be a better and direct indicator of contractual i \nncompleteness as well as of the contractual failures.\n\nBut, what is the nature of relationship between the INITIALCOST and IMPLPHASE, on one hand, and delays, on \nthe other? The above discussion suggests that an increase in IMPLPHASE may lead to longer delays. However, \nceteris paribus, projects with longer IMPLPHASE have already got more time to complete project works than \nprojects with shorter duration. Moreover, longer I MPLPHASE projects have greater fl exibility for accommodating \nadditional works. Therefore, they should show relatively smaller percentage of time overruns. For instance, \nbetween the two same-type and same-cost projects, the one with the longer I MPLPHASE should show lower time \noverrun. Therefore, ceteris paribus, we expect the percentage time overrun to come down as implementation \nphase increases. Similarly, it seems plausible to expect the absolute time overrun to increase with initial cost, but, \nceteris paribus, there is no reason to expect time overrun to increase in percentage terms.\n\n4.3 Organisational or Institutional Failures As argued above, execution of infrastructure projects requires active \ncooperation of several departments within as well as among various ministries. Government departments are \nhierarchical organisations. A large body of literature shows that there is a confl ict between the individual and the \norganisational objectives at every stage of the hierarchy. As a result, hierarchical organisations are inherently weak \nin inducing the desired efforts from the people involved.14 This is especially true of government organisations. \nTherefore, infrastructure projects have to face the consequences of organisational failures within the sponsoring \nministry itself. In India, different departments are responsible for different project activities. For example, project \nimplementation, shifting of power lines, water lines, sewer lines, cutting of trees, environmental clearances and \nother such activities are performed by different departments. Execution of these activities is highly dependent on \njoint and timely efforts of the departments involved. However, interdependence of efforts means that it is easy for \ndepartments to shirk responsibility and pass the blame on to others. So, in addition to intra-organisational f ailures, \ninfrastructure projects in India are vulnerable to inter- organisation failures. Several reports, including the offi cial \nones, corroborate our claims.15 But how can we measure the implications of these failures?\n\nSince most projects in road, railways and urban development are construction projects, these generally require \nenvironmental clearance from the central as well as the state agencies. Moreover, compared to those in the other \nsectors, these projects require much more active cooperation of several departments for land/property acquisition, \nshifting of power lines, water lines, sewer lines, approval of under or over-passes, etc. Laxity on the part of just one \ndepartment or dereliction of duty by a few offi cials can hold up the entire project. Hence these projects are highly \nvulnerable to delays caused by all kinds of organisational failures. The same is the case with projects in civil \naviation, shipping and ports, and power sectors, though to a lesser extent. A majority of projects in these sectors \ntoo involve construction or setting up of network points. In several cases, ecologically sensitive land has to be \nacquired. This means more regulations and increased vulnerability to inter-organisational failures.16\n\nHowever, if organisational failures mentioned here are a major underlying cause for delays, then compared to other \nsectors, projects in road, railways, urban development, civil aviation, shipping and ports, and power sectors should \nexhibit longer time overruns. To test this hypothesis, we introduce dummy variables DRRU for road, railways and \nurban-development projects, and DCSPP for projects in civil aviation, shipping and ports, and power sectors. In \nview of our arguments, dummy variables DRRU and D CSPP can serve as proxies of organisation failures. As \nargued earlier, road, railways and urban development sectors are more homogeneous and initial\n\ncontracts for projects in these sectors are more incomplete than is the case with projects in civil aviation, shipping \nand ports, and power sectors. That is why separate dummies have been used.\n\nIn what follows, I will show that delays regardless of their source are a major and statistically signifi cant cause of \ncost overruns. This implies that the organisational failures also cause cost overruns through delays. They may \nhave a direct effect too. Every department involved in project planning and implementation can suggest changes in \nproject works, and hence can contribute to cost escalations.\n\n\n\nSimilarly, if a project spans across more than one state, it has to deal with the concerned departments in each \nstate. Therefore, projects spanning across multiple states seem more susceptible to interorganisational failures. To \ntest this hypothesis, we introduce another dummy variable called DSTATES.\n\nTo sum up, if organisational failures are a signifi cant cause of delays and cost overruns, then multistate, road, \nrailways and u rban development, civil aviation, shipping and ports, and power sector projects should exhibit \nrelatively long delays and high cost overruns.\n\nOne may be tempted to apply the above arguments regarding delays and cost overruns to some other sectors too, \nlike telecom and atomic energy, petroleum and petrochemicals, mines, etc. However, several projects in these \nsectors involve purchase of machinery and equipment. Such projects do not have to suffer from the above \norganisational failures. We will use dummies DTA for telecom and atomic energy projects, and DPP for petroleum \nand petrochemical sector projects, respectively.\n\n4.4 Time Overruns\n\nLogically, any delay in implementation in itself should cause cost overrun for the project. This should happen \nsimply on account of infl ation. In most cases, initial cost estimates are arrived at using the current input prices. If \nthere are delays, inputs will become more expensive and, in turn, will cause an increase in the project cost. \nMoreover, certain overhead costs have to be met as long as the project remains incomplete. Delays should \nincrease these costs also. Also, a long delay may cause depreciation of project assets, necessitating expenses on \nrepairs or r eplacements. This means that in addition to the above factors, time overrun on account of any other \nfactor is also an underlying cause for cost overruns.\n\n4.5 Economic Factors\n\nEach project is located in some state(s). Several departments of the concerned state government play a rather \ncrucial role in project implementation. After all, activities like land acquisition, shifting of utilities, etc, are performed \nby the concerned state government. Moreover, economic and geographical features of the state may affect the \nproject time and costs. For example, it is easier to execute projects in a state that has better transport, power and \ntelecommunication infrastructure in place. Generally, richer states are said to possess superior infrastructure. In \ncontrast, due to law and order as well as diffi cult terrain, project implementation is likely to be diffi cult in the north-\neastern states and in Jammu and Kashmir. To check the statistical validity of these conjectures, states have been \nclubbed into four categories. The fi ve richest states, in terms of per capita income, are grouped together.17 These \nare Haryana, Punjab, Delhi, Gujarat and M aharashtra. We have used dummy DMRICH for these states. In the next \ncategory, we have four southern states: Andhra Pradesh, Karnataka, Kerala and Tamil Nadu. These states have \nabove average per capita gross state domestic product and are considered to be better governed. For these the \ndummy used is DRICH. In the third c ategory we have the north-eastern states and Jammu and Kashmir with \ndummy DNE.\n\n5 A Simultaneous Equation Model and Results The arguments in the previous section show that several factors \ncause delays and at the same time cost overruns. Such a scenario warrants the use of a simultaneous equation \nmodel in which the time and cost overruns are endogenous variables, jointly dependent on the explanatory \nvariables introduced in the previous section. But, the relationship between the time overrun and the cost overrun \nfor a project needs to be discussed further. As argued in Section 4, any delay in implementation in itself will cause \ncost overrun for the project. This means that \"time overrun\", among others, is an explanatory variable for \"cost \noverrun\". In contrast, cost overrun per se does not imply time overrun. Suppose there is an increase in project \ncost due to infl ation. There is no reason why such a cost overrun per se should lead to a delay in the \nimplementation. 18 Moreover, time overrun also manifests the underlying effect of several factors not considered \nabove, for example, delays on the part of the contractor, etc. These factors also cause cost overrun through time \noverrun. So, for our purpose the relevant model is the following simultaneous equation model.\n\nRemember, the dependent variables are percentage cost overrun (PCCOSTOVERRUN) and percentage time \noverrun (PCTIMEOVERRUN). The explanatory variables along with their expected signs and the relevant causes \n\n\n\nhave been discussed in Section 4. The relevant statistics about the variables and the dummies used are provided in \nTables 3 and 4.\n\nFind table here : (http://epw.in/epw/uploads/articles/14783.pdf)\n\nThe two error terms in equations (1) and (2) were tested for correlation between the two. The null hypothesis that \nthe two errors are correlated was strongly rejected, i e, cov (lt, 2t) = O. This means that the model specifi ed in (1) \nand (2) is actually a fully recursive s imultaneous equation\n\nmodel. Therefore, we can apply ordinary least squares (OLS) estimation technique to each equation individually to \nget consistent estimates (Green 2008; Ch 13).\n\nThe dataset has been treated for outliers and infl uential observations which resulted in dropping of 159 \nobservations.19 For the remaining 735 projects also the two error terms were found uncorrelated with each other. \nThe regression results for these projects are presented in Table 5. A close look at the dropped 159 outliers shows \nthat some of these projects have very long positive time overruns and simultaneously huge but negative cost \noverruns. For instance, there are 40 odd projects with time overruns of 20% or more and negative cost overruns \nof at least 70%. This means that if, for example, the initial estimated cost was Rs 100 crore, the actual cost turned \nout to be less than Rs 30 crore, even though the project s uffered from delays! No convincing explanation can be p \nrovided to rationalise saving at this scale, that too by g overnment o ffi cials. Similarly, there are many projects with \nlarge negative time overrun and simultaneously with huge and p ositive cost overrun. Indeed, for many projects in \nthe dataset the time and the cost overruns fi gures appear to be rather i ncredible. I can think of only two possible \nexplanations for these implausible observations. Most probably these are i nstances of reporting/typing errors. \nAlternatively, it could be that during the i mplementation phase the changes made in the scope of the project were \nso large that the fi nal and initial projects are i ncomparable.20 In either case, such projects are potentially \nhazardous.\n\nGuided by this concern and to check robustness of our claims and results, regressions were run for various \nsomewhat \"cleaner\" subsets\n\nof the entire dataset. Table A1 (p 54) in the Appendix provides the best linear unbiased estimates (BLUE) for the \nsubset reached at by dropping all the projects with time overruns of 40% and more, such as 50%, etc, and at the \nsame time with cost overrun of - 40% and less, such as - 45%, etc.21 Besides, estimates were checked with \nvarious thresholds of less than as well as greater than the 40% limits. The results are very similar to those in Table \nA1.22 Only the signifi - cance level for INITIALCOST shows small variations. This outcome is not surprising since \nmost of the p roblematic projects are outliers and get dropped anyway. Moreover, results for the entire dataset of \n894 projects are reported in Table A2 (p 54) in the Appendix. Since the entire set has many outliers, a quantile \nregression is used for this set. Compared to OLS, the quantile r egression is less vulnerable to the effects of \noutliers. Results in T able A1 and Table A2 are very similar to those reported in Table 5, with respect to the major \nhypotheses presented in S ection 4. Also, the coeffi cients of the variables are robust to the presence or absence of \nthe dummies. Therefore, we can afford to be confi dent about the fi ndings.\n\nMost of our hypotheses have turned out to be correct. For all regressions, the trend variable TIMELAPSE has a \nnegative coeffi - cient and is extremely signifi cant at 1% for time as well as cost overrun equations. Besides, in \nboth the equations, the coeffi cient of TIMELAPSE2 is positive and signifi cant at 1%. These results imply that the \ndownward trends for percentage time and cost overruns are statistically signifi cant. Moreover, as predicted, the \nTIMELAPSE variable has a U-shape effect on d elays and cost overruns. The coeffi cient of INTIALCOST in \nequation (2) is positive and signifi cant at 10%, though the signifi cance level is somewhat sensitive to the \npresence/absence of outliers and the \"implausible\" fi gures discussed above. But, the variable continues to have \nexplanatory power. However, the coeffi cient of IMPLPHASE in equation (2) is positive and exceedingly signifi cant \nat 1%. This means as implementation phase increases, cost overruns soar up not only in absolute terms but also \nin percentage terms. As predicted in Section 4, IMPLPHASE is a better proxy for contractual failures. These r esults \nalso confi rm our claim that poor project planning and the resulting contractual failures are statistically signifi cant \ncauses behind cost overruns observed in India. For equation (1), as expected, the coeffi cient of IMPLPHASE is \n\nhttp://epw.in/epw/uploads/articles/14783.pdf\n\n\nnegative and highly s ignifi cant at 1%. The coeffi cient of INTIALCOST is negative but insignifi cant. Therefore, as \nexplained in Section 4, the main effect of the sloppy planning and contractual failures is to increase cost overruns; \nthey do not matter that much for time overruns.23\n\nAs predicted, time overrun is one of the important factors behind cost overruns; the coeffi cient of \nPCTGTIMEOVERRUN is p ositive and extremely signifi cant at 1% in all the regressions run. In every regression, \nthe proxies for organisational failures - DRRU and DCSPP - have come out to be positive and extremely signifi cant \nfor delays as well as cost overruns. That is, ceteris paribus, the road, railways, urban development projects have \nexperienced relatively high percentage of time and cost overruns. The same is the case with civil aviation, shipping \nand ports, and power sector projects. The signifi cance level of the dummy DSTATE is not robust to regression \ntechniques and across various datasets used. As expected, dummies DTA and DPP have not shown any \nconsistency regarding the delays. Compared to the residual category, petroleum and petrochemical sector projects \nhave experienced higher cost overruns. However, given the level of heterogeneity of these sectors, one should not \nread too much into these results. Indeed, as T able A1 shows, telecom and atomic energy projects are either o \nutliers or have unreasonable fi gures.\n\nAs far as the relative performance of the states is concerned, there are no signifi cant variations across regions. \nYet, the s outhern states seem to have performed better than the rest. Projects in these states have experienced \nslightly smaller cost overruns. The performance of north-eastern states and Jammu and K ashmir is neither signifi \ncantly nor consistently worse than the other regions.\n\nBefore concluding, let me make an observation. As Table 2 shows, most projects suffering from cost overrun have \nexperienced delays. In contrast, there are a number of projects with d elays but no cost overruns. In view of our \narguments on time overruns versus cost overruns, these fi gures are somewhat puzzling. It appears that these \nparadoxical fi gures are a result of somewhat different procedures used to calculate time and cost overruns. In \nterms of Figure 1, initial estimates of time and cost are made at time t=0, however the contract is awarded at t=1. \nGenerally there are delays between t=0 and t=1. As a result, input prices at t=1 are signifi cantly higher than at t=0. \nIt appears that only cost estimates get revised upward at t=1, not the time estimates, and these revised cost fi gures \nare reported in offi cial fi les. This i ndeed has been found to be the case with road projects. Moreover, since cost \nescalations necessitate additional funds, so cost fi gures get revised to avoid a udit objections; time, in contrast, \nappears to be a free good in government departments.\n\n6 Conclusions and Policy Implications\n\nThe following fi ndings have emerged from the econometric analysis of the MOSPI data: First, delays and cost \noverruns have declined since the 1980s. Cost overruns have systematically declined not only in absolute terms \nbut also as a percentage of project cost. Similar is the case with delays. However, the effect is U-shaped. Second, \nregardless of their source, delays are one of the crucial causes behind the cost overruns. Third, bigger projects \nhave experienced much higher cost overruns compared to smaller ones. Fourth, percentage cost overruns also \nescalate with the length of the implementation phase - ceteris paribus, the longer the implementation phase, the \nhigher the cost overruns in absolute as well as percentage terms. Fifth, compared to other sectors, projects in \nroad, railways, urban-development sectors, as well as those in civil aviation, shipping and ports, and power sectors \nhave experienced much longer delays and signifi cantly higher cost overruns. Sixth, compared to other states, \nprojects located in the southern states of A ndhra Pradesh, Karnataka, Kerala and Tamil Nadu, have experienced \nsomewhat shorter delays and lower cost overruns. The performance of rich states is not signifi cantly better than \nthat of the poorer states.\n\nThe fi rst fi ve fi ndings are statistically signifi cant and robust to regression techniques as well as sample sizes. \nEach result is symptomatic of a set of underlying causes. Below I discuss each fi nding and its policy implications in \nview of the relevant underlying causes.\n\nThe fi rst fi nding shows that during the last three decades some learning-by-doing has taken place among \ngovernment offi cials involved in project planning and implementation. This along with the technological advances \nhas enabled offi cials to improve estimates of project time and cost.24 However, the fi nding also reveals that the \n\n\n\neffect of learning and innovations on reducing cost overrun has declined over time. Some policy interventions are \nurgently called for.\n\nThe policy implication of the second result is immediate. Measures are promptly called for to avoid delays at each \nstage - from project approval to awarding of the contract, and to its implementation. In the following discussion of \nthe remaining fi ndings, I will propose some of the steps that can help in this matter.\n\nThe third and the fourth fi ndings, along with the analysis show that due to imperfect techniques and contractual \nincompleteness some delays and cost overruns are inevitable. Besides, some of the cost overruns can be \nattributed to infl ationary fl uctuations. To that extent delays and cost overruns do not refl ect wastage of resources. \nHowever, delays and cost overruns are too frequent and too large to be accounted for by imperfect techniques, \ncontractual incompleteness and infl ationary fl uctuations. In view of the discussion in Section 4, these fi ndings \nindeed imply that the defective planning and contractual failures are largely responsible for cost overruns and \nconsequently for a wastage of public resources. To the extent possible, policymakers should avoid planning for \nlarge and big cost projects. Similarly, planning of projects with long implementation phases is problematic. Such \nprojects are vulnerable to future uncertainties, deterioration in project assets and infl ation. Wherever possible the \nproject size as well as the implementation phase should be kept small.\n\nHowever, the project planning process itself needs a radical overhaul. Rather than paying a higher cost later on, it is \nworth investing resources to have more precise initial estimates of project time and cost. Moreover, wherever \npossible, fi xed price rather than unit price EPC contracts should be used. Under the commonly employed item-rate \nEPC contracts, neither government offi cials nor the contractors have incentives to take the contracts seriously.\n\nThe fi fth fi nding is indicative of the organisational failures that affl ict the project implementation process. Some \nother results in the study also corroborate this fi nding. In fact, organisational failures frequently trigger yet another \nform of contractual failure. It is widely known that contract management during the construction phase is very \nimportant if delays are to be avoided. At present, construction contracts are generally awarded even before the \nrequired land for the project is a cquired. Similarly, utilities are shifted during the construction phase. Invariably, \nseveral departments are involved in approving and the actual shifting of power, water and sewer lines and other u \ntilities. Government agencies rarely do what they are required to do, but can use a cobweb of complicated rules and \nprocedures to pass on the blame for delays to one another. So much so that even if the delay is caused by the \ncontractor it is almost impossible to punish him, since the contractor can easily prove a contributory negligence on \nthe part of one or the other department. This explains why contracts are rarely terminated, even when contractors \ncause prolonged delays. Several measures can help on this front too. For example, if activities like land acquisition \nand shifting of utilities can be completed either before or within a pre-scheduled time after the award of contract, the \ncontractors can be put on high powered incentives to deliver on time and quality.\n\nComing to the sixth fi nding, there is a perception that due to superior infrastructure and better governance, the \npublic delivery system is better in richer states. However, contrary to the popular perception this fi nding shows that \nthe performance of richer states is not any better than the rest of the country, though the projects located in the \nsouthern states have exhibited marginally lower cost overruns.\n\nPrivatisation Is No Panacea\n\nThe above conclusions are relevant for the present offi cial policies towards infrastructure. Policymakers seem to be \nkeen to privatise the funding, management and ownership of infrastructure facilities. While an outright privatisation \nhas invited strong protests from several quarters, the PPPs have become a politically acceptable channel of \ntransferring management and ownership rights to private fi rms. The Eleventh Five-year Plan crucially depends on \nprivate sector participation in infrastructure. The problems of delays and cost overruns with the public delivery \nsystems are being used to justify privatisation of public goods and services. However, our results imply that a \nchange in ownership in i tself cannot mitigate all the problems with the supply and administration of infrastructure \nfacilities. After all, even PPP projects have to be initially planned by government offi cials. PPP projects are equally \nvulnerable to some of the contractual and organizational failures discussed above. Projects for the upgradation of \nthe Delhi and Mumbai airports, construction of the Bangalore Metro and the Delhi-Gurgaon Expressway are some \n\n\n\nrelevant examples of PPP projects which have experienced major delays and cost overruns. In contrast, the \ncontractual and institutional approach adopted by the Delhi Metro Rail Corporation (DMRC) for the construction of \nthe Delhi metro is worth emulating. Most of its projects have been completed on time and within budget. \nInterestingly, the DMRC has adopted some aspects of the approach suggested above.\n\nI would like to conclude with a few remarks on the fi ndings of this paper. The results and conclusions are relevant \nto all infrastructure projects, regardless of the sector and the project type. However, generality always comes at a \ncost. Apart from the i ssues discussed here, there are sector-specifi c issues also that impinge on delays and cost \noverruns. The present study has ignored such issues. For a better understanding of the causes behind delays and \ncost overruns, it will be useful to supplement this work with sector-specifi c analyses. Sector- specifi c studies may \nallow for testing of additional hypotheses. For example, it may become feasible to evaluate the comparative \nperformance of different types of contracts, say acquisition versus construction contracts, PPP versus non-PPP \ncontracts, etc. Besides, though the results seem robust enough, it will be useful to explore the reasons behind the \ndoubtful fi gures on delays and cost overruns (such as reporting errors), and rectify them to the extent possible.\n\nNotes\n\n1 The meeting regarding fi nancing of the National Highways Development Project (NHDP) was held on 15 March \n2005, see GoI (2006a).\n\n2 Report of the Core Group on Financing of NHDP (2006, pp 14 and 18) published by the Secretariat for the \nCommittee on Infrastructure. Als0 see GoI (2006b).\n\n3 See Kundu (2001), Nagaraj (2006), Goyal (2008), ADB (2006) and GoI (2007).\n\n4 In the terminology used by MOSPI, the former is known as the actual date of commissioning and the latter as the \noriginal date of commissioning.\n\n5 The authors have studied 258 mega infrastructure projects from 20 countries including developed as well as \ndeveloping countries. They have shown that 90% of large transport projects suffer from cost overruns.\n\n6 For example, the Suez Canal was constructed at a cost three times of the estimated amount. The cost overrun \nfor the Panama Canal was in the range of 70-200%. Similarly, for the Concorde supersonic airplane project, the \nactual costs were 12 times the projected costs (Flyvbjerg et al 2002). For more case studies see Pickrell 1990; \nSkamris and Flyvbjerg 1997; Kain 1990; among o thers.\n\n7 Besides, there are several interesting studies with a focus on the operation-and-maintenance phase of \ninfrastructure projects. For a comprehensive account of various challenges faced by urban d evelopment projects \nsee Kundu (2001) and Banerjee-Guha (2009). Goyal (2008) provides an enlightening discussion on the problems \nfaced by railways and civil aviation sectors. These works show that privatisation itself has not delivered the \nexpected results in urban development and civil aviation sectors. For a discussion on power sector see Nagaraj \n(2006).\n\n8 For example, a typical civil aviation project needs clearances from the ministries of civil aviation, fi nance, \nenvironment and forest, and the Airports Authority of India.\n\n9 Generally, the contractor is selected through competitive bidding.\n\n10 Note that the initially expected project cost, rather than the actual cost, is a better indicator of the size and \nincompleteness of the contract. Due to cost overrun, the fi nal cost can be large even for small projects. The same \nargument applies to the implementation phase.\n\n11 To take an example, suppose a project is worth Rs 100 crore. But the initial contract misses out on say 10% of \nrelevant work. As a result, there are cost overruns of Rs 10 crore. Take another same-sector project that is worth \nRs 200 crore. This bigger project may show higher cost overruns of Rs 20 crore. But, percentage cost overrun for \nboth projects is the same - 10%. Of course, as the complexity of a project increases, it becomes more diffi cult to \n\n\n\nprovide every minute detail in the initial contract. For an accessible account of incomplete contracts see Hart \n(1995).\n\n12 See Lok Sabha (2006) and LEA International (2008).\n\n13 Under unit-price EPC contracts, the contractor\n\ngets paid based on the quantities of inputs used. Therefore, he does not have to worry too much about details of \nmaterial requirements.\n\n14 Bolton and Dewatripont (2005).\n\n15 See Lok Sabha (2006), LEA International (2008) and quarterly reports of MOSPI.\n\n16 For a case study of Dhamra Port expansion project see Jonston and Santillo (2007).\n\n17 We arrived at this ranking by taking average of constant price per capita state gross domestic product for three \nyears from 2004-05 to 2006-07. We have used data published by the EPW for this purpose. Shetty (2003) has \nshown that during the 1980s and 1990s the ranking of states in terms of per capita income did not change much.\n\n18 Cost escalation can cause delays, one may argue, if there are not enough funds available for the project. \nHowever, examination of MOSPI reports by the author shows that in most cases the actual expenditures have been \nless than the project outlays. Therefore, delays cannot be attributed to the shortage of funds. Moreover, lack of \nfunds seems to be a serious issue only for railway projects. See quarterly MOSPI reports.\n\n19 In order to identify outliers, studentised residuals were predicted and observations having absolute value greater \nthan two were dropped. To identify infl uential points STATA's in built command for calculating leverage of each \nobservation, DFITS, DFBETA, WELSCH DISTANCE and COVRATIO were used (see Belsley et al 1980).\n\n20 For example, initially a 200 km road was to be built but fi nally it was decided to bring down the length to just 40 \nkm. Clearly, a road project of 200 km is not comparable to the one covering just 40 km.\n\n21 While any threshold is arbitrary, fi gures showing - 40%, - 45%, etc, of cost overruns or time overruns are \nrather implausible. Therefore, it appears safe to exclude such projects on account of the reasons provided in the \nprevious paragraph.\n\n22 After dropping the observations with time overruns of - 40% and less, and cost overrun - 40% and less, the \nremaining observations were treated for outlier as explained above. The same procedure was followed with the \nother threshold limits.\n\n23 However, note that in equation (1) the dependant variable is percentage time overrun rather than the absolute \nvalue of the time overrun. Time overruns in absolute terms should increase with the project size.\n\n24 This result supplements fi ndings that the performance of the public sector as a whole has improved since the \nmid-1980s (see Nagaraj 2006).\n\nRefrences\n\nADB (2006): \"Facilitating Public-Private Partnership for Accelerated Infrastructure Development in India\", Workshop \nReport, December, GoI and Asian Development Bank.\n\nArvan, L and Leite (1990): \"Cost Overruns in Long- Term Project\", International Journal of Industrial Organisation, \n8(3), 443-67.\n\nBanerjee-Guha, Swapna (2009): \"Neoliberalising the 'Urban': New Geographies of Power and Injustice in Indian \nCities\", Economic & Political Weekly, XLIV, 22, pp 95-107.\n\n\n"}