{"title": "Migrant workers sue citrus company for wages", "body": "\nMore than 100 migrant farm workers are suing an Arcadia citrus company, saying they were not paid their \nfederally mandated wages.\n\nThe suit, filed in federal court on Friday, alleges 112 Mexican workers were underpaid while they picked fruit for \nSorrells Brothers Packing during the  past two years.\n\nThe workers were guaranteed wages of $ 7.66 an hour, but received $ 5 an hour or less, based on production, \nattorney Gregory Schell said.\nCompiled from Staff and Wire Reports4*BRFS\n\nA federal law requires such employees, who are brought to the United States to make up for labor shortages as \nguest workers, to be paid the average wage of other state farm laborers.\n\nMore than $ 250,000 is owed in back wages, Schell said.\n\n\"The abuse of migrant workers in this case was severe and pervasive,\" Schell said. \"Although the guest worker \nprogram is often depicted as providing foreign workers with more protection than farm workers, that is not the \ncase here.\"\n\nThe workers were not reimbursed for their transportation costs, another violation of the law, Schell said. Nine \nworkers in the suit also said they were fired without cause in 1999.\n\nNo trial date has been set. Calls placed to Sorrells Brothers Packing on Saturday seeking comment were not \nimmediately returned.\n\nBoy hurt in crash\n\nin stable condition\n\nST. PETERSBURG - A 7-year-old boy was in stable condition Sunday, the day after his mother's car slammed into \nthe back of a Pinellas Suncoast Transit Authority bus.\n\nSteven Landis was hospitalized at All Children's Hospital with head and internal injuries.\n\nThe bus was stopped about 8:30 p.m. Friday in the eastbound curb lane of 38th Avenue N just east of 26th Street N \nwhen a 1988 Chevrolet Corsica driven by the boy's mother, Kiara Whiteman, hit the vehicle, police said.\n\nWhiteman, 29, was charged with driving under the influence causing serious bodily injury.\n\n\nPower boat racer\n\nthrown from boat, injured\n\nST. PETERSBURG - A racer was seriously injured Sunday when he was ejected from his 27-foot boat, Gecko \nImported Tequila, in Tampa Bay during the 2001 American Power Boat Association Offshore National \nChampionships.\n\nThrottleman Dominick Guido was in critical but stable condition at Bayfront Medical Center in St. Petersburg.\n\nGuido, of New Jersey, was injured when his single-engine boat spun out on Turn 2 in the middle of the race in front \nof thousands of spectators. Officials with the American Power Boat Association declined to release details about the \naccident late Sunday.\n\n- Staff and wire reports\n"}