{"title": "UNCOVERING THE TRUTH ABOUT IMMIGRATION", "body": "\nI want to thank Joe Rodriguez for the June 20 commentary \"Immigrant myths stoke Wilson's fire.\"\n\nMany Californians have been provided with inaccurate information about the impact of immigration on our state's \neconomy and have been led to the erroneous belief that our current fiscal problems can be traced to immigration.\n\nWhat better way for Gov. Pete Wilson to explain his failed leadership than to blame a group that can't vote? Recent \nimmigrants tend to be too afraid about their legal status to make any sort of political commotion about his wild \naccusations. Lawful residents who have not become U.S. citizens cannot vote him out.\n\nAs pointed out by Rodriguez, statistics and countless studies show that immigrants benefit California's economy \nand contributed in a myriad of ways to our economic successes of the past. Immigrants neither come to abuse \nwelfare, nor to have children in Los Angeles public hospitals, nor to overrun California's schools; immigrants come \nto work.\n\nRather than attribute his failed governorship to immigration, Wilson and our other elected leaders should take a \nhard look at California's economic problems and provide a vision that will lead California into the next century. \nFinding a scapegoat is just too easy.\n\n-- Jean Russell\n\nLos Altos\n\n* It is unfortunate that Rodriguez fails to differentiate between legal and illegal immigrants.\n\nBy definition, \"illegal\" means against the law, be it crossing borders, exceeding speed limits or committing burglary. \nI am sure the Mercury News does not support those activities and I am therefore puzzled by the doublethink relating \nto immigration.\n\nEvery sovereign country has defined borders and has the right to defend the integrity of those borders and to \ndetermine the conditions of admittance of legal immigrants.\n\n-- Jan Black\n\nCupertino\n\n* The way the June 20 editorial \"Truth of the border\" made it sound, Pete Wilson is the sole reason we have \nimmigrant bashing.\n\nNever once did it mention that our two U.S. senators from California, Barbara Boxer and Dianne Feinstein, have \nmade just as damning statements. Who can forget Feinstein's proposal that illegal immigrants get fined for \n\n\nattempting to cross the border? Who can forget Boxer's claim that we should place the National Guard on those \nsame borders?\n\n-- Michael S. Cini\n\nSan Jose\n\nNotes\n\nLETTERS TO THE EDITOR\n\nGraphic\n\n \n\nDrawing;\n\nDRAWING: TIM BRINTON\n\n940628 ED 6B 2\n"}