{"title": "House Judiciary Committee Holds Hearing on DACA and Immigration Issues", "body": "\nHouse Judiciary Committee Holds Hearing On Daca And Immigration Issues\n\nMarch 06, 2019 10:00 A.M.\n\nSPEAKERS:\n\nREP. JERROLD NADLER (D-N.Y.), CHAIRMAN \n\nREP. ZOE LOFGREN (D-CALIF.) \n\nREP. SHEILA JACKSON LEE (D-TEXAS) \n\nREP. STEVE COHEN (D-TENN.) \n\nREP. HANK JOHNSON (D-GA.) \n\nREP. TED DEUTCH (D-FLA.) \n\nREP. KAREN BASS (D-CALIF.) \n\nREP. CEDRIC L. RICHMOND (D-LA.) \n\nREP. HAKEEM JEFFRIES (D-N.Y.) \n\nREP. DAVID CICILLINE (D-R.I.) \n\nREP. ERIC SWALWELL (D-CALIF.) \n\nREP. TED LIEU (D-CALIF.) \n\nREP. JAMIE RASKIN (D-MD.) \n\nREP. PRAMILA JAYAPAL (D-WASH.) \n\nREP. VAL B. DEMINGS (D-FLA.) \n\nREP. LOU CORREA (D-CALIF.) \n\nREP. MARY GAY SCANLON (D-PA.) \n\nREP. SYLVIA R. GARCIA (D-TEXAS) \n\n\nREP. JOE NEGUSE (D-COLO.) \n\nREP. LUCY MCBATH (D-GA.) \n\nREP. GREG STANTON (D-ARIZ.) \n\nREP. MADELEINE DEAN (D-PA.) \n\nREP. DEBBIE MUCARSEL-POWELL (D-FLA.) \n\nREP. VERONICA ESCOBAR (D-TEXAS) \n\nREP. DOUG COLLINS (R-GA.), RANKING MEMBER \n\nREP. JIM SENSENBRENNER (R-WIS.) \n\nREP. STEVE CHABOT (R-OHIO) \n\nREP. LOUIE GOHMERT (R-TEXAS) \n\nREP. JIM JORDAN (R-OHIO) \n\nREP. KEN BUCK (R-COLO.) \n\nREP. JOHN RATCLIFFE (R-TEXAS) \n\nREP. MARTHA ROBY (R-ALA.) \n\nREP. MATT GAETZ (R-FLA.) \n\nREP. MIKE JOHNSON (R-LA.) \n\nREP. ANDY BIGGS (R-ARIZ.) \n\nREP. TOM MCCLINTOCK (R-CALIF.) \n\nREP. DEBBIE LESKO (R-ARIZ.) \n\nREP. GUY RESCHENTHALER (R-PA.) \n\nREP. BEN CLINE (R-VA.) \n\nREP. KELLY ARMSTRONG (R-N.D.) \n\nREP. GREG STEUBE (R-FLA.) \n\n[*]NADLER: This hearing committee will come to order. Without objection, the chair is authorized to declare \nrecesses of the committee at any time. We welcome everyone to this morning's hearing on protecting DREAMers \nand TPS re--recipients. I will now recognize myself for an opening statement.  \n\nToday's hearing examines the critically important issue of delivering permanent protections including a path to \ncitizenship for DREAMers and recipients of Temporary Protected Status known as TPS, or a similar authority \nknown as Deferred Enforcement Departure or DED.  \n\nThis hearing takes on a greater urgency in light of the Trump administration's decisions to dismantle current \nprotections for DREAMers and recipients of TPS and DED, actions that have thrown hundreds of thousands of \nfamilies into turmoil, fear, and uncertainty.  \n\n\n\nDREAMers are young undocumented people who were brought to this country as children and who have lived here \nfor most of their lives. They are our neighbors, there are our children's classmates, and they serve in our military \nwith distinction. Many DREAMers do not even know they are undocumented until they are in their teens and are \napproaching adulthood. They then discovered that they are unable to work legally, to travel abroad, to obtain \ndriver's licenses in most states, to obtain federal financial assistance for post-secondary education, or even in most \nstates, to attend college or university at the in-state tuition rates that the U.S. citizen and lawful permanent resident \nclassmates, and their younger U.S. citizen siblings pay.  \n\nAnd suddenly, the bright futures they imagined for themselves may seem out of reach. To help encourage these \nyoung people to come out of the shadows and to enable them to contribute more fully to their communities, in June \n2012, Secretary of Homeland Security, Janet Ni--Napolitano, announced a Deferred Action for Childhood Arrivals \ninitiative or DACA.  \n\nDACA is an exercise of prosecutorial discretion providing temporary relief from deportation and work authorization \nto DREAMers who meet certain criteria. DACA has enabled almost 800,000 eligible young adults to work lawfully to \nattend school and to plan their lives without the constant threat of deportation.  \n\nIn September 17 however, the Trump administration announced the end of DACA, threatening to remove these \nyoung people from the only country many of them have ever known. That is why it is more important than ever that \nCongress enact premiere protections for this vulnerable population.  \n\nFor nearly two decades, various proposals have been introduced to address decision, and the DREAM Act almost \npassed both chambers in 2010. But despite bipartisan support in Congress and the support of nearly three-quarters \nof the American public, legislation has never been enacted.  \n\nToday's hearing hopefully is the first step toward ending that injustice. DREAMers are an essential part of our \ncommunities, and they are critical to building a future America that is strong united, and economically, and socially \nvibrant. Very much the same can be said for those who have temporary protected status or TPS. Our immigration \nlaws authorize the Secretary of Homeland Security to designate countries for TPS in response to armed conflict, \nnatural disaster, or other extraordinary circumstances.  \n\nPersons from TPS countries in the United States at the time the designation is announced can remain here lawfully \nfor the duration of the designation and can receive work authorization. The president also has the discretion to \nprovide similar relief known as the Deferred and Enforced Departure or DED. Several hundred thousand foreign \nnationals from ten countries currently of TPS and nearly 750 Liberian nationals have DED related work \nauthorization.  \n\nMost of these TPS and DED recipients have lived lawfully in the United States for more than 20 years. They have \nbuilt lives families and businesses in this country. Once people lay--lay down such deep roots in this country, it \nwould be cruel not to mention economically counterproductive to remove them from their communities and from the \nlives and businesses they have built over the course of decades. But the administration has decided to do just that. \nIt has announced the termination of TPS for six countries representing 98 percent of TPS recipients currently in the \nUnited States.  \n\nProtections for the Liberian DED holders are also scheduled to be terminated by the end of this month. If these vital \nprotections are removed, hundreds of thousands of people, people who are integral parts of our communities, who \nhave lived here often for more than 20 years who will be torn from our midst and sent to countries where they no \nlonger have much connection, where they may not even be able to speak the language of those countries, and \nwhere they may face alarming levels of poverty and violence.  \n\nIf the Trump administration is permitted to go forward with its plans to cancel TPS and DED status, it could be \nresponsible for an utterly avoidable humanitarian disaster. Fortunately, the courts have once again stopped--\nstepped in to stop this administration's divisive efforts to advance its anti-immigrant agenda.  \n\n\n\nCourts have issued multiple injunctions against efforts to terminate DACA and several of the cancelled TPS \ndesignations. But even if the courts ultimately rule against the administration, it would only result in partial relief. \nThis is because those currently with DACA represent less than half of all DREAMers. Only four of the six terminated \nTPS designations are currently being blocked by the courts, and neither DACA nor TPS by the nature provide \npermanent protections.  \n\nAnd thus, preserving the status quo would mean that only a fraction of DREAMers and TPS recipients will benefit. \nThat benefit will only serve as a temporary reprieve. That is why passing legislation that provides permanent \nprotection and the pathway to citizenship for DREAMers and TPS recipients is a top priority for this committee and \nfor the House of Representatives.  \n\nI am heartened by the fact that at least seven and possibly all eight witnesses before us today support the goal of \npermanently protecting our friends, neighbors, and loved ones who are DREAMers and TPS or DED recipients.  \n\nFor the sake of our economy, our communities, and our humanity, I hope we can move forward in a bipartisan way \nfinally, to provide the protect--the permanent protections these individuals need and deserve. It is now my pleasure \nto recognize the ranking member the judiciary committee, the gentleman from Georgia, Mr. Collins for his opening \nstatement.  \n\nCOLLINS: Thank You Mr. Chairman, and I appreciate the opportunity to discuss what is really an important issue \nand one has come up times before this committee. Unfortunately, legislation to provide legal side a certain illegal \nimmigrant population isn't a new topic. In fact, in Congress we've been here before. These discussions though \nhelp as members of Congress not to repeat the mistakes made when such legislation or orders were drafted. We \nmust also ensure that any legislation avoid mistakes previous administrations made when they implemented mass \nlegalization.  \n\nIt is our responsibility to provide guidance to the administration about the congressional intent behind our laws. It is \nmy hope on this issue and the intent of every member of the House and Senate, is to provide for a le--legal status \nfor some of the illegal immigrant population, and to not find ourselves back in this same position having this same \nconversation five, 10 or 20 years down the road.  \n\nThe majority of House Republican Congress has voted to provide a legal status for some of the current illegal \nimmigrant populations namely recipient of the last administration's Deferred Action for Childhood Arrivals program. \nWe supported such illegal status because the reality of deferred action has real consequences for people whose \nparents brought them here, people who did not make the conscious choice to violate the law.  \n\nWe are also supported--we also support legal status for DACA recipients because the bill gave us a path forward \nout of the legal confusion and incorporated enforcement measures to reduce illegal immigration, in fact, which was \npointed out by former member of this committee Mr. Gutierrez who pointed out this problem many, many times from \nthis daises. Congress penchant for pi--kicking the immigration can--down the road is unsustainable and unfair to \nAmerican citizens, legal immigrants and everyone who respects our generous immigration system and hopes to \nmake their country their home.  \n\nThe only way to protect against the legislative deja vu that has in the past made promises that weren't kept is to \nensure that the administration has the right tools to secure our borders and enforce our laws. Right now, that's not \nthe case.  \n\nAs I noted in last week's hearing, years of inconsistent enforcement and limited resources have fueled illegal \nimmigration into the United States. For evidence of that, we need to look no further than our southern border.  \n\nYesterday, CBP released data showing over 66,000 people were apprehended between the points of ports of entry \nlast month. Family unit apprehensions are up more than 300 percent over the same time last year, and let's not \nforget about the 70 groups of over 100 immigrants entering illegally that Border Patrol has apprehended this fiscal \nyear. And I think this is pointed out very well on the New York Times today discussing this crisis that is emerging.  \n\n\n\nMr. Chairman we cannot discuss the illegal immigrant population without also recognizing those who have entered \nlegally and make a conscious decision to stay longer than their visas allow. In recent history, an estimated 40 \npercent of all illegal immigrants have overstayed their visas. DHS is estimated that just over 600,000 aliens \noverstay their admission period during fiscal year 2017, it's not all about coming across a border. There's a problem \nhere that we have to fix in a bigger sense.  \n\nWe must therefore balance interior enforcement and border security and we cannot neglect either priority. Day after \nday, parents give their children to smuggling cartels, employers have no reliable way of verifying employees, work \neligibility documents and adults who drag children through the dangerous border crossings are rewarded with \nrelease into the America's interior. That status quo isn't practical, it's not compassion, and is absolutely not \nsustainable.  \n\nFor this reason, any bill legalizing certain populations must include robust anti-fraud measures. Experts have \ndetermined up to two-thirds of the applicants for the 1986, special agricultural worker amnesty were fraudulent \nbecause aliens submitted fake affidavits and document from their employers to substantiate their claim that they \nhad met the legislation's requirement when they had not.  \n\nUnfortunately, most of the fraudulent applications were approved. So why does that matter? Who suffers when we \nallow our immigration system to fail? Well, one of the terrorists who were perpetrated the 1993 World Trade Center \nattack received that special agricultural worker status despite the fact he was a taxi driver, not a farm worker when \nhe applied for that status.  \n\nSadly, it's very telling that the only witnesses today who support anti-fraud measures and enforcement were invited \nby our side. Most of my--my democratic colleagues know without including sufficient measures addressing fraud \nenforcement and border security, any bill that we move on the House floor will get few if any Republican votes. \nThey know that if they admit such common-sense measures, no bill will they pass in--are in consideration in the \nSenate. They know that if they refuse to con--include these crucial pieces, no bill they pass will see a presidential \nsignature.  \n\nSo I implore my colleagues democratically to give us a bill to legalize some of the illegal immigrant population, to \nsecure our border and to enforce the law inside our country. Any bill granting mass legalization and shunning real \nenforcement measures will be opposed by Republicans for the stunts that it is.  \n\nToday, I look forward to the hearing the ideas of my Democratic colleagues have to stem the tide of illegal \nimmigration, because I have yet to encounter even one idea from the other side that would give us a long term \nsolution and restore America's integrity in the immigration system. When I asked what their plan is, the only course \nmany times out here is just pass the DREAM Act. That's not a plan, it's a talking point.  \n\nThat bill doesn't even attempt to address the illegal entry, fraud, or visa abuse. If we don't offer real solutions to the-\n-consider legal status and force immigration law, we will undoubtedly repeat the problems from the past years from \nnow, and history will judge us for shirking our responsibility.  \n\nI hope today produces honest conversations about the consequences of legal immigration has for American citizens \nand those who aspire to become American citizens, and people who suffer when others abuse our system. I look \nforward to the witnesses testimony and hope we truly can as someone who has talked about this many times, find a \nsolution that works long term and not simply something that puts us in legal peril continually down the line. And with \nthat, I yield back the balance of my time Mr. Chairman. \n\nNADLER: Thank You Mr. Collins it is now my pleasure to recognize the chair of the Subcommittee and Immigration \nand Citizenship, the distinguished gentlewoman from California, Miss Lofgren for her opening statement.  \n\nLOFGREN: Thank You Chairman Nadler and welcome to the panel of witnesses. And more than ten years ago, I \nhad the honor of chairing a hearing before the immigration subcommittee to shine a spotlight on the plight of \nundocumented young people who had been brought to the United States as children.  \n\n\n\nAt that hearing, we were inspired by the personal stories of three courageous young women all in their early 19, 20s \nwho grew up in America. And despite the difficulties they faced without immigration status, they embraced this \ncountry as their own with the support of families, friends and communities, they chase their dreams.  \n\nI'm still saddened by the tragic death of one of these young women, Tam Tran, who was taken from us in a car \naccident in 2010. But I'm heartened by the knowledge that Martine Kalaw, who was an orphan who fought \ndeportation for seven years is now a U.S. citizen. Ten years ago, and we still have not solved this problem. We \nrevisit this issue again today, something we've been trying to solve for two decades.  \n\n18 years ago, the first iteration of the DREAM Act was introduced and the term DREAMer was coined. 18 years \nago, the DREAMers who appear before us today to share their stories where children or not even yet born, who \ncouldn't possibly envision the challenges they would face and the things they would go on to accomplish in the \nUnited States, needless to say, 18 years later, their plight is not over.  \n\nToday, approximately 800,000 people including some of our witnesses have been granted temporary reprieve from \nremoval through the Deferred Action for Childhood Arrival or DACA program. DACA has allowed them to work \nlegally, pursue their higher education dreams, and plan tentatively for their futures in America. But DACA is not \nenough. It temporarily protects only a small portion of DREAMers and if the administration ultimately wins in courts--\nin court, DACA could be a thing of a past and far too many young people will be plunged back into the shadows.  \n\nAlso, 18 years ago, the world experienced additional events that would ultimately contribute to today's immigration \ndebate. While recovering from the effects of Hurricane Mitch, El Salvador was devastated by two major \nearthquakes which triggered multiple landslides, caused the death or injury of thousands, and displaced an \nestimated 1.6 million people. And as a result, then President George W Bush designated El Salvador for Temporary \nProtected Status, providing security to Salvadorian nationals in the U.S. and relief to that nation as it began the long \nand arduous process of rebuilding.  \n\nWith this designation, El Salvador joined its neighbors, Honduras and Nicaragua which were more directly impacted \nby Mitch and had received TPS designation two years earlier. Around that same time, a civil war in Liberia erupted \nfor a second time in a decade. Approximately 10,000 Liberian nationals were granted defored--deferred and forced \ndeparture. Today, some 320,000 people from ten nations reside legally in the United States with TPS and up to \n4,000 Liberians have DED.  \n\nMore than half the TPS recipients from El Salvador, Honduras, and Haiti, have been in the United States for at least \n20 years. Nearly 275,000 U.S. citizen children had been born to a parent or parents with TPS from these countries. \nLiberian DED holders have all been here since at least 2002 and have been building their lives and raising their \nfamilies here for much longer than that.  \n\nNow, as with DACA, the Trump administration has unceremoniously terminated the TPS designation for six \ncountries, and DED for Liberia. This brings uncertainty and fear into the lives of approximately 300,000 long term \nresidents and their U.S. citizen families.  \n\nSeveral courts are now in the process of examining whether the administration acted lawfully in some of these \nterminations, in less than a month after nearly three decades of protection with TPS or DED. All protections for \nliberty--Liberians would come to an end.  \n\nToday, we're going to examine the plight of these two groups. But I'll say this. This is not just about the trauma of \nthe individuals who are protected, it's about trauma to our country.  \n\nWhy would we want a road--a Rhodes Scholar to have to leave the U.S.? Why would we want a medical student \nwho's going to provide medical care that we need to have to leave the U.S.? This isn't just about the individuals who \nare protected, this about doing damage to our country. Why would we do that?  \n\n\n\nAnd I'll just say a final thing. You know, we have tried every which way to reform our immigration laws sensibly--top-\nto-bottom reform, piecemeal reform. I'm of the view that if we say we can do nothing unless we do everything, 18 \nyears from now, we'll still be spending our wheels.  \n\nWe need to take steps to protect the DREAMers and the TPS/DED recipients, we need to do other things to reform \nour law. We should not be stymied by--by the inability to do everything. Let's not let the--the perfect be the enemy of \nthe good. Let's make progress finally on this important issue that faces our country, and I yield back Mr.--Mr. \nChairman. \n\nNADLER: I thank the gentlelady. I'm now pleased to recognize the ranking member of the immigration \nsubcommittee, the gentleman from Colorado, Mr. Buck, for his opening statement.  \n\nBUCK: Thank You Mr. Chairman. Today's witnesses include DACA recipients who are high achieving individ--\nindividuals with no criminal record. They were brought to the U.S. when they were children. While this violated \nAmerica's laws, we understand they did not choose to violate the law. When given a chance, they used DACA to \nget right with the law.  \n\nBut we must be realistic. Not everyone who applies for DACA is a Rhodes Scholar. Not--nor will every recipient go \nto medical school or graduate from college. We are kidding ourselves if we think that all DACA recipients could \neven pass a background check.  \n\nLast year, Republicans put forward a bill that balanced compassion for exemplary young immigrants with the need \nfor robust screening and fraud prevention to deny status to criminals and gang members. The bill contained \nenforcement to end illegal immigration. That approach remains the only realistic path to not enact--enacting a \nDACA fix. So where were the Democrats? Nowhere.  \n\nNo Democrats voted for that DACA fix, and that sadly is why we were having today's hearing. Today's witnesses \nare pawns in a tragic open border strategy being pushed by the left. Democrats are employing--employing a \nstrategy to undermine America's sovereignty and stress our schools and social safety net to the breaking point, with \nunmanageable levels of illegal immigration.  \n\nOur witnesses are victims of that radical agenda. The American people are compassionate but they are frustrated. \nAmericans know Congress' cycle of broken immigration promises. In 1986, Chuck Schumer, who served on this \ncommittee, promised that the '86 amnesty would reduce federal immigration to no more than 200,000 persons per \nyear. It didn't take long to conclude that that was a preposterous prediction.  \n\nIn 1989, the New York Times wrote that the law \"likely encouraged unlawful entry,\" no kidding. The Times projected \nannual illegal border crossings as high as 2.5 million per year and quoted Leonel Castillo--Castillo, the INS \ncommissioner in the Carter Administration saying, Congress would have to deal with amnesty again soon. That \nprediction proved to be true. The '86 amnesty was followed by another temporary amnesty in 1994, two more failed \namnesties in 1997, followed by another in 1998, and two in 2000, including one to extend the '86 amnesty.  \n\nEvery amnesty brings more illegal immigration and demands for another amnesty. President Obama's DACA or the \npresident's DACA and the unaccompanied minor legislation enacted into law a decade ago has incentivized a \nmassive influx of children coming to our borders. If we are going to have a fix for the young adults before us today, \nit must be accompanied with border security and enforcement to ensure that the fix is the last amnesty Congress \never passes.  \n\nBut instead of following that path I fear the majority will bring forward a blanket amnesty only DACA bill, or one that \ncontains the illusion of border security and phantom interior enforcement. That would be horribly unfair to today's \nwitnesses because that approach has little chance of becoming law.  \n\nWhy do I fear Democrats will take that approach? First, we recently held a how-to hearing with Carla Provost the \nchief of the border patrol. She testified and she is in a position to know that there was \"a humanitarian and \n\n\n\nimmigration crisis\" on the border. You can't make this up but on the same day, the majority voted to nullify the \npresident's emergency declaration that sought to address the crisis.  \n\nSecond, the majority's omnibus spending bill reduced spending on ICE detention facilities and cut funding for \nfencing compared to prior Bill's. Third, members of the majority of call for the abolition of ICE. One member has \neven threatened Democrats who supported last week's motion to reco--recommit requiring ICE notification, if an \nillegal alien tries to purchase a gun.  \n\nI fear these witnesses are being held hostage by the majority, that they are being used as pawns to score political \npoints while the majority intends to push a partisan bill that has little hope of becoming law. If the majority chooses \nto move forward with hard partisanship rather than a pragmatic bipartisan approach, Mr. Chairman, we might as \nwell go ahead and schedule this same hearing again for two, five and ten years from now, because we won't have a \nsolution, and we will be facing the same situation as we are facing today. I yield back.  \n\nNADLER: I thank the gentleman for yielding. I will now introduce today's witnesses. Jin Park came to the United \nStates at age seven from Korea and is a DACA recipient. He graduated from Harvard College with a degree in \nmolecular and cellular biology, and has been awarded the Rhodes scholarship to attend the University of Oxford.  \n\nYazmin Irazoqui Ruiz arrived in the United States from Mexico at age three and is also a DACA recipient. She \nearned her undergraduate degree from the University of New Mexico and biology and Spanish and is currently a \nstudent at the University of New Mexico School of Medicine.  \n\nYatta Kiazolu is a Liberian national DED holder who has been in the United States for 22 years. She has a \nbachelor's degree in history and philosophy from Delaware State University, a Master's degree in history from \nUCLA, and is currently obtaining a Ph.D. in history from UCLA.  \n\nJose Palma serves as the national coordinator of the National TPS Alliance. He is a TPS recipient originally from El \nSalvador. He received an associate degree in paralegal studies from North Shore Community College. And he \ncurrently attends the University of Massachusetts Boston where he is obtaining a Labor Studies certificate.  \n\nDonald Graham is chairman of the board of Graham Holdings Company. He is a former owner and publisher of The \nWashington Post and is the co-founder of TheDream.U.S. which provides educational scholarships to DREAMers \nand TPS recipients. Mr. Graham graduated from Harvard.  \n\nBishop Mario Dawsonville is an auxiliary bishop of the Archdiocese of Washington. He was born in Colombia and is \nthe incoming migration chairman of the U.S. Conference of Catholic Bishops. He received bachelor's degrees in \nphilosophy and sacred theology from the major seminary of the Archdiocese of Bogota, a licentiate in sacred \ntheology from the Pontifical University that--a very honored to Bogota, if I pronounced it right ,and a doctorate in \nministry from the Catholic University of America.  \n\nHilario Yanez came to the United States from Mexico at the age of one and is a DACA recipient. He received a \nbachelor of business administration and supply chain management and management information systems from the \nUniversity of Houston.  \n\nAndrew art--Arthur is resident fellow in law and policy for the Center of Immigration Studies. Over the course of his \ncareer, he has been an attorney at the Department of Justice, the Immigration and Naturalization Service, and in \nCapitol Hill before serving as an immigration judge in New York, Pennsylvania. He received a bachelor's degree \nfrom the University of Virginia, and a J.D. from the George Washington University School of Law. \n\nWe welcome all of our distinguished witnesses and thank them for participating in today's hearing. Now, if you \nwould please rise, I will begin by swearing you in. Raise your right hands please. Do you swear or affirm under \npenalty of perjury that the testimony you're about to give is true and correct to the best of your knowledge \ninformation and belief, so help you God?  \n\nThank you. Let the record show the witness has answered in the affirmative and thank you and please be seated. \nPlease note that each of your written statements will be entered into the record in its entirety. Accordingly, I ask that \n\n\n\nyou summarize your testimony in five minutes. To help you stay within that time there is a timing light on your table. \nWhen the light switches from green to yellow, you have one minute to conclude your testimony. When the light \nturns red, it signals your five minutes have expired. Mr. Park you may begin.  \n\nPARK: Chairman Nadler, Ranking Member Collins, and members of this committee, thank you for inviting me to \ntestify before you today. My name is Jin Park. I am 23 years old and the son of two loving and hard-working \nparents. My father, a line cook at a restaurant, and my mother, a beauty salon worker.  \n\nI'm a recent graduate of Harvard University and I'm also a New Yorker. I'm a DACA recipient. After the Asian \nfinancial crisis in the late 1990s, my parents made the wrenching decision to leave behind the only home they've \never known in search of a better life for our family. That is how at seven years old I ended up on a plane bound for \nFlushing, Queens.  \n\nMy first day of school went poorly, mainly because I spoke essentially no English. When my teacher directed a \nquestion to me, she might as well been speaking gibberish. Scared, I grasped for the only English words I could \nremember and responded with home alone, which I'd picked up--picked up in a movie on the plane. And--and \nfortunately, my teacher quickly realized the problem and got me into ESL.  \n\nAfter several months, I'd learned enough English to join regular classes and quickly slipped into life of a normal \nNew York City public school kid. I spent most of my time after school with friends playing pi--pick-up basketball at \nthe courts in the neighborhood. When my dad learned that baseball was an all-American pastime, he started taking \nme out to play on the sidewalk in front of our apartment complex.  \n\nHe was a little fuzzy on the rules and his pitching left something to be desired, but he was determined that his son \nwould not miss out on this American rite of passage. I was always aware on some level that I was different. But as a \nkid, I was not able to grasp such a way to concept this citizenship. I would learn eventually.  \n\nWhen I was about 15, I went to a hospital to sign up as a volunteer. The administrator I spoke with said she was \nsorry but they did not allow illegal aliens. Embarrassed and confused about her respond, I just mumbled an apology \nwalked outside and cried.  \n\nThe hurt of that experience stayed with me until one afternoon in the summer of 2012, when President Obama \nstood in the Rose Garden and announced a new policy that would allow undocumented immigrants brought here \nas children to officially have a place in American society.  \n\nI remember clearly the mixture of relief and growing excitement as I listened to this speech and realized it was \ntalking about kids like me. For five years after that moment, the gnawing ever-present uncertainty that comes from \nbeing undocumented slowly faded.  \n\nIn 2017, at the start of my senior year at Harvard, that uncertainty came rushing back as DACA future was thrown \ninto question but I was determined to continue pursuing my goals and applied for a Rhodes Scholarship.  \n\nWhen I became the first DACA recipient to win the Rhodes, I was overwhelmed with unspeakable gratitude to my \nparents my community and to my country, in--the United States of America. But right now, there's a major obstacle \nbetween me and the Rhodes Scholarship. When DACA was halted in 2017, the guidance that allowed DACA \nrecipients to get advanced permission to leave the country to study, work, or visit elderly family members was also \nterminated.  \n\nThis means that if I leave the country to study at Oxford, I will forfeit my DACA and there will be no guarantee that I \ncan return home to the United States. That's the perpetual reality of being undocumented.  \n\nNo matter how hard--hard I work or what I achieve, I'll ever know if I have a--a place in America, my home. I'm \nsupposed to leave for Oxford in Nov--in October, roughly seven months from now, but I feel caught in an--an \nimpossible position. How can I leave knowing I might not be able to come back to my home, my family, my friends, \nand the life I've built here for the past 16 years?  \n\n\n\nMy proposed study includes fieldwork in Flushing where I grew up. How can I do that if I can't even get into the \nUnited States? And how many others have found themselves at a similar crossroads faced with an impossibly \ndifficult choice? We know some of their stories like Mayra Garibo, a DACA recipient studied in California State \nUniversity was unable to visit her father in New Mexico before he died.  \n\nAnd we know of Angel Martinez, a DACA recipient diagnosed a terminal leukemia who had to choose between \nsaying goodbye to his family in Mexico and receiving hospice care in the U.S..  \n\nEvery day that DACA recipients are left in limbo, it inflicts unnecessary pain and suffering and hardship. And it will \nonly get worse if Congress does not take action to provide permanent protection for DACA recipients.  \n\nThe scholarship offers me an extraordinary opportunity but it does not make me more extraordinary or deserving \nthan other DREAMers. Like all DREAMers, my family came to this country seeking a better life. My parents \ndesperately wanted to give me opportunities they never had. Like all DREAMers, the United States is my home.  \n\nFor many of us, it's the only home we can really remember. I can only hope my testimony shows the need for quick \naction to permit DREAMers to fulfill their potential and contribute to American society. Thank you again for the \nopportunity to testify today, and I'm happy to answer the committee's questions.  \n\nNADLER: Thank you very much. Miss Kiazolu.  \n\nKIAZOLU: Chairman Nadler, ranking member Collins, and members of the committee, thank you for this \nopportunity. My name is Yatta Kiazolu. I'm 28 years old and I'm a beneficiary of Deferred and Forced Departure, \nalso known as DED. In addition, I'm a Ph.D. candidate in the Department of History at UCLA with plans to graduate \nby fall 2019.  \n\nAfter 22 years in the U.S., however, 25 days from now, libe--from now, Liberian DED will end and my entire life will \nbe interrupted. I've only visited Liberia once as a toddler and I have never lived in the country. I'm here today to \nappeal to Congress to create a permanent solution on behalf of myself and the thousands of Liberians who have \nrebuilt their lives here in the United States.  \n\nI was born in Botswana to Liberian national parents and arrived in the U.S. at six years old in 1997. My father \nworked as a professor at the University of Botswana for the United Nations, while my mother was a stay-at-home \nparent and later worked as a teacher at a local school. We had no other family in the--in Botswana.  \n\nWhen my parents made an attempt to move back to Liberia after the first civil war, in fear of my safety, my mother \nsent me to live in Georgia with my grandmother while they assessed the situation.  \n\nLiving in the States provided me security and stability, I otherwise would not have known because the fragile \npolitical climate soon descended into a second civil war. My mother joined me soon after. In fact, one of my fondest \nmemories at this age was being in a little league in Decatur Georgia where my cousins and I made up almost the \nentire team.  \n\nI have been a recipient of both TPS and DED. If DACA had not been rescinded, it is possible that I would be a \nDREAMer as well. The protection of these relief programs allowed me to maintain a stable and healthy life despite \nliving deadline to deadline. The ability to attend college and graduate from Delaware State University with honors \nhelped me discover my passion for history and ed--and higher education.  \n\nIn undergrad, I was an active member of my campus and community, leading student organizations, joined the \npublic service sorority, Delta Sigma Theta, and even completed internships at Congressional local offices. DED \nmade it possible for me to leave the U.S. in 2012 through advanced parole for the first time since my arrival to travel \nto South Africa. I participated in the UC Office of the President, HBCU Initiative. I was thrilled to be able to travel \nfreely with my classmates for once.  \n\nThis program exposed me to graduate education and is the reason I decided to pursue my doctorate in history at \nUCLA. On campus, I have been a strong advocate of student support, led numerous diversity and inclusion \n\n\n\ninitiatives, and worked as a teaching assistant for undergraduate courses. In my local community, I work to support \nstudent access to higher education through tutoring, and working as an adjunct instructor.  \n\nNothing I have accomplished thus far would be possible without the unwavering support of my family who are here \nwith me today. I'm here because of the love and labor of my mother, grandmother, and aunties, who when I first \narrived, were all working class black immigrant women. They work jobs that required them to stand on their feet for \nsometimes over 10 hours a day in order to protect me, and offer me a space to imagine, dream, and explore my \nworld as a child should.  \n\nTheir resilience hope and lessons about goodwill, inspire my graduate research about history's black woman's \npolitical activism. My grandmother used to say, \"when you do good, you don't do it for yourself you do it for God.\" \nAnd with that philosophy as my personal mantra, there's a majority--though the majority of my family are now \npermanent residents and U.S. citizens, I'm here for all the working-class immigrants on DED, TPS, and are also \nDREAM eligible. I'm here for all the young people like myself who have anxiety about their futures.  \n\nIf Congress allows DED to end in 25 days, I do not know what will happen to me. My mother and stepfather lose \nsleep every night worrying about me. I want to graduate this year and begin my career in higher education. I'm \nincredibly passionate about teaching history, public history programming, and student mentorship.  \n\nThrough various roles in the classroom over the last five years, I have been invested in the academic personal \nachievement of over 200 students, especially those who historically underrepresented. As a product of dedicated \nadvocates, I want to be able to give back especially to students who have limited access to higher education.  \n\nTo this end, it is my greatest appeal that Congress create a permanent path to citizenship for DED and similar \nprograms like DACA, TPS. Thank you for your time.  \n\nNADLER: Thank you. Miss Arizo--Ari--Irazoqui Ruiz, I got that right, Ruiz.  \n\nRUIZ: Good morning. Chairman Nadler, Ranking Member Collins, and distinguished members of the judi--Judiciary \nCommittee. My name is Jasmine Irazoqui Ruiz. I'm a third-year medical student at the University of New Mexico \nSchool Of Medicine. This past Friday, I completed my surgery correction. I hope to provide women's health and \nspecialize in obstetrics and gynecology to do what I can to ensure all women and girls get the excellent health care \nthey deserve.  \n\nIt is my honor to be here today and to share my story and the stories of young people who benefit from Deferred \nAction for Childhood Arrivals, and what it's like to live in fear of ICE and CBP. I want to thank you for holding this \nnecessary hearing.  \n\nI moved to the U.S. with my mom and twin sister when my sister and I were three years old. Unlike most immigrant \nyouth, I belong to a mixed status family. My younger brothers is a U.S. citizens, I am a DACA recipient, and my twin \nsister is a legal permanent resident.  \n\nWe moved to Phoenix, Arizona, where my mother built a loving home for our family. In my eyes, my mother and all \nimmigrant parents have made great sacrifices and taken risk so that their children can thrive. They are the original \nDREAMers.  \n\nWhen I was 16 years old, my world was shaken. My mother suffered a stroke and we feared that she wouldn't make \nit. I'm happy to say that my mother recovered and is at home right now watching me testify before you. \n(UNTRANSLATED).  \n\nIt was during this time that my twin sister and I learned about immigration status. In the blink of an eye, our biggest \nconcern went from student government and obtaining good grades to living with the burden of wondering whether \nour mother would survive and whether ICE agents or Arizona Sheriff, Joe Arpaio would tear our family apart.  \n\nDuring this time, my mother and I approached an attorney for legal advice and I will never forget his words. In this \ncountry, you are no one. In this country, you do not exist. You will never be able to attend college.  \n\n\n\nI remember my throat tightening as I choked back tears while trying to process his words. My young mind could not \nwrap itself around them. I have done everything right. My grades, my extracurricular achievements, all of the hard \nwork. My mother sacrifices didn't matter. We didn't know how we would survive but we dug deep. Immigrant \nfamilies know how to do that.  \n\nWe made the decision to move to Albuquerque, New Mexico. This was before DACA. And while we knew that ICE \nstill posed a threat, we went about making friends at our new school and obtained good grades.  \n\nCollege applications were tricky. Despite receiving a full tuition scholarship, New Mexico State University was out of \nthe question because of its proximity to the border, and other forms of financial aid were difficult to come by.  \n\nI went on to earn a bachelor of science at the University of New Mexico. And because immigrant youths ought to \nbe protected, the DACA program was created in 2012. After that, life changed for me and many immigrant youth. I \nhad access to different jobs, I could now move freely in the U.S., I could finally breathe a sigh of relief.  \n\nUnlike DREAM Act legislation of years past, academic achievement was not a qualification for DACA. This is \nimportant because even though I stay here today as a medical student, and as someone who's proud of her \naccomplishments, I come from a community of resilient and strong mechanics, construction workers, teachers, \nhome care workers, cosmetologist, moms, dads, and people from all walks of life who called this nation their home. \nSo when Donald Trump killed DACA, my mental health was tenuous.  \n\nHere I am, once again, having worked hard in medical school, and now facing the reality of my future career as a \nphysician being pulled out from under me. And I know that I'm not alone. Well, I'm on my way to becoming a \nphysician. I know that others with DACA, TPS, and DED protections have started careers, bought homes, started \nfamilies, and here we are facing that being taken away.  \n\nI know what my life without DACA would be because I see it every day. With the New Mexico Dream Team and \nUnited We Dream, young people and allies brought counseling to the community because children were terrified, \nfearful, that their parents would be taken away.  \n\nI visited the Cibola ICE Detention Center, which is run by the Core Civic Corporation to help them cover the \nmistreatment of Trans women and queer men who reported being abused by guards. Ladies and gentlemen, the \ntents and cells where immigrant children are being held in detention along the border bring back memories of our \nArpaio's Arizona tent cities and it shakes me to my core.  \n\nI know that some say that young people with DACA should be protected for a price. They call for more immigration \nenforcement which would put my mother in danger in exchange for my safety.  \n\nMr. Chairman and members of the committee, I come before you today as the product of my community. So \nprotecting me in exchange for increased danger from my community is not a protection at all.  \n\nI come to ask that you pass legislation to provide for permanent protection and a pathway to citizenship and I ask \nthat you now use my plight as a DACA recipient who could become vulnerable to ICE and CBP as leverage to \nincrease the power for those enforcement agencies. Thank you.  \n\nNADLER: (OFF MIC) Thank you. Palma. \n\nPALMA: Thank You. Chairman Nadler, Ranking Member Collins, and distinguished member of the committee, my \nname is Jose Palma. I'm a father of four U.S. citizen children. I'm a loving husband to my wife. And for 18 years a \nproud resident of Lynn Massachusetts and I am also a TPS holder.  \n\nI also speak to you today as a husband, a father, a coordinator for the beautiful Alliance of TPS holders, the \nNational TPS Alliance. I hope to give their experience and the Justice they deserve. I ask that you look at me and \nthe TPS community beyond the politics, the sound bites and rhetoric. With more than half a million TPS holders and \ntheir families on the verge of being separated, we ask that you look at humanity and our stories.  \n\n\n\nOur story is no different from that of millions of Americans who have established root, who have a strong \nfoundations and their communities and fight to make sure their families are safe. I was first granted TPS in 2001, I \nwas 25 years old. We were given 18 months to work to get our affairs in order, and any planning beyond that was \nunthinkable.  \n\nHowever, after a year pass, I began working. I obtained an associate degree of paralegal studies from North Shore \nCommunity College. I was awarded a Distinguished Alumni Award. I married the love of my wi--my life who also has \nTPS, and we had our son Kevin, who is now getting ready to apply to colleges, hoping to become a cardiologist. \nLike other fathers, I am helping him fill out the applications and hope to continue supporting him throughout his \ncareer.  \n\nAngie, my thir--my 13 years old daughter is part of every club possible at school and dreams about being a physical \ntherapist. Our three years old Ezekiel is about to go to pre-K and we have a seven month old baby girl Valentina \nwhose greatest gift to my life is a beautiful smile.  \n\nFor the last 18 years, our life has been measure in 18 months periods. Background checks, application fees, visits \nto DHS offices, we have always done everything we have been asked to do to be protected from deportation, and to \ncontinue working and supporting our family. But after so many years, we simply began to live our lives and to build \nour homes where we were, the U.S. is our home now.  \n\nI am not unique or special. This is the experience of any TPS family in this country. Many of you are fathers and \nmothers, the story of TPS holder are the stories of family, home, and community. But since the TPS program was \nterminated, our life has been on hold. I now only have nine months left before I am separated from my children. \nKevin will be in his first semester at college.  \n\nLike me, hundreds of thousands of TPS holders and the families are confronted this terrible reality. Being on the \nverge of losing our stability, and like me, many have chosen to lift up their voices and share their TPS experience.  \n\nDo you know who is the TPS community? When New Orleans was flooded after Hurricane Katrina, TPS holders \nwere among the workers that helped rebuild the city. A business owner in Boston who employed dozens of \nAmericans with well-paid jobs and runs a multi-million dollar construction business hold TPS from El Salvador. In \nDallas, Texas, a TPS holder that is an auto mechanic has a son who recently joined the U.S. Marine willing to risk \nhis life, at the same time, his parents are at risk of losing their (INAUDIBLE) status.  \n\nThe most important, we are parents trying to stop a humanitarian crisis of family separation. There is nothing \ntemporary about our family's life. We have been given some of our best years to this country. Our lives are proof of \nthe promise of resilience, a well granted families. I ask that you be proud to stand with us and help us unlock path \ntowards permanent residence for hundreds of thousands of TPS families who call this country home. Thank you.  \n\nNADLER: (OFF MIC) Thank you. Mr. Graham \n\nGRAHAM: Mr. Chairman, Ranking Member Collins, members of the committee, my name is Donald Graham. I'm \nChairman of Graham Holdings and I'm co-founder of a scholarship program called TheDream.US. Along with my \nco-founders, Henry Munoz of San Antonio and Secretary, Carlos Gutierrez of Miami, I helped announce the start of \nour program five years ago. We now have 3400 DREAMer students from 35 states in college, another 380 have \nalready graduated.  \n\nSince Mr. Munoz is a well-known Democrat and Secretary Gutierrez is a former member of the cabinet of President \nGeorge W. Bush, we started bipartisan. When we announced our program, a statement wo--backing us--backing \nthe nature of our program was signed by many Democrats and also by former Governor Jeb Bush, Grover Norquist, \nRupert Murdoch, and a figure from very ancient history, named Newt Gingrich.  \n\nWe three co-founders had met many students who seemed to us perfectly qualified for college, but were effectively \nbarred from attending because they were DREAMers. They had gone--they'd come to this country as young \nchildren grown up and going to school here, many believing that they were U.S. citizens like their classmates. But \n\n\n\nas seniors watching their classmates apply to college, they learned of course that they were not eligible for Pell \ngrants or for a dollar of loans from the federal government or anyone, or in most cases state grants as well.  \n\nAs a practical matter, they couldn't go to college and in some cases they were told that by their own college \ncounselors. In some states they had to pay out-of-state tuition typically three times in state tuition, and in a handful \nof states, they were barred for all are some state colleges even if they paid.  \n\nMr. Chairman, like every member of this committee, I love this country. Like many of you, I served in the armed \nforces of the United States, although, in my case, it was a hell of a long time ago. Also, like many of you, but much \nmore briefly, I had time in law enforcement. I was a patrolman in the Metropolitan Police Department at Washington \nfor a year and a half. I am as proud of this country as I ever was. But I fear that while we wait for a broader reform \nof our nation's immigration was which several members have already commented on, we are unintentionally being \ncruel to generations of young undocumented people.  \n\nAmong our 3,400 students with DACA and TPS, the average student came to the United States at the age of four, \nwe have a good data person. Once they are here, there is no line they can get in, no form they can fill out, no fee \nthey can pay, no service they can perform to change their status. That is up to the remarkable people of this \nCongress and this committee.  \n\nOur--our scholarships are small, our scholarship to a four-year college is $8,250 a year, most students carry a full-\ntime course load but they also work. The supply of outstanding DREAMer students is enormous. The number of our \nscholars is pitifully fall--small compared to the 700,000 with DACA. Only the government can afford these students \na chance and that chance would benefit this country hugely.  \n\nOur students are performing miracles. With a five year old program and our students are as low-income as any in \nthe United States, 88 percent of all who ever enrolled are still enrolled or have graduated.  \n\nMr. Chairman, what characterizes the DREAMers I know best is their almost impossible motivation. They are told to \ntheir face, you have no chance to go to college. It only seems to motivate them more.  \n\nIn Chicago earlier this year, I met a dreamer whose older sister had pooled earnings with her so that the younger \nsister could go to Community College. The earnings weren't much. They could only pay for one course at a time. \nShe had graduated from her two-year college in 11 years. Now, she's got our scholarship but is working toward a \nBA.  \n\nThis magnificent bill would offer the DREAMers equal access to higher education. But I am an old man from \nWashington and I fear that this bill may not have a chance to pass both houses and be signed by the president. I \nbegged the members of both parties to work together as you so often do. please, change the status of DACA--of \nDREAMers and TPS holders and please do it this year.  \n\nThey are not exaggerating when they describe the tension baked into their lives, not by the fault of any member of \nthis committee, but by the situation that they are in. Budget works among you will be pleased to know that this bill \nwould not--giving access to the DREAMers, would pay--make money for the United States. The Cato Institute \nestimates it. The 700 DACA recipients alone would pay $92 billion in federal taxes in the next 10 years.  \n\nNADLER: Excuse me, you mean 700,000 (INAUDIBLE)  \n\nGRAHAM: 700,000 DACA recipients, Thank You Mr. Chairman. Mr. Chairman. I am awed, and I'm not joking, to \nappear before this committee. I've never testified before or met the Committee of Congress before. But this \ncommittee is special. One great thing about this country is that we live by the rule of law, and most federal law \noriginated here. The work of you and your predecessors.  \n\nIn my lifetime, the civil rights laws, the Voting Rights Act, and so much more were written here, the work of \nRepublicans as well as Democrats. And so in the last Congress, did the First Step Act, again co-sponsored by \nmembers on both sides of the Chairman.  \n\n\n\nI would beg the members of this committee to work together with your colleagues in the house and both--the other \nhouse. Please provide as much relief as you can to as many DREAMers as you can. If you can do that, it will be an \nenormous benefit to countless worthy young people and to the country that they and we love so much. Thank you \nMr. Chairman.  \n\nNADLER: (OFF MIC) Thank you. Mr. Dorsonville \n\nDORSONVILLE: Thank You. Chairman Nadler, Ranking Member Collins and House Judiciary Committee \nmembers. Thank you for giving me the opportunity to speak with you today about DREAMers and Temporary \nProtected Status holders and their importance to the Catholic Church.  \n\nMy name is Mario Dorsonville. I am the auxiliary bishop of Washington and the upcoming chairman of the U.S. \nConference of Catholic Bishops Committee on immigration. I'm here to offer my perspective as a naturalized \nimmigrant to this great country, a bishop of the Catholic Church and a community leader. I am personally an \nexample of the possibility of the Am--American dream. Originally from Columbia, I have had the opportunity to live \nhere in the United States for close to 30 years, naturalize and achieve my calling to work as a bishop with the \nCatholic Church. For this, I am really blessed.  \n\nI've been a priest for 33 years and there for the last--and--and for 10 years, I have had the opportunity to work with \nCatholic Charities, The Spanish Catholic Center here in the archdiocese of Washington. To this experience, I have \nencountered many immigrants who have come to United States and thrived. I have met many individuals including \nDACA and TPS holders who are building lives here so that they can serve others.  \n\nExperience of encounter in the daily work manifest in such a great way, the gospel we preach every day in our \nencounter with the people. These young people are around in the life of the archdioceses in more than 140 \nparishes and I watch them thrive and succeed and also listen to their dreams and why not, I listen to their fears.  \n\nI would like to share with you, the experience of Margarita who is a DACA Youth and volunteer with the \narchdiocese. Margarita came to the United States when she was about 10 years old with her parents and young \nbrother. Margarita is a student a--at Trinity University and she dreams of attending graduate--graduate school. \nMargarita is set to succeed here in the United States, her home.  \n\nIf we pulled her out of school and returned to her--to--her to a country where she knows no one and does not \nunderstand the culture, we will be ripping away her bright future. Providing DREAMers like Margarita a path to \ncitizen--citizenship is not a policy issue. It is a moral and human dignity issue.  \n\nNow, I also want to take a moment to speak about another vitally--vitally important group to our country and to our \nchurch. TPS holders and their families. TPS holders--holders in United States have called our--our country home for \nyears. Some for more than 20 years and are now facing uncertain futures in the light of recent termination \ndecisions.  \n\nTPS holders have integrated into our country and have over 273,000 U.S. citizen children, that's 273,000 children \nwho are facing family separation if Congress does not act. For us in the Washington, D.C. area, this is especially \nheartbreaking situation as we are home to the second largest number of Salvadorian TPS holders in the country.  \n\nOver 40,000 in Maryland and Virginia, we see them in many activities and especially in many works. The \nArchdiocese in fact being contacted by numerous local business that are concerned about the TPS workers and \ntheir ability to replace these individuals.  \n\nThere are those who serve our restaurants, our hotels, those who go into the construction companies.  I really think \nthat this a real nightmare for these companies to be able to replace faithful people who have been working there for \nyears.  In April of this past year, we welcomed Salvadoran bishops to Washington, D.C. to share the consequences \nof TPS termination for their country, and more importantly met those in local communities to whom they are \nshepherds.  We held many encounters, three masses in local areas, as well as private community dialogues during \nwhich the TPS community spoke about their concerns and anxieties over their family's futures.  I guess that this \n\n\n\nencounter that makes us go away from rhetoric but put us in a real human encounter with those who have fear and \nthose really are going through very difficult times.  It is essential for us to look the TPS holders as part of our \ncommunities and as a part of our nation.  And we must find them a solution in the path to citizenship.   \n\nNADLER: The witness' time has expired.  Mr. Yanez? \n\nYANEZ: Chairman Nadler, Ranking Member Collins, and members of the committee thank you for giving me the \nopportunity to appear before you today. \n\nMy name is Hilario Yanez and I am a DACA recipient.  I am here today to share my story as well as emphasize the \nimportance of border security.  I am not a policy maker, or an immigration expert.  I am just the one that lived in this \nlimbo for as long as I can remember.   \n\nNADLER: We will be a little more lenient, could you talk a little slower please? \n\nYANEZ: Yes, sir. \n\nNADLER: Thank you. \n\nYANEZ: Sorry.  Trying to get my thoughts across.  \n\nIt is my sincere hope that by sharing my life's story today I add a unique perspective to this discussion, and maybe \nbe helpful to you all as work towards finally resolving the critical issues of border security, and a permanent solution \nfor DREAMers.  I believe keeping America safe is essential, for that reason, I support border security.  I also \nsupport a solution for DREAMers.  Congress must work across party lines to do both.  This directly affects my life \nand that of all my fellow Americans, including the millions of Americans who are citizens in every way but one.  Let's \nunite behind border security and permanent solutions for DREAMers.  With that being said, I was born in Tampico \nTamaulipas, Mexico, and at the age of one my mom brought me to the United States to give me a better life.  I \ndidn't have a choice in that matter.  At the age of three, my family became homeless and lived in a shelter called \nStar of Hope in Houston downtown.  Despite being homeless, growing up in a rough neighborhood, and not having \nmy father in my life, I was determined to make my family, community, and country proud by taking full advantage of \nevery opportunity I could find.  But, because of my immigration status there wasn't much hope.  My biggest fear was \nthat if I did something wrong, anything, I would never see my mother again.  I never told anyone my situation, \nbecause I feared I would be seen as a weak or lesser person.   \n\nDespite the circumstances I was dealt, I believe this is the greatest country on Earth.  One where hard work is \nrewarded.  One where opportunity and hard work leads to success.  All I needed was an opportunity.  I graduated \nfrom high school in 2011, and ironically DACA was implemented in 2012.  I will say this, I am always going to be \ngrateful for anyone that gives me an opportunity no matter what.  It doesn't matter if you are a Democrat or a \nRepublican, white, black, yellow, green, or blue.  Thank you, former President Obama.  At the same, I believe what \nformer President Obama did was the right thing to do, but it was the wrong way to do it, which is why I believe \nDACA is unconstitutional, and President Trump has every right to get rid of it.  The best way then and today is \naction by Congress.  After going through extensive background checks and biometrics, and paying a $500 \napplication fee, I was able to obtain a social security card and two-year work permit.  I then applied for a driver's \nlicense.  That's all I needed.  This was my moment.  The opportunity I had been waiting for.  This was my shot to \nlive the American Dream and I made sure I was going to take it.  \n\nAs a result, I was able to attend a tier one university, the University of Houston, main campus, Go Coug's.  I went \non to internet four different Fortune 500 companies.  I went from making $7.25 at a small grocery to making almost \n$30 an hour.  This new income meant I paid more in taxes.  That's a separate issue that we can talk about later.  I \nwas able to purchase my first car, pay my way through college, and support my family at the same time.  By the \ngrace of God, I was able to graduate with two bachelor's degrees, and now I stand in front of you as first-generation \ncollege graduate.   \n\n\n\nI am also a leader in my community, and I tithe every Sunday to my church.  Through my hard-earned money, I \nmake sure to save and invest frequently in the stock market.  As an investor and consumer to many companies on \nthe stock market, I help stimulate and provide of millions of jobs across this country.  Because of DACA, I was not \nonly able to dream the American Dream, I am living it, and I am breathing the American Dream.  All I needed was \njust one shot.  With that being said, this dream could soon end.  I don't know what my life looks like long term.  My \npermit expires a year from now and I don't know if I will able to work again, or possibly live in the only country I call \nhome.  This has not only affected me, it affects my family, my employer, my community, my church, schools, jobs, \nand businesses across this country.  The reality is, your kids and I are no different.  We all pledge allegiance to our \nbeautiful American flag, we all get chills down our spines when we sing the National Anthem, we watch the same \nshows, I happen to watch The Office, we are educated in the same school systems from an early age, and we root \nfor the same sports teams, go Houston Rockets.  I could easily be your son and all of you in this room could be my \nmother, my father, my brother, or my sister.  I didn't choose where I was born, I didn't choose to come to the United \nStates, but America is my home.  This is the only place on Earth where a kid like me can go from living in a \nhomeless shelter to working at a Fortune 500 company.  I love this country.  I'll be willing to lay my life to protect our \nfreedom.  It would be an honor for me to serve our military and give back to our country. \n\nFinally, the toughest policy issues call for honest, clear, and bold solutions.  DACA is an American issue, not a \nDemocrat or Republican issue.  If we can't solve that soon, there will be a ripple effect across this country.  My life \nand the life of hundreds of thousands of other people just like me, hang on the balance.  Our lives should not be \ndecided by executive actions or court decisions.  I am asking both parties of Congress to act now.  I am not done \nwith my American Dream.  I am only getting started.  And I urge both parties of Congress to give me an opportunity \nto continue to thrive in the land of opportunity.   \n\nI will end with this Mr. Chairman, Ranking Member Collins, members of the committee, I challenge you and \ncolleagues in the House and Senate to put your political views aside and work with each other on behalf of the \nAmerican people.  The House of Representatives will vote soon on a Dreamer Protection, which is a good starting \npoint.  I hope that each of you support this effort, but a vote that goes nowhere is not enough.  We must also not \nforget the importance of border security reform and ensure that this issue does not come up again 20 years from \nnow.  In order to have immigration reform, we must have immigration control as part of the discussion.  I hope that \nboth sides in this debate, Republicans and Democrats show commitment to getting things done.   \n\nLastly, for decades Congress has tried and failed to deliver broad immigration reform.  This situation cannot stand.  \nNow is the time for action.  The key is to work on solutions that most of you can agree on rather than trying to solve \neverything once, and risk dividing us all.  Let's unite behind a permanent solution for DACA and border security \nreform.  It's time to bring certainty, stability, and safety once and for all for all the American people and to the \nDREAMers. \n\nThank you. \n\nNADLER: Thank you.  Mr. Arthur?   \n\nARTHUR: Mr. Chairman, Ranking Member Collins, and members of the Committee thank you for inviting me today.   \n\nTen countries are currently designated for temporary protected status, or TPS.  In total, some 437,000 aliens have \nTPS in the majority, 263,526 are from El Salvador.  TPS has been available to nationals in those countries for \nseveral years, in some cases decades.  It is temporary in name only.  And the law must be amended to ensure that \nit is the extraordinary protection Congress intended almost three decades ago.  The Trump Administration has \nannounced plans to terminate the designations of six of those countries, because of a district court order.  However, \nthe termination of the designation of four, Nicaragua, El Salvador, Haiti, and Sudan have been joined indefinitely, \nleaving those TPS recipients in limbo.   \n\nOn June 15th, 2012, then Secretary of Homeland Security Janet Napolitano, decreed that certain illegal aliens who \ncame to the United States under the age of 16, and who met specific guidelines, could request consideration for \ndeferred action for childhood arrivals of DACA for two-year periods subject to renewal.  Roughly 699,350 aliens \nhave that status.  The eligibility standards for DACA are more lenient that for other alien seeking immigration \n\n\n\nbenefits.  For example, certain criminal convictions would be disqualifying for Green Card or Student Visa \napplicants but are explicitly allowed for DACA applicants.  USCIS has reported that almost 8 percent of DACA \nrequestors, nearly 60,000 individuals had criminal records.  Some 199 of them had ten or more arrests and 51 of \nthem, actually received DACA. \n\nIn September 2017, DHS rescinded DACA, effectively March 5th, 2018.  That rescission has subsequently been \nadjoined by various district court judges, again leaving those recipients in limbo.  Legislative proposals were \nintroduced in the last Congress to grant legal status to those DACA recipients, as well as other similarly situated.  In \nMarch 2018, the White House proposed legalizing 1.8 million DACA applicants and others eligible for DACA.  But, \nimportantly, together with border security fixes, a limit on chain migration, and an end to the diversity visa program, \nto ameliorate many of effects of such a large-scale amnesty.  One of these effects would a huge bill to taxpayers for \nwelfare programs and other new costs identified by the nonpartisan Congressional Budget Office, to the tune of $26 \nbillion. The President's proposals did not become law.  \n\nAny amnesty has two significant downstream affects.  First, it increases the incentives for others to enter illegally.  \nAnd second, due to chain migration, it inherently increases the number of foreign nationals eligible to enter the \nUnited States legally.  The president's proposals could have close loop holes that are exploited by smugglers and \nmigrants at the border.  Including one, our flawed credible tier system, two the Flores settlement agreement under \nwhich even accompanied alien minors must be released from DHS custody within 20 days.  And TBPRA, which \ntreat alien minors from noncontiguous countries differently than nationals of Mexico and Canada.  They would have \nbeefed up border security, expanded infrastructure along the border and increased the number of immigration \njudges, my former colleagues, who are currently facing a crushing backlog of 2,000, more than 2,000 cases per \njudge.  They would have ensured the quick removal of removable aliens, thereby limiting incentives for foreign \nnationals to seek illegal entry into the United States.  Any amnesty proposal must provide for the implementation of \nthese enforcement ailments before the amnesty is awarded.   \n\nWe saw in 1986, that when the amnesty proceeds the enforcement, the enforcement never occurs.  Any amnesty \nproposal must also address the issue of fraud, which was rife in the last major amnesty in 1986.  No amnesty \nproposal should include a confidentiality provision, which cuts off information sharing between agencies in a way \nthat only serves to protect ineligible and removable aliens, in which makes the already difficult job of ICE attorneys \neven harder.  If you want to see the difficulties that come from a lack of information sharing, one need only look at \nthe 9/11 commission report.   \n\nAn amnesty proposal must also be narrowly tailored to ensure that it serve the national interests of the United \nStates. Only truly innocent deserving aliens who have known no other country, should be eligible for such \nextraordinary relief.  Notably, such amnesty must be tailored to mitigate the effects on the most disadvantaged \nAmericans, both U.S. citizens and lawful aliens, who have not had the benefits of a solid education and work \nopportunities.  Most importantly, inner city youth, identified by a former member of this committee, Representative \nBarbara Jordan.   \n\nAny amnesty proposal must also be narrowly tailored to ensure the USCIS has the capacity fully vet all applicants \nfor that benefit without adversely effecting its ability to adjudicate applications filed by those who have obeyed the \nlaw.  Our current system, allowing naturalized immigrants to sponsor extended family members for Green Cards is \nobsolete.  To minimize the long-term effects of amnesty, such immigration should be ended.  Finally, to that end, \nthe diversity visa lottery, by which aliens with no ties to the United States and limited education skills, can obtain \nGreen Cards through sheer luck, and should also be ended.  \n\nI look forward to your questions.  Thank you, Mr. Chair. \n\nNADLER: Thank you. \n\nBefore I begin, I ask a unanimous consent to insert into the record a statement from Senator Durbin, the longtime \nSenate sponsor of the DREAM Act, and a statement from the New York Immigration Coalition.  Without objection, \nthese two documents will be entered into the record.  \n\n\n\nWe will now proceed under the five-minute rule with questions.  I will begin by recognizing myself for five minutes.   \n\nBishop Dorsonville, the most often repeated commandment in the Bible, repeated 35 or 40 times is some variation \nof the statement, thou shalt not oppress the stranger, for you know the heart of the stranger, for you were strangers \nin the land of Egypt.  Now, aside from the question of whether people who are brought to this country at one or two \nyears old, or four years old, and are now adults are still strangers.  For those people, in politics or out, who take a \nmoral guidance from the Bible, what guidance on this question does this give us? \n\nDORSONVILLE: Mr. Chairman, I really think that everyone might be facing the kind of being a stranger when they \nhave to leave for several different reasons, their home.  When they come here, and it's my own experience, it's so \nwonderful to find the American people ready to recognize you as human person with possibilities to relate to others, \nand to bring your own culture, but also to accept other cultures.  Its some things that you encounter that make us \nreveal the sense of human identity and recognizing that before God's eyes there is no strangers.  And if we really \nare going to try to find out for all these people who are in the most difficult sense of poverty that a human person \nhas, which is to be invisible and voiceless.  I really think that we're just moving to a point to bring light to a very dark \nsituation.  That's what Catholic Charities, Spanish Catholics Center, and many of our agencies do.  We embrace \nthe people.  We find the people to find their story, their pain, their suffering.  And even though, we're not going to \nchange the problems, we are saying to them, let us accompany you, let us get to know you, and let us find out the \nway not to call you strangers, but to call you my brother, my sister.  The one who might be able to allow us to share \ntheir journey.  I really think that this incidence of humanity, it is one of the most important points of the law.   \n\nNADLER: Thank you.  Mr. Park, thank you again for your testimony today.  I was struck by one line in your \ntestimony in your efforts to get the Rhodes Trust to rethink what it means to belong to a country, so that DACA \nrecipient could qualify.  In many ways, I think the last two or three years have been one extended conversation \nabout who quote, belongs, here.  And while we've seen a rise in hate groups and ugly rhetoric, we've also seen \nincreasing recognition of the valued immigrants in our society.  Briefly, as a Dreamer and DACA recipients, how do \nyou think about the concept of belonging? \n\nPARK: Mr. Chairman thank you for your question.  You know when I think about why this country is my home, \ndoesn't have anything to do with what I have achieved or that I am a Rhodes Scholar.  What I think about are the \nsmells, the flavors, and the memories that I have in Fleshing, my home.  I think about, you know, waiting in one of \nmy mom's beauty salons right after school until she gets off of work. I think about the fact that my bodega knows \nhow exactly how I like bacon, egg, and cheese.  And so, these facts about my life are a product of the fact that I \nhave deep, deep connections to this country.  And this is my home.  I think independent of-of my education or \nindependent of the things that I have achieved, those connections, by virtue of the fact that I have been constituted \nin this place that I call home, I think is what belonging means to me.   \n\nNADLER: Thank you.  Mr. Palma after nearly two decades of building a life in Massachusetts, how do you talk to \nyour U.S citizen children about the situation that you're in?  How do you discuss with your children the possibility of \nlosing legal status?  How are other TPS holders dealing with this?  Is this a shared feeling of anxiety among TPS \nholders?  How do you tell your children about the situation? \n\nPALMA: Thank you Mr. Chair.  This is a very difficult moment that we are facing.  At the beginning, when I learned \nwe were at risk of losing TPS, I said to my kids, don't worry let me deal with it. As parents will do, focus on the \nschool, continue doing your support, continue participating in your classes, and continue doing what I hope you will \ndo, preparing yourself for the future.  But the reality is, is that eventually through the news or through the reality that \nwe have to tell the kids.  My son is 18 years old, I can't really hide from reality.  So, we have to have that \nconversation about what's going to happen.  But I think also, as a Coordinator of the National TPS Alliance, I get \nmotivated when I see other parents, as I said in my testimony, instead of giving up, getting organized, and lifting our \nvoices, and sharing our stories.  We believe in the American values, and we feel that they will be supportive of the \nopportunity to provide permanent residency to people with TPS.  So, now we talk to our kids.  They are actually \nhelping in the way they can through their knowledge that they have achieved in the schools or from different ways \nof things that they have learned.  So, this is a community issue.  This is a family issue, and that is why I feel hopeful \nthat working together, we will find a solution and provide permanent residency to people with TPS.  I still continue \n\n\n\nmy son to achieve his dream of becoming a doctor, the same thing as every TPS recipient continues motivating our \nkids to be and do what they hope to be in the future. \n\nNADLER: Thank you very much.  I recognize the Ranking Member, Mr. Collins.   \n\nCOLLINS: Thank you Mr. Chairman.  And I appreciate the witnesses, I think this is something that we can find \ncommon ground on.  One thing I disagree with, and it's brought up a couple of times is, that you have to have a \ncomprehensive fix.  I include, is not looking for a comprehensive fix, we know that's beyond us at this point.  But, \nfrankly, the DREAM Act is also beyond as well.  So, I mean let's get honest with what we're dealing with here and \nfind a solution that maybe, more narrowly tailored, but finds the way that we can fix this.  I think that's something to \nlook at.  It's also very, you know we talked about the unfairness or the perceived unfairness of this right now, it was \nvery unfair for the previous administration to put forward a plan that they knew would not work.  That was probably, \nagain, one of the most cruel aspects of this whole thing.  To say, this is a process that does not work, it does need \nto come back to Congress.  And I think this where we need to be a part of that.  And some of that cruelty was \ncoming from my Democratic colleagues that I listened to last Congress when we had these similar hearings, Mr. \nGutierrez was one in particular, was impassioned.  Because it didn't work, why would you force people to come out \nand admit their status in a situation knowing that there was not protection in the long term.  And that was a \ndiscussion that we were having.   \n\nBut I do believe, and I think, now that he's sitting in the chair and the chair of the Immigration Subcommittee, there \nare ways that we can find on this, my hope is for, one who knows my background, has bipartisan success.  We do \nfind this.  But there has to be both here.  We cannot just simply say, because the stories are very compelling. There \nis an old adage in law that bad facts make bad law.  Ok?  And sometimes the facts are just bad.  They need to be \nfixed, but we've also got to fix them properly, otherwise they keep coming back.   \n\nAnd Mr. Yanez, you made a statement in your opening statement, that I think is really interesting here.  You're \nsupportive of the DREAM Act, and you're supportive of President Obama in giving a chance, I love that attitude.  I \nthink the interesting thing is though, you made a statement, and I want you to elaborate on this if you could.  A vote \nthat goes no where is not enough.  Explain what you meant by that. \n\nYANEZ: What I meant by that, is that we are in a divided government.  And we need both sides to come to the \ntable.  We understand that on the Republican side, you know, they want border security.  On the left side, they want \nDREAM Act.  I think we need to come together and fix that.  We can't have one or the other.  Right now, there is \nperfect opportunity to compromise and work together.  Unfortunately, a clean DREAM Act will not get pass the \nHouse.  And for me, it's unfortunate, but it's false hope.  I think we need to work across both aisles.  To work with \nboth parties to make sure that we get something and get a law and find a permanent solution, but at the same \nemphasize the importance of border security. \n\nCOLLINS: I think that's--and I appreciate that answer, because this something that everyone in here should \nunderstand.  And I am glad to see this, we've been working on this for a while, and I am from my side of the aisle \nthat wants to see this fixed and wants to find a fix.  But we also got to understand, simply putting something forward \nthat will die as soon as it voted out of the House, is not a fix.  It's just not.  And so, we have to understand that, and \nsay, what can we do to find that fix.  And those are things that we want to look forward to.   \n\nMr. Arthur, would you agree that since legalizing the Dreamer recipients, would encourage additional aliens to enter \nillegally in the hopes that they will also benefit from such legislation?  If so, what enforcement mechanisms are \nneeded in conjunction with DACA legalization bill, to ensure we aren't back in the same position, probably in less \nthan a decade from now. \n\nARTHUR: Mr. Collins, I wholeheartedly believe, and history has shown that every amnesty we have in the United \nStates just leads to additional illegal entries into this country.  In fact, for what it's worth, the DACA amnesty itself, if \nyou want to call it that, it was an administrative amnesty, I believe was the primary driver behind tens of thousands \nof unaccompanied alien children who entered the United States subsequently.  Understanding that we would be \nhaving a hearing like this today, where we would be discussing legalizing a group of individuals who had entered \nillegally.  We need to--there are three big things that president has talked about, that I have talked about.  We need \n\n\n\nto amend the Credible Fear System, right now about 89 percent of all people who claim credible fear, and last \nmonth that was 60 percent of all people on expedited removal are found to have credible fear.  Two, we need to \namend the TPVRA.  I understand that there is a lot of support it.  Unfortunately, it encourages people to have their \nchildren smuggled into the United States.  And the federal government actually becomes the agent of the smuggler \nto complete the smuggling process. \n\nCOLLINS: Right. \n\nARTHUR: Three, we need to end the Flores Settlement Agreement, 20 days of release means that every family that \ncomes with a kid gets released in 20 days.  Mr. Graham's former paper reported yesterday about the effect that has \nhad in Guatemala.   \n\nCOLLINS: I appreciate that.  And I think we have talked about this.   \n\nThe bishop on a day like today, especially, is also good to remember, the words of one of the apostles Paul that \nactually said, and from my faith background as a pastor as well, when did I become your enemy for telling you the \ntruth.  When he was talking about faith.  He was talking about those issues.  And when we talk about this issue, \nwe've got to understand the need to be truthful about the situation.  Not just compassion for compassion's sake, but \nhonestly fixing those issues. \n\nMadam chair, I do have a couple of unanimous consent requests.  I ask for the following document, the DHS Press \nRelease, which I did quote from in my original opening statement about 70 large groups of 100 or more illegal \nimmigrants, also the insurgent of 338 percent, included in the record. \n\nLOFGREN: Without objection so ordered. \n\nCOLLINS: I ask that the Washington Post article from March 4th entitled, Record Number of Families Cold Reality \nat the Border.  Which in part stated this, that in rural Guatemala, the word has spread that those that travel with a \nchild can expect to be released from U.S. custody, smugglers were offering a two for one price knowing that they \ncould get, they just needed to deliver the clients to the border. \n\nLOFGREN: Without objection. \n\nCOLLINS: And one last one, is today's New York Times which says, Border at Breaking Point as more than 76,000 \nmigrants cross in a month.  I think that is a sign of an emergency.   \n\nAnd with that I yield. \n\nLOFGREN: Without objection, those items will be added to record.  I recognize myself, but before I do so, I would \nlike--I will ask unanimous consent to put into the record statements from the following organizations: African \nCommunities Together United We Dream, The Dream U.S., Pennsylvania immigration and citizenship coalition, \nNational Immigration Law Center, Mayors for Accountable Leadership, Latin America Working Group, The Fair \nImmigration Reform Movement, Center for Law and Social Policy Coalition for Humane Immigrant Rights, Center \nfor American Progress Article on TPS Workers Rebuilding States devastated by national disasters, Amnesty \nInternational, and The American Immigration Lawyers Association. \n\nHearing no objection, those will be placed in the record as well. \n\nThank you very much for your testimony.  I think it's so important that we focus on these issues.  I just would like to \nnote, I listened very carefully Mr. Arthur, to your comments about incentives.  But you know the Cato Institute, did \nan analysis.  As a matter of fact, David Bier, a former Republican Judiciary Staffer, who is at the Cato Institute, \nstudied when the increases happened compared to the DACA announcement, and they're unrelated.  And I will put \nthat report in the record without objection, as well.   \n\nI do think it's important taking a look at the TPS issue, that the announcements that were made, seem to me, to be \npretty much unrelated to the facts on the ground.  And I went and took a look at the--what the State Department is \n\n\n\nsaying about some of these countries.  You go to the travel advisories and they're saying about El Salvador, we \nconsider going there, it's too dangerous to go.  And yet, we're saying what's the problem, to send people who have \nbeen here you know, dozens of years, who are American at this point for all intents and purposes, back there and \nfurther destabilize that region.  So, I think there's ample reason to question, not only the decision, but the decision-\nmaking process on these TPS denials or removals. \n\nI want to talk, Ms. Irazoqui-Ruiz, I am mispronouncing your name, I apologize.  The story you told was really a very \npowerful one from you youth, about your mother.  I think it's, actually all of you talking about your parents and how \nproud you are of the fortitude that they have shown to raise you and that they are--they came here so that you \nwould have a better life, just as my ancestors came here for a better life.  You are now in medical school.  You want \nto provide obstetric care to women in a way that's culturally dignified and competent.  Explain what that means and \nwhat your experiences will bring to that, and how that will matter to people here in America. \n\nIRAZOQUI-RUIZ: Thank you for your question.  So, I live in New Mexico, which is a border state.  And our \nbordering neighbor is Mexico.  I am a native Spanish speaker, and I've worked really hard to be able to maintain my \nSpanish.  Being on the wards, caring for women who are in labor and who are trying to access women's healthcare, \nI've been able to use my Spanish to provide that direct care.  But it goes beyond the language, because we have \naccess to interpreters, it's limited, but its there.  Many of these women have cultural aspects that effects their \nhealthcare, and I intimately understand these cultural aspects as someone who belongs to that culture.  I can't say \nthat I am competent in the culture, even if it is my own, because it varies, but I do understand where they're coming \nfrom and their experiences as immigrant women, as women who have come from first generation families. \n\nLOFGREN: Thank you very much.   \n\nMs. Kiazolu, you're here to speak of your experience as a TPS and DED recipient.  It's clear you're also a Dreamer.  \nYou came to the U.S at the age of six, you've lived here your entire life, you grew up in America, educated in \nAmerica, you're poised to do great things in America.  Why do you think it makes sense to simultaneously provide \npermanent protection to DREAMers and to TPS, DED recipients? \n\nKIAZOLU: So, as someone who has been a recipient of both TPS and DED and have many close friends who are \nalso DACA recipients, I have seen so many similarities amongst our experiences.  We've pay biometric fees, we've \nlived our lives deadline to deadline unable to make long term plans.  And so, the common experiences let us know \nthat protecting all of our categories of immigration relief is important and necessary. \n\nLOFGREN: My time is just about to expire, so let me just say, how grateful I am for you to be here.  It's hard to be a \nwitness.  And Mr. Park, I hope that it will be possible somehow for you to go and fulfill the Rhodes Scholar that you \nworked so hard to earn to represent our country in that way.  Thanks to all of you.  \n\nAnd my time has expired.  I would now recognize the gentleman, Mr. Sensenbrenner. \n\nSENSENBRENNER: Thank you very much madam chair.   \n\nI'd like to address to my questions to Bishop Dorsonville.  I am a recent Catholic convert.  I have been involved in \nimmigration issues for a long time, as my colleagues on the committee, maybe some of you have realized that.  I \ncan tell you that I've been very disappointed in the USCCB's approach to the entire immigration problem, in that \nthey have not been working toward passage of a law.  You know, not just making a political statement, but the \npassage of a law.  Which is one of the things that has frustrated all of us here, because our immigration system is \nbroken, and I think everybody in this room knows that.  I also agree with you, that this is a moral issue.  And I \nnoticed in your prepared testimony, you quote Matthew 25, which I think the Lord sets out some things that people \nwho are Christian are going to have to follow.   \n\nBut my question is, do you believe that the Lord intended to make a difference between the stranger who knocks on \nyour door and the stranger who breaks into your house? \n\n\n\nDORSONVILLE: Well, I guess the most important point that we may realize when we're speaking about the Gospel, \nthe message that Jesus Christ is inviting us to realize, it is that He came to save and relieve human kind, humanity.  \nHe was a man who walked with human people.  And basically, when He embraced the human presence, it was a \nfact that it was relieving the faith.  He tried to centralize His looking at the person.  When we see that there might \nbe points on the streets--people on the streets, where they need our help, our understanding, our love, and our \ncourage-- \n\nSENSENBRENNER: --let me ask two more questions before she shuts me up. \n\nDORSONVILLE: Yes. \n\nSENSENBRENNER: And that is, is that I think the fact that there has been a lot of illegal migration across the \nborder.  The Washington Times today, has this headline.  This illegal migration ends up turning a lot of the \nAmerican public, and their representatives in Congress, you know, against doing something that is humane and \ncorrect for people like DACA recipients, TPS recipients, other types of people.  So, there has to be a public \nrecognition of the fact that the stranger who knocks on the door and the people at this table who are recipients of \nthese programs, are getting dragged down by the people who are breaking in the house of the United States of \nAmerica.  Now, you know, in terms of putting together something that deals with DACA and TPS recipients, on a \nhumanitarian basis. I have been around here for a long time bishop, and I was here when the original Blue-Ribbon \ncommission that looked into the process of illegal immigration and legal migration into the United States that was \nheaded Father Hesburgh.  The iconic, late former president of Notre Dame University.  And one of the things that I \nremember in the Hesburgh report was that Father Hesburgh and his commission said, that we should never grant \nan amnesty of any kind because, an amnesty will only encourage more illegal immigration.  Father Hesburgh was \nright on that.  Ronald Reagan was wrong when he signed the Simpson-Mazzoli Bill.  And we have had an increased \nflood of illegal immigration into this country.  So, I guess since I have been called the bad Catholic, because I have \na little different view point on this immigration than you do, your Excellency.  Is Father Hesburgh a bad Catholic? \n\nDORSONVILLE: I am going to tell you something.  As you might say, recalling Catholic means universal.  And \nwhen we begin dance and the human spectrum of the whole world, I really think that when Jesus came, He didn't \njust come for one people, but for everyone.  And that's what I account to all the religions to refer to something that is \nimportant, immigration is a human drama.  And we are instruments of God's love and God's presence in the life, in \nthe journey of those who are suffering.  And I think that you are with me on this one. \n\nSENSENBRENNER: I believe that Jesus came to save us all.  And we ought to talk about this is a little more. \n\nLOFGREN: The gentleman's time has expired.  And I will recognize Mr. Cohen. \n\nCOHEN: Thank you Madam Chair.   \n\nIn my state of Tennessee, which has many wonderful things about it and then a whole bunch of things that are \npretty awful about it.  We don't allow DACA students, immigrants to come without proper papers to go to college \nand get in state tuition.  And we also don't allow them to get HOPE lottery scholarships, which is given to the best \nand brightest students to encourage them to stay in the state and help subsidize their education.  To me, that's a \nsin.  And it shows that certain people that probably couldn't qualify for a HOPE scholarship, are now making the \nlaws.  Because we take our smartest and brightest, and we refuse them the opportunity and the encouragement to \nstay in our state.  We want to send them to Mississippi and New Jersey, and where ever.  Did any of the students \nhere before us, and you all are at Harvard and UCLA, and University of New Mexico, and some of other schools \nthat are almost as good as Vanderbilt and University of Memphis.  Did any of you all get refused scholarship money \nwhen you were--Ms., is it Ruiz?  You're nodding. \n\nIRAZOQUI-RUIZ: Irazoqui-Ruiz.   \n\nCOHEN: Yes.  And were you refused scholarship money? \n\n\n\nIRAZOQUI-RUIZ: So, I grew up in Phoenix, Arizona.  At the time, this was way back in 2008, their standardized test \ncalled AIMS, and if you excelled in all portions of the test you were offered a special scholarship for in state \ninstitutions.   \n\nCOHEN: Right. \n\nIRAZOQUI-RUIZ: I remember, at my high school there were three students who excelled in all portions, myself, my \ntwin sister, and another classmate.  And I remember talking to the counselor and she was talking us through the \nprocess of how the scholarship is going to work.  And then we get to the point what's your social security number, \nand this was after already learning about our immigration status, and we said, well we don't have one.  And she \nsaid, well then you can't get this scholarship. \n\nCOHEN: And that affected you and anybody in your life setting? \n\nIRAZOQUI-RUIZ: I'm sorry? \n\nCOHEN: And that affected you and anybody in the similar setting, right? \n\nIRAZOQUI-RUIZ: Correct. \n\nCOHEN: New Mexico. \n\nIRAZOQUI-RUIZ: Since then my family has left Arizona.  And now my home is Albuquerque, New Mexico.  I don't \nknow what the difference is in policy and access to education there.  But, in New Mexico I was able to do something \nthat I wouldn't have been able to do in Arizona.  We have access to in state tuition and in state scholarships, \nbecause the community has fought to give us access to that.  So, I was able to obtain my Bachelor of Science, \nthanks to these scholarships in addition to funding my education myself through hard work.  And-- \n\nCOHEN: And you're in medical school now? \n\nIRAZOQUI-RUIZ: Correct.  I am in medical school now.  And there is no funding for professional and graduate \nschool.  So, my first two years of medical school, I worked full time to be able to pay for my tuition.  So, there's still \ngaps out there.   \n\nCOHEN: Any of the other students here, refused scholarship money because of your status?  You're lucky you \ndidn't live in Tennessee, because then you would have been discriminated against in a foolish policy.   \n\nI was able to visit Honduras.  And in Honduras were urged to allow people under temporary protective status to \nremain in our country.  And the president and his wife, and they were very impressive, made clear that there were \njust not jobs available and opportunity available for people who were in the United States under that particular \nstatus, to get jobs and feel protected if they return to Honduras.  Honduras has lots of crime.  And that's the reasons \nI think the people left.  For those students who are here, if you had to go back to your home nation, I think there is \nsomeone here from Mexico, and maybe somebody from Liberia, and help me with the other countries.   \n\nEl Salvador and Korea. \n\nKorea may be a little different story, but from the other countries, is what would happen if you had to go back to \nyour nation of origin? \n\nYes, sir.  Mr. Palma? \n\nPALMA: Thank you for the question.  And I think it's something that we all with TPS are struggling at this specific \nmoment.  As you just mentioned, the country conditions are not there.  And that's why TPS has been renewing for \nso many years.  We have built a life here and this is the place that our kids were born and call home.  So, it's a very \ndifficult situation to think about it.  And we really are focusing and trying to make sure we can continue living here in \nthe United States, because this is the place, we all as our home.  And that's what we hope that will work and we \n\n\n\ncan achieve permanent residency.  The struggle with that question is very hard.  We really want to focus and work \nto achieve permanent residency and to continue motivating our kids to really focus on school at this moment. \n\nLOFGREN: The gentleman's time is expired.   \n\nCOHEN: I yield back the balance of my time. \n\nLOFGREN: The gentleman, Mr. Biggs from Arizona is recognized for five minutes. \n\nBIGGS: Thank you madam chair.   \n\nMy question is initially to you Mr. Arthur.  The timeline for DACA is that the registrants had to be here before 2012, \nis that fair to say? \n\nARTHUR: That's correct. \n\nBIGGS: Any folks that have come in under similar circumstances since I think September of 2012, they are \nexcluded from DACA participation, is that fair? \n\nARTHUR: That's correct. \n\nBIGGS: And currently there are roughly 700,000 people who have registered and received the DACA protections? \n\nARTHUR: Just short of that, yes, sir. \n\nBIGGS: And the estimated number of people who might have otherwise been eligible that we don't know, but we're \nestimating, prior to that September 2012 deadline, is roughly 1 to 1.2 million people, is that right? \n\nARTHUR: That's about right.  Yes, sir. \n\nBIGGS: So-which is why the bill last year, provided for 1.8 million DACA conversions to an amnesty type of \nprogram, for a long-term legal status? \n\nARTHUR: That's correct.   \n\nBIGGS: Post 2012, we've an increase in the number of family units, particularly in the last six months for instance, \nof people coming in.  What is the estimate of post 2012 of people who would otherwise be eligible to apply for a \nDACA status? \n\nARTHUR: If we were to move the date forward from 2012, we would probably see tens of thousands of individuals \neach of those years, potentially hundreds of thousands of people in that period of time.  I can't give you an exact \nnumber though. \n\nBIGGS: Now, I have met with many DACA recipients, and I've never met with one who didn't one implementation of \nthe DREAM Act.  I think that's fair to say, maybe I'm wrong.  But that's because they want familial ties, they want \nthe parents who brought them here to remain here, etc.  Mr. Yanez would you agree with that? \n\nYANEZ: Sorry, can you repeat the question. \n\nBIGGS: In the course of my meeting with DACA students and of the DACA population, I haven't met anyone who \nwould like not really to participate in the DREAM Act, so they could have their parents stay, their parents who \nbrought them here stay in the country legally, and have a path to citizenship?  Is that accurate?  Would you agree \nwith that statement? \n\nYANEZ: Are you talking about the parents-- \n\nBIGGS: --yes. \n\n\n\nYANEZ: I think my main focus right now is getting a solution for permanent, for DREAMers and border security. I \nthink-- \n\nBIGGS: So how do you define DREAMers? \n\nYANEZ: How do I define DREAMers? \n\nBIGGS: Yeah, how would you define a Dreamer? \n\nYANEZ: I think for me, personally, it's someone who came at a young age.  But I think that would up to you guys to \ndefine that.  But I would say though, we need to focus on you know, permanent solution for DREAMers and border \nsecurity.  And I think that can be a starting point, and then we can talk about the rest of the population afterwards. \n\nBIGGS: So, you would--I assume your mother is still here and I don't really need to know that, except I don't believe \nyou would want her to be at risk because of legal status, unless she's obtained some kind of permanent legal \nresident status. \n\nYANEZ: I love my mom to death.  Everything that I do for her, I do everything because of her.  I would never want \nher to ever be separated by me.  But that's a further discussion that we can talk about.  I think right now, the focus \non-- \n\nBIGGS: --you're focusing on DACA as opposed to the DREAM Act provisions.  That would be the distinction I would \nmake.  So, it leads me to this, to two final points, with the minute that I have left.  Incentives and moral imperatives.  \nPeople, all of us, respond to incentives or disincentives.  We come and we stay and one of the things that happens \nis when we move, as Mr. Arthur pointed out, every time an amnesty has been granted, we have incentivized people \nto come and stay here illegally.  There's incentive to come.  Similarly, I would ask each of us to say, look if there is \na moral imperative for these people who are true DACA recipients, who have applied for and received DACA, \naccording to the 2012 deadline and provisions, isn't there a moral imperative for everyone who has come post \n2012?  Because, no one is talking about that.  And if that's the case, how large is that ultimate population and no \none knows.  Mr. Arthur? \n\nNADLER: The gentleman's time has expired; the witness may answer the question. \n\nARTHUR: Thank you.  Just a back of an envelope estimate, it would be greater than 300,000 people.   \n\nNADLER: Thank you.  Mr. Johnson? \n\nJOHNSON: Thank you Mr. Chairman.   \n\nMr. Arthur, this is not your first time testifying to Congress, is that correct? \n\nARTHUR: It is not. \n\nJOHNSON: How many times in the past have you done so? \n\nARTHUR: I believe this is the sixth time, Mr. Johnson. \n\nJOHNSON: And each time, it's been on behalf of the Center for Immigration Studies? \n\nARTHUR: That is correct.  No, actually, I apologize.  The first time I testified before this committee, I testified in my \nprivate capacity. \n\nJOHNSON: Ok.  And each time you've testified you've been called by the Republicans, is that correct? \n\nARTHUR: That is correct. \n\nJOHNSON: I heard you mention the term, chain migration in your testimony.   \n\n\n\nARTHUR: Correct. \n\nJOHNSON: Chain migration is where a legalized immigrant would bring family members over, correct? \n\nARTHUR: That is correct. \n\nJOHNSON: And you take offense with that? \n\nARTHUR: With respects to the immigration of individuals to the United States, I go back to what Barbara Jordan \nsaid.  Ms. Jordan said-- \n\nJOHNSON: --I want you to answer the question.  You take issue with chain migration? \n\nARTHUR: I agree with Barbara Jordan when she said that immigration to the United States should be in the \nnational interests.  And add some compelling national interest, it should be based on skills.   \n\nJOHNSON: Alright. Well now, Melania Trump brought her parents over, chain migration, is that correct? \n\nARTHUR: I guess that's correct.  I don't actually know, but-- \n\nJOHNSON: --you don't have a problem with that? \n\nARTHUR: We're a nonpartisan, non-profit think tank, so I don't actually have an opinion with-- \n\nJOHNSON: --but you would take issue with Mr. Palma, one of your co-panelists, being able to legalize himself \nthrough one of his children, who are already U.S citizens, correct? \n\nARTHUR: With respect to parents-- \n\nJOHNSON: --you want to see that go away. \n\nARTHUR: With respect to parents-- \n\nJOHNSON: --is that true or is that false?  You don't want to see Mr. Palma come in under what you call chain \nmigration, correct? \n\nARTHUR: With respect to Mr. Palma, again, ending the parental ability--or the ability to immigrate one's parents to \nthe United States, would be one of those things that both I and Ms. Jordan would recommend doing away with that.  \nBut I would also note-- \n\nJOHNSON: --hold on one second, hold on one second.  You work for the Center for Immigration Studies, correct? \n\nARTHUR: That is correct, Mr. Johnson.  \n\nJOHNSON: CIS was founded by Dr. John Tanton. \n\nARTHUR: If CIS had a founder-- \n\nJOHNSON: --is that not correct? \n\nARTHUR: Not to the best of my knowledge, Mr. Johnson.   \n\nJOHNSON: So, you don't know that Dr. Tanton started CIS, you're going to sit here and deny that? \n\nARTHUR: The founder of-- \n\nJOHNSON: --yes or no. \n\nARTHUR: If there is a founder of CIS, it is Otis Graham who is a Professor-- \n\n\n\nJOHNSON: --then Dr. Tanton was intermittently associated with the founding of CIS, is that correct? \n\nARTHUR: I do not know what role Mr. Tanton played. \n\nJOHNSON: Well, do you know that Dr. Tanton's stated goal is maintaining a white majority in the United States of \nAmerica? \n\nARTHUR: I don't know that.  But, it's not my goal. \n\nJOHNSON: That's why he opposes immigration, both legal and illegal? \n\nARTHUR: I don't know anything about that, Mr. Johnson. \n\nJOHNSON: You don't know Dr. Tanton? \n\nARTHUR: I have never met John Tanton.  I've heard the name before, but I've never met him. \n\nJOHNSON: Now you are familiar with the weekly newsletter that your firm puts out, CIS, correct? \n\nARTHUR: We do a clipping service of immigration articles. \n\nJOHNSON: You clipped articles by known racists and circulated those, is that not correct? \n\nARTHUR: That I wouldn't know Mr. Johnson.  We do clip things from the Washington Post, the New York Times, \nand various-- \n\nJOHNSON: --you clip things from racist website known as vdare.com, isn't that correct? \n\nARTHUR: I believe that in the past, our clipping service sent out something from vdare, but I don't know that \nanything like that-- \n\nJOHNSON: --have you ever read Peter Brimelow's book, The Alien Nation? \n\nARTHUR: I have not.   \n\nJOHNSON: You have not?  You know who he is though, right? \n\nARTHUR: I do not. \n\nJOHNSON: Ok.  And your supervisor or your immediate boss at CIS, is Mark Krikorian, correct? \n\nARTHUR: That is correct.  He is the Executive Director. \n\nJOHNSON: He's your boss, correct. \n\nARTHUR: Yes, he's the man that pays me. \n\nJOHNSON: And he has stated that quote, we have to have security of against both the dishwasher and the terrorist \nbecause you can't distinguish between the two with regards to immigration control, end quote.  Isn't that a racist, \nhomophobic, well not homophobic, but xenophobic statement? \n\nARTHUR: I believe that Mr. Krikorian's statement actually reflects the immigration laws of the United States.   \n\nJOHNSON: Let me ask you a question, sir.  Are you a racist? \n\nARTHUR: Absolutely not.  I named my son after the Patron Saint of Immigrants, and when I was an immigration \njudge, I would often take my every other Friday off, to go down and swear in citizens in Baltimore, Maryland. \n\n\n\nJOHNSON: Well, thank you.  I would caution my colleagues on the other side, to do a little bit more vetting, more \nvetting than you have done of the firm that you work for, and the people that you work for, and the views that they \nhold.  Because these views do not represent the mainstream of America.  \n\nAnd with that, I yield back Mr. Chair. \n\nNADLER: I thank the gentleman. The gentleman from California, Mr. McClintock. \n\nMCCLINTOCK: Thank you Mr. Chairman.  Mr. Arthur, I have seen the tactic we just saw unfold many, many times \nbefore.  They can't credibly charge you to be a racist, so they simply make the implication.  They try to associate \nyou with people you don't know, have had no contact with, and then leave that implication out there.  And frankly, I \nfind that an embarrassment to the committee, and a despicable tactic.  I do apologize to you that--that would unfold \nhere today. \n\nARTHUR: No apologies necessary, sir. \n\nMCCLINTOCK: The newspapers are reporting across the country that we're now facing the largest surge of illegal \nimmigration crossing the southern border in over 10 years.  The majority of them with children.  And in fact, it's \nreported this represents a 300 percent increase in border crossing with children over the last year.  And we have to \nask ourselves, why, why is that?  I think the answer should be obvious.  It's because they think they can.  I am \nafraid that one of the principle reasons they think they can be hearings like this, which threaten to institutionalize \nthis lawlessness, by rewarding those who break the law and without securing our border.  And I don't think it's \nshould surprise us that the net effect is to encourage growing numbers of foreign nationals to expect to enter our \ncountry with impunity.  The tragedy of all of that is represented by the young people here before us today.  They're \nbrought to this country illegally as children and in effect stranded without a country.  They got no legal status here, \nand yet they got little familiarity with their own country.  And I tell you, there is broad support, broad support to \naddressing this issue to legalize their status.  But, also a clear understanding that at the same, we must fully secure \nour border and fully enforce our immigration laws. Or else we simply encourage more children to be brought to this \ncountry illegally, stranding yet another generation of children, who will undoubtedly come to us in 10 or 20 years \nright before this very committee, with the same stories that we hear today.  And they are tragic.  And that's the \nproblem with today's hearing, with the bill the Democrats would advance.  If it were balanced with border security, I \nhave no doubt it would sail through both Houses of Congress, with virtually no descent and be gladly signed by \nPresident Trump.   \n\nSo, this is a bill that has carefully designed not to become law.  It is carefully designed to self-destruct the moment it \nleaves the House of Representatives, and that's a tragedy as well.  Because it perpetuates what's going on with \nthese young people who are brought here through no choice of their own, grow up here, and yet have no legal \nstatus here.  I've noticed this paradox of immigration.  The unique qualities that develop within each country's \nborders, obviously make some countries more desirable places to live than other countries.  These are differences \nthat actually drive immigration patterns.  The more successful a nation is, the greater is the demand to immigrate to \nit. \n\nNow most of the world's 7.5 billion people live in violent and impoverished countries, and it's no wonder that they \nfind the United States an attractive alternative.  And the paradox is this, uncontrolled and indiscriminate immigration \nfrom them risks importing the problems to our country and destroying the qualities that encourage the immigration \nin the first place.  \n\nSo, Mr. Arthur my question to you is, what do you see as the ultimate effect of open borders? \n\nARTHUR: Again, I would go back to Barbara Jordan, who talked about the effective illegal immigration on the most \nvul--vulnerable members of our society. Those who have received less than adequate education, those who do not \nhave good work experiences, those who are going to be the individuals who are most adversely affected by a--by \nopen borders in the United States, because many of the people, if not most of the people, that come here, and we \nhave research that shows this, are generally people who have not received a good education in their home country \nand do not have a lot of work experience. \n\n\n\nMCCLINTOCK: My understanding of traditional asylum is that it's reserved for those who have been specifically \ntargeted by their government for persecution based on their race, religion, nationality, political opinion, or social \ngroup. It seems to be a new definition to assert that anyone who lives in a violent and impoverished country has a \nright to enter ours. What am I missing in that? \n\nARTHUR: Generalized conditions of violence are generally not a basis for asylum and poverty is definitely not. To \nbe granted asylum, you need to show persecution on account of race, religion, nationality, membership at a \nparticular social group, or political opinion, either by the government or a group that the government cannot or will \nnot control. \n\nMCCLINTOCK: Thank you. \n\nNADLER: Time of the gentleman has expired. I'd like to note the presence of our colleague, this young lady from \nNew York, Ms. Ocasio-Cortez and I'd also like to clarify a previous exchange. Representative Biggs asked if DACA \nrecipients had to be here since 2012, and MR. Arthur agreed. In fact, however, DACA recipients had to be here for \nfive years before DACA--in other words, they had to be here by 2007. Just wanted to clarify that point. \n\nARTHUR: That is correct, Mr. Nadler, and thank you for correcting that. \n\nNADLER: Thank you. And, I'll now recognize a gentleman from Rhode Island, Mr. Cicilline. \n\nCICILLINE: Thank you, Mr. Chairman. Thank you for convening this hearing. It has been magnificent to listen to the \nwitnesses who are just examples, extraordinary examples, of hundreds of thousands of DREAMers who have \nbrought their dreams and their talents and their passions to our country and made it their own. And, I am really \nproud to be from a state and from a district that has many DACA recipients, TPS recipients, and DED recipients, \nparticularly from El Salvador, Honduras, Haiti, and Liberia, individuals who have made extraordinary contributions to \nthe state of Rhode Island and particularly to the city of Providence. \n\nDuring the early 1990s, many Liberians fled to the United States because their country was plagued by civil war and \nmore recently, by a major Ebola outbreak. Fifteen thousand Liberians call Rhode Island home and it's a thriving and \nwonderful community and Rhode Island is better because of it. And, that example repeats itself all across our \ncountry. \n\nAnd, so I first want to say thank you to the witnesses for your personal stories, for your courage, for your resilience, \nfor the magnificent contributions you are making, and I apologize that you're all living in this state of limbo, which is \nso undeserved, and hope that we can resolve this. You should not be used as bargaining chips. You represent \nyourselves and other human beings. You are our neighbors, our friends, our family members, and members of our \ncommunity and you deserve better treatment than you've received. \n\nYou were brought to the United States by your parents for the same reason my great grandparents came here, to \nbuild a better life, and worked hard to do that. And, you love our country, your country. You share our values. You \nknow really no other country but America and you are American as much as anyone else, but for maybe a piece of \npaper. And, frankly, if you were forced to return and others in the same situation, you might be required to go back \nto countries that you barely know and that continue to have armed conflict, disease, natural disasters, and other \nextraordinary challenges. \n\nSo, you know, we talk a lot in this hearing about the incentives as if this is a one-sided deal, as if the DREAMers get \neverything and America gets nothing in return. You all have given great examples of the benefits that you bring to \nthe communities that you're a part of, and so I hope we start understanding the central issue that immigrants who \ncome to this country add to the strength and vitality of America and your individual contributions make that case \nmore eloquently than anything I could say. So, I want to say thank you. \n\nI want to just now turn to Yatta Kiazolu, if I pronounced that correctly, because you, I think, so wonderfully represent \na great community in my home state of Liberia. I've had the privilege of going to Liberia to see firsthand the status \nof things in Liberia. Can you talk a little bit about what this uncertainty in your own status and what will happen at \n\n\n\nthe end of the month means to you and to other Liberians who are DED holders, and particularly how you start to \nthink about the prospect of being forced to leave America, the only country you know, and what that would mean \npractically in your life? \n\nKIAZOLU: So, thank you for your question. DED for--for Liberia ends in 25 days and this experience has been, \nwithout a doubt, the most terrifying thing I have ever been through. And, I just find the whole situation to be \nultimately dehumanizing. I know for myself and other Liberians who are on DED, I've met a mother whose child is--\nwho requires open heart surgery, who's also on DED. We are in a state of panic. Our communities are in a state of \npanic and our communities are in a state of crisis. \n\nAnd, so for many people, including myself, I've had to pass up on job opportunities because I couldn't commit to \nworking past March 31st. It means financial gaps. It means abandoning children and homes. And, so we really \nappeal to Congress to pass something, to pass a permanent solution for DED, TPS, and DACA. \n\nCICILLINE: Thank you. Mr. Graham, you know, of the many causes which you could have taken up, you took up \nthis cause of Dream U.S.A. and you said it was founded, in your written testimony, by a prominent democrat and a \nprominent republican. I wonder if you can talk a little bit about what has changed, in your view, that just doesn't \nseem to be as bipartisan issue as it should be and why you chose higher education as a particular focal point as it \nrelates to DREAMers and what the impact of that is long term for these young people at the table and others that \nthey represent. \n\nGRAHAM: Congressman, I'm from Washington, D.C. and that's made me an expert, among other things, on the \ndifficulties of out of state tuition. I came to this house 20 years ago, and met with republicans who were then in the \nmajority. They crafted, along with democrats, the D.C. Tuition Assistance Grant, which made it possible to more \nthan double the number of D.C. public school students attending college and graduating from college. \n\nBut, in keeping our statistics, we noted one group where college attendance was zero, and that was the \nDREAMers. And, I was puzzled by this and unable to understand what the problem was, so I met a bunch of \nDREAMers, and that is what started my journey to this. I've been interested in issues of access to higher education \nand the DREAMers are the most unique problem going. They cannot get Pell grants, they cannot get loans, they \ncannot get DCTAG in most states. They cannot get state grants either or state loans. \n\nSo, in effect, they can't go to college unless a college gives them a full scholarship. Colleges are magnificent are \ndealing with the DREAMers. What each of our students talked about, the tension, the pressure brought into their \nlives by their--by the temporary nature of DACA and DPS. It is not in the least exaggerated. \n\nThank you for the question, congressman. I don't find any diminishment in bipartisan sentiment. I was really \nheartened by Ranking Member Collins's statement, that he would like to work toward a bipartisan solution for DACA \nand DPS in the course of this Congress. And, I take it that--I take it to heart. I--I--I have found--I've found this \namong members of-- \n\nNADLER: The gentleman's time has expired. \n\nCICILLINE: Mr. Chairman, I have a unanimous consent request. \n\nNADLER: Gentleman will state his unanimous consent. \n\nCICILLINE: I ask that a letter from a coalition of 30 labor groups, including the AFL, CIO, American Federation of \nTeachers, AFSCME, United Auto Workers, and United Seal Workers, and a second letter from the Service \nEmployees International Union be made part of the record. \n\nNADLER: With that objection, gentleman from Pennsylvania, Mr. Reschenthaler. \n\nRESCHENTHALER: Thank you, Mr. Chairman. I just wanted to take a historical perspective on some of these \nissues, looking back to '86, when the Immigration Reform and Control Act was passed, 1.1 million illegal \nimmigrants were legalized under the so called Special Agricultural Worker program. \n\n\n\nAccording to some studies, up to two-thirds of the applicants for status under the Special Agricultural Work program \nwere fraudulent. This includes Mohamoud Abouhalima's application. He received a legal status despite the fact that \nhe was a New York City taxi driver. Again, he received this status under the so called Special Agricultural Work \nprogram. This man also helped orchestrate the 1993 World Trade Center attacks. The only thing this terrorist ever \nplanted was a bomb. \n\nMr. Arthur, if this committee considers legislation to provide legal status for certain groups of illegal immigrants, \nwhat should be done to ensure we don't see these same levels of fraud that we saw in '86? \n\nARTHUR: One of the proposals, sir, that was included in one of the--which I think is included in the Dream Act from \nthe last Congress. I don't know if it is from this one--is a confidentiality provision, and I was an INS trial attorney in \nSan Francisco and Baltimore and in the A-files, the alien files, all that information is contained under a red folder. \nYou can't go under that red folder. None of that information is available. \n\nAnd, quite frankly, the--the respondent in court may make a statement that's completely different from that. \nConfidentiality provisions do nothing except for protect ineligible and removable aliens. They should not be included \nand they--they are a statue of frauds. \n\nRESCHENTHALER: Mr. Arthur, in your opinion, what could happen if we provide legal status to certain illegal \nimmigrants yet we don't address illegal immigration enforcement issues? \n\nARTHUR: We're going to be back here in a couple of years, maybe even with the same group of individuals. Every \namnesty brings with it the same two issues. One, it encourages additional illegal immigration. Two, there is a huge \namount of additional legal immigration that comes from chain migration, as I mentioned before. \n\nThe president's proposals in January of 2018 actually would have mitigated these things. It's not a tradeoff. It's not \na quid pro quo. It actually mitigates the problems, beefs up border security, and addresses the issue of chain \nmigration. \n\nRESCHENTHALER: Thank you, Mr. Chairman. I yield back the remainder of my time. \n\nNADLER: Thank you. The gentleman from Maryland, Mr. Raskin. \n\nRASKIN: Mr. Chairman, thank you very much. Mr. McClintock began by apologizing for Mr. Johnson's statement \nand I want to begin by apologizing for Mr. McClintock's statement because he said something that must have been \nvery painful to the young people on the panel when he said that the DREAMers are stranded without a country and \nthey don't even know their own country. And, I want to say, with Mr. Cicilline, I was listening to you guys, I was filled \nwith pride and admiration for what you've done, and I want to tell you that this is at least one member of Congress \nwho knows that this is your country. This is where you belong and it is the only country that you know and we're \ngoing to fight for you to stay here and to adjust your legal status so you can be permanently and indefinitely part of \nAmerica. \n\nJames Madison said that America would be an asylum to the persecuted and oppressive people of all religions and \nnations. Tom Paine said we would be an asylum for humanity, a haven of refuge for people fleeing oppressive \ncircumstances from around the world. So, I look at you and I see in you all of the hope of this great country. I see \nmy children. One of you is going to be a doctor. I have a daughter who wants to be a doctor. One of you is a \nhistorian, on her way to being a historian. I've got a son who may want to be a historian, maybe a lawyer too, \nmaybe a historian and a lawyer. One of you is working in corporate America and I've got a daughter working in \ncorporate America, and I am so proud of her and I'm so proud of what all of you said today. \n\nNow, I'd like to give each of you guys 15 seconds, and I'm going to hold you to it because we're--we're on strict time \nlimits here, to tell us what America means to you. What does America mean to you, Mr. Park? Let's start with you. \n\nPARK: Thank you, congressman, for your question. America, to me, is, it's home and I--I don't think that my \nachievements have nothing to do with the fact that I've grown up here and I've made deep, deep and profound \nconnections to the people and the institutions and into the practice field. \n\n\n\nRASKIN: Thank you. Ms. Kiazolu. \n\nKIASOLU: America, to me, has meant promise. As a historian, I think about many women whose histories of \nprogress has created a much better society for all of us, and so I look forward to being able to make my own \ncontributions in that way. \n\nRASKIN: Thank you. Ms. Irazoqui Ruiz. \n\nIRAZOQUI RUIZ: The United States is my home. I've been here since I was three years old and I don't know any \nother place other than this. I went to public school here, I--I went to UNM, I'm at the medical school there, and I \nwant to provide medical care in the state of New Mexico. I don't know anything other than this place. \n\nRASKIN: Thank you and Mr. Yanez. \n\nYANEZ: Yeah, to me, America means that, you know, a kid from--who--who's homeless, despite the obstacles you \nface, you know, he believed in the American dream. I believe in freedom, prosperity, working hard, standing on your \nown two feet, and that's exactly what this country has provided for me, is pride. \n\nRASKIN: All right. Well, I thank you all for those eloquent heartfelt statements. Mr. Palma, let me ask you. You're \nhere, I know, under TPS and I have tens of thousands of people in my district who are under TPS. We have a lot of \npeople from Salvador, from Honduras, from Guatemala who fled the civil wars and the authoritarianism and the \ndeath squads and--which of course America was implicated in in the 1980s and who are here, part of our country. \nPlease, if you could also hold to 15 seconds. \n\nPALMA: Yeah, thank you for the question. I--I think America, to me, is a welcoming place where you can have an \nopportunity and set the future generation to even a better path than yourself. That's, to me, the America I believe. \n\nRASKIN: Very good. Mr. Graham, let me come to you about the Dream U.S.. You have devoted yourself to people \nin their situation, to--to DREAMers, to young people who are here. They're--they're in high school here, they grew \nup--many of them went all the way K through 12 in America, some of them in the armed services, some are \nworking. But, you want to--your group, as I understand it, is giving scholarships to people who otherwise wouldn't \nbe able to get them because of their status. \n\nYou give--I think I saw you testify, you've given away what, tens of thousands of them, but how many kids do you \nhave to turn away? Give us a sense of the numbers. \n\nGRAHAM: We--we have about--thank you, congressman. We have about twice as many applicants. We have no \nadvertising budget, so students have to find us and we're a new program. But, we turn away about an equal \nnumber to what we grant. \n\nRASKIN: I think you're going to be getting a lot more applicants now that you've testified for the first time. \n\nGRAHAM: Well, here's hoping so, because the op--so many DREAMers and so many TPS students are wildly \nsuccessful in college. They're told they can't get there. Once they get in, they perform magnificently. \n\nRASKIN: Okay. And, finally-- \n\nNADLER: The time of-- \n\nRASKIN: --Oh.-- \n\nNADLER: The time of the gentleman has expired. \n\nRASKIN: Thank you, Mr. Chairman. \n\nNADLER: The gentlelady from Arizona, Ms. Lesko. \n\n\n\nLESKO: Thank you, Mr. Chairman and thank you, all of you, for coming today, and all of you in the audience. I was \nover in Homeland Security Committee right before this and we were talking with Secretary Nielsen, the secretary of \nDepartment of Homeland Security. And, so today for me, it's all about these type of issues. \n\nI do have a question for--for Mr. Arthur and, you know, we have, in Congress last year, we proposed several bills on \nimmigration reform. And, one of them, I supported would have combined legalization for DACA recipients, along \nwith funding for border security, and also reforming some of our immigration laws that I believe are too loose right \nnow, especially on asylum claims. And, our--some of our laws right now are actually having cartels use these men \nand women and children and incentivize them to travel thousands of miles to get here, and as we just heard \ntestimony from Secretary Nielsen, like, 30 percent of the women are sexually abused. Girls as young as 10 years \nold are given pregnancy tests because we're afraid that they're being sexually abused by these cartels. \n\nAnd, so I guess my question to you is do you think that we should pass legislation similar to that that's a \ncomprehensive approach to not only helping DACA recipients, but also securing our border and changing our \nimmigration laws so that we can solve this together or, you know otherwise, I'm, quite frankly, afraid that if we just \ndo one piece and don't combine it with the other, that we're just going to get one piece and the problem's going to \ncontinue. Do you agree with me? Do you think that we should have a more comprehensive approach? \n\nARTHUR: Thank you, Ms. Lesko. With respect to the--the direct question, yes, it needs to be comprehensive. We \nneed to turn off those magnets that are encouraging people to undertake this risky journey. About two-thirds of the \nindividuals who travel to the United States are the victims of some sort of violent assault. About one-third of women, \nI think it's actually 31 percent, are sexually assaulted on that journey to the border. Smugglers, according to the \nUnited Nations, it was about a $3.7 and $4.2 billion industry between 2014 and 2015. \n\nSo, we're talking about a big business. And, when you're out in the middle of the desert, you are at the mercy of that \nindividual and that person can do anything that they want to you. Again, we need--and these smugglers do not \nadvertise the dangers of the journey before people undertake it. We need to turn off that magnet and we need to \ntake away the incentives that encourage people to one, undertake the risky journey themselves, as President \nObama proposed, two, to not bring their children with them to the United States. And, at the same time, to also, you \nknow, end the chain migration that would just--you know, that will increase--exacerbate the effects of the amnesty. \n\nLESKO: Thank you. Thank you very much and with the little over one minute I have left, I have a question for Mr. \nYanez. Sir, I understand you, yourself, are a DACA recipient and thank you for coming today to talk about your \nexperience. I appreciate that. \n\nMy question for you is what do you think the Trump administration is doing well to improve our nation's immigration \nsystem? \n\nYANEZ: First and foremost, if President Trump is hearing this, I first want to thank you for being compassionate and \ncourageous because he has brought solutions to the table. He has proposed an opportunity to provide a pathway to \ncitizenship. To me, like I said, it doesn't matter if you're republican or democrat, if you give me an opportunity, I'm \nalways going to be grateful for that. \n\nAt the same time, he has brought the issue and the importance of border security--whether you agree with national \ndeclaration emer--emergency, that--that's up to you, but he has brought that to the forefront. And, I think it's very \nimportant if you want to solve immigration reform, that we need to talk about immigration control. We can't just have \nthe DREAMers--you know, it can't--unfortunately, it cannot just be all about the DREAMers. We need to have \nborder security personnel part of the discussion, angel families part of the discussion, a whole holistic view if we \nreally want to solve this problem. \n\nLESKO: Thank you, Mr. Chair. I yield back my time. \n\nNADLER: I thank the gentlelady, the gentleman from Arizona, Mr. Stanton. \n\n\n\nSTANTON: Thank you very much, Mr. Chair, and I do want to thank the witnesses for being here today and sharing \ntheir powerful stories. You know, when we talk about DREAMers, we often speak in big numbers. We talk about a \nlot of their achievements. We've heard some amazing achievements here today and it's important to highlight those \nachievements. \n\nFifty-seven percent of DACA recipients were able to get their first job. Fifty-eight percent opened their first--opened \na bank account. Sixty-two percent bought their first car. So, in addition to talking about these amazing \nachievements, we should learn the individuals' names and stories that help us understand emotionally what we \nalready know intellectually. DREAMers are our friends, our neighbors, our colleagues, and we are certainly better \noff because they are here. \n\nSo, I want to take a moment to highlight five of the estimated 26,100 DACA recipients from my state of Arizona. \nSalvador Macias, graduated from Arizona State University in ASU Law, a practicing attorney in Phoenix, Abril \nGallardo, a leader within LUCHA, a grassroots organization that advocates for Arizona's working families. Abril was \npart of the movement that led to a minimum wage increase in Arizona, which is benefiting hundreds of thousands of \nfamilies in our state, Karina Ruiz, a biochemistry graduate of Arizona State University, President of the Arizona \nDream Act Coalition, Reyna Montoya, an educator and founder and CEO of Aliento, a community organization that \ntransforms trauma into hope and action. She's the first DACA recipient recognized by Forbes Magazine as one of \n30 under 30 social entrepreneurs here in the United States of America. \n\nAnd last, Ellie Perez, who I've gotten to know very well. Born in Veracruz, Mexico, immigrated to the United States \nwith her family when she was four. In 2013, she applied for and was granted DACA. She graduated from Arizona \nState University, became the first dreamer employed by the City of Phoenix while I served as Mayor of that city. \nEllie then worked on my campaign and once elected, I wanted her to join me in the nation's capital to work in my \noffice. But, because of her DACA status, she is unable to work in Congress although she has the skills, the \nknowledge, and the drive to do so. \n\nBecause of DREAMers like Ellie and others who have hopes and want to work in Congress one day, I was one of \nmany original co-sponsors of legislation introduced by my colleague from Arizona, Congressman Andrew \nKirkpatrick, the American Dream Employment Act, which would allow DACA recipients to work for--as staff \nmembers here in the halls of the United States Congress. \n\nBut, let me be clear. It is not because of their accomplishments that they deserve to stay. It is not just because their \neconomic and cultural contributions that they should be officially welcomed into our nation. Our humanity and our \nvalues are not dependent on their college degrees or taxes. They deserve to stay in the United States with peace of \nmind and a future to look forward to because Salvador, Abril, Karina, Ellie, Jim, Yasmine, Ellario, and the thousands \nof DREAMers across our country are human beings who deserve to be treated with dignity and I want that to be \nvery clear. \n\nThe DREAMers in my state of Arizona have made me extremely proud, not just because of their achievements, \nalthough there are many, because of their grit, their determination to fight for themselves and their communities. \nAnd, let's make DREAMers proud of us by finding solutions that allow them to stay because they deserve to stay. \n\nAnd, of all the testimony we've heard here today, one person in particular breaks my heart, Dr. Ruiz. You used to \nlive in Phoenix, soon to be doctor, but you had to leave because we didn't offer in-state tuition to DREAMers and \nnow you're a student at the University of New Mexico. We have a doctor shortage in the state of Arizona. I'm going \nto try to recruit you back as soon as this hearing is--is over. But, it's really heartbreaking that someone with your \ntalent and skills chose to leave my state because of a self-defeating policy that forces young people like you to be--\nmake college and, in your case, medical school, unaffordable. \n\nSo, the question I have really is for you, soon to be doctor. DACA recipients have been able to do many things and \nthose have been described here today. But, why are DACA protections not enough? Why do you think this \nCongress should take that additional step and--and--and pass the Dream Act in the law? Please. \n\n\n\nIRAZOQUI RUIZ: Well, you talk about recruiting me back to Arizona. I'm finishing my third year of medical school \nand I will be beginning my fourth year, and soon be applying to residencies. In order to recruit me back to Arizona, I \nneed to be able to apply to residencies and show them that one, I will remain in this country, which is very tenuous \nright now in this situation that DACA is in. \n\nI applied for re-approval of my DACA permit and my two year work permit. I have not received it yet, and so I'm in \nthis situation, talking to administrators, talking to people that have dealt with DACA recipients, and what am I going \nto do? I'll be able to finish school, obtain my M.D., and then can I even practice medicine? \n\nSTANTON: All right, thank you very much for that answer. Nobody else had additional--the question was beyond \nDACA, why does Congress need to take that next step? \n\nNADLER: The time of the gentleman expired. Any witness may answer the question. \n\nSTANTON: Mr. Chair, I do have a unanimous consent request. \n\nNADLER: We'll take care of that in a minute. Mr. Palma, did you want to say (INAUDIBLE)-- \n\nPALMA: Yeah, as a TPS recipient and I think everyone with DACA, I think that we have seen the potentials of \neveryone protected for these programs. I think that we should give the opportunity to make their--their self \ncomfortable in this country and give them the opportunity to--to--to leave and start thinking in a permanent way, just \nsee the potential and the things we have contributed. Just imagine what else can we do. Thank you. \n\nNADLER: Thank you. The time of the gentleman has expired. The gentleman has a unanimous consent request? \n\nSTANTON: Yes, I'd like to submit for the record four statements from business organizations in support or what \nwe're talking about here today, support for the DREAMers and TPS and DED. Those letters are from the National \nAssociation of Manufacturers, the Society for Human Resource Management, a business organization called \nTechNet, and the United States Chamber of Commerce. Thank you very much, Mr. Chairman. \n\nNADLER: And, objection, the documents will be entered into the record. I now recognize the gentleman from North \nDakota, Mr. Armstrong. \n\nARMSTRONG: Thank you. We have a doctor shortage in North Dakota too, so if you enjoy all four seasons, we \nwould love to have you. \n\n(LAUGHTER) \n\nAnd, I think--and seriously, I think it's important because this is a political exercise. This is a policy exercise. This is \na short term issue. It's a long term issue. There are so many different unintended consequences, but it's your lives, \nand we always have to recognize that. And, it's something that has been--I--I agree with Ranking Member Collins, \nthat give the current makeup, we have to deal with some small issues particularly.  But, the problem with \nimmigration is that almost never works. \n\nWe get into a situation where a temporary and protected status may not be granted by future--future administrations \nsolely because of how we end up here. My wife's a legal immigrant. She has a green card. I think when we talk \nabout what qualifications or what kind of offenses you have where you wouldn't qualify anymore, we have to \nrecognize that almost all criminal--criminal issues are creatures of state statute, not federal statute. \n\nSo, how we deal with a marijuana conviction in North Dakota compared to Colorado can directly affect your \nimmigration status as a legal immigrant. And, so when you carry it over to DACA or any of these issues, it--it \nhappens the same thing. I personally don't think anybody, whether you're a dreamer, whether you're a DACA \nrecipient, should get--should be told to leave this country because you smoked a joint when you were 19 years old. \nI don't believe that. \n\n\n\nBut, how it's treated in different--in North Dakota, we had to change our probation law, down from 365 days to 360 \ndays. We never intended a misdemeanor to be--to be qualified as a felony. What we found out is it was be--being \nqualified as a federal felony. \n\nSo, these--so when we get into these small temporary--or deals where we actually try to move forward, we have to \nunderstand that they do have long term policy repercussions.  And, then when we get into the big long term policy \nrepercussions, we turn into complete, absolute legislative inertia, because now everything comes into play: how we \ndeal with streamlined immigration, how we deal with legal immigration status, how we do that for people here, \nbecause guys like me, for as much as I want to do something, I don't think that we should treat anybody in a better \nsituation than we do a current legal immigrant holding a green card. \n\nAnd, so we get into these types of situations and we move forward. And, I just--I have about 10,000 questions and \nI'm not sure I'm going to ask one, and--because it is, it's complex and it's nuanced. I live in a border--I live in a \nborder town. I--I--my first 20 public defense cases, the first 15 were illegal re-entry of free basically deported alien \nand they're coming across. And, if somebody's from Winnipeg, Canada and they want to come shopping in Grand \nForks, North Dakota, if they have a prior shoplifting charge, they can't get into the country legally. \n\nSo, I'm hopeful we can find some kind of solution or at least some kind of meaningful temporary solution that we \ncan work with all of these immigration issues, particularly dealing with these issues, so when you do get status here \nand you go through the legal--the legalized ci--or citizenship process and all of that, that we can do it in a manner in \nwhich it's more efficient, it's more streamlined, it's--it's a way to handle. But, we have to be careful and we always \nhave to recognize that there are people here in--with that status that have done it the right way. And, regardless of \nwho you are or how you got here, we have to make sure that we're fixing that process for them as well and not just \nfor you all. \n\nBut, I--there's an opportunity to do something here. We need to continue to do it and I just want you to know that \neither side of this aisle, there are people here that really, really want to work with this and I recognize that this is \nnot--like I said, this is not just a political exercise. This is not a policy exercise. You guys are living this every single \nday and it's unfair to all of you that has happened, and we need to continue to work forward. \n\nBut, I guess I mean just, I will actually ask one question and it's for anybody. So, when we do this, like and I'm just \ngoing to use--we do this a lot in the federal government. We create a situation and then we create a waiver process, \nand then we come back to it, and we just make it an automatic waiver. Once we institute it, we institute it with good \nintentions and temporary protected status is a perfect example. \n\nThere's various reasons why it's granted. There's various reasons why it was granted in the past. There are various \nreasons why we need to continue granting it now and in the future. But, how do we tighten that up so we make it so \nwe don't grant these automatic waivers so it actually is a meaningful exercise? Because that's part of the reform \nthat I think we actually could do here pretty quickly. \n\nARTHUR: If I could sir, in my testimony, my written testimony, I actually note the fact that it should be good for one \nyear and it should be sent to Congress so that Congress can do an up or down vote on temporary protected status \nto make sure that it is the temporary benefit that it was meant to be. And, because the danger is future \nadministrations may not use it in a--in an appropriate situation because of the ratchet effect it would have. \n\nPALMA: I think--I think the TPS has been renewed by both political parties, republicans and democrats, because \nthere is--there has been always a reality in why to renew it. I think at this specific moment, we should be thinking \nabout this population that has been living in the United States for more than 20 years, who have roots in their \ncommunities, and we should be thinking about that community and how to support a country for this community to \ncontinue living in a safe place. \n\nARMSTRONG: Thank you, and I completely agree with you. I think when we start drawing these lines, what we end \nup having is 17,000 different lines, and that's where the problems come, and I don't think we should. I think we \nshould figure out a way to deal with this temporarily and then really truly solve it in a permanent manner. \n\n\n\nNADLER: (OFF-MIC) Gentlelady from Florida, Ms. Mucarsel-Powell. \n\nMUCARSEL-POWELL: Thank you, Mr. Chairman. This is a very emotional issue for so many reasons. You know, \nI'm an immigrant like yourself. I came here at the age of 14 and I know that we have a room full of dreamer, TACA-\n-DACA recipients, TPS. I just stepped out for a few minutes to meet so many of them from Florida, from my district. \nWe have a large population of dreamer--dreamer DACA recipients and TPS recipients who right now, as we're here \ntoday, are living in limbo. \n\nYou have placed your roots here in this country. As far as I'm concerned, you are as American as any of us. And, it \ngives me great optimism to hear my colleague across the aisle being committed to finding a solution, because one \nof the problems--and I--and I do hear this coming from the other side, is that they--they talk a lot about the role of \nlaw and coming here legally. Well--well, we're saying their Visas. \n\nThe problem is that this country doesn't provide a line, a path, to citizenship. It doesn't provide a line for permanent \nresidency. We have so many members of our community who are, right now, just like all of you, studying to be \ndoctors, providing healthcare services that are so greatly needed in my community. You are teachers, you are \nparents, you are business owners. The economic impact would be tremendously negative if you were to, from one \nday to the next, leave. \n\nWe need each and every one of you in this country, and we will do everything in our power in the House, I can tell \nyou that in this committee, to make sure that we provide a safe place for you because you are American. \n\nI want to bring up a few examples of people that I, actually, just met with. And one of them is a student who just \ngraduated from college and she wants to be an attorney and she doesn't have the funding to go to college because \nthe state and Florida doesn't provide scholarships for DACA recipients. \n\nSo, my first question is to Mr. Graham. Can you--I don't know if you've done a study on this, on what it would be, \neconomically speaking, the economic impact of actually providing college scholarships, graduate school \nscholarships, for DREAMers in the state of Florida, what it would mean for us in terms of our progress, our \neconomy and the impact in our communities.  \n\nGRAHAM: Thank you for the question, Congresswoman. I'm--I can't do a horseback estimate of that but there are \nten states, now, including the state of California, but also including the state of Texas, Washington, Minnesota, very \nrecently, New York, New Jersey and Connecticut, that gives state aid to DREAMers, equally, with state aid to other \neligible students. Each has a residency requirement. You have to have graduated from college and from high \nschool and, in some cases, gone three years to high school, to be eligible for state aid. It would be relatively easy to \nask California or Texas education officials what's been the effect of that and, as you know, Florida and most states, \ngather records from all of their state colleges and all private colleges in the case of Florida, and look at the effect on \ntheir earnings.    \n\nSo, the question you're asking could be--could be answered by asking any of the ten states that give state aid to \nDREAMers. \n\nMUCARSEL-POWELL: Okay, alright, thank you. I wanted to ask Yazmin, very exciting, you know, we need women \nlike you. We need Hispanic women that study to be doctors. There's such a tremendous shortage of healthcare \nproviders but, especially, in medical schools. We are constantly, I used to work at a medical school, and we were \nconstantly trying to recruit women, women of color that have the cultural sensitivity to provide healthcare services to \nthese communities, especially, down in Miami and Florida. \n\nSo, my question goes to you. How has this recent DACA rescission negatively impacted your ability to excel as a \nmedical student?  \n\nIRAZOQUI RUIZ: I appreciate your question. Thank you for that question. In 2017, I took an entire leave of absence \nfrom medical school. And the background to that is the presidential--the presidential election and the inauguration \nbrought a lot of implications for me and for my family and for people who are like us. There had been a lot of talk \n\n\n\nduring the presidential campaign about what would happen to DACA and what would happen to immigrant families \nbased on the promises of people who are running. \n\nAnd mentally, as a human being who loves this country and who has given everything because this is my home, \nhearing theoretically and also hearing from people back home in New Mexico, which is a majority, minority state, \nthat I don't belong here, that this isn't my home and that I'm taking the place of a natural born citizen. \n\nIt was really difficult. So, I took an entire year off school to spend time with my community and to realize their \nrealities, whereas, my biggest worry was my next test and how I'm going to perform. Their biggest worry was my \ndad just got detained and he got deported and we don't know how we're going to pay rent. \n\nIt has been really difficult. I just shared I finished my surgery clerkship and I'm going to be really vulnerable with you \nall. I literally had a breakdown four days before my shelf exam which is National Board of Examiners exam at the \nend of the surgery clerkship because the uncertainty, as I tried to apply, as I tried to begin to apply to residency, of \nwhat am I going to do. I m working so hard, right now, and at the end of the day, may be worth nothing. \n\nSo, I literally spent 30 minutes crying and then I was like, wipe my tears, got on my computer, cried a little bit more, \nI was like, I have to keep studying. But it is really difficult on my mental health and the mental health of my peers. \nThere are four other undocumented students at the medical school who are experiencing the same thing. \n\nMUCARSEL-POWELL: Thank you. We need you. \n\nNADLER: The time of the gentlelady has expired. The gentleman from Texas, Mr. Gohmert.  \n\nGOHMERT: Thank you, Mr. Chairman and thank you all for being here. I had a question for Mr. Arthur. Since you \nhad been an immigration judge, you said in your testimony that you had cases that involved threats of violence from \ngang members of tender years, some as young as 12. You said youth can be a relative term as it relates to different \ncultures. And we know that we've got criminal gangs that have become a scourge here in the United States. We've \ngot, recently, an uptick in crimes committed by alien gang members, including multiple murders from MS-13, 18th \nstreet gangs, right here in Virginia, Maryland, D.C., New York and Texas. \n\nSo, if Congress were to actually pass a legalization of people who are children that were brought here by parents \ncoming in illegally, how would you seek to deal with the gang members who came in? \n\nARTHUR: And that's a very important question. I would note that former Representative, Randy Forbes had \nintroduced a bill, I believe, in a number of different Congresses that would have made gang membership, itself, a \nground of inadmissibility and removability. And again, quite frankly, Judge Gohmert, I believe that it probably should \nbe. \n\nBecause these are individuals that prey on their own communities, by and large. They're more of a danger to their \nown communities than they are to the country at large. But in fact, they are dangerous to the country at large, as \nwell. We had a horrible incident up in Kensington, Maryland, at which a young woman who had been sex trafficked \nto the United States was beaten with a baseball bat. I believe it was 23 times because they did not--they did not, \nanyway, I would prefer to complete that sentence.  \n\nBut so, it is an issue. The other issue is that, you know, we talked about the violence that exists in these countries. \nA lot of the violence that exists in El Salvador is a result of MS-13. We know from the Obama Treasury Department \nthat MS-13 funnels money that it makes in the United States through sex trafficking, amongst other things, back to \nEl Salvador to continue the cycle of violence that exists in that country. \n\nSo again, we should make gang membership a ground of removability. It should be a definite bar to any DACA \nreceipt. I think that Representative Forbes' bill, which I can send to the Committee, is definitely a good template to \nuse. \n\nGOHMERT: Well in--you mentioned gang membership should be barred but, back as a felony judge in Texas, a \ncommon problem, and it's problem for people that are U.S. citizens and people that were brought here illegally but, \n\n\n\nis driving while intoxicated. And obviously, other crimes, you know, there was a child, I think she was four, killed and \nthrown in a well in my home country by someone who came in illegally. \n\nShouldn't there be a bar to people that have come in and committed crimes while here and, if you think so, to what \nextent of a crime would be a bar? \n\nARTHUR: I would note that additional, that multiple criminal convictions are, themselves, a ground of removability. \nDrunk driving is not, actually, a ground of removability. I think that surprises a lot of people. There have been a \nnumber of proposals in the past to make it such. Mothers Against Drunk Drivers estimates that the average drunk \ndriver drives 90 times drunk before they're arrested the first time. \n\nSo, one conviction actually represents 90 different offenses. And again, you know, my son drives on the highways \nof America. I wouldn't want him to be the person that encounters that individual the 90th time. \n\nGOHMERT: Well, I had a guy that had nine DUIs before he came in to my courtroom because he, finally, not just \ndrove while intoxicated, but hit some people and hurt them very seriously. Don't you think that ought to be a bar if \nyou've been convicted of driving under the influence or driving while intoxicated? \n\nARTHUR: Definitely should be a bar, to be a bar to, it currently is a bar to DACA but I, definitely, think that it should \nbe a ground of inadmissibility and removability from the United States. And I believe that Canada has a rule exactly \nlike that and we should adopt it \n\nGOHMERT: Thank you. It sure appears the most compassionate thing we could do for the people in Mexico and \nCentral America is secure the border so the money doesn't keep flowing to the drug cartels and the gangs. Thank \nyou for being here. I yield back. \n\nNADLER: Thank the gentleman for yielding back. The gentleman from California, Mr. Lieu. I'm sorry, I'm getting it \nwrong. The gentlelady from Texas, Ms. Jackson-Lee. \n\nJACKSON-LEE: Mr. Chairman, thank you so very much for the hearing and the Ranking Member and the \ninformational aspect of this has been enormous. To the witnesses, my representation of my presence here at this \ntime is that we were hearing the Secretary of Homeland Security in another hearing, how much of a compliment it is \nin getting the right information from both the government and all of you. \n\nLet me focus on the value. I think the American people have been given distorted, misdirected information, \nmisinformation in intertwining elements of bad acts with DACA recipients, TPS recipients, versus giving the holistic \npicture of who we are and who immigrants are. So, I'm going to take my time, having been on this committee for \n24 years. That means I've seen a lot of immigration hearings and I've heard a lot of opposition to immigration \nhearings. \n\nIt means that I'm really can overlook some of the points. Now, let me say that I abhor drunk drivers, I abhor criminal \nacts. Anyone who is engaged in criminal acts and do harm should be subjected to the appropriate process. I see \nsome heads that are shaking. I'm going to just ask Mr. Park who's a Rhodes Scholar at DACA. I would imagine we \nall make mistakes but I imagine, could I say that you abhor drunk driving, people who drive drunk. \n\nPARK: Yes, Congresswoman. \n\nJACKSON-LEE: Well, could I say that for you, Yatta, who have been here 22 years under the DED, that you abhor, \nthat you dislike, that you would not want to see people driving drunk and harming people? \n\nKIAZOLU: Yes. \n\nJACKSON-LEE: Okay. So, I won't poll all of you because, bishop, I know, you're probably merciful and would have \nmercy on humanity. But I would expect that you would understand that people with bad acts, you would not want \nthem to continue. \n\n\n\nI do want to acknowledge Cesar Espanoza and Jesus Contreras who are here, who work with me and stood \nalongside of me, Mr. Chairman, I just wanted to acknowledge them in the battles that we've had in Houston, Texas. \nI want to welcome Mr. Hilario because he is a graduate of the University of Houston and I represent that so, thank \nyou very much for your presence. I think who is here on--Yanez, is it, yeah, so we thank you for being here and \nappreciate your work. \n\nLet me ask Mr. Jin is it with a, it's with a J, sir? Mr. Park, yeah. Let me ask you what the value of DACA has been to \nyou? \n\nPARK: Thank you, Congresswoman, for the question. When I first received DACA, and I remember President \nObama walking through the Rose Garden announcing this program called Deferred Action for Childhood Arrivals, \nand I think, I remember that day as being really hopeful and I think that it allowed me to plan my life in a way that I \ncould really take into account what I wanted to do for this country and for my community. \n\nJACKSON-LEE: And you wanted to do good. And I'm sorry to cut you off but I have other questions. But I wanted to \npoint out that you were a child and now you want to do good. And you are both a Rhodes Scholar and a Harvard \nGraduate. I expect you'll do good. \n\nLet me ask Yatta, if I might, obviously, I'm very familiar with DED, the turmoil, violence in Liberia. You've been here \n22 years. What is has this meant to you? \n\nKIAZOLU: Having DED has allowed me to stay close to my family. It's allowed me to go to college and explore my \nown interests. And that's why I'm interested in higher education, right now. \n\nJACKSON-LEE: And I thank you. Let me, I heard you Yazmin. Tell me what it is to be fearful that someone is going \nto snatch you away from your family and your family's going to be deported. All you want to do is serve this country \nin whatever way you can. What does it mean, what is that fear like? \n\nIRAZOQUI RUIZ: It's a crippling fear. Sometimes, when I was younger, I would go home, I would go to school and \nnot know if I came back if my mother was going to be there. When my left for work, I didn't know if she was going to \ncome home from work, especially, when we were living in Phoenix, Arizona, and Maricopa County. \n\nJACKSON-LEE: Let me ask Bishop Martin, Dorsonville, on the need for compassion and fixing this. As you do that, \nMr. Chairman, let me acknowledge I have a TPS Bill HR6325 and I have Comprehensive Immigration legislation \nthat I hope that we can proceed on in a compassionate way. But bishop, would you share with us and, Mr. \nChairman, I'm going to ask unanimous consent to put in the record a series of letters from faith community \nsupporting our compassion and respect. If I could and could you-- \n\nNADLER: Not without objection, documents will be admitted. \n\nJACKSON-LEE: Thank you, Mr. Chairman, I just wanted to get the question before the bell which is the need for \ncompassion to fix this problem. \n\nNADLER: You didn't get the question before the bell but the witness may answer the question. \n\nJACKSON-LEE: Mr. Chairman, you are kind, thank you. \n\n(LAUGHTER) \n\nDORSONVILLE: That's a good point to address it and during Lenten season. \n\nJACKSON-LEE: Yes.   \n\nDORSONVILLE: We've got experience of forgiveness from God and we are just giving the good news about \nforgiving, embracing, and trying to build up other people's lives. I really think that, when you said or, \nCongresswoman, respecting the fear and the pain of others is something that you can see in every single person \n\n\n\nwho has this--this point in their life, am I going to see again my life and my family and going to be ripped off of \neverything I have, everything I have looking for and I have build up. \n\nTherefore, I guess that the compassion means to have a valuation to get the sense of the history of the person. \nThat is when the real encounter begins, when they really can see what is the problem and how this human person \nreally needs the presence and evaluation from every single person around that person. \n\nNADLER: Thank you. The time of the gentlelady has expired. The gentleman from California, Mr. Lieu. \n\nLIEU: Thank you, Mr. Chair. I've heard a lot of opinions, today, and every one is entitled to their opinion but to not \nthe owned facts. And we've heard folks about crime and drugs and the walls. Let me just put out some facts and \nthen, I'm going to ask some questions. \n\nWe know that, based on the Trump Administration's own data, border crossings have decreased 75 percent from \n2000 to 2018. We know that, based on the FBI's latest statistics, violent crime and property crime are down across \nAmerica. We know that, based on the Department of Homeland Security's own data, 89 percent of legal drugs flow \nthrough legal checkpoints. So, a wall is really something in search of a problem that does not exist.  \n\nNow, I've got some questions about TPS and DED. These are programs that the Trump Administration want to \nterminate and have terminated and it wreaks of racial animus. My first question is to Mr. Arthur. In January 2018, \nthe Washington Post reported that discussions about providing protections to immigrants from Haiti, El Salvador \nand African countries, Donald Trump said, \"Why are we having all these people from shithole countries come \nhere?\" Mr. Arthur, do you agree with the president that these are shithole countries? \n\nARTHUR: Absolutely not. \n\nLIEU: Alright, thank you. So, Yatta, thank you for being here, today. I know you've shared your story with me and \nmy district staff. I do want to put on the record some additional facts. Other than being a toddler in Liberia, have you \ngone back to Liberia, at all? \n\nKIAZOLU: No, I only visited once when I was a toddler. \n\nLIEU: And if you were to be deported, where would you go? \n\nKIAZOLU: I do not know. \n\nLIEU: Mr. Palma, thank you for being here, today. From my understanding is you have four children who are U.S. \ncitizens. \n\nPALMA: Yes, \n\nLIEU: If you and your wife were to be deported by Donald Trump's Administration, what would happen to your \nchildren? \n\nPALMA: That is the big question we are trying to answer at this specific moment and that's why I think myself and \nmany other TPS recipients are doing everything that's possible to keep our families together because the urgency is \nthere, the safety of our kids is a priority and that's why we are doing everything we can. \n\nLIEU: Thank you. These are cruel actions by the Trump Administration. Now, I'd like to switch to DACA. And Mr. \nYanez, thank you for being here. Thank you for your testimony. You did say in your statement that a vote that goes \nnowhere is not enough and that a clean DACA bill would not pass the House of Representatives. I believe that's \nincorrect. I do believe the House of Representatives will pass a clean DACA bill.  \n\nAnd my view is, don't sell yourself short. You've overcome many obstacles. Don't sell the House of Representatives \nshort. We will pass a clean DACA bill. Public sentiment is on your side and on our side. A poll, last year, from CBS, \n\n\n\nreported that 87 percent of respondents, nearly nine in ten people in America, want DACA students to remain in \nAmerica. \n\nSo, we're going to pass that to U.S. Senate, want to see what the U.S. Senate does. But at the end of the day, \nunderstand that Lincoln's words ring true then as it does today which is that public sentiment is everything. With it \nnothing can fail, without it nothing can succeed. So, that's why we take that vote. That's why we keep pushing this \nissue. And I'd like to now conclude by reading some portions of President Ronald Reagan's farewell address to the \nnation. \n\nAnd he talks about this incident he had. He said, I've been reflecting on what the past eight years have meant and \nmean. He talks about this sailor who, like most American servicemen, was young, smart, and fearlessly observant \nand the crew spied on the horizon a leaky little boat and crammed inside were refugees from Indochina, hoping to \nget to America. The midway sent a small launch to bring them to the ship and safety. As the refugees made their \nway through the choppy seas, once spied a sailor on the deck and stood up and called out to him. And he yelled, \nhello, American sailor, hello, freedom. \n\nAnd Reagan concludes towards the end, \"And how does this city on this winter night stand more prosperous, more \nsecure and happier than it was eight years ago. But more than that, after 200 years, two centuries, she still stands \nstrong and true in the granite ridge and her glow has held steady no matter what storm. And she's still a beacon, \nstill a magnet for all who must have freedom. For all the pilgrims, from all the lost places who are hurtling through \nthe darkness toward home. \" \n\nAnd Mr. Chair, I'd like to enter the January letter from 1989, address of Ronald  Reagan to the nation for the record. \n\nNADLER: Without objection. \n\nLIEU: And I'm going to conclude by saying that my parents are immigrants. They had little skills when they came \nhere, the same as Donald Trump's grandfather who spoke little English and came and was a barber. And Mr. \nArthur, I think your view that we should only allow immigrants in based on skills is deeply offensive, neither Donald \nTrump nor I would be here today if that, in fact, were the law and it's so, in fact, radical that even a number of U.S. \nRepublican Senators could not vote for your proposal. \n\nWith that, I yield back. \n\nNADLER: Thank you, gentleman, for yielding. The gentleman from Colorado, Mr. Neguse. \n\nNEGUSE: Thank you, Mr. Chair. I want to echo my good colleague from California's comments, Mr. Lieu. My \nparents were refugees, as well, from East Africa. And I think of the value that immigrants bring to this incredible \nnation of ours. And I have been so moved and was so moved, earlier this morning, hearing the testimony of these \nyoung people, in particular. Hearing your hopes and your dreams and I want to thank you for your courage, for \nsharing your story, not just with this Committee, but with countless Americans who are watching these hearings, as \nwe speak. \n\nI, as the son of African refugees, certainly would not be sitting as a member of the United States House of \nRepresentatives, were it not for this country's willingness to welcome them as refugees with open arms. And so, I \nhope and I trust that the House will, finally, address this issue and provide the protection that our DREAMers and \nthe folks in the TPS program so desperately need. And so, I appreciate you testifying, today. \n\nI know we've heard some very compelling stories in discussions. As a Coloradan, I'd be remiss if I didn't share the \nstory of one particular individual back in my district, Yekraj Dakal, who is a father, a teacher, a 14-year resident of \nColorado and a TPS recipient who is a member of our vibrant Nepalese community. I know many of you, here, are \naware that Nepal is one of the six countries whose TPS status was recently terminated by the Trump \nAdministration.  \n\nFour of these countries received an extension while their cases proceed through the courts. But as we all know, \nNepal and Honduras are not members to this extension. So notwithstanding, the outcome of recent court filing, \n\n\n\nNepal looks to see its termination go into effect June 24 of this year. That means that Yekraj and his family who are \nactive members of our community, will be forced to leave and return to Nepal. \n\nIn Nepal, Yekraj, his wife and two daughters lived through unwarranted violence from the Maoist Insurgency. They \nmoved from city to city to keep their family safe. Yekraj left his job as a teacher in order to ensure the safety and \nsecurity of his family. And after years of struggling to find consistent work or make enough for his family to live on, \nhe made the terrifying yet courageous decision that so many others have done to come to the United States. \n\nFor fifteen years, his wife and two daughters have lived in the United States, Colorado is their home. He provides \nfor his family through his job as the head chef at local restaurants and his daughters are now 22 and 24 and have \ngone on to earn a MBA, attend nursing school and earn a living. They are an example of the promise of the young \nfolks, just as the young people who are gathered here, today. \n\nYekraj, like many TPS holders, is deeply imbedded in his local community and to uproot the family would be a loss \nfor, not just his family and friends, but a loss for our shared Coloradan community. And of course, if this hearing has \nmade anything clear, it is that his story is not unique, that there are countless, indeed, hundreds of thousands of \npeople just like him, including some of our witnesses today. \n\nTo that end, Mr. Palma, in listening to your testimony, this morning, I was particularly moved that, obviously, you've \nnot only supported and raised a wonderful family as a TPS recipient but now serve as such a strong advocate on \nbehalf of TPS recipients across the country. And I understand that, you know, in some sense, TPS recipients are all \nkind of going through similar experience, facing the real possibility of the life that they and their family have built in \nthe U.S. is about to come crashing down. \n\nSo, I am curious, in serving as an advocate and a coordinator of the National TPS Alliance, could you speak to the \nimpact that this particular group has had on their personal communities, both socially and economically, as well as, \nyou know, what you've learned in your interactions with different members of the TPS community. \n\nPALMA: Thank you, congressman, for the question. I think one of the beauty about the National TPS Alliance is that \nthe TPS recipients, our self, and when I say the TPS recipients, I mean people from different countries as we \nbelieve we should find a permanent solution for everyone who is protected by TPS.  What I have found is like some \nof the words that you were saying, people are brought up in the community, many people are studying to become \nprofessionals. Some other are cleaning like this beautiful building, across the country are working in different places \nor some others are domestic workers. \n\nSo, I have found out that many people are very motivated and that are, also, planting a seed for future group of \nprofessionals like 270,000 U.S. citizen kids, the reality is that this is urgent and I really hope Congress will take that \nin consideration and move a legislation that will provide permanent residence for people with TPS and DACA.  \n\nAnd I think, at this specific moment, we also need to be thinking about DED, which is a very close deadline and \nthere are families suffering for this and we should take that in consideration and moving forward a legislation to \nprovide for this. \n\nNEGUSE: Thank you, Mr. Palma. I share your urgency. We can get this done. We must get this done and we will \nget this done. \n\nNADLER: The time of the gentleman has expired. The gentlelady from Texas, Ms. Garcia. \n\nGARCIA: Thank you, Mr. Chairman, and I, too, want to thank all the witnesses and thank you for your patience and \nto many of you in the audience. I know I saw you this morning at the press conference and you know that there is a \nlot of commitment here. There is a lot of passion here. There's a lot of hard work being put in place to make sure \nthat this, in fact, does get done and we'll continue to fight, not only today, but tomorrow until we make sure that it \ndoes. \n\nAnd bishop, I--I wanted to thank you for reminding us today is the beginning of the Lenten season and that it is \nabout forgiveness and it is about acceptance. And for me, as someone who considers herself as someone that \n\n\n\nrelies a lot on my faith in terms of the foundation of who I am, I can tell you that, when you quoted in your written \ntestimony, you know, I was a stranger and you were welcomed here. That is the bottom line for this discussion, is it \nnot?  Is it not about welcoming the strangers and not about dignity and respect? \n\nAnd I wanted to start with you because, there used to be an old regulation that was written, on fire and regulation \nthat they used to practice in ICE where they would consider some places, safe community places including schools \nand churches and courthouses and hospitals, funerals and weddings. For some of us, I would add quinceaneras, \nbut any place of community gathering.  \n\nSo, are you concerned that some of the ICE activity and some of the things that are going on may someday impact \nthe workings of the church? Not only your church, by the way, but all places of worship. \n\nDORSONVILLE: All places of worship, yes. Unfortunately, we have learned through the years that, yes, there have \nbeen presence of ICE in these places. Fortunately, the church is the pastor's people who are around themselves, \nthey defend them and they have been always very careful about this kind of illegal activity because it is freedom of \nreligion and freedom of worship for I really think that that's something that we really need to continue to sponsor. \nNow, what you are saying about faith and community, it works together. It's not only what we believe but what we \nbuild as a community of believers. And that is when they are sorority, fraternity and we ensure that these \nyoungsters, kids, families are going to continue to thrive because they feel like, fed by the community that is \nsurrounding them with love and support. \n\nGARCIA: We want them all to reach for God's potential and certainly, you know, continuing these programs and \nensuring that full citizenship and full integration reform is the goal. And I wanted, now, to turn to Ms. Ruiz. You said \nin your written testimony that the core of the DACA is the idea that immigrant youth should be protected without \nhurting other immigrants, without building more detention camps, hiring more deportation agents to rip apart any \nmore families.  \n\nTell me why you believe that in like a short phrase or two so that I can move on and ask all the DACA recipients the \nsame question. \n\nIRAZOQUI RUIZ: I believe that I'm here, not just out of my own accord, my mother is the reason that I'm here. \nShe's the reason that I've been able to accomplish everything that I've accomplished. And our stories are very \nintertwined. You can't separate our stories and that's why I believe that you can't give me protection and intend to \nharm the very woman who has given everything for me without harming me, too. \n\nGARCIA: So, you want to keep your family together. \n\nIRAZOQUI RUIZ: Correct. And I keep hearing this idea of chain migration. I just, I would like to say that it's family \nreunification and I think that-- \n\nGARCIA: --Absolutely, I agree with you. \n\nIRAZOQUI RUIZ: That is a value that we have in our country. \n\nGARCIA: Right, and Mr. Palma, what about you, sir, do you agree with her statement? \n\nPALMA: Absolutely. I think it's, many people are facing the reality of being separated and I think that we should be \nlooking for, work to keep families together which is one of the big values in any society. \n\nGARCIA: Alright, and I can't see your name from here, but I wanted all of you to respond to the same question. \n\nPARK: Thank you for your question. And so, you know, sometimes I get discouraged about, you know, the \ndiscourse and the dialogue of immigration-- \n\nGARCIA: --Oh, please don't, there is hope. \n\n\n\nPARK: Right, but then I think when I do get discouraged, I just look at my father's hands. You know, they're rough \nand coarse and broken because of the kind of work that they--that my parents do for, eventually for--ultimately, for \nme. And I think, I come--I stand before you, today, as a DACA recipient but my achievements and my ability to \nsucceed in America does not exist without my parents, doesn't exist without the community. And so, I think that's \nimportant for his Committee to consider. \n\nGARCIA: Alright, and ma'am. \n\nKIAZOLU: I believe that it's impossible for me to be where I am, today, without my family members. Their love and \nsupport have made it possible for me to--to continue my education and there's nothing I wouldn't be able to do \nwithout the Liberian community, in general. And so, that's why it's important for us to keep our families together \nbecause they provide us the support that we need. \n\nGARCIA: Okay, and Mr. Palma-- \n\nNADLER: Time of the gentlelady is up, well expired. \n\nGARCIA: Thank you, Mr. Chairman. We'll talk, afterwards. \n\nNADLER: Recognize the gentlelady from Washington, Ms. Jayapal. \n\nJAYAPAL: Thank you, so much, Mr. Chairman, and I think some of you know that I have been a long-time advocate \nfor immigrant rights, 15 years in the movement in the streets fighting for comprehensive immigration reform, for \nhumane immigration policy in our country and it's a real privilege, now, to be here in Congress and do that. But the \ninspiration for this movement and the courage and the resilience and the sacrifice of immigrants across this \ncountry and of DREAMers who have come forward and told your stories and fought in the streets and walked night \nafter night after night on marches.  And, refused to sit down, refused to take no for something that is a core human \nright, to be acknowledged for what you bring to this country is so incredible. \n\nAnd I just wanted to start my comments by saying that, first. And, to say to our faith community and to say to all of \nthe businesses that have been a part of this movement, how deeply important, particularly bishop, the faith \ncommunity that has made this clear that it is our responsibility to welcome that stranger. It is our responsibility to \nmake sure that we are putting forward a policy that we can be proud of, that we can wake up every morning and \nlook at ourselves and know that our moral courage is the thing that we have to stand for, first and foremost. \n\nSo, I want to thank everybody on the Committee, all of our witnesses for being here to testify and for your stories. \nAnd to just make the point, that we talk about statistics. You know, one, over one million people set to lose status as \na result of President Trump's cruel termination of the DACA program and TPS. All of the three, over 300,000 TPS \nrecipients from Haiti, El Salvador, Nicaragua and Sudan who can now take a breath for a year. \n\nBut that sense of crisis, when we talk about those numbers, your stories allow us to remember that these are real \npeople. Every single one of these numbers is a real person, a family tied to that person and a community tied to that \nfamily and, therefore, a country tied to each one of you. \n\nAnd so, I want to just recognize the stories of two DREAMers in my district that I am very, very close to, Paul and \nJose Quinones, who moved to the United States when Paul was seven and Jose was two. Both of these brothers \ngrew up participating in highly capable programs in their schools. And their teachers would often talk to them about \nthe high expectations that they had set for them and that the brothers would be part of the next generation of \nleaders that their community needed. \n\nBoth brothers were less certain about their future when they found out about their undocumented status. And then, \nDACA was announced and everything changes. Paul received DACA, he enrolled at Gonzaga University where he \nobtained a BA in Economics and Political Science. And after graduating, he went on to work at the Washington \nState Legislature and then, the office of the Mayor of Seattle. \n\n\n\nSeeing all that his brother was able to accomplish, Jose was getting ready to apply for DACA and, unfortunately, \nPresident Trump, cruelly, terminated the program right before he began his Engineering studies at the University of \nWashington. And now, Jose's future is more uncertain than ever and he finds his dreams in jeopardy. \n\nNobody on this Committee and, I think, looking at the room behind you, nobody in this room is surprised by these \nstories because they're happening every single day. And so, I just want to turn, first, to our TPS witnesses and ask \nMr. Palma, why do you think people are so much less aware of TPS, Temporary Protective Status, than about \nDACA and DREAMers? Because when I look at the list of TPS countries, El Salvador, Haiti, Honduras, Nicaragua, \nSudan, I see hundreds of thousands of people who have been living in this country and working in our communities \nfor two decades with legal status. So, I'd just like your opinion on why that is and what we can do to change that \nand show the importance of TPS. \n\nPALMA: Thank you for your question. A few things, I think, are happening. One is that this is a community that have \nbeen protected from deportation through the TPS program. This is a community that has been focusing and building \ntheir family, building a businesses, working two, three, jobs in order to support their kids to have a life. Some of us \nparticipate in our own communities as volunteer.  \n\nLike, I was soccer coach for many years. I have been volunteer in the (INAUDIBLE) Community Health Center. And \nI think that those are the things that the TPS community has been doing. It is until right now that we are facing \ndeportation that there is really very, you know, there is a lot of fear and the need to raise our voices and really work \nhard to achieve permanent residence. \n\nJAYAPAL: Thank you, and my last question before my time expires, is some of you are in mixed status families. \nAnd I just like Ms. Kiazolu and Mr. Palma to just tell us what happens if other members of your families who are \ncitizens, what happens to them if you lose your status? \n\nPALMA: Well, as I said in my testimony, my son is 18 years old applying to colleges of this specific moment. Just a \nfew months ago he asked me, dad, should I put my name on the--my college application because we're not sure \nwhether you want to still be here when I get accepted to college? \n\nThat dream can be trunk by taking TPS away from me. That kind of geologies is going to be saving life in the future, \ncan be shut down because of these cruel decision at this specific moment. And if we really believe in the American \ndream, we should be thinking about how to motivate people like my son to be and achieve their full potentials. \n\nKIAZOLU: So, I'm fortunate that I'm surrounded by a family who are U.S. citizens and permanent residents. I have \nan aunt who's a U.S. citizen who's a cosigner to my student loan. And in 25 days when DED ends, I have no idea \nhow I'll be able to make--to continue making those payments on my student loans. \n\nI have a younger sister whose getting ready to attend college in the next year, and I've been there supporting her, \nhelping her think about what looking--what going to college looks like. And so, there--there are many more \nexamples I could offer. But our lives are intertwined with permanent residence and U.S. citizens because they are \nus. \n\nNADLER: The gentlelady's time is expired. The gentlelady from--from Texas, Ms. Escobar. \n\nESCOBAR: Thank you, Chairman. I'm recognized and I get to sit at the big kids table today. Thank you all very \nmuch for being here, for your incredible testimony, for your stories. It's been such a privilege to listen to you all and \nhear about your heroism and the patriotism of our TPS recipients, our DREAMers, our DACA recipients. \n\nI'm from El Paso, Texas, the safe and secure U.S. Mexico border. I say that every time I introduce myself. I sound \nlike a broken record, I know. But hopefully one day it will sink in. I see El Paso and the southern border as the new \nEllis Island. And I'm very proud of that fact. \n\nBut earlier in the hearing, I heard a couple of things that are alarming to me that I think are important to raise \npublicly and in this hearing. One of the things that I heard about was, again, this idea that we have to secure the \n\n\n\nborder, quote unquote, secure the border before we advance comprehensive immigration reform and I hope it's--it's \nnot being the same logic used to advance protections and permanent solutions for all of you. \n\nThe other thing that I heard was the consistent mentioning of the increase in Central American families arriving at \nour southern border. And I--I--I say that I'm alarmed because what those of us on the border have been hearing for \nover 15 years as we've been asking for comprehensive immigration reform, as we've been asking for permanent \nfixes to the situations that you all are in is that first, we have to secure the border. \n\nAnd it's been 15 years of that. It's been hundreds of millions of dollars. The size of border patrol has tripled. The \nsize of ICE has tripled. Communities like mine have a wall. We now have concertina wire at our ports of entry. Our \nports have been hardened.  \n\nWe--and--and all of that has done nothing to change crime statistics in communities like mine because communities \nlike mine were safe long before those tactics. They've remained safe since those tactics. And what makes us safe \nare folks like you. Exactly--you are precisely what makes us safe. \n\nAnd I--I raise this issue because it feels like it will never be enough. We will never spend enough money. We will \nnever put up enough wire. We will never do enough to, quote unquote, secure the border. \n\nAnd so, when I hear even members on the panel say let's secure the border, it--it makes me think that we have yet \nto understand the fact that that goal post will continue to keep moving, keep moving, keep moving because the \nborder, for some folks, will never be secure until there are zero people coming in. \n\nThat's never going to happen. That's just not possible nor should it be something that we want. The border, I want \nto say again, has never been safer, never been more secure. And the Central American families, which is true, \nwho--they are arriving in increasing numbers, but as Congressman Lieu mentioned, we are still not at the numbers \nthat we saw two decades ago.  \n\nAnd those families are not coming over to do us harm. Those families are processed by border patrol. They get \nfingerprinted, they get background checks. If they were a threat, we would have heard about the threat by now. \n\nEarlier one of my other colleagues, Mr. Biggs talked about incentives and disincentives. But we never hear from \nCongress and we haven't heard from leadership from the White House, how to get to the root causes. Most of these \nfamilies, and I've sat down and eaten with many of these Central American families, served them meals, they don't \nwant to leave, but they have no other choice. \n\nAnd so, my fear is, the point I'm getting at is my fear is by conflating all of this, it may be an obstacle to being put up \nto prevent progress on this. And so, Ms. Ruiz, you mentioned earlier the mental health impact, how all of this has \nimpacted your mental health and the breakdown that you had. I'm curious from you because you mentioned mental \nhealth, what does it feel like and sound like when you are linked, when you, your life is linked with securing the \nborder? \n\nRUIZ: It's a little bit frustrating to be completely honest with you because I do live in a border state. I live in New \nMexico. And even before that, I lived in Arizona. And we--there's already a wall. People are talking about creating--\nchanneling more resources to our wall. The wall is already there.  \n\nAnd those of us who live there know that. I'm, by no means, an immigration policy expert, but I can talk about my \nown personal experience. And I hear about--I hear a lot of comments on both sides of the isle. And all I can think \nabout is my experience of being here my entire life, of working within my community and wanting to give back to my \ncommunity. And seeing that that is being impeded by continuous future of DACA.  \n\nESCOBAR: Thank you so much. I think we're going to have to recess. We have to go take votes on the floor. That's \nwhy everybody left. We've been summoned to the House floor for votes. We will take a short recess and reconvene \nas promptly as we can after we vote. The Committee stands in recess. Thank you all. \n\n(RECESS) \n\n\n\nSCANLON: (OFF-MIC) Committee will come to order. I'll recognize myself for five minutes. So, I represent \nPennsylvania's fifth district, one of the most diverse districts in the country and where immigrants from all parts of \nthe world have enriched our community.  \n\nThe fifth districts history of welcoming those of different backgrounds and faiths, dates to the arrival of William Penn \nin Chester, Pennsylvania in my district in 1682 and his founding of a colony that encouraged diversity and provided \nsanctuary for people of different faiths from across the globe. \n\nSome come to Pennsylvania to seek a better life and economic opportunity. Others come seeking safety and refuge \nfrom violence in their home countries. Although everyone's story is a little different, there's a common thread that \nbinds their immigrant experience. They come seeking a brighter future.  \n\nBefore I entered Congress, I had the privilege of representing some of these strong and resilient people as pro \nbono attorney. I met folks from Haiti who sought safety for their families after the devastating earthquake in 2010, \nand refugees from Africa and in Central American countries where the rule of law had broken down and violence \nerupted. \n\nAnd I had the privilege to work with DREAMers as they tried to navigate their path to adulthood in the only country \nthat they've ever called home. So, I want to say directly to my constituents who are here as immigrants, whether \nyou're a dreamer, a TPS holder, a DED recipient, or the beneficiary of another program, we see you and we value \nwhat you bring to our country. \n\nI see the nurses who care for our elderly, the teachers who are educating our children, and the public servants \nbettering our communities. I'm sorry this Administration has kept you in limbo and threatened to break the promises \nour country has made to you. \n\nAnd I'm so glad that we're here today speaking to some of those incredible immigrants directly. So, with that, Ms. \nKiazolu, I just signed onto a letter asking the Administration to extend the Liberian DED program.  \n\nAs I read your testimony, I was struck by the fact that after six years in a PhD program, when you're just a few \nmonths away from graduating and presumably excepting a job, you're--you're just 25 days away from losing work \nauthorization and--and your ability to remain in the country. \n\nI know that you touched on this briefly, but can you talk to us about any opportunities that you've had to forego due \nto the questions about your status? \n\nKIAZOLU: Yes. So, I've had to adjust my dissertation research because my advanced parole was never \nadjudicated. And so, that to me meant having to, essentially, start again with--with the process that is already time \nconsuming. \n\nI've had to pass two teaching opportunities at California State Long Beach, where I would have been an adjunct \ninstructor. And those opportunities would have been beneficial for progressing my professional development. \n\nAnd in just a normal life, I haven't been able to take trips with my friends. And while I should be preparing for the job \nmarket, I've lost the sense of security and peace of mind. \n\nSCANLON: Thank you for that. Ms. Irazoqui Ruiz, I know you've testified that members of your family have different \nimmigration statuses. And I know that although you're planning to be an OBGYN, you have siblings and family \nmembers who do other important work in--in your community. \n\nCan you speak to the impact that the uncertainty created by this Administrations policies around immigration status \nhave had on you and your extended family? \n\nRUIZ: Thank you for the question. I really appreciate the opportunity to be here. And I feel very privileged to be able \nto use my platform as a DACA recipient and as a medical student to share the stories with my community. And they \ncan be reflected in my own family. \n\n\n\nMy twin sister is a legal permanent resident. She was a DACA beneficiary. She's currently a business and tax law \nattorney. And because of her, I am able to focus on medical school and only worrying about my tuition because \nshe's able to provide a roof over my head. \n\nMy younger brother, Manny he's a mechanic. And every time my car breaks down, because I am a limited means \nmedical student with very limited financial opportunities, he fixes my car. My other brother, he is a small business \nowner. And when I don't have money to pay my health insurance because I need health insurance as a medical \nstudent, he provides the bill. \n\nAnd so, these are just examples of how immigrant families are very diverse. And not everyone is a doctor, not \neveryone is a lawyer, but that doesn't mean that they're contributing any less to their families or to their \ncommunities. \n\nSCANLON: And just to clarify, your two younger brothers are American citizens?  \n\nRUIZ: They were born in Arizona, yes. \n\nSCANLON: Okay, thank you. With that, I will yield back. But first I'll ask unanimous consent to enter an article \nentitled TPS Workers Are Rebuilding States Devastated by Natural Disasters by the Center for American Progress. \nHearing no objection, it is entered into the record. And next I would recognize the gentlewoman from Georgia. \n\nMCBATH: Thank you, madam chair. First, I want to say thank you to each and every one of you that are here \nproviding your testimonies today. I'm so sorry. I've been running in between two different hearings today. So, I do \nhave your written testimony. Thank you for submitting that. \n\nBut I do want to thank you for sharing your personal stories with us. When we talk about DREAMers, temporary \nprotected status recipients, and deferred enforced departure recipients, it's important that we have a full picture of \nthe lives that you've led.  \n\nOthers from Georgia's Sixth District, and I represent Georgia's Sixth Congressional District, have experienced your \nsame struggles, and have shared similar stories with me. And trust me, I have spent my first few months here in \nCongress working on specific cases within my district. \n\nI heard from a dreamer who teaches in my community, she teaches in the community that I now represent. And I've \nheard from TPS recipients who escaped dangerous situation--situations in other parts of the world and they're now \nliving in my district. They're raising families and they're working long hours to send their U.S. born children to \ncollege. \n\nTo see their impact on our economy, all you need to do is drive down the street in my district, and you'll see shop \nsigns in multiple languages. New local businesses where there weren't businesses before, and in a vibrant cultural--\nand just many vibrant cultural community centers. \n\nAnd I'm proud of our diverse communities because that's what America is. And I value the economic benefits \ncreated by immigrants and their families in my district. Because I did not have the benefit to actually hear your \ntestimonies, could any of you speak a little more to the local economic effects of your jobs or the jobs or businesses \nof your family members? I would love to hear those stories. Anyone? Go ahead.  \n\nPALMA: Yeah, thank you. Thank you for the question. I think there are many stories I can share from TPS recipient \nperspective. For example, in my testimony, there is the story of Jose Riat who's a business owner from Boston, \nMassachusetts who is the owner of a construction company, which is a multi-million dollar business. \n\nAnd the interesting part about that story is that actually he employed dozens of people, the majority are U.S. \ncitizens. There are only with TPS which is himself and one more person. Everyone else is U.S. citizen and \npermanent residency. Just to highlight one example of many others that I can tell you from across the country. So, \nthat's just one example. \n\n\n\nMCBATH: Thank you. So, a study by USC in the Center for American Progress found that Georgia's sixth \nCongressional district, my district would lose $117 million in GDP without DACA workers. And that's without \ncounting TPS or DED workers.  \n\nGeorgia has 8,500 TPS recipients and 1,000 of those working construction. So, that's another important economic \ncomponent from my district. Could you, any one of you, how would permanent residency change your economic \noutlook and your ability to plan for your future or your children's futures?  \n\nRUIZ: I'd like to answer this question, but also backtrack a little bit. My twin sister, Jasmine, she's an attorney and \nshe has a project for economic justice in the state of New Mexico. And she works with immigrant business owners. \nAnd immigrants are three times more likely to open their own small businesses and employee U.S. citizens.  \n\nAnd so, they're a huge driving force of the--of our economic system today. And I don't know the specifics because \nI'm not an economics expert. But the fact that these immigrants are resilient, and they persevere to open their own \nbusinesses and give jobs to U.S. citizens just shows the magnitude of the contribution of the community. \n\nAnd to your second question, what--how would a pathway to legal permanent residency and citizenship affect me? I \nspoke about it earlier. I'm trying to begin the process. I've applied to residency programs. And that's going to be a \nhuge question as I begin to apply, begin to interview at residency programs. \n\nHow do they know that their investment in me as a resident physician in training will not go unfounded because \nright now my DACA will expire at the end of this year. I'm still waiting to hear back if they're going to renew my \nDACA. It's been a while. And--and so that's--that's a huge impact. Will I even be able to practice medicine, which is-\n-has been my life long goal that I've been working for. \n\nMCBATH: Thank you. madam chair, I yield back to--there's no more time. \n\nSCANLON: The chair recognizes Mr. Correa. \n\nCORREA: Thank you, madam chair. First, I also want to thank the committee for holding this most important \nhearing. And I want to thank each and every one of you today for making the track to be in front of us today and \nshare your personal stories. I'm Congressman Lou Correa. I represent central Orange County, which is the richest \ncounty in the riches state in the richest country in the world. \n\nAnd I grew up in Orange County, I'm blessed to say. And where the little kids were American born citizens. I \nremember growing up and the kids would run when they saw any police officers. Anybody like that coming by they \nwould run. \n\nAnd I could never figure out why there were so much fright law enforcement. Just a uniform. And later on, I found \nout most of my friends weren't documented. That was back in the '60s. And here we are back in 2019 and as the \nold saying says, the more the world changes, the more it stays the same. \n\nI know Orange County has gone from a population of 150,000 in the '50s to about 3 million today. In my district I \nknow one of my colleagues said it but I'm going to say it here today that the real new Ellis Island of the world of the \nUnited States is central Orange County. We have more immigrants there from any other place in the world. \n\nGrowing up again, wave upon wave of Central American, Latin American immigrants, then came the Vietnamese, \nand today, huge influx from the Middle East. We're all making it work and making Orange County one of the most \nprosperous counties in the United States. \n\nLet me--let me share a quick story with you. All my kids have gone to public school in central Orange County, in the \nhood, so to speak. And my daughter, about two years ago came home and she brought with her two of her best \nfriends. Said dad, I have two friends that have a problem, they want to talk to me. And I said, oh, my God. That's \nprobably something very serious. And it was. \n\n\n\nThey said Mr. Correa, I want to talk to you about our immigration status. We're both DREAMers. And we're scared \nto death what's going to happen to us. Can you help us? Our families are all here and we don't want to be law \nbreakers. We, you know, we follow the rules. We've registered with the authorities. \n\nWe've told people who we are. We're paying our taxes, studying hard. What else can we do? Help us. What is it we \ncan do so we won't have to leave the country? We've grown up with--and it was a hard question for me. I almost, \nyou know, started tearing. And I did everything I could not to start to show them that the situation is a serious one.  \n\nI wanted to give them hope. And so, what I told these two young ladies was you keep studying hard. You keep \nworking really hard. You keep living the American dream. And let me fight your fight in Washington, D.C.. And that's \nwhat I've tried to do over the last plus two years I've been in Congress. \n\nI try to fight the fight for them. And this is not a democrat or republican issue. Poles show 70 percent of republicans \nsupport a pathway to citizenship for all of you, 80 percent of democrats. And I have to plug in a quick commercial \nfor Californians because the last president to succeed in passing immigration reform was a California republican, \nRonald Reagan, a great California president.  \n\nRepublican who had the guts to step up and say I'm going to do the right thing for this country. That's the last time \nwe had any kind of immigration reform. So, I say to you, it's not a D or an R issue. It's a right thing to do as \nAmericans.  \n\nIn California we have Silicon Valley. We have high tech operations everywhere. And they're based on the work, the \ntechnology, the intellect of immigrants. And so, today I want to thank you for being here. I especially want to thank \nthe bishop and all of the clergy.  \n\nI'm very proud to be a Catholic because a Catholic church has taken, with other religious groups, a very strong \nstance in doing the right thing which is advocating like Jesus Christ did for immigrants. Thank you very much for \nbeing here and with the 26 seconds I have left, I'm going to say we're going to keep fighting because it's the right \nthing to do. \n\nBut I'm going to ask all of you here if you can tell me what happens, if in fact, President Trump has his way and we \ndon't have adjustment status for you? Open question. \n\nPALMA: So, I'm going to start with that. I--I have nine months to really get to that reality. And I think, you know, for \nyou all that are parents, you got to think about what would you say to those kids about what can happen?  \n\nYou know, when your--when your son is applying to college, when your seven month little girl is just making a smile \nand you start thinking what's going happen with this U.S. citizen kid? That is the reality that we are facing. And \nthat's the big question that we are looking for answer.  \n\nI honestly, I don't know. I don't know, you know, what I would do when that day come. What I do know is that--and I \nhope that legislation would find a way to pass a--a permanent residency for people with TPS because it's that \nquestion that we are troubling. \n\nIt is the nightmare that many of us are living in this specific moment. But we still want to keep hopeful for that day \nU.S. history opportunity. And we hope that opportunity us for permanent resident will come in the near future. \n\nCORREA: Mr. Graham, did you have a comment? \n\nGRAHAM: Might I add to my colleague's eloquent answer. Mention that our scholarship program has 3,400 \nstudents in universities around the United States. I'm proud to say that one of our partner colleges is your Alma \nMater Cal State, Fullerton. Another one is Congresswoman Escobar's Alma Mater UT El Paso. \n\nSCANLON: Thank you. I'm afraid the gentlemen's time has expired. \n\nGRAHAM: Right. \n\n\n\nSCANLON: And I would recognize the gentlewoman from Pennsylvania. \n\nDEAN: Thank you, madam chair. Last, and I hope not least. I'm delighted to be here with you today. I think I'm the \nlast. So, thank you for your indulgence and your patience and for being with us and informing us and letting us \nknow personally what this is all about. \n\nAnd let's not forget why we're here. We're here because of an Administration who decided to choose fear over \nhope, to choose shutting doors instead of opening doors. And so, this is self-inflicted by this Administration.  \n\nWe know what the Obama Administration offered. And it was the wise move. Obviously, Congress now must step in \nand--and make permanent a pathway to citizenship. But I just don't want it to be lost on anybody that this is \nbecause of the actions of this Administration, shortly after taking office saying we want to shut the door on \nDREAMers and TSP. \n\nAnd we want to instill fear. Imagine the mission of this Administration. And that you are not the only ones that this \nAdministration has chosen fear over hope over citizenship over the ideals of our American values. \n\nSo, madam chairman, I thank you. We've heard so much today about how you improve our world. You don't take \nfrom us. You improve our world. How you grow our economy. If people don't think of it in any other way, let's think \nof it in economic terms. The analysis from the Center for American Progress reveals the U.S. can expect to lose \n1.6--excuse me, $164 billion in GDP over the next decade if workers from El Salvador, Honduras and Haiti are \nremoved from the labor force. \n\nSocial security and Medicare would face a reduction of almost $7 billion. Additionally, their removal would cause \nemployers across the country to experience almost $1 billion in turn overs. I'd give you a little snip-it from my state. \nI'm from Pennsylvania. In my home state, we would forfeit 85 million in state GDP annually due to the loss of our \n2,500 TPS holders from El Salvador, Honduras and Haiti alone. \n\nAnd as one of you described so beautifully and so heartbreakingly, this whole experience has been dehumanizing. \nWe should not be in the business of dehumanizing. And so, I would offer--I would ask, if I may, bishop to--I just was \nreading your testimony and your recommendations. So, from your mission and--and from what you have done over \nthe course of your pursuits, would you talk to us with specifics about what we, in Congress must do following your \nrecommendations? \n\nDORSONVILLE: Well, as a member of the Catholic church and being the voice of my brother bishops as well, every \nsingle person or member of the House and the Congress has bishops in your area, in your cities and in your--in \nyour districts. \n\nEncourage dialogue continue to learn the needs of your people. Go and talk to your leaders of faith. And being able \nto cultivate this kind of encounter, human encounter that will continue to impact not by the news but by your own \ntestimony of life.  \n\nI really think that that would be something that I would like to recommend to those who need to create and to push \nfor the new laws that are going to be so significant in the life of the immigrant family. I really think that the laws \nhave to continue to empower the family and to empower the sense of getting the people to trust, to hope and to love \nin the--in--in the place that they are across the country. \n\nDEAN: I so appreciate that wisdom, that we need to be proximate. We need to get close up to understand the plight \nof those who are vulnerable, whether it is this vulnerability or those suffering from addiction or those suffering from \nhunger or homelessness. We need to get proximate.  \n\nIt's not enough to stand in our houses and say geez, I real against this group or that group. Get close to them and \nyou'll know better. If I may, I--I--I let's ask one of the young people and--and then I would ask for unanimous \nconsent at the very end to enter some documents. But is there something that--something more that's on your heart \nthat you really wanted to say and impart to this Congressional Committee at this time? \n\n\n\nYANEZ: I'll say something real quick. I think there's enough blame to go around right now. I think we're kind of so \ndivisive. I think we need to come back and work on things that we do agree. It can't just be one or the other, which I \nthink I've been proposing as we--if we want to get something done for the DREAMers, if we want to be serious \nabout getting this fixed, there's a perfect opportunity with the colleagues on--on the republican side to bring \npermanent solution for DREAMers in exchange for border security. \n\nI think there's overall consensus to do that. Unfortunately, if we focus on one issue, only DREAMers, nothing's \ngoing to get done. And that's unfortunate and it's--ultimately it hurts me and breaks my heart because it's really, it's \nfalse hope. \n\nDEAN: Mr. Chairman, I see my time has expired but I do believe that the young woman at the--would like to say \nsomething as well. \n\nKIAZOLU: Just very briefly, I want to stress that DED for Liberia and in just 25 days. And protections for Liberians \nhave been in place since 1991. So, we're talking about almost 30 years of protections. So, TPS and DED recipients \nneed an--need a move of Congress immediately. For those of us on DEDs our lives are on the line within a matter \nof days. And so, we just ask for an expedient response. Thank you. \n\nNADLER: Do you know how many people are on DED roughly? \n\nKIAZOLU: I believe the estimates, the low estimates are around 900, but the high estimates are around 4,000. \n\nNADLER: So, between--between 900 and 4,000 people total. \n\nKIAZOLU: Yes. \n\nNADLER: And this expires in 25 days. \n\nKIAZOLU: 25 days. \n\nNADLER: And it's been in effect since 1991. \n\nKIAZOLU: We've had TPS and DED between 1991 and 2000. \n\nNADLER: So, the people who are in danger now, I--basically brought to this country in 1991. \n\nKIAZOLU: Yes. \n\nNADLER: Okay. Yes. \n\nDEAN: I seek unanimous consent. I see my time has expired. \n\nNADLER: Oh, yeah. \n\nDEAN: But if I may. I--I thank you all again. Ultimately, I'm going to quote President Barak Obama on the \nannouncement of this Trump imposition. That this is ultimately about basic decency. It's about who we are as a \npeople and who we want to be as importantly as that. \n\nAnd I ask for unanimous consent to offer into the record three documents. One, our educational groups who have \noffered us information in their opinions as to this, National Education Association. The presidents alliance for higher \nend in immigration memo and its statement and also the full text of--at that point, former President Obama's \nstatement on DACA. \n\nNADLER: Without objection, the documents will be entered into the record. I want to thank all our witnesses for \nattending. I want to thank the members who stuck it out to the bitter end. I hope we'll be able to do something \nintelligent and compassionate here. This concludes today's hearing. Without objection, all members will have five \n\n\n\nlegislative days to submit additional written questions for the witnesses or additional materials for the record. \nMeeting is adjourned.  \n"}