{"title": "GOP wants end of aid to illegals;Bill would cut off most state services", "body": "\nSenate Republicans on Tuesday announced that they intend to make illegal immigration a top priority of the \nelection-year legislative session that begins in January, lining up behind a proposal to prevent illegal immigrants \nfrom receiving taxpayer-funded services in Georgia.\n\nThe bill would put the Department of Motor Vehicles in charge of verifying that recipients of state benefits, from \nMedicaid checks to professional licenses to unemployment benefits, are legal residents of Georgia and the United \nStates.\n\n\"There are 350,000 illegal aliens in the state of Georgia,\" said state Senate President Pro Tem Eric Johnson (R-\nSavannah), speaking at a Capitol news conference with Sen. Chip Rogers (R-Woodstock). \"Every dollar we spend \non services for [them] is a dollar that's not able to go to a Georgian or some of our neediest citizens or even people \nlike the evacuees who are here legally and need our help.\"\n\nThe measure, Senate Bill 170, was introduced by Rogers during last winter's session of the Legislature but was not \nacted on.\n\nThe bill may be more a statement of intent than a change of policy. Johnson and Rogers said SB 170 would bar \nillegal immigrants from state poverty programs such as Medicaid; PeachCare, a health care program for children; \nand food stamps. But Ari Young, a spokesman for the state Department of Human Resources, said legal residency \nis already a prerequisite for assistance under those programs. And the state Labor Department already sends the \nnames of those who seek unemployment checks to the U.S. Department of Homeland Security to ascertain their \ncitizenship, said Bobby Thomas, assistant commissioner.\n\nRogers said that some state agencies now waive their own standards for eligibility. He said the strength of the bill \nis in the DMV's ability to establish what constitutes proper identification.\n\nJerry Gonzalez, executive director of the Georgia Association of Latino Elected Officials, said the bill stands in \ncontrast to the welcome that those who fled Hurricane Katrina have received from Georgia.\n\n\"What it does seem like to me is political grandstanding,\" Gonzalez said. \"It just doesn't make sense.\"\n\n\nRogers and Johnson said that parks, interstate rest stops, libraries and similar facilities would remain open to illegal \nimmigrants.\n\nThe measure's largest impact could be on the state university system. Illegal immigrants would be barred from \nenrolling in the state's 34 public universities and colleges.\n\nCurrently, those institutions ask potential students whether they are Georgia residents --- but only for the purpose of \nassigning in-state or out-of-state tuition fees. State officials do not keep track of how many undocumented students \nare in the university system. Undocumented students are not entitled to the lottery-funded HOPE college \nscholarships.\n\nNine states have authorized their university systems to offer in-state tuition to illegal immigrants.\n\nSB 170 illustrates how difficult it is for Georgia and other states to address what is largely a federal issue. Johnson \nand Rogers agreed that the measure would not affect the two most expensive aspects of illegal immigration: public \nschool access and emergency hospital care.\n\nCourt decisions have mandated that local school systems must accept all children, regardless of legal status. And \nfederal law requires hospitals, in life-threatening emergencies, to provide treatment to illegal immigrants. Last year, \nMedicaid reimbursed hospitals in Georgia $86 million for treating 20,000 such cases.\n\nNor would the proposed state law include any penalties against those who employ illegal immigrants.\n\nIn a statement that accompanied the news conference, Johnson indicated support for a guest-worker policy of the \nkind proposed by President Bush. \"We support registered, transient agricultural workers,\" he said.\n\nJohnson and Rogers denied that the focus on immigration is part of any orchestrated effort to boost support for the \nGOP in the 2006 elections, arguing that citizen anger over the flouting of immigration laws is real.\n\n--- Staff writer Kelly Simmons and The Associated Press contributed to this article.\n\nGraphic\n\n \n\n\"Every dollar we spend . . . for [illegal immigrants] is a dollar that's not able to go to a Georgian,\" said Sen. Eric \nJohnson.\n"}