{"title": "Immigrants Pack Agency, Trying to Beat A Deadline", "body": "\nScores of illegal immigrants around the metropolitan region crowded offices of the Immigration and Naturalization \nService yesterday as a midnight expiration loomed on a Federal law that allowed them to stay in the country while \napplying for residency.\n\nFor three years under the law, many illegal immigrants were allowed to remain in the United States while their \napplications were being processed, as long as they paid a $1,000 fine -- an option many used to keep families \nintact and jobs secure.\n\nBut Congress, in a crackdown on illegal immigration, set a deadline of midnight last night for the expiration of the \nlaw, known as Section 245(i), meaning illegal residents who did not file in time must return to their homelands and \nwait for their green cards there. What is more, some could be barred from re-entering the country for 3 to 10 years.\n\nSo hours before the deadline, scores of immigrants crowded the Federal offices in an attempt to beat the clock \nand avoid deportation.\n\nAmong them were Juan Vasquez, a 22-year-old machine operator from Mexico, and his 17-year-old wife of two \nyears, Ana, also of Mexico. The couple, bundled up against the evening chill outside the Federal building in \nManhattan, beamed with relief at a receipt from the immigration service acknowledging that the wife's petition was \nfiled on time.\n\n\"We heard this week on the radio that we had to file by today,\" said Mr. Vasquez, of Milltown, N.Y., a legal resident \nwho has been in the United States for four years and is sponsoring his wife's application. \"I'm glad we got it in on \ntime so my wife can stay and go to work.\"\n\nThe story was much the same at I.N.S. offices across the region, where yet another change in immigration law \nbrought the usual confusion accompanying any change in the rules.\n\nAt the immigration office in Newark, for instance, a 50-year-old cashier from the Philippines who works in an East \nBrunswick, N.J., bakery and was already approved for a green card mistakenly took a place in line anyway because \n\"my brothers in California kept calling and calling and said I had to go get my green card because the deadline was \ntoday.\"\n\n\nImmigration lawyers said they fielded numerous calls from people who misunderstood the complicated law, enacted \nthree years ago but swept away under provisions of the Illegal Immigration Reform and Immigrant Responsibility \nAct of 1996.\n\n\"People are going to panic,\" said Shyconia A. Burden, a spokeswoman for the immigration service's New York \noffice, which had about 20 of its 45 officers work until midnight accepting the applications.\n\nShe did not have an estimate of how many people were expected to show up in New York, but by yesterday \nevening more than 300 had lined up under a large white tent set up outside the Federal building.\n\nBy early evening, the Newark office had received about 300 applications in a steady stream. The Hartford office \nalso reported a busy day, but no figures were immediately available.\n\nAdvocates for immigrants estimate that at least a quarter of a million people in the United States will be affected by \nthe change in the law. The provision was adopted in part to diminish the work load at American consulates \nworldwide. Before 245(i), green card applicants were required to go back to their countries to process their \npaperwork. But the law also provides the agency revenue: with each applicant paying $1,000, the immigration \nservice received $147.5 million in 1996 and expected to receive $214.5 million in 1997.\n\nLawmakers who backed the changes have said the old rules rewarded people who broke the law, allowing them to \nstay illegally for years while they waited to be approved for green cards. But opponents of the change said it left \nimmigrants in a quandary: they could stay illegally in the United States and hope they were not caught and \ndeported, or they could return to their homeland, apply for legal residency and then perhaps wait the 3 to 10 years \nbefore they would be allowed to return to the United States.\n\nImmigration lawyers predicted that most illegal immigrants who would have been eligible for residency under 245(i) \nwould go \"underground.\"\n\nGraphic\n\n \n\nPhoto: Immigrants waited in long lines yesterday at the immigration service offices in Newark to have their stay \nextended while seeking residency. A Federal law allowing them to remain was to expire at midnight yesterday. \n(Frank C. Dougherty for The New York Times)\n"}