{"title": "Coming to Terms With the Men on the Corner - Correction Appended", "body": "\nWHETHER they live in homes they own or in rented rooms, the working men here follow similar routines. They rise \nearly, which these days means long before the sun, then shower, shave and walk toward the train station at the \nedge of Columbus Park, a speck of green amid a cluster of clapboard houses.\n\n  The men in suits march up the station steps, headed for the Metro-North trains to Manhattan. The men wearing \npaint-speckled pants trudge a few yards to the corner of Jefferson Avenue and Van Ranst Place, then pace the \nsidewalks, coffee cup in hand, waiting for jobs that often do not materialize.\n\n''It's Thursday, and I haven't worked one day this week,'' said Jaime Martinez, 38, a stout Salvadoran, one recent \nmorning, his dark eyes trained on a landscaping truck that pulled up and quickly drove away, carrying two men. \n\n  Unpredictability permeates the lives of these men, day laborers who gather at open-air job markets that spring up, \nwithout sanction or warning, at busy intersections, by gas stations and outside home improvement stores, here and \nin dozens of communities across the region, from Farmingville on Long Island to Lakewood in New Jersey to \nDanbury in Connecticut. Invariably, their presence yields passionate responses from residents and local officials, \noften torn between those who embrace the workers and those who want to see them go.\n\n  While the number of Hispanic immigrants in the region increased by 21 percent in the last five years, it is difficult to \ntell how many work as day laborers. What is known is that most day laborers are undereducated, undocumented \nmen from the Latin American countryside, lured here by the prospect of a better life. Lacking skills and legal status -\n- strictly speaking, under federal law, illegal immigrants are not allowed to work, and employers are not allowed to \nhire them -- they end up looking for work in landscaping and construction. They earn an average of $10 an hour and \nare sometimes subjected to abuse by employers, who deny them food, water or breaks, or refuse to pay them at \nday's end.\n\n  Even though many union members oppose illegal immigration, the A.F.L.-C.I.O. and several individual unions \nhave thrown their support behind day laborers, seeing them as exploited workers who do not earn enough and \nundercut wages for other workers. Organized labor has embraced them as part of its broader strategy to attract \nimmigrants to the labor movement.\n\n  Still, their presence has sparked concerns among townspeople, who say day laborers litter and urinate and loiter \nin the streets. Some Farmingville residents say their presence hurts real estate values. They have even proposed \ncreating a separate village so prices of homes to the west of Nicolls Road, a north-south highway, do not suffer \nbecause of laborers gathered to the east.\n\n\n  ''The real estate brokers have a hard time selling homes here because most people associate Farmingville with \nday laborers,'' said Ken Kellaher, 58, who is leading the effort to create the new village, to be called Oak Hills. Mr. \nKellaher lives to the west of Nicolls Road, in a quaint, wealthier section of Farmingville, a hamlet within the town of \nBrookhaven. ''We feel that we need to redefine our community,'' he said.\n\n  Local officials, for their part, find themselves in a bind, trying to balance the pressure from residents, who demand \nthat something be done about men who they say are destroying their quality of life, with the workers' right to \nconvene.\n\n  Now, with a recent federal court ruling on the response by police and municipal officials in Mamaroneck to \nconcerns about day laborers, towns are hoping for guidance from the courts. Last month, Judge Colleen McMahon \nof Federal District Court ruled on behalf of a group of day laborers who had sued the village, saying its officials and \npolice officers harassed them because they are Hispanic. The judge gave the town and the laborers until Jan. 5 to \ncome up with a solution, a development that is being closely watched by municipal leaders elsewhere. \n\n  The ruling in New York came just a few weeks before borough officials in Freehold, in Monmouth County, N.J., \nsettled a three-year-old federal lawsuit filed by day laborers. The settlement stipulates that laborers would no longer \nbe fined for soliciting work in public places. It also prevents building inspectors and police officers from entering \nlaborers' homes without consent, in what immigration advocates said was the selective persecution of Latinos. \n\n  In a few cases, municipal governments and community groups have compromised by designating a place -- often \na building or an empty lot -- where workers and contractors can link up. At least 63 hiring sites operate in 17 states, \nincluding about 10 seasonal and year-round sites in the region, according to local officials and a national survey of \n2,600 day laborers released earlier this year. \n\n  Thomas R. Suozzi, the Nassau County executive, said hiring sites ''are a matter of common sense.'' \n\n  ''You get the problem off the streets, so that it's not a visual issue or a littering issue or a urinating-in-public issue,'' \nhe said. ''And at the same time, you help these men who are just trying to live the American dream and give them a \nsafe place to assemble.''\n\n  In 1994, as mayor of Glen Cove, N.Y., Mr. Suozzi spearheaded the creation of the first hiring site on the East \nCoast, muffling the brewing discontent about the growing number of men who had been assembling outside a deli \nand along roadways. Since then, upward of 40 men convene at a sprawling ground-floor office on Sea Cliff Avenue \nevery morning, where the walls are lined with posters, each depicting a letter of the alphabet and a corresponding \ntool -- P for pliers, T for tape measure, W for wrench. \n\n  Twice a week, a volunteer offers English lessons. Recently, the men pooled their money to buy a coffeemaker and \na Christmas tree.\n\n  ''If we're not on the streets, we don't bother anybody and the police don't bother us,'' said a 44-year-old Argentine \nlaborer, who said he shows up every morning, usually finding work. \n\n  Other communities have considered similar sites, but not all have been successful. In some towns, they have \nchosen places that are too isolated, as in Lakewood, where the site is four miles from the commercial district and \nthus hard to reach for workers, who rarely have cars. Other towns have declined to devote municipal dollars to help \nthese sites get started, saying it is not a local mandate to back enterprises that help mostly illegal immigrants find \nwork.\n\n  ''We've been very clear that we're not going to spend any taxpayer money to create a facility for the day laborers, \nbut we're certainly going to be supportive if any community group tries to resolve the situation on their own,'' Mayor \nMark Boughton of Danbury said in an interview. ''Local government has to walk a very fine line here because \nfederal law is clear: you can't aid or abet somebody who is here illegally and help them find work.'' \n\n  The response in a number of communities has been to step up enforcement, through ordinances, increased police \npatrols or a combination of both. Often, the police will cite workers and the contractors who pull up to hire them for \n\n\n\nsmall infractions -- from littering to loitering to impeding traffic. But in the eyes of the court, some communities have \npushed too far. \n\n  In the Mamaroneck case, the plaintiffs told the court that police cruisers followed them, lights flashing. At times, \nofficers used words or harsh gestures to order them off sidewalks; other times, officers just stared, the plaintiffs \nsaid.\n\n  Steve Garcia, one contractor who testified, said in an interview that he hadhired laborers in Mamaroneck. But after \nhe was ticketed in August for pulling away from a curb without signaling, right after picking up a few workers, he \nbegan hiring workers elsewhere. ''I wanted to help the guys,'' he said, but ''I didn't need the trouble.'' \n\n  The decision in Mamaroneck caught the attention of many municipal officials. Mayor Paul F. Rickenbach Jr. of \nEast Hampton, the affluent village on the east end of Long Island, said he read it several times, trying to figure out \nwhat impact, if any, it might have on his community. \n\n  For months, police officers have been posted near the East Hampton railroad station, watching day laborers and \ncontractors to make sure no one breaks local laws, Mayor Rickenbach said. In November 2005, the police ran a \nsting operation of sorts, jotting down the license plate numbers of cars that picked up workers, then shipping the \ninformation to the Internal Revenue Service and federal immigration authorities. \n\n  ''We were not targeting any particular ethnic group,'' said Mayor Rickenbach, a former East Hampton police \ndetective who has been in office since 1992. ''We were just being mindful of the number of individuals who were \nthere and making certain that the people who were hiring these individuals were aware of their responsibilities, such \nas withholding taxes on the wages they were paying these workers and hiring people who are authorized to work.''\n\n  ''In no way do we intend to be discriminatory,'' he added. ''We don't go out soliciting documentation from the \nworkers.''\n\n  The nation's day-laborer phenomenon traces its roots to the 18th century, when European immigrants gathered on \ncity streets, seeking work as chimney sweeps, wood cutters and dock hands. In the mid-1800s, in port cities in the \nNortheast, foremen picked the day's dock help from a pool of workers gathered around him. Irish men and black \nwomen found jobs at New York's hiring sites in the early 20th century, while in California, the sites attracted \nMexicans looking for seasonal farm work. \n\n  The laborers who arrived in the last 10 years come mostly from Mexico, Guatemala, El Salvador and Honduras, \noften bypassing traditional ports of entry like New York City, Chicago and Los Angeles and settling, instead, in the \nsuburbs, where jobs abound, according to a national survey of day laborers released in January.\n\n  These men, many of whom send part of their earnings to the families they left behind, worked on farms or in \nfactories in their home countries, the survey says. Most had not heard about the day-laborer market until arriving \nand joined this line of work as a way of gaining a foothold here.\n\n  Abel Valenzuela Jr., a co-author of the national survey, ''On the Corner: Day Labor in the United States,'' noted \nthat employers rarely withhold taxes on wages or pay Social Security and workers' compensation benefits, making \na day laborer a lot cheaper to hire. In short, he said, day laborers are as much a byproduct of immigration as they \nare of the economy.\n\n  ''Day labor is part of a larger national trend, but it just happens to be at the low end of this trend, since these men \nare looking for work on street corners, as opposed to temp staffing agencies or through the part-time job ads they \nsee in the newspaper,'' said Mr. Valenzuela, director of the Center for the Study of Urban Poverty at the University \nof California, Los Angeles.\n\n  The survey estimates the number of day laborers nationwide at 120,000, a tiny fraction of the estimated 11 million \nillegal immigrants. About half the day laborers are in the West, about 20 percent in the East and Southwest, 12 \npercent in the South and 4 percent in the Midwest, according to the survey, based on interviews with 2,600 day \nlaborers in 139 municipalities. \n\n\n\n  MR. MARTINEZ, the Salvadoran immigrant, used to plant corn, rice and potatoes in a small plot behind his \nfamily's home in the impoverished village of Sonsonate. One of his uncles came to Mamaroneck in the 1990s and \nwrote to him that there were jobs that would pay him enough to support his elderly parents.\n\n  In 2001, Mr. Martinez moved to Mamaroneck, finding a busboy job at a restaurant in nearby Harrison. Two years \nlater, the restaurant closed and Mr. Martinez was unemployed, so he joined the ranks of men who line the \nsidewalks near Columbus Park every morning from 6 to 11. \n\n  ''I know how to paint walls, do carpentry, clean and landscape,'' he said. ''We're not office people, like the people \nwho take the train every day. But we're intelligent, and we work hard.'' \n\n  Day laborers will tell you they earn about $10 an hour, which would make for a decent living -- if work were not so \nscarce. In the summer, they work three or four days a week, earning up to $1,400 a month. But once it turns cold, \nthe laborers are lucky to work five or six days a month.\n\n  To make ends meet, they share apartments with other men, sometimes in unsafe, overcrowded homes. They \noften take turns performing household tasks, like cooking and cleaning. \n\n  ''Most of us are alone here, so our roommates become our family,'' said Juan Garcia, 40, a Mexican day laborer \nwith a neat goatee.\n\n  If they are not hired, they spend the day at home or, if it is warm, sitting on a park bench with a Spanish-language \nnewspaper or an American magazine, trying to make sense of a language few of them know. On Sundays, some go \nto church, while others walk the streets. Mr. Martinez enjoys strolling along Fordham Avenue in the Bronx. Mr. \nGarcia buys a phone card and talks for hours to his wife and three children in Tenancingo, Mexico, where he used \nto eke out a living growing sugar cane and raising livestock.\n\n  ''I used to go home every year, around this time of the year, and come back in March,'' he said. ''But I haven't \nearned enough this year.''\n\n  This spring and summer were unusually difficult for day laborers in Mamaroneck and in other places where \nincreased enforcement has driven contractors away, according to at least a dozen workers and contractors \ninterviewed in Westchester, New Jersey and Long Island.\n\n  In Danbury, laborers have avoided gathering at Kennedy Park since 11 undocumented Ecuadoreans were \narrested in September by federal immigration officials posing as contractors.\n\n  ''If among us immigrants there are criminals, then let the judicial process take over,'' said Wilson Hernandez, the \nvice president of the Ecuadorean Civic Center in Danbury. \n\n  ''But it's not fair that undocumented immigrants are lumped together with terrorists,'' he said. ''It's not fair that \nsomeone who risked life and limb to come to this country, to cross the border, be considered a criminal solely \nbecause he came here to work.''\n\n  The few men who still gather at the park have been so scared since the raid that they walked away from a reporter \nwithout a word, like children taught not to talk to strangers.\n\n  The civic center and other groups are working together to build a hiring site behind the house occupied by the \nHispanic Center of Greater Danbury, a few blocks from City Hall, on West Street. They hope to have it ready by \nspring, when crews will begin constructing 500 luxury condos across from Kennedy Park, displacing the day \nlaborers.\n\nhttp://www.nytimes.com\n\nhttp://www.nytimes.com/\n\n\nCorrection\n\nAn article last Sunday about day laborers in the region misstated the name of a street in the Bronx where one of the \nlaborers enjoys strolling. It is Fordham Road, not Fordham Avenue.\n\nCorrection-Date: December 24, 2006\n\nGraphic\n\n \n\nPhotos: READY AND WILLING -- Day laborers seeking work in Mamaroneck and, at right, some who found it. \nSome residents complain about them, others defend them. (Photographs by Librado Romero/The New York \nTimes)(pg. 1)\n\nAN UNCERTAIN LIFE -- In Mamaroneck, above, a judge intervened after accusations of police harassment of day \nlaborers who gather on the streets. At a hiring site in Glen Cove, N.Y., right, a wall is lined with letters and English \nwords to improve the vocabularies of workers, many of whom are Hispanic and speak little English. In Stamford, \nConn., bottom left, laborers gather in an area that is designated as a hassle-free zone. (Photos by Above and \nbelow, Librado Romero/The New York Times)\n\n (Photos by Left and above, Janet Durrans for The New York Times)(pg. 10)\n"}