{"title": "GOP TO SPITZER: SEE YOU IN COURT", "body": "\nALBANY - More than 30 Assembly Republicans declared yesterday they have no choice but to haul Gov. Spitzer \ninto court to overturn his \"illegal\" new rules to let undocumented immigrants get driver's licenses.\n\nThe lawsuit, set to be filed today in Albany Supreme Court, accuses Spitzer and Motor Vehicles Commissioner \nDavid Swarts of ramrodding through the new policy in an \"arbitrary and capricious manner.\"\n\n\"Someone needs to remind this guy he was elected governor - not emperor,\" said Assemblyman Tom Kirwan (R-\nNewburgh), a former state trooper who branded the new license rules \"unlawful and dangerous.\"\n\nSpitzer last week agreed to delay giving illegal immigrants licenses until late next year, though he continued to \ninsist yesterday his plan will ultimately make New York \"more secure.\"\n\nAs for the GOP lawsuit, Spitzer spokeswoman Jennifer Givner said: \"We remain confident the policy change will be \nupheld in court.\"\n\nThe new suit adds to the legal thicket faced by Spitzer. Rensselaer County Clerk Frank Merola has already filed his \nown brief to block licenses for illegal immigrants. A Washington advocacy group, Judicial Watch, also sued Spitzer \nyesterday, charging he overstepped his authority.\n\nSenate Republicans voiced skepticism about the effectiveness of new DMV technology designed to detect forgeries \nin passports and other documents used by applicants for licenses.\n\nState Senate Homeland Security Chairman Vincent Leibell (R-Brewster) questioned whether DMV staffers and \ncounty clerks were getting adequate training to spot counterfeit documents.\n\nGivner acknowledged that because Spitzer's new call for three tiers of licenses will require changes in fees, \nlegislative approval is needed for that aspect of the plan.\n\nInitially, when Spitzer pushed for one type of license for both legal residents and undocumented aliens, the \nadministration claimed lawmakers' input was unnecessary.\n\nThe governor's latest proposal for three types of licenses was endorsed by the Hispanic Federation. The group \nnoted its objections to the federal Real ID plan that Spitzer accepted, but said undocumented immigrants were \nbetter off driving legally than having no license.\n\n\njmahoney@nydailynews.com\n"}