{"title": "Supreme Court Upholds Search of Drug House Despite Illegal Entry by Police", "body": "\nThe Wisconsin Attorney General issued the following news release:\n\nThe Wisconsin Supreme Court today affirmed a decision of the Court of Appeals, District I, which affirmed a \njudgment by the Circuit Court for Milwaukee County convicting Robert Artic, Sr., of running a drug house. The \nCourt ruled that although the police entered the building unlawfully, Artic voluntarily consented to a search of his \napartment so that the unlawfullness of the initial entry did not taint the validity of the search, which uncovered \nevidence of drug dealing.\n\nAttorney General J.B. Van Hollen praised the decision as a victory for the rule of reasonableness in enforcing \ncriminal laws. \"The Wisconsin Supreme Court reaffirmed the principle that minor mistakes by the police should not \nallow convicted criminals to go free.\"\n\nMilwaukee police arranged to make an undercover buy of cocaine from a man they knew as \"Rob.\" The transaction \nwas supposed to take place in Rob's green minivan in the 3200 block of North 15th Street. Officers on stakeout saw \nthe minivan drive up and park. Rob went into the building at 3206 North 15th Street, and came out five minutes \nlater. When he got back into his minivan, the police closed in and found baggies of cocaine on the floor of the \nvehicle.\n\nThe police then decided to get a warrant to search the building from which Rob apparently got the cocaine. Before \nthey applied for the warrant, though, they wanted to see if anyone was inside, so they knocked on the front door \nand announced that they were police officers.\n\nOne officer went around to the fenced-in back yard of the building to make sure no one ran out the back door. \nWhen the officers knocked on the front door, the officer in the back saw people moving around in the building. \nThinking they might be destroying evidence of drug dealing, the officer in back alerted the officers in front, who then \nentered the building by force.\n\nThe first floor of the building was undergoing renovation, so the officers went up to the second floor where there \nappeared to be a separate residence. The police knocked on the upstairs door and asked if they could come in. \nRobert Artic, Sr., who turned out to be Rob's father, gave the police permission to enter his residence. After some \nfriendly conversation, the police asked Artic if they could search his residence. Artic agreed. The search revealed \nevidence of drug dealing, and Artic was charged with and convicted of running a drug house.\n\nArtic argued that the evidence of drug dealing found in his apartment should be suppressed because the search \nwas tainted by an illegal entry to the building. The Supreme Court agreed that the entry was illegal because the \nofficer who precipitated the forceful entry of the building had no right to be in Artic's fenced-in back yard when she \n\n\nsaw the activity that led her to believe drugs were being destroyed. So the question presented to the Supreme \nCourt was whether the search of Artic's apartment was sufficiently attenuated from the illegal entry of the building \nthat the illegal entry did not affect the validity of the search.\n\nThe Court ruled that Artic voluntarily consented to the entry of the police into his apartment and then voluntarily \nconsented to the search. Artic's voluntary consent, said the Court, broke the link between the illegal entry and the \nsearch so that there was no good reason to suppress the evidence found in the search simply because the entry of \nthe police into the building was technically illegal.\n\nSumming up its ruling the Court said, \"We conclude that Artic's consent to search was given freely and voluntarily, \nand not merely in acquiescence to police authority. We also conclude that the police search of Artic's upper-level \nresidence was sufficiently attenuated from the illegal entry to purge the primary taint of that entry. While the \ntemporal proximity was short, meaningful intervening circumstances took place and the official conduct was neither \nflagrant nor purposeful.\"\n\nThe case was handled in the circuit court by Milwaukee County Assistant District Attorney Daniel Gabler, and in the \nSupreme Court by Assistant Attorney General Thomas J. Balistreri.\n\nCopyright Targeted News Services\n\nTNS C-Santpan-mt93 100716-2916814 61MarlizTagarum\n"}