{"title": "A 'neighborhood watch' at the nation's borders", "body": "\nIt's barely two hours past sunup, and Chris Simcox sprints past cactus and waist-high shrubs, pausing occasionally \nto inspect the piles of discarded water bottles, empty backpacks, and other refuse that litters the desert terrain.\n\nAs the head of a border watchdog group called the Civil Homeland Defense, the trim 43-year-old is on the trail of \nillegal immigrants heading north through this forbidding stretch of southern Arizona. He's dressed warmly to fend off \nthe morning chill, and a pistol is tucked under his jacket. For self-defense, he said.\n\nSimcox, a transplanted Californian and the owner of a small-town newspaper, describes his group as a kind of \n\"neighborhood watch\" forced into action by failed U.S. immigration policy. Detractors call him a vigilante, a tag he \nangrily rejects.\n\nSimcox embodies one of many sides in a complex debate with much at stake not just for border states, but for the \ncountry. Illegal immigration divides communities and politicians, and this year the volatile issue is further inflamed \nby presidential politics.\n\nIn Arizona and New Mexico, among the seven states that hold presidential contests tomorrow, controlling \nimmigration is a top election-year priority, along with the economy and the war in Iraq. President Bush's proposal to \ncreate a guest-worker program also has driven a wedge into the Republican Party.\n\nVirtually no one denies that something needs to be done - and quickly. A 1986 overhaul of immigration laws - which \nsought to penalize employers who hired undocumented workers - has largely been deemed to have done little to \nabate the flow of undocumented workers.\n\nThe number of undocumented residents living in the United States is estimated at 8 million to 10 million. According \nto the U.S. Census Bureau, 500,000 undocumented workers enter the country each year.\n\nAt least 55 percent of the undocumented workers come from Mexico, lured by jobs that pay 10 times more than \nthose in their country. Mexican workers pay as much as $5,000 to unscrupulous smugglers, known as coyotes, and \noften endure treacherous marches through the desert to make their way into the U.S. labor market.\n\nSince the mid-1990s, more than 2,000 have died from a multitude of perils: starvation, thirst, heat stroke, \nrattlesnake bites, drowning, murder, or suffocation while packed elbow-to-elbow in the back of windowless trucks.\n\n\nThousands of furious Arizonans complain that undocumented workers consume millions of dollars in public services \nand wrest jobs from U.S. citizens. They also complain that illegal immigrants trash the landscape and steal property \non their way north.\n\n\"They come through our yard every night,\" said Eddie Shuck of Bisbee, a copper-mining town 20 minutes north of \nDouglas. \"We're not talking about five or six. We're talking about 50 or more.\"\n\nThe debate over illegal immigration has a diverse cast, ranging from human-rights activists and church groups who \nprovide assistance to immigrants to ranchers and citizen border patrols.\n\nOne of the most visible is Simcox, a former schoolteacher who became an activist against illegal immigration while \nliving in California. He moved to the fabled Old West town of Tombstone, cashed in his retirement to buy a local \nnewspaper, and launched his Civil Homeland Defense movement.\n\nSimcox and other members of the group spend hours each day scouring the border for illegal crossers. In the last \ntwo years, he said, they've helped the Border Patrol apprehend more than 2,300 illegal immigrants from 26 \nnations.\n\nSimcox ran afoul of the law last year when he was arrested for carrying a firearm on federal property, a charge that \nhe said was \"politically motivated.\" He acknowledges carrying a weapon - Arizona allows residents to obtain \nfirearms permits - but said he does so only to protect himself and has never had to use it.\n\nOn one early-morning outing last week, a pistol tucked in the back of his jeans was visible when he took off his \njacket. One of his partners, Craig Howard, 48, another transplanted Californian, carried two pistols.\n\nA rare overnight downpour cut off access to roads adjacent to the border, forcing Simcox, Howard and another \ncolleague to direct this day's mission about 30 miles to the north. The search yielded no immigrants, but footprints \nand scattered litter offered abundant evidence of recent travelers.\n\nCritics maintain that such groups harass immigrants and take the law into their own hands. Simcox counters that he \nand other members merely notify the Border Patrol whenever they see an immigrant and never try to make an \narrest.\n\nThe only way to block unlawful immigration, Simcox said, is to seal the border with troops. He calls U.S. \nimmigration policy \"immoral\" and said he plans to cast a write-in vote for U.S. Rep. Tom Tancredo in the November \npresidential election; the Colorado lawmaker has emerged as the most vocal Republican critic of Bush's \nimmigration plan.\n\nThe Rev. Robin Hoover, a Texas Christian University divinity graduate who lives in Tucson, also spends much of \nhis time along the border. He and his congregation jostle through the desert in flatbed trucks, putting out water \ntanks to help thirsty immigrants on their way north.\n\nHe denounces border watchdog groups as paramilitary vigilantes \"driven by hate.\" But, he adds, all sides in the \ndebate share at least one point of view. \"Everybody in Arizona, no matter what your interest is, can find agreement \non this: Our policies are broken and they need to be fixed.\"\n\nContact reporter Dave Montgomery at 202-383-6016 or dmontgomery@krwashington.com.  \n"}