{"title": "Mexico and U.S. to Patrol Border Trouble Spots", "body": "\nAfter a month of rising vigilantism along the border in Southern California, during which one illegal immigrant was \nshot and six others held captive by local ranchers, American and Mexican officials are creating a joint law-\nenforcement operation to protect Mexican aliens and patrol the area.\n\nOn Friday, Alan D. Bersin, the United States Attorney for the Southern District of California who is a special \nrepresentative for Southwest border issues for Attorney General Janet Reno, is scheduled to announce a \nsubstantial increase in local, state and Federal agents to patrol a mountainous border area about 25 miles east of \nSan Diego.\n\nAt the same time, the consul general of Mexico in San Diego, Luis Herrera-Lasso, is expected to announce that \nMexico has designated a group of agents to work on Mexico's border to protect migrants from violence.\n\nAs illegal crossings have increased in the last year, the number of assaults on illegal immigrants have risen sharply.\n\nMr. Herrera-Lasso said that while preventing crime was a concern for both countries, the Mexican agents would not \nattempt to prevent Mexicans from crossing the border illegally.\n\n\"By no means will they be supporting or acting in complicity with American authorities in those acts that have to do \nwith action against Mexican immigrants,\" Mr. Herrera-Lasso said in a telephone interview.\n\nMr. Bersin said that the United States group was being formed because a crackdown on illegal immigration by the \nUnited States in the past year had shifted the flow of illegal immigrants from the Imperial Beach area in California -- \nwhere migrants could easily reach San Diego in a few hours -- to a mountainous part of San Diego County about 25 \nmiles east of the city.\n\nIn that rugged terrain, he said, it can take immigrants days to reach a city, giving the border patrol more time to take \nthem into custody.\n\nUnited States Government figures show apprehensions in that area have increased as much as 900 percent over \nthe past Federal fiscal year, which ended on Sept. 30, although the number of people detained is still far below the \nnumber of apprehensions in the Tijuana, Mexico-San Diego area.\n\n\nWith more Mexicans crossing the border in eastern San Diego county, often called East County, crime against \npersonal property also has increased, Mr. Bersin said.\n\n\"The result of that is a very heightened sense of insecurity by residents of East County who in the past were not \nburdened with aliens and alien smugglers,\" he said.\n\nIn some cases, local residents have taken the law into their own hands. On Oct. 2, Mexican and United States \nofficials said, six illegal immigrants were rounded up in California by residents armed with shotguns and held for a \ncouple of hours until the United States Border Patrol arrived.\n\nOn Oct. 17, a Mexican illegal immigrant who was wanted by the local police in connection with a string of robberies \nwas shot and wounded by an American who knew the police were after the man, officials said.\n\nMr. Bersin said the new patrols should \"establish, without doubt in the mind of anyone, be they Mexican alien or \nU.S. resident, that violence or lawlessness will not be tolerated, either in San Diego County or in Baja California.\"\n\n      \n"}