{"title": "Thousands at immigration protest on San Jose streets", "body": "\nMore than 2,000 pro-immigration and labor demonstrators mobilized in East San Jose on Sunday in a powerful \ndisplay of the persistent dream of American citizenship, despite federal inaction. The outpouring of demonstrators \nwas organized by a loose coalition of community, church and labor organizations calling themselves the May 1st \nCoalition.\n\nOn the fifth anniversary of a 2006 National Day of Action for Immigrant Justice, turnout in San Jose, Los Angeles \nand other cities was significantly lower than for that historic event, when a million demonstrators marched in scores \nof cities across the nation.\n\nBut San Jose's march was equally passionate, and more ethnically diverse, compared with the original event, with \nNative American, Chinese, Muslim, Jewish, Catholic and Protestant activists joining in song, chants and placard-\nwaving. They were joined by clusters of union activists who vowed to fight the spread of anti-labor efforts seen in \nWisconsin and elsewhere.\n\n\"They all have perseverance in common,\" said Santa Clara County Supervisor Dave Cortese, who has spoken at all \nfive San Jose rallies. \"There's frustration, but not resignation.\n\n\"We've been asking for five years. These are hardworking men and women, and we need to create a path to \ncitizenship,\" he said. \"The federal government has failed to tackle this.\"\n\nCalling for legal protection for illegal immigrants and workers' rights, demonstrators met at the intersection of King  \nand Story roads, then streamed down King and turned onto Alum Rock Avenue, ending their three-mile march with \na rally at San Jose City Hall.\n\n\"People are definitely frustrated that Obama and Congress have not delivered on what was promised,\" said \norganizer Cesar Juarez, who was a mere 18-year-old Evergreen Community College student during the first march. \nHe now holds a degree from San Jose State and is pursuing a career in community organizing.\n\n\"There is definite excitement about next year's presidential election,\" he said. \"And if everyone today talks to two to \nfour family members, we've influenced thousands.\"\n\nAmid a sea of Mexican flags, clergy members offered voices of support.\n\n\"It is a test of a society, how it treats its immigrants,\" said Rabbi Melanie Anon of Shir Hadash synagogue in Los \nGatos. The Rev. Jose Pedigo of San Jose's St. Julie Billiart Parish said, \"We are the foundation of change. \"... We \nare all in this together.\"\n\n\nSamina Sunas of American Muslim Voice said the Prophet Muhammad instructed his followers to give half their \nfood and water to newcomers.\n\n\"There should be no 'illegals' here,\" said Yasmin Vanya, also of American Muslim Voice. \"We're here to show our \nsupport on behalf of the whole Muslim community, to ask President Obama to honor his election campaign \npromises.\"\n\nContact Lisa M. Krieger at 408-920-5565.\n"}