{"title": "School Watch;Exchange student enrolls, but troubles may continue", "body": "\nOn her first day as a Fayette County student, Anastasia Kotelnikova attended a pep rally.\n\nAfter school board members voted at a special meeting last week to admit her, Anastasia's host parents Mary \nAnne and Verlon Osborne took her to Starr's Mill High School, enrolled her in the ninth grade and took her to \nclass. The 14-year-old Russian girl arrived during fourth period and seemed a bit nervous, but teachers arranged \nfor someone to accompany her to the rest of her classes and to the pep rally.\n\nNow, neither the Osborns nor the school board is exactly cheering. The board has directed Superintendent Dave \nBrotherton to send letters of protest to immigration officials while the Osborns' lawyer tries to ensure Anastasia can \nremain here. \"There are several reasons to be concerned,\" board member Connie Hale said. She and board \nchairman Woody Shelnutt initially voted against allowing Anastasia to enroll because her registration materials \nwere submitted late, and she is younger than U.S. immigration law allows for her type of student visa. She turns \n15, the required age, on Oct. 15. \"Somebody has messed up,\" Shelnutt said.\n\nHe and Hale changed their votes only after Brotherton reminded them of federal guidelines mandating public \nschool systems educate any child living in their districts.\n\n \n\n\"We were caught between a rock and a hard place,\" Hale said.\n\nThe board decided Brotherton should write strongly worded letters to immigration officials expressing their \nfrustration at how Anastasia's placement was handled. She arrived on Aug. 23, the day before school started. ASA \nInternational, the company that placed her, submitted her paperwork late and started making travel arrangements \nwithout having the school system's permission to enroll Anastasia. The board voted to sever its ties with the \ncompany.\n\nEllen Jackson, ASA's local coordinator, said she knew the deadline had passed when she brought in Anastasia's \nregistration materials. But Jackson said the school system should not have accepted the registration at all if it was \ngoing to turn down the girl.\n\nBoard member Bob Todd called that a foolish argument. \"I am angry at the way it's been done and the attempt to \nplace blame on this school system,\" he said.\n\n\nTodd suggested Brotherton send letters of protest about the matter. School board members of the future, Todd \nsaid, will have to decide whether to do business with ASA International again. Hale said the situation could sour \nfuture boards on the idea of having foreign students. There are three other exchange students in the system this \nyear. \"The taxpayers of this county are going to educate this child,\" Hale said, referring to Anastasia. \"We have a \npolicy, and now we're having to waive this policy. Why do we have a policy if we're not going to adhere to it? It's \npointless. Things like this may cause a board to say, 'It's been nice, but maybe we don't need any foreign students \nin the system.' \" Hale noted that when she became a U.S. citizen in 1971, she had to pass a citizenship test and \ncomplete a number of forms. \"I had to cross every 't' and dot every 'i,' \" she said.\n\nAlthough both are clearly not happy with the situation, both Hale and Shelnutt have emphasized several times that \nthey have nothing personally against Anastasia. \"Please don't misunderstand,\" Hale said. \"I feel sorry for the child. \nIt's the adults I blame. (ASA International) put us in a very difficult position. It was very, very awkward.\" The board \nenacted a policy several years ago requiring foreign students' registration materials to be in by June because \nexchange students had been showing up at the last minute, Brotherton said.\n\nHale said she feared the board was setting a precedent by allowing Anastasia to enroll. \"I'm not on a witch hunt \nhere,\" she said. Noting Fayette's swelling student population, she said she worried that without an exchange-\nstudent policy in place, \"We'd have all kinds of them coming in at the last minute.\"\n\nAfter the meeting, Shelnutt remained in the board room chatting with Anastasia and the Osborns. He asked \nAnastasia about her hometown, what classes she had taken and about Russia in general. \"Kind of chilly over there, \nisn't it?\" he asked. He and the Osborns also talked about their adopted Russian daughter, Anya. Then Shelnutt \nturned to Anastasia and asked, \"Are you ready to go to school?\" She smiled and nodded. \"I hope you get your \npaperwork straightened out so you can finish the year,\" Shelnutt said.\n\nGraphic\n\n \n\nPhoto :\n\n Off to school: Host parent Verlon Osborn hugs Russian exchange student\n\n Anastasia Kotelnikova on Friday after the Fayette Board of Education\n\n reluctantly voted to allow her to attend Starr's Mill High School. /\n\n MARLENE KARAS / Staff\n"}