{"title": "SMUGGLED TO NEW YORK;Immigrant Dream of Plenty Turns to Misery and Regret", "body": "\nIt took $27,000 of borrowed money, a harrowing 52-day voyage by sea eating rotten rice and two days by van and \non foot from Mexico before Hua Zhen was finally smuggled into the United States from China. That was six weeks \nago, before another ship bulging with passengers like him ran aground off of New York City, when Mr. Hua was still \nflush with hope.\n\nAlready, gloom has consumed Mr. Hua, who would give only the nickname his friends call him. He is homesick, \ndeeply in debt, and still in pursuit of work while he lives with relatives in New Jersey. At best, he hopes to land a job \nas a dishwasher in a New York restaurant and maybe a bunk to call his own above the kitchen. Not until years in \nthe future, once his passage is repaid, does he imagine he will see his wife and 10-year-old son again.\n\n \n\n'A Modern-Day Slave Trade'\n\n \"I regret coming,\" he said. \"I feel like I was tricked. Everybody said life in America is wonderful, that everyone has \na big car and a big house.\"\n\nThe swarms of illegal Chinese immigrants being smuggled into the United States on the promise of a bountiful life \nall too often find themselves trapped in a bleak existence under the watchful eyes of criminals ready to resort to \nbrutality against those who don't pay their full fare. The hundreds of Chinese who washed up on the shores of \nQueens early Sunday morning, following a horrifying journey aboard a rusting freighter called the Golden Venture, \nmight do well to learn from the experiences of predecessors like Mr. Hua.\n\n\"This is a modern-day slave trade,\" said Joann Lum, the program director at the Chinese Staff and Workers \nAssociation in New York, which organizes Chinese workers.\n\nNonetheless, in the last two years, there has been a sharp rise in illegal immigration as ever-larger boatloads of \nChinese are brought in by smugglers believed tied to organized crime. Several dozen ships have been intercepted \nat various American ports. Just Wednesday, two fishing boats loaded with about 300 illegal Chinese immigrants \nwere seized south of San Francisco.\n\n\nA shot at the American dream does not come cheap. According to immigrants who have made the odyssey, the \n\"snakeheads\" or smugglers usually charge $20,000 to $50,000 for a one-way trip, forged passport and some \ncounsel on what to do if caught. Pregnant women must pay more. One woman who refused to give her name said \nthat smugglers with the best reputation for transporting people safely command the highest fees.\n\nMany immigrants sell their belongings to make a down payment, usually at least $1,500. The smugglers used to \nrequire at least 80 percent of the fare in advance, but immigrants said that competition has gotten so torrid that 10 \nto 15 percent down is now acceptable. The more relatives that one has in America to guarantee the fare, the less \nthe deposit required. Once the immigrants land, those who cannot pay off the balance at once may be saddled \nwith installment payments over several years.\n\nThe voyage itself is arduous; inevitably, some die on the way.\n\nHua Zhen boarded a freighter outside Fuzhou, the capital of Fujian province, where many of the group that landed \nin New York also originated. Mr. Hua was one of 220 immigrants accompanied by six \"enforcers\" working for the \nsmugglers. One enforcer repeatedly threatened to kill Mr. Hua if his fare was not paid in full on arrival. \"He told me, \n'It costs $1,000 to kill someone in America,' \" Mr. Hua said. \" 'Your life is cheap.' \"\n\nThe passengers were fed two bowls of rice a day, along with some cooked vegetables. The rice was sometimes \nrotten.\n\nAt one point, their ship's engine quit and the freighter drifted for eight days before another vessel brought spare \nparts.\n\n \n\nLanded in Mexico\n\n After 52 days, the immigrants landed in Northern Mexico, where they were loaded into vans in groups of 25 and \ndriven close to the California border. Overnight, they crossed on foot to vans waiting on the other side. But United \nStates Border Patrol agents shot at them, Mr. Hua said, shattering the rear window of one van, and they were \ncaptured.\n\nMr. Hua was held by the United States Immigration and Naturalization Service for a day. But he said that he recited \nwhat the smugglers had coached him to say -- that he would kill himself if returned to China -- and was released.\n\nHis passage has been paid by 12 relatives, so his debt is to them and not the smugglers. As a result, he is on his \nown finding work.\n\nImmigrants who owe smugglers are often steered by them into low-paying, bottom-rung jobs in restaurants or the \ngarment industry, Ms. Lum said, and much of their income for years must go to repaying the fare. The pay, she \nsaid, is as low as $2 an hour, less than half of the minimum wage of $4.25. It is not unusual for the immigrants to \nwork 12 to 14 hours a day, seven days a week. Some of the young women are cajoled into accepting jobs as \nprostitutes in massage parlors.\n\nA young woman smuggled in from Fujian, who spoke on condition of anonymity, said she came to the United \nStates three years ago after posting a deposit of $1,500. She was introduced to clothing wholesalers and became a \nstreet peddler. Each month, she said, she pays $500, half of her earnings, to a man in Chinatown whom she said is \nthe collector for many who have been smuggled into this country.\n\nSome other newly arrived immigrants become the equivalent of indentured servants, living in quarters provided by \ntheir employer. Often, they are squeezed into shabby rooms, as many as 10 or 12 people together. They share cots \nwith other workers assigned to different shifts, immigration experts say. All too often the housing is the dank \nbasement or back room of the restaurant or massage parlor where they work.\n\n\"Their dreams of America are really shattered,\" Ms. Lum said. \"They did not expect to be sucked into a life of \nslavery. Some say their lives are harder here than in China.\"\n\n\n\nAnd woe to anyone who falls behind in paying off his fare, for the smugglers employ enforcers who beat laggards. \nAnother common technique, law-enforcement officials say, is for smugglers to abduct late payers until they are \nransomed by relatives; sometimes they are kept for weeks, then charged for room and board. While the enforcers \nawait payment, they typically torture the debtors.\n\nTwo-and-a-half years ago, the New York police rescued a 30-year-old restaurant worker, Kim Wah Fong, who had \nfallen behind on his passage fee and had been kidnapped at gunpoint. He was imprisoned in a Bronx apartment \nbuilding where the police said he was beaten with a hammer. Several of his ribs were cracked.\n\nAfter his rescue, the police arrested 13 illegal immigrants who the authorities described as enforcers for a Hong \nKong smuggling organization.\n\nA few weeks before that incident, the police had rescued two other illegal immigrants who had been severely \nbeaten and burned while being held in a house in Queens.\n\nSome of the illegal immigrants turn to crime when legitimate jobs dry up. \"Some of the people I know from the ship \nare working for gangs now,\" said a 19-year-old man who spoke on condition of anonymity. \"If you seem tough \nenough, they'll take you and teach you how to use a gun.\"\n\nBut few tell friends and relatives back in China about their travails.  Indeed, when Hua Zhen telephoned home two \nweeks ago, he lied and said that everything was fine. He said the truth would have caused his family to worry. \"And \nthey probably wouldn't believe me either,\" he added.\n"}