{"title": "Start-up floats solution to tech visa problem", "body": "\nGetting a visa to live and work in the U.S. can be hard, even for highly skilled immigrants and foreign entrepreneurs \nlooking to start businesses.\n\nA California start-up company may have found a way to alleviate the time-consuming process of obtaining those \nhard-to-get visas. The company is planning to anchor a ship capable of holding 1,000 people off California's shore -\n- far enough away to be in international waters, but close enough to Silicon Valley so occupants, using easier-to-\nobtain tourist visas and short-term business visas, can hop a quick ferry ride to meet with tech employers and \ninvestors on shore.\n\nMax Marty, a 27-year-old who founded the start-up, Blueseed, came up with the idea after seeing so many of his \nclassmates at the University of Miami's business school head back to their home countries after failing to secure \nwork visas.\n\n\"I thought: 'This is terrible. These people could be here adding a lot of value,'\" says Marty, who seeks to raise at \nleast $10 million for the venture. \"There's a lot of job creation and job growth that could be happening if this \nsituation were changed.\"\n\nMarty's proposal comes amid deadlock in Congress over reforms to the nation's immigration system.\n\nThe House of Representatives on Tuesday passed a bill that would end the practice of giving out the same number \nof visas for high-skilled immigrants to all countries. That would make it easier for engineers and technology experts \nfrom India and China, who are aggressively pursued by U.S. companies, to enter the U.S.\n\nThe bill would not increase the total number of those visas, about 140,000 a year. Despite its bipartisan support in \nthe House, the bill has been blocked in the Senate by Sen. Chuck Grassley, R-Iowa. Grassley says it would do \nnothing to \"better protect Americans at home who seek high-skilled jobs during this time of record high \nunemployment.\"\n\nAngela Kelley of the Center for American Progress, which supports a revamped immigration system to allow more \nhighly skilled foreign workers into the country, says Blueseed's plan demonstrates why reform is needed.\n\nOthers say the project shows how far U.S. companies will go to displace American workers. Bob Dane of the \nFederation for American Immigration Reform, which favors reduced immigration, said money would be better spent \npaying better salaries to retain the \"cream of the crop\" of American high-tech workers.\n\nBlueseed got a big jolt last week when Peter Thiel, co-founder of the online payment service PayPal, announced he \nwould invest in the project and lead the company's search for funding. Thiel has been a strong proponent for other \n\"seasteading\" projects that aim to create autonomous ocean communities.\n\n\n\"Tech innovation drives economic growth, and we need more of both,\" Thiel said in a statement. \"Many innovative \npeople have a really hard time getting visas, and Blueseed will help bring more innovation to California with a \nsolution that is itself as innovative as it is clever.\" \n"}