{"title": "Border blockade called a success", "body": "\nThe U.S. Border Patrol's seven-month border blockade at El Paso was a success, a study for the U.S. \nCommission on Immigration Reform reported Wednesday.\n\nDaily illegal crossings dropped from 8,000 to 200. Petty crime in El Paso and complaints about agent harassment of \nMexican-Americans also dropped substantially during the operation between September 1993 and April 1994, says \nthe study by the University of Texas Population Research Center.\n\nSaturating the border with agents cost $ 250,000 in extra overtime. But many agents hated Operation Hold-the-\nLine, citing boredom, loss of job skills and stress from sitting alone in cars for hours.\n\nCalifornia Gov. Pete Wilson has praised the blockade and wants it duplicated near San Diego.  - Maria Puente\n\n TERRORISM PLEA: Three Palestinians suspected of belonging to the Abu Nidal terrorist cell pleaded guilty in St. \nLouis to federal racketeering charges from a 1993 indictment accusing them of plotting to kill Jews and blow up the \nIsraeli Embassy in Washington. Tawfiq Musa, 45, of Racine, Wis., and brothers Saif Nijmeh, 35, of St. Louis, and \nLuie Nijmeh, 30, of Dayton, Ohio, face 20-year terms at sentencing Oct. 21. A fourth suspect, Zein Isa, 61, and his \nwife, Maria, 50, were convicted in 1991 of murdering their 16-year-old daughter to silence her about their terrorist \nactivities.\n\n RACE-BIAS FINE: An administrative law judge fined Edith Marie Johnson $ 300,300 for \"a relentless campaign of \nintimidation\" at a public housing complex in Vidor, Texas. She must pay $ 125,300 to Ross Dennis, a white former \nresident who supported integration, and $ 175,000 to the estate of Bill Simpson, who last August was the last black \nresident to move out. He was killed hours later in Beaumont when a black gang member tried to rob him. Under a \nrecent court order, 21 black families have moved into the complex.\n\n FATAL BLAST: A propane truck hit a highway abutment in White Plains, N.Y., and exploded into flames - killing the \ndriver, injuring 24 residents and burning nine houses and dozens of cars. \"The sky turned orange,\" said Police \nChief James Bradley. Resident Pat Caridi said it was \"like a towering inferno. I really thought it was the end of the \nworld.\" Dead: truck driver Peter Conway, 24, of Selden. The cause of the predawn crash isn't known.\n\n UNITY CONFERENCE: The media must be more sensitive and respectful of other cultures, minority journalists \nmeeting in Atlanta said. \"It's a journalist's responsibility to . . . find out how people want to define themselves,\" said \nEllen Carton of the Gay and Lesbian Alliance Against Defamation. About 5,000 black, Hispanic, Asian and Native \nAmerican journalists are at the first joint conference.\n\n CUSTODY CASE: Steven Smith - who won custody of his daughter because a judge in Mount Clemens, Mich., \nsaid the child should be with \"blood relatives\" rather than \"strangers\" - was arraigned on recently discovered \ncharges he beat and choked the child's mother 18 months ago. The arrest warrant had been lost until publicity over \n\n\nthe custody case Tuesday. Smith plans to have his grandmother care for 3-year-old Maranda. Her mother, Jennifer \nIreland, 19, put the child in day care while she attended college classes.\n\n WESTERN FIRES: Firefighters in Western states battled huge blazes, many sparked by lightning. The Tyee Creek \nfire was within 2 miles of Ardenvoir, Wash., which was ordered evacuated. Several houses and structures were \ndestroyed, but no injuries have been reported. Other wildfires were raging in Montana, Oregon, Idaho and \nCalifornia.\n\n ALSO WEDNESDAY . . .\n\n \n\n-- PETA PROTEST: Three members of People for the Ethical Treatment of Animals were arrested in Philadelphia \non trespassing and disorderly conduct charges. Two are also charged with assault. All are accused of spraying \nurine on police officers during a protest at a drug company.\n\n \n\n-- DENVER AIRPORT: Denver International Airport could open around Nov. 1, before its automated baggage \nsystem is fixed, The Associated Press said, citing City Council sources. The opening has been delayed four times.\n\n \n\n-- AIR SAFETY: The FAA repeatedly disregarded reports that Boeing 757s created turbulence problems for trailing \naircraft, although the turbulence isn't more dangerous than for other planes its size, an internal review found.\n\n \n\n-- BOBBITT BAIL: John Bobbitt, accused in Las Vegas of battering his former fiancee, was allowed to remain free \npending trial, but the judge warned him to stay away from her and abstain from alcohol. He gained notoriety last \nyear when his wife severed his penis, later reattached.\n\n Wife convicted in 'Lobster Boy' case\n\nA Tampa jury convicted Mary Stiles, 56, of second-degree manslaughter in the contract slaying of her husband, \nGrady Stiles, the claw-handed sideshow performer known as \"Lobster Boy.\" Mary Stiles, who had used a battered \nspouse defense, also was convicted of conspiracy to commit first-degree murder. She faces a 22-year term at \nsentencing Aug. 29. Grady Stiles, 55, was shot in the head Thanksgiving at his Gibsonton mobile home. The teen-\nage gunman was convicted last year of second-degree murder.\n\n Contributing: Charmagne Helton, Joyce Harris Jones, Steve Marshall and Gary Fields\n\nNotes\n\nTHE NATION\n\nGraphic\n\n \n\nPHOTO, b/w, AP; PHOTO, b/w, Gannett Suburban Newspapers; PHOTO, b/w, Peter Cosgrove, AP\n"}