{"title": "GOOD MEDICINE?;A tech-savvy reporter decides to get all of her medical needs satisfied without leaving her cubicle at the office.", "body": "\nIf I had any illusion that I was part of the technology\n\nrevolution, my last doctor's visit set me straight.  It went\n\nsomething like this:\n\nSkip lunch.  Apply time toward inconvenient 2 p.m. appointment in\n\nthe middle of workday.  Drive 23 miles to dreary office in strip mall.\n\nFill out medical history while woman with a dangerous-sounding chest\n\ncold tells me about Princess Diana.  Read about Princess Diana in\n\nPeople.  Slip on embarrassingly tiny hospital gown and wait on metal\n\ntable.  See doctor for 10-minute \"Well Woman's Visit. \" Hop back on the\n\nGarden Grove (22) Freeway in time for rush hour.  Stare at mountains\n\nbehind a brown and blue haze, turn up air, creep toward work.\n\nThis was not the medicine of my future.  After all, I am a woman\n\nreachable 24-7 by pager or cell phone.  I manage a bicoastal life.  I\n\nlug a laptop everywhere.  I love the World Wide Web.\n\nSo I decided to conduct a little 21st-century experiment: I\n\nwould get all of my physical health, mental health and medication\n\nneeds taken care of in the privacy of my own cubicle _ online.\n\nIt was going to be so simple.\n\nI began with several goals.  First, since my (former) doctor was\n\nrushed, I hadn't had time to request medicine for two new ailments:\n\nallergies and migraines.  I would get them now on my own.  Then, I\n\nneeded some advice on managing work stress.  Last, I was concerned\n\nabout my cholesterol and blood pressure.\n\nNow, some might consider ordering a prescription drug without a\n\n\nprescription _ or even an online doctor's evaluation _ from a Thai\n\npharmacy walking the edge.  I'd read about Pharmacy\n\nInternational.com in the magazine California Physician.  It's one of\n\nthe growing number of Internet drugstores overseas that will ship\n\nmedication to anyone in the United States with a valid credit card.\n\nI took out my Visa.\n\nPharmacy International doesn't tell you who they are.  Just that\n\nthey are one of the largest distributors of legal drugs on the\n\nIndochinese/Indian subcontinent.  And that drugs manufactured in\n\nThird World countries are far cheaper than the same drugs produced\n\nin the United States, which is why the site boasts \"LOWEST PRICES\n\nGUARANTEED\" on the top of its home page.\n\nI clicked on the \"latest price list\" and up popped a supermarket\n\nof drugs.  I scrolled through, bypassing codeine (now that might be\n\nillegal), settling on two orders of Imitrex, a migraine drug\n\nselling for $ 21.30 for two 50-mg pills.  I also chose 100 600-mg\n\nIbuprofen capsules, price $ 11.80, for lighter headaches.\n\nSince the prices were no more than Rite Aid lists on\n\nDrugstore.com, I called up the Pharmacy International order form.  I\n\nwas met with a bold warning.\n\nIt seems that a growing number of shipments to the United States\n\nare being \"stolen\" by U.S. Customs, apparently because agents open\n\nup packages to check on the legality of shipments.  For an extra 20\n\npercent delivery insurance, the pharmacy would ship me my order one\n\nmore time if it turned up missing.  I decided to take my chances.\n\nI agreed to the following conditions: I am at least 18 years old\n\n(I am).  I checked the medication importation laws in my country (I\n\ndid not).  The products I am purchasing are for my own use (they\n\nare); I'm using them under the supervision of my physician (you\n\nknow the answer to that).\n\nMy total: $ 54.40.  No consultation.  No prescription.  No hassle.\n\nThe Thai Postal service would have my new drugs waiting at my\n\nhouse, on average, in 28 days.  It could take as long as 45 days.\n\nBut if I got a migraine next week, I'd find myself back in a packed\n\nwaiting room.\n\nSince I'd taken Imitrex before in a hospital emergency room, I\n\nwasn't worried about ordering it without a doctor's advice.  But it\n\n\n\nwould be my first time on the anti-allergy medication Claritin, so\n\nI turned to Canadian online pharmacy MDHealthline.com, which\n\nrequires a doctor's evaluation.  It went something like this:\n\n\"Do you experience allergies? \" Yes.\n\n\"Do you have any of the following medical problems? \" (Liver\n\ndisease, coronary artery disease, etc.) No.\n\n\"Do you have any known allergies to medications? \" No.\n\nOK, we'll let you know.\n\nTwo days later, a UPS package was waiting on my front stoop.\n\nInside was a bottle of Claritin issed by a doctor I'd never heard\n\nof in Phoenix.  Total cost: $ 65 for the consultation; $ 81 for a\n\nmonth's supply; and $ 16 for shipping.  This was far more expensive\n\nthan Rite Aid.  They charge $ 55.80 for 30 Claritin tablets, and if\n\nI'd gone to my doctor for a prescription I would have paid $ 10 for\n\nthe office visit, not $ 65, and nothing for shipping.\n\nStill, the problem was solved _ and I never left my desk.  On to\n\nmy next problem: I never leave my desk.\n\nBreakfast, lunch, even dinner is sometimes eaten in a cubicle\n\nset for one, in between placating sources and placating editors.  Is\n\nthis healthy?  Is there a professional I can consult without making\n\nany radical changes right away, like actually getting up?\n\nYes, according to a Yahoo search, which listed 65 online therapy\n\nsites.\n\nI chose CounselingCafe.com for its soothing sky-blue background,\n\ndrawing of a cup of coffee and sunflowers, and Julie Keck, Ph.D.'s\n\nself-description: \"As a counselor, I am known to be calm, peaceful,\n\nfocused, supportive, inspiring and fun. \" Julie said I would feel\n\nless self-conscious e-mailing my issues, and no one would see me\n\nleaving a psychotherapy clinic!\n\nShe promised an answer within 12 to 24 hours at a cost of $ 1 per\n\nminute.  If it's helpful, you can do online therapy with Julie on a\n\nregular basis.  She required a medication history and a symptom\n\nchecklist.  I checked: fatigue, confusion about career choices,\n\nmuscle tension and \"very goal directed. \"\n\nI wrote the following: \"I'm working too much.  Not only do I\n\nspend a lot of time at work but I think about work often.  I plan\n\nprojects on the weekends, or think about strategy on the way to\n\n\n\nwork, instead of listening to the car radio.  My mother says this is\n\nnot good.  Should I make changes or just accept that this is a\n\ncareer-focused time of my life? \"\n\nFor a different perspective, I sent the same query to\n\nCyberpsych.com for $ 30.  I'd receive an answer in 48 to 72 hours\n\nfrom an anonymous psychologist, psychiatrist or social worker ready\n\nto help me with the \"problems of modern living. \" And I did.\n\nCyberpsych (whoever he or she is) wrote back in less than two\n\ndays.  I wasn't happy to hear that my mother is right.  Julie\n\nresponded with some additional questions, after I prompted her with\n\na phone call.  She's still trying to figure out my case.\n\nMy last need was my cholesterol.  I went to to\n\nExpressdoctors.com.  This Palm Springs-based site will send a doctor\n\nto your home, office or hotel any time of the day or night _ in one\n\nhour.  Well, they'll try.  At 11 a.m. Friday, I typed in my request: blood pressure,\n\ncholesterol and glucose level.  At my desk in Santa Ana.\n\nExactly three minutes later, I received a call from Richard at\n\nthe company's call center.  He asked if I was on any medications.\n\nFifteen minutes later I got a call from Rochelle saying the doctor\n\ncouldn't come until 7 p.m.\n\n\"Why not? \" I asked.\n\n\"Well you're asking us to draw blood, which is something we\n\ndon't normally do.  And besides, the doctor works during the day,\n\ntoo, you know,\"  she said.\n\nExpressdoctors and I spoke a dozen times, but in the end their\n\ntwo doctors in Orange County did not want to visit a newspaper.\n\nSo am I a convert to online medicine?\n\nWell, not unless I hit megabucks.  This stuff can be expensive _\n\nI spent about $ 300 for services that would have cost me $ 100 to\n\n$ 200 if obtained through my doctor and insurance plan.  And while\n\nall the sites say insurance companies reimburse for their services,\n\nI doubt Blue Cross of California is going to send $ 54.40 to a Thai\n\npharmacy or pay for a doctor not in its network _ especially when a\n\ncholesterol reading could have waited for a routine office visit.\n\nAt least not without a tiring, time-consuming fight.\n\n\n\nWhen I called Blue Cross, a junior representative put me on hold\n\nfor 10 minutes before telling me \"that's definitely not covered. \"\n\nDo I feel I'm risking my health?  Well, I don't know what the FDA\n\nis like in Thailand, so I'm not too comfortable taking Imitrex\n\nmanufactured in a country with whose standards I'm not familiar.  As\n\nfor Claritin from Canada, no problem.  The evaluation seemed\n\ncomplete, and I can just call my doctor and double-check.  And I'll\n\ndefinitely order my existing prescriptions online through\n\nDrugstore.com's RiteAid option.  It automatically sends the order to\n\nthe store a mile from my house.\n\nAs for online therapy, it's a good idea for someone who won't\n\nbegin therapy without anonymity, but I wouldn't rely on it.  Having\n\na back-and-forth dialogue takes days by e-mail.  And who wants to\n\nhave a relationship with a team of people who collectively call\n\nthemselves 'CyperPsych\"?  An in-person or telephone relationship\n\nseems more satisfying.\n\nSad to say, I wasn't bothered by the impersonal nature of it\n\nall.  It's hard to develop a relationship with a doctor anyway.\n\nEmployers change insurers.  Insurers switch doctors' groups.  The\n\ndoctors' group dumps you.  And even if they don't, doctors just\n\ndon't have time to get to know you like they used to.\n\nRegister medical reporter Liz Kowalczyk can be reached at (714)\n\n796-6880 kowalczyk\n\n@link.freedom.com  \n\n \n\n(SIDEBAR)\n\nWith the anonymity of the Web, it's hard to know who is diagnosing\n\nyou and doling out drugs.\n\nBefore you, too, abandon your doctor and become an Internet\n\npatient, consider the warnings of several health organizations and\n\nagencies.\n\nJust because there are online doctors willing to treat you, said\n\nDr. Joseph Scherger, don't assume the treatment will be thorough or\n\nappropriate.\n\n\"There's a lot of money to be made and people are out there\n\ntrying to make a quick buck,\" said Scherger, associate dean of\n\nclinical affairs at the University of California, Irvine.\n\nmailto:@link.freedom.com\n\n\n\"Unfortunately, there is no shortage of doctors without ethics, who\n\nwill treat a patient without an evaluation. \"\n\nScherger advises patients and prescribes medication by e-mail,\n\nbut said he follows the guidelines of the American Medical\n\nAssociation: He only treats patients with whom he has an ongoing\n\nrelationship and has evaluated in person.\n\nThe AMA recommends that physicians prescribing online obtain a\n\npatient's medical history, generally including a physical exam;\n\ndiscuss treatment options with the patient; disclose the drug's\n\nbenefits and risks; and arrange for follow-up.\n\nSome of the Web's estimated 400 prescription sites not only\n\ndon't follow these safeguards, they'll provide a drug with as\n\nlittle information as the buyer's name, address and credit card\n\nnumber.\n\nIn most states, including California, physicians cannot\n\nprescribe drugs unless they are licensed in the state.  And every\n\nstate medical board agrees that prescribing drugs without a\n\nphysical exam is substandard care, the AMA says.  But tracking down\n\nthose doctors is difficult since many Web sites operate in virtual\n\nanonymity, providing no business address or doctors' names.\n\nUniversity of Pennsylvania researchers studied 46 Web sites\n\nselling medications.  They found that none revealed the names and\n\nqualifications of their doctors, and only five disclosed the\n\nlocation of the business.  Online consultations to obtain\n\nprescriptions cost more than visits to primary-care doctors, and\n\ntwo popular drugs _ Viagra and Propecia _ cost more online than in\n\nthe pharmacy.\n\nThe study, released in advance of its December publication date\n\nby the Annals of Internal Medicine, also highlighted one of the\n\nmost serious concerns about online prescribing: Nine sites, all\n\noutside the U.S., did not require a doctor's prescription.\n\nPharmacyInternational.com, for instance, provides a grocery list\n\nof drugs, including codeine, that it will mail from Thailand\n\nwithout a prescription or evenan evaluation.\n\nHealth officials say the dangers are numerous: Consumers have no\n\nway to know if they've actually received the drug they ordered, or\n\neven if it's the correct strength.  And without a doctor's advice,\n\nthey could end up taking something that's deadly when combined with\n\n\n\nother medications or with an underlying medical condition.\n\nThe study's lead author, Bernard Bloom, said the law allows\n\nwiggle room for these overseas sites.  It's legal to import three\n\nmonths worth of a medication from a foreign country for personal\n\nuse.\n\nThe Food and Drug Administration and the Federal Trade\n\nCommission are contemplating ways to crack down on these sites,\n\nincluding pushing for a law that requires disclosure of the\n\nbusiness's name, address and telephone number.  The FTC has the\n\nauthority to take action against Web sites that provide false\n\ninformation about drugs, and the FDA regulates the illegal\n\ndispensing of drugs without a prescription.\n\nBut without the name of a company to go after, the laws are\n\nuseless.\n\nThe California Medical Board, which can discipline California\n\ndoctors who prescribe improperly online, is considering taking\n\naction to stop out-of-state e-mail doctors.  The Kansas attorney\n\ngeneral obtained restraining orders against five out-of-state\n\nsites, and they now will not ship drugs to Kansas.\n\nBloom said he's skeptical that law enforcement will solve the\n\nproblem.\n\n\"All you have to do is close down the old Web site and they'll\n\nopen a new one and be back in business again.  How do you control\n\nthat? \" he said.  \"To me it all comes down to consumers.  Are they\n\nwilling to pay more money for the convenience and take the risk\n\nthat it's not really a physician behind that screen?  It could be\n\nyour Uncle Louie, for all you know. \"\n\n \n\n(CHART-LIST)\n\n \n\nGETTING STARTED\n\nWant to get health care over the Internet?  Here's how to start:\n\n* For therapy sites, plug \"online therapy\" or \"Internet\n\npsychologists\" into any search engine and dozens of sites will pop\n\nup.  You can expect more extended and personal attention from the\n\nsites of individual doctors.  Sites that use many anonymous doctors\n\nare usually one-shot deals.\n\n* You can find pharmacy sites using the same method _ type in\n\n\n\n\"Internet\" and \"pharmacy. \" You'll get a wide range of\n\npossibilities, including sites that require an existing\n\nprescription and simply allow you to order your medication, those\n\nthat evaluate and prescribe online, and international pharmacies\n\nthat only require a credit-card number.\n\n* For a \"non-life-threatening emergency,\" call up\n\nwww.expressdoctors.com.They'll try to send a doctor to your\n\noffice, hotel or home within one hour.  But be prepared to pay _ and\n\nto wait if you live in a congested or rural region.\n\nGraphic\n\n \n\nILLUSTRATION; CHART; CHART-LIST - GETTING STARTED - Want to get health care over the Internet? Here's \nhow to start; (SEE END OF TEXT)\n"}