{"title": "LOAN PLAN FOR ISRAEL REJECTED", "body": "\nWASHINGTON - President George Bush rejected on Tuesday a cong ressional compromise on loan guarantees to \nIsrael, denying Israel the financial backing it needs to resettle Soviet immigrants, key legislators said.  Bush told \nthe legislators that he would veto their proposal if it reached his desk. He was reported to have offered an \nalternative linked to a halt in settlement construction in the West Bank and Gaza Strip, but Israel has said it will not \nsuspend construction, even if it means looking elsewhere for financial backing.  ''I'm frankly very, very \ndisappointed,'' Sen. Patrick J. Leahy, D-Vt., said after meeting with Bush to discuss the compromise. ''This \nlanguage is not acceptable to the president.'' Israel had requested $10 billion in loan guarantees over five years to \nhelp resettle about 400,000 refugees from the former Soviet Union and Ethiopia. The guarantees would enable it to \nborrow the money from commercial banks at favorable rates.  Bush met with legislators after saying that Israel's \nsettlements in disputed territories violated U.S. ''longstanding policy that feels that settlements are \ncounterproductive to peace.'' ''We have close, historic relations with Israel, and they will always be that way. But we \nhave a difference now, it appears, in terms of these settlements,'' Bush said.  ''The door is open,'' he said, but ''U.S. \npolicy must be accommodated.'' The congressional proposal would give Israel about $800 million in loan \nguarantees immediately without linking them to a settlement freeze. It would give Bush authority to provide the rest \nof the guarantees if Israel restricted its settlement activity in the West Bank and Gaza Strip.\nCongress could override a cutoff or suspension by a two-thirds vote.  Bush's counterproposal would provide $300 \nmillion in the first phase.  ''After that, the president retains full discretion to issue or not to issue the guarantees,'' \nsaid Marlin Fitzwater, the White House spokesman.  The White House said it was not slamming the door on a \ncompromise. ''We feel we do have a strong commitment and responsibility to the Russian immigrants and others \nwho are moving into Israel,'' Fitzwater said. ''We don't think the issue itself is dead. We'll continue to work with the \nCongress on the guarantee issue.'' But when asked whether any further hope of compromise existed, Leahy, \nchairman of the Senate Appropriations subcommittee responsible for foreign aid, said: ''I don't know. Frankly I don't \nknow.'' Two Killed A Palestinian killed two people and wounded 20 Tuesday in a knifing rampage in Jaffa, Israel, \npolice said.  Witnesses said a group of students had stood and watched as the attack began, apparently thinking \nthe assailant was dressed up for the Jewish holiday of Purim, in which people wear costumes and play pranks. As \nthe wounded attacker was taken away by police, a crowd gathered and began shouting ''Kill him, kill him.'' The \nattacker, who wore a checkered Arab headdress and carried two long knives, was shot by a policeman and died \nminutes later at Ichilov Hospital, authorities said.  Palestinians identified the assailant as Raed Rifi, 22, from Gaza. \nThey said he was a member of Islamic Holy War and had been twice detained without trial. The fundamentalist \ngroup distributed leaflets accepting responsibility for Tuesday's stabbings.  The dead were identified as a 19-year-\nold woman, Ilanit Ohana, who was at a nearby garage, and Abdel Ghani Karim, 41, the Arab Israeli owner of the \ngarage, who witnesses said had rushed out swinging a crowbar to fight off the assailant.\n"}