{"title": "DOWNSIDE OF THE EINSTEIN EXEMPTION; JOB SHORTAGES IN SCIENCE AND MATH FIELDS INCREASED BY INFLUX OF SCIENTISTS", "body": "\nLet x equal the shrinking number of job openings for high-level mathematicians, physicists and other scientists in \nthe United States each year.\n\nLet y equal the number of new American- and foreign-born Ph.D. scientists fighting for those jobs.\n\nAs many young scientists see it, x minus y equals dismal hopes of ever landing a prestigious academic post.\n\n''My situation probably won't elicit much sympathy,'' said Stephen Sawin, an assistant professor of mathematics at \nFairfield University in Connecticut. ''I have a nice job now, but I am unhappy with how things progressed for me.''\n\nAt a time when overall unemployment has fallen to around 5 percent, high-level scientists have been experiencing \ndouble-digit unemployment. This does not put them in unemployment lines or soup kitchens, but it does lead to jobs \nfor which they are overqualified.\n\nTake Sawin, 33. He has an undergraduate degree from Princeton, a Ph.D. from Berkeley, and he spent five years \ndoing post-doctoral work at MIT. He won a prestigious National Science Foundation fellowship, was given letters of \nrecommendation from some of the most notable mathematicians in the field, and has a strong research and \npublication record.\n\nSawin applied for positions at research universities three years in a row, beginning in 1994 - ''casually the first \nyear, seriously the second, and really, really seriously the third.'' In response to about 90 applications, he received \nonly two job offers before settling on Fairfield, a liberal arts college with a few small graduate programs, where very \nlittle research goes on.\n\nThe job market Sawin thought was there when he decided to pursue pure math back in the 1980s collapsed by the \n'90s. Throughout the sciences and humanities, new Ph.D.s are complaining about how difficult it is to land one of \nthe prestige academic posts they spent years training for.\n\nBut in science and math, the job shortage is exacerbated by the steady stream of foreign-born scientists entering \nthe United States.\n\nUnlike any other employment category - where the number of foreign workers who may enter the U.S. job market \neach year has a strict ceiling - U.S. law allows in a virtually endless stream of foreign-born scientists and academics \nunder what is known as the Einstein exemption.\n\n\nLike American doctors, who are urging cuts in the influx of foreign medical students, many young American \nscientists want fewer foreign-born scientists competing with them for jobs.\n\n''Scientists, engineers and computer people are getting pretty mashed around'' by U.S. immigration law, said former \nSen. Alan K. Simpson, co-author of 1990 immigration reform legislation and now a lecturer at Harvard's John F. \nKennedy School of Government.\n\nCritics of current policy say it not only discriminates against one class of Americans - scientists - but discourages \nyoung Americans from entering the sciences and may ultimately hamper the country's innovativeness.\n\nAs Sawin puts it: ''The established generation of scientists hasn't grokked the effect yet - people do not want to go \ninto a field where they scramble to find any job, with little security.''\n\nJoblessness is especially severe in mathematics, a discipline that has seen major academic cutbacks in recent \nyears, an influx of talented mathematicians from Eastern Europe and the former Soviet Union, and a continuing \nincrease of foreign-born talent from Asia, led by Chinese, Taiwanese, Indians and Koreans.\n\n''I've seen what's happened with colleagues in mathematics, and it's horrible,'' said Geoff Davis, an assistant \nprofessor of mathematics at Dartmouth. ''They are constantly having to uproot and move from one postdoctoral \nposition to another with no prospect of permanent employment. It is very demoralizing.''\n\nOnly about 1,100 new mathematics Ph.D.s are produced each year in the United States, but through much of this \ndecade, mathematicians have experienced unemployment of more than 14 percent - more than twice the rate of the \noverall economy.\n\nThe good news, according to the Providence-based American Mathematical Society, is that preliminary figures \nshow math unemployment may have dipped below 10 percent by late last year. But some mathematicians suspect \nthe numbers understate the problem, since they track only new Ph.D.s, not those who have been in the job market \nfor a few years and have given up hope of finding a position in their chosen discipline.\n\nThe world's biggest employer of mathematicians is the National Security Agency, the super-secret encryption and \ncode-breaking operation based at Fort Meade, Md. It has 400 to 500 mathematicians on staff, and last year it hired \n50 fresh math Ph.D.s, accounting for a large part of the year's decrease in unemployment. Some scientists trace \nthe problem back to the mid-1970s, when the National Science Foundation warned of an impending shortage of \nscientists and mathematicians and urged that the United States open its borders to the best brains from around the \nworld. That warning was reissued as recently as 1990.\n\nThe shortage never materialized, but in the process university teachers and research scientists were classified for \n''special handling'' under immigration laws. This meant an employer could hire a foreign scientist or teacher if it \ncould be shown that he or she was more qualified than native workers. In other fields (except, oddly, shepherding, \nwhere a shortage was also believed to exist), a foreigner cannot be hired if even a minimally qualified native is \navailable.\n\nWhile the Einstein exemption has brought some of the brightest lights in the sciences to the United States, it has \nalso flooded the job market.\n\nAmong scientists, the surge in foreign-born labor is of growing concern, but fear of being branded a xenophobe, or \na sore loser in the job market, has made many reluctant to speak out on the subject.\n\n''You see evidence of immigration everywhere - people from the former Soviet Union and Eastern Europe,'' said \nDonald McClure, a professor of math at Brown University.\n\nIn almost all the hard sciences - physics, math, astronomy - and even in applied sciences like engineering, 40 \npercent of new Ph.D.s are foreign-born, according to the National Science Foundation. More than two-thirds of \n\n\n\nthese graduates stay in the United States, most already armed with permanent resident status by the time they \nreceive their doctorates.\n\nTo some observers, that isn't a bad thing.\n\n''I'm sure a lot of other countries would like to have the problem of attracting too many brilliant people to their \ncountry,'' said Stuart Anderson, an immigration policy specialist at the Cato Institute, a free-market think tank in \nWashington, D.C.\n\nThe brain drain is a problem for other countries, said Mario Molina, MIT professor of earth, atmosphere, and \nplanetary sciences. Molina was born in Mexico, is now a U.S. citizen, and won a Nobel Prize in 1995.\n\n''It is rather obvious that a significant number of MIT professors who have excelled were foreign born,'' said Molina. \n''For most research, it is very hard to think of circumstances where there appears to be no benefit'' for the country \nthat has liberal immigration.\n\nColumbia University economist Jagdish Bhagwati, an Indian native, describes how the influx of foreign scientists \npushes bright natives into jobs in second-tier schools and in other segments of the economy, improving overall \nquality. Natives, he said, have more options in the wider market than foreigners. Mathematicians, for instance, are \nin strong demand on Wall Street.\n\n''I'm not saying there aren't temporary adjustment problems,'' Bhagwati said, but almost everybody in the nation \n''benefits when the super-brightest people in the world see America as the place to go.''\n\nMeanwhile, a number of talented natives have to find work - people like Charles Yeomans, who received a Ph.D. in \nmath in 1990 from the University of Kentucky and now handles the accounting network for his wife's law firm.\n\n''I'm fairly laissez-faire on most issues, but for me individually it has been very frustrating,'' Yeomans said. ''Now I do \nmath on the side. You could say I've regained my amateur status.''\n\nGraphic\n\n \n\nPhoto;\n\nPhoto: no caption (Science)\n"}