{"title": "Ashcroft: U.S. will win Al-Najjar case", "body": "\nAttorney General John Ashcroft expressed confidence Tuesday that the government would prevail in its five-year \neffort to deport Mazen Al-Najjar.\n\n\"I believe that the government will be successful in his deportation. Yes, I do,\" Ashcroft said at a news conference. \nHe did not elaborate.\nAL-NAJJAR28\n\nImmigration and Naturalization Service agents arrested Al-Najjar Saturday outside his Tampa apartment after a \nfederal appeals court in Atlanta affirmed his deportation order on Nov. 13.\n\nA Palestinian who overstayed a student visa, Al-Najjar was jailed for 3 1/2 years while he fought deportation \nbecause the government said classified intelligence information linked him to Palestinian Islamic Jihad, a terrorist \ngroup.\n\nHe was released last year after a federal judge in Miami ruled his due process rights had been violated because the \ngovernment would not reveal enough of the classified evidence to allow him to mount a defense.\n\nThe government is now working to secure his entry into the United Arab Emirates, the country where Al-Najjar last \nlived before entering the United States in 1981 and the country to which an immigration judge ordered him \ndeported in 1997.\n\nWhile it appears that Al-Najjar's long-running battle to stay in the United States is nearing an end, his brother-in-\nlaw, Sami Al-Arian, suggested otherwise.\n\n\"The way I read the rules, if the government decides to deport him anywhere other than the (United Arab) Emirates, \nhe can challenge the decision, which could take another two years,\" Al-Arian said Monday. \"Even if it is the \nEmirates, he'll have some avenues to challenge.\"\n\nINS spokeswoman Karen Kraushaar declined to comment on the possibility for further procedural delays, saying \nonly, \"we're confident we'll be able to deport\" Al-Najjar.\n\nIn 1995, federal authorities opened an investigation into whether Al-Najjar and Al-Arian were using a University of \nSouth Florida think tank and charity as front organizations to raise funds for Palestinian Islamic Jihad, a group that \nhas claimed responsibility for suicide bombings in Israel.\n\nThe investigation did not result in criminal charges, although Al-Najjar was apprehended on a visa violation.\n\n\nInstead of releasing Al-Najjar on bail while his deportation case moved through the courts, the INS detained him \nfrom May 1997 until December 2000, citing the classified information.\n\nAn immigration judge who reviewed the secret evidence in 1997 agreed that it showed Al-Najjar to be a national \nsecurity threat.\n\nBut a federal judge in Miami who declined to review the secret evidence, ruled last year that the government must \neither reveal the information or free Al-Najjar.\n\nAl-Najjar's arrest on Saturday was not made on the basis of the classified information but because his deportation \nappeals had run out. His lawyers are preparing to ask the Supreme Court to review his case but have not yet done \nso.\n\nHe is being held at the Coleman Federal Correctional Complex near Bushnell, about 75 miles north of the Tampa \nBay area in rural Sumter County.\n\n- Times Staff Writer Graham Brink contributed to this report.\n\nGraphic\n\n \n\nPHOTO; Mazen Al-Najjar\n"}