{"title": "Somali crisis not far for Clarkston", "body": "\nWho cares about Somalia? It's a troubled country far away in East Africa. What does last month's deadly suicide \nbombing have to do with Atlanta?\n\nPerhaps you think piracy off the Aden coast is simply a global political and economic matter, not a personal one \nthat impacts you or anyone you know.\n\nBut there is a connection between Somalia and metro Atlanta.\n\nJust five miles northeast of Atlanta is one of our most multicultural areas. Clarkston is home to refugees and \nimmigrants from all parts of the world, many of them from Somalia.\n\nThe Clarkston community has grown over the years to approximately 5,000, making it one of the largest \ncommunities of Somalis in the United States, second only to Minneapolis.\n\nThe first Somali refugees and immigrants arrived in Georgia in 1988 as a result of Somalia's civil war.\n\nWith the ousting of the inflexible leader Siad Barre in 1991, the country was left without a central government. First, \nethnic clans fought for control in the 1990s.\n\nThen, the extremist Islamic group al-Shabab fought the fragile, western-backed Transitional National Government \nfor control in 2006.\n\nThe political instability has provided the background for current power struggles in Somalia. The steady economic \ndecline has led to desperate situations of survival.\n\nMany Somalis have fled to refugee camps or left the country. But millions remain trapped.\n\nThe United Nations estimates that more than 3 million people depend on international aid organizations for their \nbasic needs. However, those services are constantly hampered because of violence.\n\nClarkston Somalis have relatives in Somalia, Dadaab refugee camp in Kenya and neighboring African countries.\n\n\nHowever, the majority have begun new lives in Australia, Canada, Europe and the United States.\n\nSomalis want to return, but to what? Most of southern and central Somalia is controlled by al-Shabab. The capital, \nMogadishu, is in ruins, and piracy abounds in the semi-autonomous northeastern region known as Puntland \nbecause of an inadequate economy.\n\nFor Somalis in Clarkston, the idea of returning grows dimmer, but they remain hopeful.\n\nThere are many reasons returning to Somalia will take time: a weak government, a strong and strict Islamic \npresence and no viable economy.\n\nBut metro Atlanta's link to Somalia can be strengthened by financially supporting local organizations such as CARE, \nwhich distributes food and other necessities in Somalia.\n\nWe also can volunteer with such organizations. Our efforts can begin by observing U.N. World Refugee Day, which \nis observed every year on June 20. As an international city, we must recognize how personal some global issues \nare.\n\nSo, the next time you are stuck in traffic or are at work or in a grocery store, think about what the person next to you \nmight be going through.\n\nFor some, the capture, trial and sentencing of the young Somali pirate in New York is not just a story.\n\nNeither are reports of millions dying and suffering in Somalia from violence, malnourishment and rape.\n\nNor are the missing Somali boys from Minneapolis suspected to have been recruited by al-Shabab.\n\nThese are relatives, friends and former neighbors. It is emotional to hear and see the news because for some, \nSomalia's woes hit home.\n\nDorian Crosby is a lecturer of political science and international relations at Spelman College.\n"}