{"title": "Congress Takes Aim at Blocking Illegal Immigrants from Accessing In-State College Tuition", "body": "\nRep. Todd Tiahrt, R-Kan. (4th CD), issued the following news release:\n\nA new development has taken place in the ongoing battle to stop illegal immigrants from receiving taxpayer-\nsubsidized college tuition. This week a bill was introduced by U.S. Congressman Todd Tiahrt (R-Kan.) and U.S. \nCongressman Brian Bilbray (R-Calif.) called the Fairness for American Students Act that would close a loophole in \ncurrent law that several states have used to provide lower-cost college tuition to illegal immigrants compared to \ntuition rates U.S. citizens from neighboring states have to pay. Kansas and Nebraska are two of the states that \ncurrently offer in-state tuition to illegal immigrants.\n\nThe organizations NumbersUSA and the Federation for American Immigration Reform (FAIR) are both supporting \nthe legislation and are pledging to help it move through Congress. The bill is co-sponsored by Duncan D. Hunter \n(R-Calif.) and Rodney Alexander (R-La.).\n\nThe landmark 1996 Illegal Immigration Reform and Immigrant Responsibility Act prohibited illegal immigrants \nfrom receiving in-state college tuition, but nine states so far have used a loophole allowing them to disregard \ncongressional intent. The Tiahrt/Bilbray bill was written to effectively close the loophole and provide legal standing \nto U.S. citizens to file civil action against states that violate the law.\n\n\"U.S. citizens should not be forced to subsidize college tuition for illegal immigrants, and we should certainly \nnever pay higher college tuition than someone in the country illegally,\" said Tiahrt. \"Congressman Bilbray and I \nhave worked hard to ensure the loophole is eliminated through this legislation.\"\n\nBilbray, who serves as Chairman of the House Immigration Reform Caucus (IRC) added, \"Congressman Tiahrt's \nefforts have been monumental in making sure American citizens are not treated as second-class citizens to those \nwho are in our country illegally. We need to address the issue of in-state tuition for illegal aliens, and this \nlegislation does just that.\"\n\nKris W. Kobach, Professor of Law at the University of Missouri-KC and former Counsel to Attorney General John \nAshcroft, is a lawyer who is intimately familiar with what states are doing in circumventing the existing federal law \nthat bars states from providing in-state tuition to illegal aliens. He successfully sued the Board of Regents of \nCalifornia for violating the law and is currently litigating against a similar law in Nebraska.\n\n\"This bill will do much to reinforce the rule of law in immigration,\" said Kobach. \"It will put teeth into the existing law, \nwhich doesn't carry a large enough penalty against states that disobey.\"\n\nRoy Beck, president of NumbersUSA lauded Tiahrt and Bilbray for their leadership in addressing this immigration \nissue. Beck said, \"It is a disservice to deserving Americans - disproportionately native-born minorities and \n\n\nAmericans from underprivileged backgrounds - who must pay out-of-state tuition rates or even forego college, while \nunlawfully present students may obtain a taxpayer-subsidized college education. In dire economic times like these \nespecially, the United States needs to ensure that any available dollars go toward educating and preparing \nAmerican youth, both native-born and legal immigrant, so they can become successful, taxpaying citizens. The \nTiahrt/Bilbray bill helps achieve this noble goal.\"\n\nDan Stein, president of FAIR commended Tiahrt and Bilbray for sponsoring the legislation and said, \"This \ncommonsense bill is consistent with the belief held by millions of Americans that our government should not \nsubsidize and reward illegal immigration. We appreciate Congressman Tiahrt and Congressman Bilbray's reliable \nleadership on this important issue.\"\n\nIn addition to closing the 1996 loophole, The Fairness for American Students Act enables a loser-pays provision for \nstudents who challenge any state that might choose to violate the new law. The bill also gives new legal standing \nfor civil action brought by students that would address current holdups with pending lawsuits such as those Kobach \nis pursuing.\n\n\"The time has come for a bill like this one,\" Kobach added.\n\nThe IRC was established in May 1999 to review current immigration policy, to initiate new immigration policy and to \ncreate a much-needed forum in Congress to address both the positive and negative consequences of immigration. \nCongressman Bilbray has served as Chairman of the caucus since 2007.\n\nCongressman Tiahrt has been an active member of the IRC for several years and has been a leading champion in \nCongress calling for tougher enforcement of our immigration laws, including a fence to secure our borders from \nimmigrants trying to enter the country illegally.\n\nCopyright Targeted News Services\n\nTNS MD66-MD66 100128-2593069 61MariaDonald\n"}