{"title": "Channel 4 News Summary - 11:00 AM GMT", "body": "\nClick to view video (available for 30 days from publication date): \nhttp://ln.tveyes.com/transcript.asp?StationID=840&DateTime=10%2f15%2f2019+12%3a00%3a16&Dur=226&PlayC\nlip=true\n\nSpeech to text transcript:1\n\nGood afternoon. President Trump has imposed sanctions on Turkey, and demanded its Nato ally stops its military \nincursion in northeast Syria - which is rapidly reshaping the eight-year conflict. European Union countries have also \nmoved to broaden an arms-sale embargo against Turkey. \n\nDespite this the Turkish army is continuing to shell Kurdish positions near the border. The European Union's chief \nnegotiator has said reaching a Brexit deal this week is \"difficult\" but \"still possible\". Michel Barnier said work to \nsecure a deal had been \"intense\" - after talks went on until midnight last night. Boris Johnson is trying to secure a \nfresh agreement in time for a two-day EU summit which starts tomorrow. The Prime Minister has condemned the \nracism at England's match against Bulgaria as \"vile\" and called on Uefa to conduct a swift investigation with tough \npenalties. England beat Bulgaria 6-0, but the game was overshadowed by racism in the stands - which included \nNazi salutes and monkey chants. The match had to be halted twice in the first half, for Bulgarian fans to be warned \nabout their conduct. The Former chief executive of Thomas Cook has told MPs he is \"deeply sorry\" he failed to \nsave the company. The travel giant collasped last month, resulting in 9,000 job loses, and leaving 150,000 British \nholiday-makers stranded abroad. MPs have been grilling former executives about the large bonuses paid in the run \nup to Thomas Cook's collapse. I am deeply sorry about this failure, and I am deeply sorry that this has cost it \nmillions of customers who booked holidays with It took rescuers an hour to capture the snake, which was found \nnear a shopping district. The expert catcher performed a brief ritual for luck before chasing the massive reptile into \na sewer. The venemous cobra, which weighed over 30 pounds, was relocated to a wildlife sanctuary. That's the \nnews, we're back tonight at seven and at lunchtime tomorrow. This afternoon, the UK will be mainly dry with \nvariable cloud. However, parts of Northern Ireland, England and Wales may see the odd shower. Highs of 18 \nCelsius. Tonight, outbreaks of rain will edge into western areas, with a brisk wind. Meanwhile, the east will remain \ndrier and cooler with patchy fog forming. Lows of 5 Celsius. Tomorrow, a band of rain will continue to push further \neast, allowing for dry and bright conditions to follow on behind. However, rain may linger over eastern areas. It \nwouldn't be so bad, if he tried to make himself look like a normal woman! Tell Prue not to talk with her mouth full. So \n\n1 This copy is computer generated. Text will vary in accuracy due to speaker dialect and audio quality issues.\n\n\nuncouth! He's too posh. Too black. Too much Botox. It's boring. CAWING You know nothing, Jon Snow. They're not \nreal athletes. Her outfit is totally inappropriate. Whatever. Like, Channel 4 is incompetent\n"}