{"title": "Saudi Suspect May Be Driver in Bomb Plot; Capture Could Provide Break in Air Force Housing Blast", "body": "\nA Saudi citizen detained last week in Ottawa at Washington's request is suspected of being the driver of a vehicle \nused in connection with last summer's terrorist bombing of a U.S. military housing complex in Dhahran, Saudi \nArabia, that killed 19 Air Force members and injured 500 others, senior U.S. law enforcement officials said last \nnight.\n\nIf the officials are correct, the capture by Canadian immigration authorities of Hani Abdel Rahim Sayegh would \nconstitute a major breakthrough for the FBI in its nine-month probe of the bombing, which has been frustrated by \nwhat U.S. officials have called inadequate cooperation by Saudi investigators.\n\nSayegh, 28, is said by the officials to have fled Saudi Arabia because he was the object of a manhunt there, and \nhas expressed a desire not to return. But he has not cooperated with authorities who have been questioning him \nwhile documents are being prepared to justify his deportation to the United States, the officials said.\n\nSayegh was taken into custody more than a week after U.S. authorities learned he was in Canada, during which \ntime he became the object of intensive surveillance. FBI officials expressed concern last week when The \nWashington Post inquired about reports of the surveillance, and requested that the newspaper hold off reporting \nthat a Saudi citizen in Canada was being closely watched on suspicion of a connection to the bombing.\n\nSayegh was arrested last Tuesday under a Canadian immigration service certificate alleging he was \"a security risk \nto Canada,\" which Canadian authorities said was based on the government's belief that he had committed a \ncriminal act abroad, was involved in an act of terrorism and was a member of a terrorist organization.\n\nThe U.S. officials said that they believe Sayegh is a Shiite Muslim. Saudi officials have told Washington privately \nthat they believe the bombing was carried out by Shiite Muslim members of a group known as Saudi Hezbollah, \nwhich they say is a wing of the radical Lebanese-based group known as Hezbollah, or Party of God, that has long \nbeen funded, trained and equipped by Iran.\n\nSayegh's name had surfaced as a suspect shortly after the June 25 bombing of the Khobar Towers housing \ncomplex, the U.S. officials said. \"We think he's a major player and we have had interest in him for some time,\" said \na senior law enforcement official, speaking on condition he not be identified.\n\nThe bombing occurred after an explosives-laden truck was driven near a fence that surrounded the housing \ncomplex. The driver of the truck was observed getting into a car idling nearby shortly before the bomb was \ndetonated, shattering windows throughout the building and injuring many of its occupants. Saudi officials told \nWashington last fall that they had captured the man who drove the truck. Two senior U.S. law enforcement officials \n\n\nsaid while they believe Sayegh was the driver of a vehicle in connection with the bombing, they could not \ndefinitively say which vehicle.\n\nSaudi officials did not return phone calls for comment last evening. But Sayegh's deportation to the United States \nwould give the FBI its first direct access to an individual alleged to be associated with the blast. U.S. efforts to \ninterview about 40 Saudi citizens detained by Saudi Arabia on suspicion of involvement in the blast have so far \nbeen frustrated by Saudi investigators, who have provided Washington only with summaries of their findings and \ntranscripts of their interviews with the suspects.\n\nSayegh was said by one U.S. official to have been in Canada since August, and is alleged to have flown there from \nSaudi Arabia after a brief layover in Boston. The official, who is familiar with details of the joint U.S.-Saudi \ninvestigation, declined to say how Washington learned of his whereabouts.\n\nShiite activists in the United States and in Saudi Arabia's Eastern Province, where most Saudi Shiites live, \nseparately said yesterday that on the basis of his family names, Sayegh is a Saudi Shiite.\n\nAccording to one of the activists, who spoke on condition of anonymity, the Sayegh family hails from a village called \nTarut, on a small peninsula that juts into the Persian Gulf about 25 miles northwest of the Khobar Towers complex. \nMany of those Shiites arrested by Saudi security forces after the bombing were from Tarut and adjacent towns in \nthe mostly agricultural area along the gulf coast.\n\nA second Saudi citizen, Fahad Shehri, also has been detained by Canadian authorities in recent months because \nShehri claimed to be the object of a Saudi manhunt related to the bombing. But U.S. authorities have disavowed \nany interest in Shehri, and Saudi authorities have said Shehri is not a suspect. Several dissident sources said \nShehri almost certainly is a Sunni Muslim from the area of southwestern Saudi Arabia known as the Hijaz. Shehri is \nthe name of an extended family or tribe centered on the southern Hijaz, they said.\n\nThe religious affiliation of the men is important because Saudi authorities, in the aftermath of the bombing, \nseemed to concentrate their inquiry on the Shiite community. Saudi Shiites have long complained of discrimination \nat the hands of the Sunni ruling family and the Eastern Province has been the scene of occasional Shiite unrest. \nMany of those arrested were affiliated with Saudi Hezbollah, an extremist group that follows the anti-Western \nteachings of radical Shiite clerics in Iran.\n\nBut Shiite dissidents in the Eastern Province remain skeptical of the government claim. They say the government \nhas targeted their community to deflect attention from growing extremism within Sunni ranks. And the government's \nfailure to press formal charges against those Shiites still in detention, they say, suggests that it is unable to prove its \ncase.\n\nThe government is still holding about 30 or 40 Shiite suspects but released \"five or six\" during the recent Muslim \nholy month known as Ramadan, a dissident from the Eastern Province said. \"Up till now we are waiting to hear from \nthe authorities,\" he said.\n\nCorrespondent John Lancaster in Cairo contributed to this report.\n"}