{"title": "Massachusetts Businessman Sentenced to Prison for Tax Evasion and Conspiracy to Obstruct and Impede the IRS", "body": "\nWednesday, October 17, 2012\n\nMassachusetts Businessman Sentenced to Prison for Tax Evasion and Conspiracy to Obstruct and Impede the \nIRS\n\nA federal judge in Boston sentenced Gary Alcock today to 14 months in prison for tax evasion, for conspiring to \ndefraud the United States, and for willfully failing to file tax returns, the Justice Department and Internal Revenue \nService (IRS) announced. U.S. District Judge F. Dennis Saylor also ordered Gary Alcock to pay restitution in the \namount of $515,518. Alcock pleaded guilty to the charges on Dec. 9, 2011, and provided substantial assistance to \nthe government in prosecuting the case against the remaining defendants, which Judge Saylor cited, among other \nfactors, as a basis for a reduced sentence.\n\nAlcock, a resident of Westborough, Mass., testified at a trial of three defendants which resulted in guilty verdicts \nrendered by a federal jury on April 2, 2012. The jury convicted Charles Adams of Norwood, Mass., as well as \nCatherine Floyd and William Scott Dion, both of Sanbornville, N.H., for conspiracies to defraud the United States \nthrough the promotion and use of multiple tax fraud schemes. The jury convicted all three of conspiracy to defraud \nthe IRS by promoting an \"under the table\" payroll scheme doing business as Contract America. Dion and Floyd \nwere also convicted for conspiracy to defraud the IRS through the use of an \"underground warehouse banking\" \nscheme designed to conceal subscriber income and assets from the IRS.\n\nGary Alcock was a subscriber to the services of Dion, Floyd and Adams. According to the information presented in \ncourt, Alcock owned and operated a trash hauling business called GandK Trucking, as well as a landscaping \nbusiness called Bark, Mulch and Loam in Shrewsbury, Mass. Between 2001 and 2004, Alcock employed the \nbanking and nominee services of Dion and Floyd to set up a nominee company called \"Alex Management\" to divert \nand hide business receipts, to help his businesses fraudulently \"disappear\" on paper, and, thus, to evade IRS \nassessments and IRS collection activity. Alcock further used the services of Contract America, run by Adams, Dion \nand Floyd, in order to pay his employees \"under the table\" without withholding and paying over Social Security, \nMedicare and income taxes.\n\nJudge Saylor previously sentenced Dion to seven years in prison, Floyd to five years in prison, and Adams to four \nyears in prison for promoting these schemes.\n\nIn August 2009, Alcock, along with Dion, Floyd, Adams and three other individuals, were indicted for the promotion \nand use of these schemes. On Dec. 9, 2011, prior to trial, Gail and Myron Thorick of West Warwick, R.I., pleaded \nguilty to conspiring to defraud the United States by helping operate the \"warehouse banking\" scheme, and for filing \nfalse tax returns. On Jan. 24, 2012, Kenneth Scott Alcock, Gary Alcock's brother, pleaded guilty to conspiracy \nrelating to the payroll scheme and to one count of tax evasion. The Thoricks and Kenneth Scott Alcock await \nsentencing in November.\n\n\nKathryn Keneally, Assistant Attorney General for the Justice Department's Tax Division, and Carmen M. Ortiz, U.S. \nAttorney for the District of Massachusetts, commended the efforts of special agents of IRS - Criminal Investigation, \nwho investigated the case. Tax Division Assistant Chief John N. Kane, former Tax Division Trial Attorney Jeffrey \nShih, and Assistant U.S. Attorney Victor A. Wild prosecuted the case.\n\n12-1254\n\nTax Division\n"}