{"title": "5 Charged in Work Visa Fraud; Men Secured False Papers for Immigrants, Indictment Alleges", "body": "\nA Bethesda lawyer and four businessmen have been charged with submitting false documentation to state and \nfederal officials to obtain work visas for dozens of undocumented immigrants during a five-year period, federal \nauthorities announced yesterday. \n\nFrom Jan. 1, 1998, to Dec. 31, 2002, the defendants used fraudulent documentation to obtain immigrant visas for \nat least 50 foreign workers, according to the 23-count indictment unsealed in U.S. District Court in Greenbelt.  \n\nThe defendants allegedly filed fraudulent papers with labor officials seeking visas for immigrants to fill jobs as \nrestaurant workers, brick masons, painters and automotive repair shop managers, the indictment states. \n\nSome of the immigrants using the documents have been apprehended and deported, said a federal investigator \nwho spoke on condition of anonymity. Others never actually came to the United States, and their documents might \nhave been used for other workers, he said. \n\nAllan J. Doody, special agent in charge of the U.S. Immigration and Customs Enforcement bureau in Baltimore, \nsaid determining who may have obtained the work permits and where they are now is part of an ongoing \ninvestigation. \"Our goal is to ensure the integrity of the system,\" he said.  \n\nThe defendants are charged with conspiracy to harbor undocumented immigrants, labor certification fraud, \nracketeering, and aiding and abetting. Two of the defendants harbored immigrants who had entered the country \nillegally from Canada, federal authorities said.  \n\nFederal prosecutors are seeking the forfeiture of $600,000 in cash and six homes or businesses in Potomac, \nHerndon, McLean and New York City, the indictment states. \n\n\"The indictment should send a message to those who take advantage of the immigration laws -- particularly \nimmigration attorneys and businessmen who exploit their small businesses and law practices to sponsor aliens \nillegally -- that they will be prosecuted aggressively,\" U.S. Attorney Thomas M. DiBiagio said in a statement. \n\nMaqsood Hamid Mir, 51, an immigration lawyer with a practice in Bethesda and a home in Potomac, said he would \ncontinue to run his law practice despite the indictment. He declined further comment. \n\n\nYesterday, Abdul R. Javaid, 68, owner of a gas station and automotive repair shop from McLean, was brought \nbefore a federal magistrate in handcuffs.  \n\nJavaid's attorney, John T. Riely, told the court that his client is a U.S. citizen and has no criminal record. At the end \nof a brief hearing during which Javaid did not enter a plea, U.S. Magistrate Judge Jillyn K. Schulze allowed Javaid \nto remain free pending further court appearances with a collateral bond -- specifically, his house. \n\nSchulze directed Javaid to surrender his passport and not to travel beyond the Washington area.  \n\nIn an interview, Riely said Javaid, a Pakistani emigre who is a naturalized citizen, \"certainly asserts his innocence.\" \n\"I think he was caught up in something right now that's beyond his knowledge,\" Riely said. The attorney declined to \nelaborate. \n\nThe other people indicted are Mohammad Bajwa, 38, of Herndon, owner and operator of a money transfer business \nand construction company; Zulfiqar Ali, 43, of Virginia Beach, owner of several gas stations in Virginia and in New \nYork; and Jamal Hussain, 45, of Kingston, N.Y. Hussain and Ali are brothers, the indictment states. \n\nIf convicted, the defendants each face up to 20 years in prison on the racketeering charges, and lesser penalties \non the other charges. \n\nLast year, a federal judge in Virginia sentenced an Arlington immigration lawyer, Samuel G. Kooritzky, to 10 years \nin prison for fleecing hundreds of desperate immigrants in a massive labor fraud scheme.  \n"}