{"title": "LETTERS TO THE EDITOR Your views LETTERS TO THE EDITOR", "body": "\nDear Editor, I write regarding the article about the no 2 bus service which First withdrew in August and how it has \nleft many passengers at a disadvantage [Advertiser, October 2].\n\nI recently had to attend an appointment at Monklands Hospital and had to use two buses to get me to my \nappointment on time; I also don't have a travel pass.\n\nNot everyone can afford to ferry themselves by taxi if they have to attend hospital appointments, but First Group \nstates: \"Passenger numbers have been declining for many years since the opening of the Whifflet rail network.\"\n\nIf the number 2 had declining passenger numbers, how did commuters get to work each morning, travelling to \nEurocentral or Glasgow? At weekends when football fans travelled to Glasgow, the no 2 was very busy.\n\nThey have failed in their assumption of a great rail network - in recent years since Abellio was awarded the rail \nservice it lacks reliablity (when First ran the passenger service to Kirkwood it was reliable).\n\nIf they assume that Scotland has an excellent rail service, they are mistaken.\n\nAs someone who has experienced travelling on the German rail network a few times it would put Scotrail to shame \ntrains run 24 hours a day and incidentally, local bus services there are far superior and there are affordable fares \ntoo.\n\nIn recent weeks, First's 201 service has had a fares hike too.\n\nThe no 13 bus operated by United Coaches to fill part of a service to Bargeddie doesn't help others who work \noutside of there to commute; and not all rail routes will take people to every destination.\n\nUnited Coaches now operate another service to Airdrie, but it doesn't run on a regular basis - its staggered \ntimetable begins early to suit commuters who travel to Airdrie in the mornings, and later on in the day to take \nworkers back.\n\nLack of investment in public transport has been the norm for many years but it is the public who are at the \ndisadvantage of not having a transport system we can rely on - it's all about companies who have always put profits \nfirst before the needs of passengers. Mrs SH Brown, Old Monkland Dementia search app Dear Editor, On behalf of \nAlzheimer Scotland, I wish to express our sincere thanks to everyone who has downloaded our missing person app, \nPurple Alert.\n\nThis includes our amazing volunteers and the families and carers who we support.\n\nIt's thanks to those individuals that we were able to mark the app's second birthday on world Alzheimer's day with \nthe news that we had reached 10,000 downloads.\n\n\nPurple Alert is the first app of its kind in the UK which helps find people with dementia when they are lost.\n\nDeveloped with Police Scotland and partners from across the public sector, the free app is designed to support the \nfamilies and carers of people living with dementia during an immediate missing person search.\n\nThe app supports a Police Scotland search by sharing key information about the missing person at the point of \ncrisis and alerts all users of an active local search.\n\nWith more than 90,000 people living with dementia in Scotland today and the number on the rise, we're asking if \nAdvertiser readers will download the app - giving us more eyes and ears on the ground during a missing person \nsearch, to help support people with dementia who may become missing for many different reasons.\n\nThe app is helping us to further unify communities towards creating a dementia-friendly Scotland where people \nliving with dementia feel valued, recognised and supported.\n\nPurple Alert is free to download for iOS and Android smartphones, and can be downloaded from \nwww.purplealert.org.uk.\n\nAnyone with questions about dementia or our local support and services can call Alzheimer Scotland's 24-hour free \ndementia Helpline on 0808 808 3000.\n\nTogether we aim to make sure nobody faces dementia alone. Joyce Gray, Alzheimer Scotland Volunteering Dear \nEditor, The number of over-50s experiencing loneliness is set to reach two million by 2025, an increase of 49 per \ncent over just 10 years.\n\nI'd like to tell Advertiser readers how volunteering can be a great way to combat isolation whilst making a huge \ndifference to worthy causes, just like our own, all across the UK.\n\nI work for Revitalise, a national creating holidays for disabled people and carers. We run the largest residential \nvolunteering programme of any UK charity, welcoming thousands of volunteers of all ages each year.\n\nThey're our magic ingredient because they volunteer something priceless - their experience. They help to create the \ngreat holiday spirit and welcoming atmosphere that our guests love, and are able to guide and support some of our \nyounger www.volunteers.No matter what their motivation for spending time with us, there's always the opportunity \nto meet some great people and make a difference to the lives of disabled people and carers.\n\nVisit www.revitalise.org.uk or call our volunteer team on 0303 303 0163 for details.\n\nAbby Kessock-Philip, Revitalise\n\nGraphic\n\n \n\nPoignant picture Advertiser reader Jim Gray took this photo of Auchengeich miners' memorial, which pays tribute to \nthe 47 miners who died after fire trapped them underground on September, 18, 1959, at the Auchengeich Colliery\n"}