{"title": "Facing long odds, Western growers hope to revive the agriculture-only portion of the bill", "body": "\nWASHINGTON - Western growers and union activists are scrambling for a fix after the comprehensive \nimmigration bill on which they had pinned their hopes collapsed Thursday.\n\nFacing long odds, some Westerners say they might try resurrecting an agriculture-only portion of the \nimmigration package. The so-called AgJobs measure would legalize 1.5 million illegal immigrants who have a \nhistory of farm work.\n\n\"We're going to push it,\" vowed Manuel Cunha, the president of the Fresno-based Nisei Farmers League.\n\nLike the larger immigration measure, the agriculture bill is complicated. As first introduced by Republican Sen. \nLarry Craig of Idaho in 2003, the legislation spanned 103 pages. Like the larger bill, it incites controversy over \nclaims that it offers amnesty to lawbreakers.\n\nThe agriculture bill, though, targets a smaller population than the estimated 12 million illegal immigrants potentially \naffected by the comprehensive bill.\n\n\"I think AgJobs has potential,\" Democratic California Sen. Dianne Feinstein said Thursday. \"I think we can move \nthis because of the harvest coming up, and because of the fact that agriculture labor is way down now.\"\n\nSpecial work visas\n\nThe bill would grant special visas to illegal immigrants who have worked in agriculture for the past several years \nand who continue to do so for three or more years. In time, the immigrants could convert their special visas to \npermanent U.S. legal residency and, eventually, citizenship.\n\nThe legalization provisions won the support of liberals, the United Farm Workers and church groups. In turn, groups \nsuch as the Nisei Farmers League, the Idaho Growers and Shippers Association and Florida's Indian River Citrus \nLeague signed on because of promised changes in an existing agricultural guest-worker program.\n\nLast year, senators folded the provisions into the comprehensive immigration bill. But from the start, supporters \nincluding Craig and Feinstein retained the option of moving their agriculture-only bill separately if the larger bill \ndied.\n\n\"We're going to start the discussion about this in the next two weeks,\" Cunha said. \"We may be putting it onto \nanother type of legislation; we don't think it can go alone.\"\n\nAs currently introduced, the separate agriculture bill has 29 Senate co-sponsors.\n\n\nIn particular, lawmakers might try attaching this agriculture-only immigration package onto an appropriations bill \nused to fund the federal government. This is a popular technique, because appropriations bills enjoy momentum on \nCapitol Hill and must be passed to keep the government running.\n\nPolitically, there are some advantages in trying to move an agriculture-only immigration bill. There also are some \ndisadvantages.\n\nAgJobs supporters say they can sell their stand-alone bill as a discrete and manageable change, simpler to handle \nthan the comprehensive bill that failed to win sufficient Senate support.\n\n\"I hope the Senate will work immediately to pass the non-controversial portions of this bill such as . . . AgJobs,\" \nSen. Barbara Boxer, D-Calif., said Thursday.\n\nFewer supporters\n\nOn the other hand, the larger bill's collapse took with it supporters who otherwise lack strong incentives to vote for \nan agricultural guest-worker plan. Some backers of comprehensive immigration restructuring also see benefit in \nholding on to the agricultural provision to ensure some rural votes.\n\nAn even more fundamental question, after the exhausting melodrama of the past several months, is whether \nlawmakers can revive any bill that contains the word \"immigration.\"\n"}