{"title": "Kevin Riordan: La Esperanza in Lindenwold an immigrant success story", "body": "\nLa Esperanza's vivid rose-and-blue exterior puts it on the map. And the inside story of this landmark Lindenwold \nrestaurant is pretty colorful, too.\n\n\"It's the essence of immigration,\" says manager Saul Cordova Jr., a 31-year-old Stratford resident.\n\nOn any given day at La Esperanza (which loosely translates as \"hope\"), you'll find Saul; his sisters Maricela, \nClaudia, and Norma; their parents, Saul Sr. and Susana; and various other Cordovas, most of whom live in the \ncluster of towns around Lindenwold. Another brother, Alejandro, pitches in as needed.\n\nOriginally from Tecomatlan in the state of Puebla, Mexico, the Cordovas have done more than build a solid \nreputation with La Esperanza. They've cemented their bonds with each other as well.\n\n\"We're so strong together,\" Saul Jr. says, \"because we were separated for many years.\"\n\nLike many immigrant families, including mine, the Cordovas came to the United States in stages. Longtime \nrestaurant worker Saul Sr. arrived in California and then moved to New York in the early 1980s, followed by his wife \n(a skilled home cook) two years later and their kids some years after that.\n\nI think of my grandfather James Riordan, who came here from Wales in 1922. My grandmother Naomi arrived at \nEllis Island on Christmas of that year, having left my infant father in the care of her mother. My father joined them \nsix years later.\n\nSaul Jr. was 10 when the family finally was reunited in a two-bedroom apartment in the Sunset Park section of \nBrooklyn. He spoke no English but mastered the language and earned a degree from the State University of New \nYork.\n\nNo wonder he's a champion of the DREAM (Development, Relief and Education for Alien Minors) Act, which would \nenable children of illegal immigrants to use military service or higher education as a path to citizenship. \n\n\"A lot of these kids were brought here without their knowledge,\" Saul Jr. says. \"Kids who have been here since they \nwere very young can't go back. It's a Catch-22.\"\n\nIntroduced in 2001, the DREAM Act recently was approved by the House. But it faces a tough road in the Senate, \nas our national struggle over how best to handle illegal immigration goes on and on.\n\n\nWhen they got here in the early 1980s, Saul and Susana were undocumented, too. But they obtained citizenship \nunder the sweeping reform measure signed into law by President Ronald Reagan in 1986.\n\n\"My parents became legal with the amnesty,\" Saul Jr. says, adding that citizenship opened doors for him and his \nsiblings as well.\n\n\"If I didn't have the opportunity to go to college, and my brother didn't have the opportunity, I don't think we would \nbe as successful,\" he says. \"What college did for us was, it opened up our horizons. It helped us to think bigger.\" \n\nConsider: La Esperanza has tripled in size - from 30 to 90 seats - since it opened in 2002.\n\n\"We opened it so my dad would have a job,\" Saul Jr. says wryly. \"We never expected it to take off.\"\n\nIt's midafternoon and the restaurant is quiet, unless you count the energetic blend of ranchera, norteña, and \nMexican pop songs on the soundtrack. Three generations of Cordovas join the conversation, with Saul Jr. \ntranslating. \n\nI ask his father for the secret to running a successful restaurant.\n\n\"It's a secret!\" Saul Sr. winks.\n\nI try again with Maricela, the oldest of the siblings and the one in charge of the kitchen. She's there by 7 a.m. seven \ndays a week.\n\nThe 46-year-old Laurel Springs resident is a bit more forthcoming; in fact, she's so expressive, I swear I grasp what \nshe's saying even though I don't speak Spanish. And Saul Jr.'s summary bears this out.\n\n\"The love you put in brings the flavor to life,\" Maricela says. \"You cook like you're going to eat it, or someone in your \nfamily is going to eat it. The love you put in comes out on the plate.\"\n\nSome things don't get lost in translation.\n\nContact Kevin Riordan at 856-779-3845 or kriordan@phillynews.com. \n\nGraphic\n\n \n\nFeed Loader\n"}