{"title": "Governors Say They Will Raze Border Town Used by Smugglers", "body": "\nThe governors of New Mexico and its southern neighbor, the Mexican state Chihuahua, agreed Friday to bulldoze \nor board up buildings in a semi-abandoned town just inside Mexico that is a haven for would-be immigrants and \nsmugglers.\n\n  Gov. Bill Richardson and Gov. Jose Reyes Baeza of Chihuahua also said they hoped to establish a police \npresence to end lawlessness in the border town, Las Chepas, which has been used as a staging ground for \nmigrants and drug and human smugglers.\n\n It was the governors' first meeting since Mr. Richardson, citing growing violence, declared a state of emergency in \nthe New Mexico border region earlier this month.\n\n  Gov. Janet Napolitano of Arizona declared a similar emergency in her state.\n\n  Las Chepas is home to a dozen full-time residents. A Border Patrol agent, Rick Moody, said agents monitored the \narea with a tower-mounted camera and watched as a daily caravan of old school buses ferried people along a dusty \nwashboard road into the town.\n\n  When the migrants leave, they often are attacked by ''border bandits,'' Mr. Moody said.\n\n  ''They tell them to just keep walking north and don't look back,'' Mr. Moody said. ''We've tried to apprehend some \nof these bandits.''\n\n  But there are too many places to hide and too few roads, he added.\n\n  ''It's a lawless area,'' Mr. Moody said.\n\n  Leopaldo Castillo Rodriguez, 66, who has lived in Las Chepas for 22 years, said he did not plan to leave. He said \nhe did not understand why Mr. Richardson would want to demolish the town.\n\n  ''It would be the same if it wasn't here,'' he said of the situation this week.\n\n  Others in the town said they were upset that they were hearing of Mr. Richardson's plans from reporters and not \ntheir own government.\n\n  ''People here don't know what's going on,'' Francisco Apalaca Ruiz said.\n\n  Espifanrio Ruiz, who runs one of the town's three stores, acknowledged that hordes of migrants come through the \ntown, but said the area was not much of a draw.\n\n\n  ''There are no hotels here,'' Mr. Ruiz said.\n\nhttp://www.nytimes.com\n"}