{"title": "News for Kids; news flash", "body": "\nELECTION 2000: Finally, a winner\n\nAfter five weeks of vote recounts and lawsuits, Republican George W. Bush has become the president-elect. \nDemocrat Al Gore conceded the election last week after the U.S. Supreme Court said that Florida didn't have time \nto complete a recount of all its disputed ballots before running into Electoral College deadlines.\n\nThe presidential electors from each state, who together make up the Electoral College, will meet today to officially \ncast their votes for president. With Florida's 25 electoral votes going to Bush, he has 271 electoral votes and Gore \nhas 267. Gore won more votes than Bush among all those who voted nationwide, but under the U.S. Constitution, \nthe winner of the Electoral College vote becomes president.\nCONSTITUTION\n\nBush will spend the next few weeks finding people to fill important roles in his Cabinet. He says he will work with \nmembers of both political parties and may pick some Democrats for top jobs.\n\nHEALTH: Cartoon messages work in 'smoking kills' crusade\n\nCartoon animals pictured with anti-smoking\n\nmessages could discourage young people from smoking, researchers found.\n\nA study of 580 students from kindergarten through 12th grade found that they paid more attention to cigarette \nhealth warnings when the messages were paired with cartoon drawings of smart-alecky walruses, penguins and \nbears. The three were drawn in cool poses like Joe Camel, a cartoon character created by a tobacco company. \nMany people say that Joe Camel, no longer used in ads, encouraged kids to start smoking.\n\nThe researchers showed schoolchildren the messages \"Smoking kills\" and \" Smoking causes lung cancer, heart \ndisease, emphysema and may complicate pregnancy\" in plain text and with a cartoon beside them. All the cartoon \nmessages rated higher than the simple written warnings.\n\nEditor's note: Due to holiday scheduling, News for Kids is only one page this week. It will resume its two-page \ndesign next week.\n\nHOW TO REACH US\n\nPhone: 404-222-1935 Fax: 404-562-5509 E-mail: nfk@ajc.com  \n\n\nMail: News for Kids, P.O. Box 4689, Atlanta, GA 30302\n\nOnline lesson plans for parents and teachers, new each Friday: www.ajc. com/nfk\n\nGraphic\n\n \n\nPhoto\n\nPresident-elect George W. Bush with his wife, Laura.\n"}