{"title": "Police defend work with ICE; Federal report says program mismanaged.; Immigrant advocates say their fears of racial profiling supported.", "body": "\nA federal oversight body's critical report has rekindled a debate about the effectiveness of a program touted by \nlocal law enforcement as a way to rid the community of dangerous illegal immigrants.\n\nImmigration and Customs Enforcement is not adequately vetting, training or supervising the police forces that have \nbeen empowered to enforce immigration law, according to the March report by the Department of Homeland \nSecurity's inspector general.\n\nThe Gwinnett, Cobb, Hall and Whitfield County Sheriff's departments are among 71 law enforcement agencies \nnationwide that have inked agreements with ICE. The program, called 287(g), allows deputies to screen inmates \nbooked into the jail to determine their immigration status. After their local charges are disposed of, undocumented \ninmates are handed over to federal immigration officers.\n\nThe report said it's difficult to determine if the program is achieving its stated goal of deporting dangerous \ncriminals. Data collection has been focused on the total number of illegal immigrants detained, instead of weighted \ntoward the types of offenses they committed.\n\nLocal law enforcement officials disagree that the program has been mismanaged.\n\n\"We have had no major issues with oversight and have always received very good support from ICE,\" said the \nGwinnett County sheriff's spokeswoman, Stacey Bourbonnais. \"We also have received excellent guidance and \nadditional training since the program started here in November.\"\n\nCobb County Sheriff Neil Warren says the program he implemented in 2007 has helped to reduce the number of \nforeign-born and illegal immigrants booked into the jail.\n\nGwinnett County, which implemented the 287(g) program in November, experienced a 22 percent drop in the \nnumber of foreign-born inmates, which includes both legal and illegal immigrants, booked into the jail between \nmid-November 2009 and mid-April 2010. That's compared with the same time frame the previous year.\n\n\nIt's unclear if fewer illegal immigrants are being arrested, because prior to that time, deputies did not check each \ninmate's immigration status.\n\nCobb County, which started 287(g) in July 2007, experienced a 22 percent drop in undocumented immigrants \nbooked into that jail in the two-year interim. The ailing economy may be partly to blame, since jobs have become \nscarce in construction, manufacturing and agriculture --- industries that historically have relied on cheap immigrant \nlabor.\n\nAuditors from the inspector general's office conducted field inspections at multiple law enforcement agencies over \nthe first six months of 2009. ICE officials agreed with most of their recommendations and took steps to address \nthem beginning last fall.\n\n\"ICE has fundamentally reformed the 287(g) program since the audit was conducted and has fulfilled many of the \nreport's recommendations,\" said agency spokeswoman Nicole Navas.\n\nSince the report was released last month, immigrant advocate groups in Georgia have renewed calls for an end \nto the 287(g) program. They say the findings echoed concerns they have long voiced.\n\nCritics of the program say poorly trained officers have engaged in racial profiling to boost arrests of illegal \nimmigrants. And all too often, friends and neighbors who are undocumented are getting caught instead of \nhardened criminals.\n\n\"I think it was very affirming and kind of repeated some of the specific concerns and criticisms that we have had,\" \nsaid Xochitl Bervera, spokeswoman for the Georgia Latino Alliance for Human Rights. \"Even according to their own \nstatistics, they are not really focusing on violent criminals.\"\n\nAuditors said ICE did not take into account the civil liberties records of the agencies it approved. Some have \nrecently been involved in lawsuits involving allegations of civil rights abuses, although none of those agencies are in \nGeorgia.\n\nThe 94-page report listed 33 recommendations, including:\n\nICE should require police forces that seek approval for 287(g) to provide information about past and pending civil \nrights allegations, and incorporate such information into the selection and review process.\n\nICE should provide clear guidelines on how police agencies should report complaints about officer misconduct, \nand retain them for future review.\n\nICE should increase monitoring of jurisdictions carrying out 287(g) and their effect on civil liberties by tracking the \nreasons for stops, the ethnic and racial information for those who are stopped, and the outcome of any resulting \ncriminal charges.\n\nAnecdotes in the report show how local officers have sometimes misused their immigration enforcement powers. \nOne state Highway Patrol officer took an accident victim to jail to determine the victim's immigration status, even \nthough the victim had committed no offense.\n\nThe report said use of interpreters within the program was inconsistent and recommended that ICE develop clear \nguidelines.\n\nInspectors also discovered that 88 percent of 287(g) officers had not completed all the required refresher training on \nimmigration law, which is complex and constantly changing.\n\nThe Gwinnett County Sheriff's Department has been screening jail inmates since November. During that time, a \nthird of the ICE detainees were jailed for traffic violations. In Cobb, two-thirds of the inmates detained for ICE since \nJuly 2007 were arrested for traffic offenses.\n\n\n\nInmates picked up by ICE can plead their case before an immigration judge. It's not clear to what extent the \nseriousness of their offense is factored into the final removal decision. ICE said local statistics about removals were \nnot immediately available.\n\nICE provided data collected nationally between October and March that showed only 16 percent of the individuals \ndeported because of jail enforcement programs had committed minor crimes such as traffic violations. Eighty-four \npercent committed crimes such as murder, rape and kidnapping, as well as drug-related offenses and property \ncrimes.\n\nLast fall, ICE revised its agreements with participating law enforcement agencies. It now requires 287(g) officers to \ncategorize inmates in a three-tiered priority level system based upon the type of offense they are accused of \ncommitting.\n\nNumber of criminal illegal immigrants identified\n\nCounty 2007 2008 2009 2010*\n\nCobb 128 3,751 2,610 1,061\n\nGa. Dept. Public Safety --- 9 15 2\n\nGwinnett --- --- --- 1,115\n\nHall --- 873 1,077 377\n\nWhitfield --- 101 378 241\n\nNumber of criminal illegal immigrants deported or leaving voluntarily\n\nCounty 2007 2008 2009 2010*\n\nCobb 93 2,772 1,379 390\n\nGa. Dept. of Public Safety --- 4 6 0\n\nGwinnett --- --- --- 322\n\nHall --- 686 844 191\n\nWhitfield --- 76 284 97\n\n* As of April 11, 2010\n\nSource: U.S. Immigration and Customs Enforcement\n"}