{"title": "Bush Remark Gives Advocates Hope for Release of Haitians", "body": "\nA day after President Bush said his administration would make sure that Haitian refugees were treated like all \nasylum seekers of other nationalities, immigration groups and Haitian advocates had mixed reactions about \nwhether his remarks would soon lead to the release of hundreds of refugees being detained here.\n\n     Mr. Bush made the remarks at a news conference on Thursday. He said Haitians should be treated the same \nas all migrants, except Cubans. \"And the difference, of course,\" he said. \"is that we don't send people back to Cuba \nbecause they're going to be persecuted.\" \n\n Mr. Bush added, \"Haitians and everybody else ought to be treated the same way, and we're in the process of \nmaking sure that happens.\"\n\nUnder a Bush administration policy adopted in December, Haitians seeking asylum in the United States are held in \nindefinite detention during the processing of their immigration claims. Immigration advocates and a growing \nnumber of local and national lawmakers oppose the policy because it does not apply to migrants of any other \nnationality.\n\nDebate over the issue was renewed last month when a boat carrying more than 200 Haitians ran aground in the \nshallow waters off the Miami shore. The Haitians on board were taken into the custody of the Immigration and \nNaturalization Service and remain in local detention centers.\n\nMr. Bush's comments Thursday have sparked widespread speculation about whether the detainees might soon be \nreleased and have prompted lawmakers and immigration advocates to begin to plan how to hold the president to \nhis word.\n\n\"He can make things happen with the new power he's got,\" said State Representative Phillip Brutus, a Miami \nDemocrat who was the first Haitian-American elected to the Florida Legislature. \"However, I am concerned the \nadministration may convince him to depart from that. \n\n\"Particularly mentioning Haitians by name means the crisis must have reached him,\" Mr. Brutus said. \"He must \nhave thought about it. I give him great credit for that because he had never said anything before.\"\n\nOthers were not so sure. \"The president wasn't clear,\" said Marleine Bastien, executive director of Haitian Women \nin Miami, an advocacy group. \"We've been getting a lot of phone calls from people wondering about what it meant; \ndid it mean a change in policy,\" she said. \"If that is it, he needs to state it very clearly to prevent any kind of \nconfusion.\"\n\n\nMs. Bastien said her group and others were planning to send a joint letter to the president asking him to clarify his \nposition.\n\nJames Morrell, executive director of the Haiti Democracy Project, an organization that monitors American policy \ntoward Haiti, said not much could be read into the president's response. \"I think it's a statement that gives no \nindication of whether things will change, and that's why I took the president's statement with a grain of salt,\" he said. \n\nMr. Morrell took issue with President Bush's statement that Cubans should be treated differently from Haitians \nbecause of their risk of political persecution. \"Many from Haiti are politically persecuted, and so the difference \nbetween them and the Cubans is not valid,\" he said. \n\nSome Haitian advocates said they remained hopeful. \"I think this was a very important message,\" said Cheryl \nLittle, executive director of the Florida Immigrant Advocacy Center. \"I don't know if he is as aware as he should be \nabout the way asylum seekers from other nations are treated in the Miami district. If he is, then he understands, \ngiven his statement, that the Haitians need to be released right away.\" \n\nhttp://www.nytimes.com\n"}