{"title": "4-Year-Old Girl Is Returned From Guatemala to Parents", "body": "\nUpdated 4:20 p.m. It has been a confusing three weeks for Emily Ruiz, the 4-year-old United States citizen and \nLong Island native who was deported earlier this month to her parents' native country, Guatemala.\n\nBut on Wednesday morning she was reunited with her mother, father and little brother at Kennedy International \nAirport, after the family's lawyer, David M. Sperling, flew to Guatemala to retrieve her.\n\n''Emily is back with us now,'' her father, Leonel Ruiz, said in a statement. ''We have no words to express the joy it \nbrings us to see, hold and kiss our daughter again.''\n\nEmily's troubles began on March 11, when she was detained at Dulles International Airport outside Washington, \nD.C., while returning to the United States with her grandfather after a five-month stay in Guatemala.\n\nBecause of an immigration infraction two decades ago, her grandfather was told he could not stay in the country. \nBut Emily's parents are illegal immigrants, a fact that left her in limbo and complicated her return to the United \nStates.\n\nThe case has been a touchstone for advocates of changed immigration laws; they say it speaks to broader \nproblems facing children of illegal immigrants.\n\nMr. Sperling, who held a news conference at the International JFK Airport Hotel on Wednesday after the reunion, \nsaid the government's treatment of Emily was ''disgraceful.''\n\n''It's incomprehensible that this happened to a U.S. citizen,'' he said, adding that Emily slept under a bench - and \nwas left cold and hungry for many hours -while in the custody of Customs and Border Protection at Dulles.\n\nJeanne A. Butterfield, a former executive director of the American Immigration Lawyers Association who also spoke \nat the news conference, said there were 5.5 million children who have at least one undocumented parent. ''I've \nnever seen a little kid wrongfully deported,'' she said.\n\nCustoms and Border Protection issued a statement on Tuesday saying the Ruizes were told they could pick up the \nchild, ''but elected to have her return to Guatemala with her grandfather.''\n\nAn agency spokeswoman declined to comment on Emily's treatment at Dulles.\n\nMr. Ruiz, who speaks little English, has said that he was never given the option to retrieve his daughter. An agent, \nin English, told him Emily would either enter the custody of the State of Virginia or return to Guatemala, he said.\n\nThough Emily is in good spirits, the events of the last month have left her bewildered, said Hulda Mazariegos, a \nformer client of Mr. Sperling's who traveled with him to Guatemala.\n\n\nOn the plane ride back, she said, Emily was confused about which home she was flying to.\n\n''She would say, 'I want to go to Guatemala,' '' Ms. Mazariegos recalled. ''Then she would say, 'No, wait, I want to \ngo see my mom.'''\n\nThe family, however, did not attend the news conference and did not wish to speak with the news media, Mr. \nSperling said. ''We've tried to keep Emily out of the public spotlight,'' he said.\n\nThis is a more complete version of the story than the one that appeared in print.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTO: A cellphone photo of Emily Ruiz, 4, who returned to the United States on Wednesday. (PHOTOGRAPH \nBY ULI SEIT FOR THE NEW YORK TIMES)                                                                              \n"}