{"title": "103 Arrested in MS-13 Sweep; U.S. Crackdown Includes 35 Suspects in Area", "body": "\nFederal immigration officials announced yesterday that they have lodged charges against 103 reputed members of \nMara Salvatrucha  --  one-third of them from the Washington area  --  in a national sweep aimed at disrupting the \nfast-growing gang. \n\n Michael J. Garcia, head of Immigration and Customs Enforcement, acknowledged that the arrests affected only a \nsliver of Mara Salvatrucha's membership. But he pledged that many more would be locked up.  \n\n \"This is the beginning. We will target our resources at the leaders . . . but we're going after all the members,\" \nGarcia said at a D.C. news conference. He said the initiative, which is being coordinated with police and other law \nenforcement agencies, soon will expand to members of other gangs, many of whom are in the country illegally. \n\n Police and politicians in the Washington area have become alarmed by the growth of Mara Salvatrucha, known as \nMS-13. Local officials say it appears to be the most violent of the Latino gangs that have committed 11 slayings in \nNorthern Virginia since 2000.  \n\n Garcia said the federal government also has become concerned that the group could be a homeland security risk, \nnoting that it is believed to be involved in smuggling people into the United States. \n\n The anti-gang initiative, known as Operation Community Shield, focused on the Washington and Baltimore areas \nas well as New York, Miami, Los Angeles and Newark, N.J. Most of the arrests took place over the last three \nweeks. \n\n Among those arrested were three alleged MS-13 leaders in Hollywood, Calif., Long Branch, N.J., and Port \nWashington, N.Y., officials said. \n\n In the Washington area, federal agents brought immigration or customs charges against 22 alleged MS-13 \nmembers from Northern Virginia, three from the District and 10 from the Maryland suburbs and Baltimore area, \nofficials said.  \n\n One of those arrested on an immigration charge is a suspect in a January shooting in Alexandria that left one \nteenager dead and two wounded, said Allan Doody, special agent in charge of the Washington field office of \n\n\nImmigration and Customs Enforcement, part of the Department of Homeland Security. The man, a Salvadoran \nimmigrant, has not been charged in that crime, Doody said. \n\n Some of those targeted by the operation were found at their homes or jobs, officials said, but several of the area \nmen caught up in the sweep were in jail on other charges. Authorities said they put immigration \"detainers\" on them \nto ensure that if they are acquitted, they will be turned over for processing as illegal immigrants. \n\n In Alexandria, U.S. Attorney Paul J. McNulty noted that the Virginia arrests represent a small fraction of MS-13's \nmembership. \"Fairfax County estimated there are 2,000-plus, so you are talking about a very large population. . . . \nBut it's an interesting thing to note that they've been able to marshal the resources to conduct this kind of \noperation,\" he said. \n\n Authorities said the initiative was new in targeting MS-13 nationally. But immigration agents have worked on local \ngang task forces for years, and Doody said Immigration and Customs Enforcement has charged 220 alleged gang \nmembers in the District and Virginia with immigration or customs violations in the past 11/2 years. Most were \ndeported, he said. \n\n John Moore, director of the National Youth Gang Center, a research agency funded by the Department of Justice, \nsaid removing gang members from the United States could temporarily disrupt organizations such as MS-13. \n\n \"The question is whether they will stay out of the U.S.\" or sneak back in, he said. He added that authorities must \nsupplement such actions with programs to keep youths from joining gangs.  \n\n \"The gang situation is just too big to handle through suppression,\" he said. \n\n MS-13 was formed in Los Angeles in the 1980s by Salvadorans who had fled their country's brutal civil war. It has \nspread to numerous U.S. cities and drawn adherents from other countries. Of the 103 alleged MS-13 members \ncharged in the current operation, 62 are from El Salvador, with the rest mainly from other Central American \ncountries or Mexico, officials said. \n\n In recent years, thousands of gang members have been sent back to Central America as part of an effort by U.S. \nofficials to deport immigrants convicted of felonies. In their home countries, the gang members have formed MS-13 \nbranches, which are blamed for spiraling crime.  \n\n Police in Honduras and El Salvador said they were delighted with the anti-gang sweep in the United States \nannounced yesterday. \n\n \"It's very important that the police in all the countries join this effort,\" said Pedro Gonzalez, subdirector of national \npolice in El Salvador.  \n\n  Staff researcher Bart Beeson in Mexico City contributed to this report. \n"}