{"title": "DEAL FAVORS IMMIGRANT SKILLS, NOT FAMILIES", "body": "\nThe U.S. Senate inched closer Wednesday to approving landmark legislation that would overhaul the nation's \nimmigration laws and allow 12-million illegal residents a path to citizenship.\n\nBut the fragile deal largely hinged on a significant but little-known change that would grant legal residency to \nimmigrants based on their skills rather than their family ties.\n\nIt would mark a change to a decades-old policy that some fear will lead to inhumanely separating families or \nforcing them to sneak into the United States illegally.\n\nTamar Jacoby of the conservative Manhattan Institute, who favors comprehensive immigration reform that includes \ncitizenship, said altering the family preference policy would be a dramatic shift.\n\n\"That's the way it's been for more than 40 years,\" she said. \"That would be a big change.\"\n\nSenate Majority Leader Harry Reid, D-Nev., had imposed a deadline of this week for a deal but pushed it back until \nMonday when he learned negotiators were getting close.\n\n\"This is a good bill,\" said Sen. Mel Martinez, a Florida Republican and one of the negotiators. \"There are no issues \nthat rise to the level of deal breakers or anything like that.\"\n\nThe Senate proposal would expand the guest worker program, provide employers with new ways to verify the legal \nstatus of their workers and increase security on the U.S.-Mexico border.\n\nIllegal immigrants in the United States would be granted a new Z visa, allowing them to remain here legally for \neight years. After that, they could petition for citizenship by temporarily going back to their home country, paying \nfines and meeting other criteria. Many of the details are still being worked out.\n\nThe last big sticking points: How long should guest workers be allowed to stay in the country, and should they be \nallowed a path to citizenship?\n\nPolls show Americans overwhelmingly support immigration reform that includes citizenship, and President Bush has \ncontinued to make it a top domestic goal.\n\nImmigration on skills\n\n\nLast year, the Senate passed a bill supporting a path to citizenship, guest worker programs and border security. \nThe House rejected the proposal, demanding only enforcement.\n\nThe move away from family preference was never seriously considered last year, but was brought up this year by a \nkey negotiator, Sen. Jon Kyl, R-Ariz.\n\nSupporters of the change say the nation should base immigration on skills, which would help the economy and \nreduce the number of immigrants on public assistance.\n\n\"Family preference is chain migration,\" said Bob Dane of the Federation for American Immigration Reform. \"It's \nrunaway population growth. ... This restores control to the U.S.\"\n\nOpponents of the change say it would violate the right of Americans to live with their families.\n\nKevin Appleby, director of migration and refugee policy at the U.S. Conference of Catholic Bishops, said the \nbishops will likely not support the bill, partly based on the change to family preference.\n\n\"I think there will be undocumented immigrants because of these cuts,\" he said.\n\nUnder the current system established in 1965, spouses, minor children and parents of those here legally are eligible \nfor green cards. Family members, including adult children and siblings, are given preference over others who do \nnot have family in the United States.\n\nWhat others do\n\nAbout two-thirds of the more than 1-million people admitted to the country last year were family-sponsored \nimmigrants. About 12 percent came in based on employment, and the rest were refugees, asylum seekers and \nothers. Many of those others had relatives here as well.\n\nOther countries, including Canada, Britain, Australia and New Zealand, use a point-system similar to what the \nSenate is considering. Priority is given to education, work experience, language skills and income.\n\nLawmakers have talked for two decades about reducing or eliminating preference given to families. In 1997, the \nU.S. Commission on Immigration Reform urged Congress to move to a system that favors higher-skilled \nimmigrants.\n\nRosemary Jenks, director of government relations for Numbers USA, supports eliminating family preferences, but \nnot if it means the Senate will agree to allow 12-million illegal immigrants to become citizens.\n\n\"There is no question the status quo is bad, but this is worse,\" she said.\n\nTimes researcher John Martin contributed to this report. Anita Kumar can be reached at akumar@sptimes.com or \n(202) 463-0576.\n\nHighlights\n\nWhat's next?\n\nThe Senate expects to begin debating immigration reform next week with a preliminary vote expected for Monday. \nThe House plans to consider a proposal in July before Congress' monthlong August recess.\n\nFAST FACTS\n\nThe proposals\n\nSenate: The proposal, still being negotiated, includes a path to citizenship for illegal immigrants after eight years if \nthey meet certain criteria and return to their home country. It would also change the criteria for legal immigration by \n\nmailto:akumar@sptimes.com\n\n\nfocusing more on the needs of the U.S. market and less on family considerations. It would expand the guest worker \nprogram, create a stronger verification system for employers and increase border security.\n\nHouse: The Strive Act (Security Through Regularized Immigration and a Vibrant Economy Act), introduced by \nReps. Luis Gutierrez, D-Ill., and Jeff Flake, R-Ariz., includes a path to citizenship for illegal immigrants after six \nyears if they meet certain criteria, they briefly leave the country and then return through a port of entry. It also \nincludes an expanded guest worker program, a stronger verification system for employers and increased border \nsecurity.\n"}