{"title": "What Labor Shortage? Debunking a Popular Myth. The coming labor shortage.", "body": "\nIt's a prediction frequently made by think tanks, consulting firms and corporate human-resources executives who \nexpend a great deal of time and energy worrying about how companies and the U.S. economy are going to cope \nwith a dearth of workers in the years to come. The problem, however, is that this piece of conventional wisdom, \nwhich holds a host of implications for both the private and public sectors, is false.\n\n<center> <img border=0 src=/images/sponsors/wharton_logo.gif WIDTH=150 HEIGHT=50> </center> That is the \nconclusion of a study by Peter Cappelli, professor of management and director of Wharton's Center for Human \nResources. The study, titled 'Will There Really Be a Labor Shortage?' and published in the August issue of \nOrganizational Dynamics, notes that employers may well face difficult challenges in recruiting and hiring people in \nthe future. But those challenges will stem from fundamental changes in the nature of the employer-employee \nrelationship that contribute to the difficulty of retaining employees, not from a shortfall in the number of workers \ncaused by demographic shifts. Cappelli suggests that employers work to improve their inadequate human-\nresources capabilities rather than fret over a non-existent shortage of workers. In an interview, Cappelli said the \nidea for the paper arose from what he saw as the need to stick a pin in an assumption that had ballooned to such \nproportions that it was never questioned. \n\n'Once this drumbeat about a labor shortage took hold some years ago, it became automatically factored into the \nbackground of any discussion about human-resource topics,' he says. 'I'd go to a company workshop and the \n[presenter] would begin a slide presentation with a statement about the coming labor shortage. It's a statement \nthat is now just built into the underpinnings of the way companies think. It's like a rumor you hear about on the \nInternet: People hear it so often, they believe it.' <b>A Grain of Truth</b> Like many false beliefs, the forecast of a \nwidespread labor shortage - the inability to fill jobs at prevailing wages - has its basis in truth. People who argue \nthat a labor shortage will befall corporate America blame it on a demographic change that is quite real - the small \nsize of the so-called 'baby-bust' generation, the group of people that followed the baby-boom generation into the \nlabor market. The number of people in the baby-bust cohort, who this year fall between the ages of 23 and 37, is \nabout 16% smaller than the massive baby-boom generation, whose members were born between 1946 and 1962. \nCappelli's study lays out in detail why it is erroneous to assume that a smaller baby-bust cohort and the aging of the \nboomers - who will begin to retire soon - will lead to a labor shortage. For one thing, the fact that the baby-bust \ncohort is smaller overall than the baby-boom cohort does not mean that every sub-group within the baby-bust group \nhas to be 16% smaller. Colleges, for example, did not cut back on the size of their graduating classes when the \nbaby-busters came through school. The overall number of college graduates since the baby-busters left high school \nhas actually gone up because more students who might not have gone to college are being pulled into the system \nof higher education. And it is college graduates who are most in demand by employers. As for the fear that the \nretirement of baby boomers will contribute to a labor shortage, Cappelli says that this assumption is predicated on \nthe unrealistic expectation that the boomers will quit work at age 65. Unlike their parents and grandparents, many \nboomers will continue to work past 65, even though they may change the kind of work they do. What's more, not \nonly will the general population continue to grow, so will the labor force, according to the study. The Bureau of \nLabor Statistics estimates that the labor force will rise from 153 million in 2000 to 159 million in 2010. The \n\n\nassertion that the labor force will be smaller in the years ahead is, Cappelli says, simply wrong. Moreover, the \nbaby-bust cohort will be followed by an even larger generation of people, who are now in their teens and 20s. Even \nthough the labor force will grow, some proponents of the labor-shortage scenario sometimes raise a different \nissue in an attempt to bolster their case. They argue that the smaller size of the baby-bust group, in and of itself, \nhas implications for employers because the pattern of the overall U.S. demographic distribution will be mirrored in \neach of the employers' own companies. This assertion, however, does not hold water either, according to Cappelli. \nOne reason is that the demographic profile of the entire United States simply is not reflected in each and every \nindividual company. Some companies, such as steel makers, have older workforces, while other companies, such \nas software manufacturers, have much younger employees. 'The differences are accounted for by the growth \npatterns of the companies,' according to the study. 'Most companies hire a disproportionate number of employees \nwhen their business [is] booming and they therefore tend to be roughly the same age.' A second reason why the \nnational demographic pattern has little influence on individual employers is that few companies need to hire from \nany particular age group, especially when other workers are available. The days when companies hired recent \ngraduates en masse into entry-level jobs and then promoted them up the career ladder are long gone. Today, the \nhiring of experienced workers at any age from outside the company is common. <b>More Sophisticated \nArguments</b> There are other, more sophisticated, arguments put forth by proponents of the view that a labor \nshortage will occur. But even these are not convincing, says Cappelli. For instance, it is sometimes asserted that \nthe rate of growth of the economy as a whole is somehow linked to the growth rate of the labor force - that is, \nslower growth in the labor force means slower economic growth. But Cappelli makes the point that the U.S. \neconomy has always grown faster than its workforce; indeed, this is the only way by which the standard of living \nhas been able to rise in America. That the economy grows faster than the workforce is due to productivity growth, a \nkey factor in U.S. prosperity that labor-shortage proponents appear not to take into account. When worker \nproductivity grows, the economy as a whole produces more from the same number of workers. The U.S. economy \ntoday is eight times bigger than it was at the end of World War II, but the workforce is only twice as big. Put another \nway, employees are roughly four times as productive today as they were in the late 1940s. If there had been no \nimprovement in productivity, the economy would need four times as many workers as it now has in order to sustain \nthe current level of gross domestic product. In attempting to make the labor-shortage case, observers sometimes \nput forth another argument. They assert that the growth rate of the economy hinges on growth in the number of \nworkers: Output per worker multiplied by the number of workers equals total economic output. Hence, it is argued, if \nthe growth rate of the labor force is declining, the rate of economic growth must fall as well. This line of thought fails \nto pass muster because it confuses the number of jobs in the economy with the number of people in the labor \nforce, according to Cappelli. The labor force includes both the employed and unemployed. Unless the economy is \noperating at absolutely full employment, and it almost never is, the supply of labor exceeds the number of jobs. \nMoreover, surplus labor, measured by the unemployment rate, often numbers in the millions. Slow growth in the \nlabor force, therefore, can only constrain economic growth if the economy enjoys full employment, which is a rare \noccurrence. 'The upshot of my study is that the labor force is not shrinking,' Cappelli tells Knowledge@Wharton. \n'The baby-bust cohort is being followed by an even bigger cohort now in their 20s, and baby-boom workers simply \nwill not be retiring from work in the numbers that many people expect. People keep talking about the 'coming labor \nshortfall.' Well, they were talking about the 'coming shortfall' 10 years ago, and they're still talking about it today, but \nwe haven't seen it. Demographics don't drive labor markets. Demographic changes are gradual and predictable, \nand the economy and the labor force have enough time to adjust to them.' Making the assumption that a labor \nshortage is on the horizon is a serious mistake because corporations and public-policy makers may make \nimportant decisions based on such an assumption. 'The bigger the corporation, the more they buy into the labor-\nshortage argument,' says Cappelli. 'The bigger companies are the ones with the ability to think long-term and worry \nabout the future.' One implication of Cappelli's paper is that it undercuts the argument that the United States needs \nto boost immigration or else jobs will go unfilled. 'There was an enormous lobbying effort from the business \ncommunity to expand immigration several years ago,' he recalls. 'But there's no good argument for sustaining the \nview that we have to expand immigration because there is no basis to the view that there aren't enough people to \nfill jobs.' If there is no impending shortage of labor, why do employers feel that the tight labor market of 1998 to \n2001, when companies faced the challenge of finding workers and wages rose sharply, somehow represented a \nmajor shift from what they had known before and presaged a bleak future? One reason, Cappelli believes, is that \nthe pressure to hire laterally from the outside to bring in new skills, which was accelerated during the late 1990s, is \na new development in the history of human-resources management. The breadth of jobs that today are filled from \n\n\n\nthe outside - ranging from the mailroom all the way to the CEO's office - stands in stark contrast to years gone by \nwhen recruiting was almost entirely focused on entry-level positions. An increase in outside hiring contributes to \nhigher turnover, which forces employers to be in a state of continuous hiring and gives rise to the feeling that there \nis a shortage of workers. 'Even though there may have been no overall shortage of workers [from 1998 to 2001], \nthe fact that many of those workers were moving from one employer to another generated widespread vacancies \nthat could not be met by the level of hiring most firms were capable of sustaining,' the study says. 'Employers could \nbe forgiven for thinking that this situation looked like a labor shortage: Despite flat-out hiring, they could not bring \nin enough workers to meet their needs. Retention management should have been part of the solution along with \nperformance management to identify who were the truly important people to retain.' <b>Making Improvements</b> \nAs the economy strengthens, employers may once again face the prospect of tight labor markets. But instead of \nfearing a non-existent workers' shortage, companies should invest in a range of responses to meet their labor \nneeds, Cappelli argues. Most firms have to improve their recruiting, but doing so requires more than just coming up \nwith more applicants or filling vacancies more quickly. The overarching goal should be to make better matches \nbetween applicants and jobs. That means uncovering the right applicants who truly fit the jobs they apply for. \nMatching the right person to the right job not only leads to better performance but also to reduced turnover, \naccording to the study. Says Cappelli: 'The wrong implication to take away from the study would be to say there's \nno reason to worry about anything concerning employment because there's not going to be a labor shortage. A \ntight labor market can come back in matter of months if the economy picks up steam. The real issue then will be to \nhave a system of practices in place of finding good people, hiring them when you need them and keeping the good \nones.'\n\n<b>Source:</b> For more articles like this one, visit Knowledge@Wharton http://knowledge.wharton.upenn.edu\n\nGraphic\n\n \n\nPicture\n"}