{"title": "Opinion: Navarette: Now's a good a time as any to legalize illegal immigrants", "body": "\nWith the nation's jobless rate at 10 percent and six applicants for every opening, you might think this is the worst \npossible time for Congress to legalize millions of illegal immigrants.\n\nYet that's one of the proposals in a new immigration reform bill introduced by Rep. Luis Gutierrez, D-Ill.\n\nThose who believe you can't discuss immigration in a down economy must also assume that newly legalized \nimmigrants would automatically compete for jobs with U.S. workers, and that the last thing our homegrown work \nforce needs in tough times is more competition. This is an easy argument to make, but it's not a very strong one for \nthree reasons.\n\n1. There is never a good time for Congress to discuss legalizing the undocumented.\n\nThe last time it debated the issue, from 2005 to 2007, the country had a stronger economy and an unemployment \nrate of less than 5 percent. Even then, many members found the issue too hot to handle. That's because the \nsticking point isn't the economy or jobs or what's best for U.S. workers.\n\nWhat really concerns many Americans about the immigrants of today is the same thing that has concerned them \nthroughout U.S. history   an irrational but insuppressible fear over shifting demographics and other changes that \nnewcomers bring to the culture, language and landscape.\n\nAmericans aren't trying to save jobs. They're trying to save their quality of life. What they're missing is that they \noften owe this quality of life to the availability of cheap and reliable illegal immigrant labor. If they would just admit \nthis, the debate would be better off.\n\n2. The whole \"illegal immigrants take jobs from Americans\" argument is bogus.\n\nIt's time to stop pretending that illegal immigrants are really in some wide-scale competition with U.S. workers. \nOften, what's at stake are jobs that, by their very nature, are unpleasant   working in dairies, tarring roofs, cleaning \nhorse stalls, picking apples, washing windows on skyscrapers, etc.\n\nAmericans used to do these jobs, but their children and grandchildren won't do them today. So immigrants are \nhired, many of them illegal.\n\nBesides, those relatively few undereducated and unskilled Americans who do compete with illegal immigrants   a \ngroup that often lacks education and the ability to speak English, as well as legal status   and still lose out have \nbigger problems than where their next paycheck is coming from. They've obviously made bad choices in life, and \nnow they have to live with the consequences.\n\n\n3. As President Obama himself has suggested, one way to level the playing field for beleaguered U.S. workers is to \nmake undocumented immigrants legal and take away the incentive for unscrupulous employers to hire them \nbecause they can pay them less than U.S. workers.\n\nThe best way to stop pitting one group of workers against another is to bring up immigrants to a point where \nthey're on par with U.S. workers. To the degree that there is a competition, such a change would make it a fair one \nand eliminate any advantage that illegal immigrants might now enjoy.\n\nOnce this happens, employers won't have an incentive to hire illegal workers. Problem solved. On the other hand, \nby keeping illegal workers in the shadows, we keep wages low and U.S. workers at a disadvantage. That's not \nsmart or beneficial to the same American labor force the opponents of comprehensive immigration reform claim to \ncare so much about.\n\nSo, even with a sluggish U.S. economy, now is as good a time as any to restart the immigration debate. Although \nthis time, we need to achieve a different ending. During the last go-round, there was plenty of ugliness but not \nenough honesty.\n\nThese days, everyone is a victim   even whole countries. The fearmongers, nativists and alarmists like to say that \nthe United States is experiencing an \"invasion.\" This convenient narrative implies that Americans haven't been \nwilling actors in this drama and excuses them of any responsibility.\n\nIllegal immigration is not something that was done to Americans while they were minding their own business. It's \nsomething that Americans did to themselves over the last few decades by raising children who see the worst and \ndirtiest jobs as beneath them, and then hiring hardworking illegal immigrants who don't have the luxury of doing \nthe same.\n\nIf we're going to have this debate again, let's start from there and work our way forward.\n\nRUBEN NAVARRETTE JR. is a San Diego Union-Tribune columnist.\n"}