{"title": "FEAR OF AIDS HAS RED CROSS DISCOURAGING CERTAIN DONORS", "body": "\nThe American Red Cross says it will inform homosexual males, Haitian immigrants, drug users and others \nconsidered at high risk of carrying a dangerous disease, acquired immune deficiency syndrome, that they should \nnot donate blood.\n\nThe organization acted in response to Public Health Service recommendations announced Friday by Edward \nBrandt, assistant secretary of Health and Human Services.\nWASHINGTON, March 6 (UPI) -The American Red Cross says it will inform homosexual males, Haitian \nimmigrants, drug users and others considered at high risk of carrying a dangerous disease, acquired immune \ndeficiency syndrome, that they should not donate blood.\n\n''The American Red Cross said that all of its blood centers will be providing potential donors with information on \nacquired immune deficiency syndrome,'' the group announced. ''It will also inform high-risk groups that they should \nrefrain from making donations until more is known about AIDS.''\n\nThe disease, which diminishes the body's natural immunity defenses, leaves victims susceptible to rare forms of \ncancers, respiratory and other diseases.\n\n \n\nFatality Rate Over 40 Percent\n\nThe present fatality rate is above 40 percent and scientists fear it will go higher, according to the Centers for \nDisease Control. Of the more than 1,000 cases reported, not one of the victims has recovered from the illness.\n\nAlthough there is no conclusive scientific evidence that the infectious agent is transmitted by blood, health officials \nsay 15 cases may be linked to the blood transfusions and several hemophiliacs have died after receiving \ntransfusions.\n\nThe Public Health Service said ''high risk'' donors included patients diagnosed with AIDS, sexual partners of AIDS \npatients, persons with AIDS symptoms, sexually active homosexual or bisexual men with multiple partners, Haitian \nentrants to the United States, current or past abusers of intravenous drugs, and sexual partners of individuals at \nhigh risk for AIDS.\n"}