{"title": "Rotorcraft Report", "body": "\nNext Steps for Army AATE/ITEP Program\n\nThe U.S. Army has issued a Request for Information as the next phase in\n\ndevelopment of its Improved Turbine Engine Program (ITEP). The ITEP is a 3,000-\n\nshp engine program \"based upon Advanced Affordable Turbine Engine (AATE)\n\ntechnology development,\" the Army stated in its RFI, issued on July 22. The ITEP\n\nis planned as a replacement for the T700-GE-701C/D engines that currently power\n\nthe UH-60 Black Hawk and AH-64D Apache and date back to 1978. The engine is also\n\nused to power a wide variety of helicopters, from other U.S. military services\n\nas well as commercial and foreign military helicopters, such as the S-92, S-70,\n\nNH90 and EH101. The Army issued its initial announcement for a growth engine\n\nreplacement in 1998, although launch funding did not become available until the\n\n2007/2008 timeframe.\n\nTwo U.S. companies are competing for the ultimate production contract for\n\nthe ITEP - GE, maker of the original T700/CT7 family, and the Advanced Turbine\n\nEngine Company (ATEC), a 50/50 joint venture created in 2007 between Honeywell\n\nand Pratt & Whitney to develop AATE technology. Both companies are now in the\n\nscience and technology (S&T) phase of demonstrating the AATE technology for the\n\nfuture ITEP. ATEC designated its future ITEP engine the HPW3000, while GE is\n\noffering its GE3000.\n\nThe U.S. Army's Aviation Applied Technology Directorate completed the\n\nPreliminary Design Review (PDR) on the engines late last year. The Detailed\n\n\nDesign Review has also been completed and the Critical Design Review (CDR) will\n\nbe conducted this December, with validation and full engine testing expected to\n\ncontinue through 2011. The AATE program is being conducted under a $109-million\n\ncontract for each competitor.\n\nGE stated that it had initially been selected as the winner of the AATE\n\ncompetition and awarded the contract. \"Subsequently, the Army decided to also\n\naward a similar contract to the competition. Additionally, GE has distinguished\n\nitself by being selected for five AATE components - turbine technology ceramic\n\nmatrix composites, advanced power turbine, mechanical systems, compact high-\n\npower combustor and advanced compressor,\" a company spokesperson said.\n\nFull S&T development and testing for the AATE is expected to last through\n\nfiscal year 2012. The recently released Army RFI reflects that ITEP development\n\nwill enter engineering manufacturing development (EMD) in FY2013 with the two\n\ncontractors who will continue development of their candidate engines through\n\npreliminary flight rating test and flight demonstrations, before down selecting\n\nto contractor in FY2016.\n\nObjectives of the new engine program are based on comparative parameters\n\nof the -701C, providing a 25 percent improvement in specific fuel consumption, a\n\n65 percent increase in power-to-weight ratio, a 35 percent reduction in\n\nproduction and maintenance costs and a 20 percent increase in engine design\n\nlife.\n\nReduction in the SFC is considered paramount, considering that under\n\ncurrent combat conditions in Iraq and Afghanistan, the Army estimates the cost\n\nof fuel to be $30 per gallon when delivered by truck to an aviation unit 600 km\n\n(324 nm) inland, and $400 per gallon when delivered by CH-47. A 25 percent\n\nreduction in SFC equates to a 12 percent reduction in direct fuel consumption,\n\nor an estimated savings of 9.4 million gallons per year.\n\nThe Army states that the ITEP is focused on \"development and\n\nqualification of a new centerline, turboshaft engine that is needed to support\n\nmodernization requirements necessary to ensure the Apache and Black Hawk remain\n\n\n\noperationally effective well into the 21st century.\" It also noted that\n\n\"additional Black Hawk lift capability is needed for hot/high operating\n\nconditions and a significant increase in aircraft mission radius capability, up\n\nto 500 km (270 nm), is desired for both the Apache and Black Hawk helicopters.\"\n\nAs the program transitions into EMD, based on the Army's RFI acquisition\n\nstrategy, it requires the two contractors to install and demonstrate their\n\nengine's performance and ease of installation and integration. The primary\n\nobjective is to have a drop-in configuration with minimum cost and complexity to\n\naccomplish the installation.\n\nThe HPW3000 configuration will be a two-spool engine designed for drop-in\n\ninstallation. It reportedly will require less power to start and reduce overall\n\ninstallation costs. It enables the use of a battery to start, providing the Army\n\nthe option to eliminate the need for an auxiliary power unit (APU).\n\nGE stated it could not discuss the technical aspects of the GE3000,\n\nsimply that it will be a new centerline engine, able to start with or without an\n\nAPU.\n\nA lower retrofit cost is also expected, since the new engine will fit\n\ninto the current mounts without a need for redesigned fittings or any fuselage\n\nchanges. ATEC claims its engine will feature a 25 percent growth capability\n\nwithin the same installation envelope in anticipation of future helicopter\n\nperformance and growth requirements, while GE simply stated that the GE3000 \"is\n\ndesigned to meet specific requirements set forth by the Army for its future\n\nplatform requirements.\"\n\nATEC also pointed out that it is a \"green\" engine, not only operating at\n\na lower SFC, but producing fewer emissions, having a lower noise footprint and\n\npossessing the ability to operate on alternative fuels, to include biofuels.\n\nCurrent combat assault specifications for the UH-60M Black Hawk with the\n\nT700-701D engine under 4,000-ft, 95Â degreesF conditions include a mission\n\nradius of 233 km (126 nm) with a payload capacity of 3,190 lbs at a max gross\n\ntakeoff weight of 19,401 lbs. Expanding the current -701D from 2,000 to 3,000\n\n\n\nshp would increase Black Hawk empty weight by 200 lbs, but could retain the same\n\npayload while increasing fuel consumption and reducing mission radius to 190 km\n\n(103 nm). The 3,000-shp ITEP engine will enable retention of the same max gross\n\ntakeoff weight and payload, but with reduced fuel consumption that will increase\n\nthe mission radius to 271 km (146 nm). An ITEP engine on the UH-60M would either\n\nextend the mission radius with an external payload of 9,000 lbs from 65 km (35\n\nnm) to 135 km (73 nm), or would allow the ITEP engine with an improved\n\ntransmission to carry a 9,000-lb payload 135 km, while the -701D-equipped UH-60M\n\nwould be restricted to just over 5,000 lbs.\n\nFor the Apache powered by the -701C engine, the new ITEP engine would\n\nincrease range from 260 nm (140 nm) to 325 nm (175 nm) and payload from 3,400 to\n\n4,500 lbs.\n\nBoth competing engines are expected to exceed the Army's requirements, as\n\nwell as minimize the Army's current T700 logistic footprint. Program development\n\ncost for the ITEP is estimated at $500 million. However, annual direct operating\n\nand support (O&S) cost savings are estimated at around $80 million per year.\n\nThis includes a savings of $44 million in engine O&S costs and $9 million in\n\nfuel for the UH-60 fleet of 1,500 aircraft, and $24 million in engine O&S costs\n\nand $3 million in fuel for the AH-64 fleet of 700 aircraft. Based on those\n\nestimates, the Army's development cost breakeven point is 6.25 years. - By\n\nDouglas W. Nelms\n\nAmerican Eurocopter Opens Customer Service, Fleet Operations Center\n\nVarious Eurocopter helicopters in U.S. and Texas state livery conduct a\n\ndemo flight during a July 10 event in Grand Prairie, Texas.\n\nGrand Prairie, Texas-based American Eurocopter has officially launched\n\nits U.S. customer service and fleet operations center (CSFC). The facility,\n\nlocated at the company's Grand Prairie site, will serve as a global service and\n\nlogistics network, along with sister fleet operations facilities in Europe (in\n\nLa Durane, France) and Asia (Hong Kong, China). The CFSC opening followed an\n\nevent in mid-July commemorating American Eurocopter's 40th year of business in\n\n\n\nthe U.S. Opening the new CSFC \"is not just a move to a new location with new\n\ntechnology,\" explains Larry Roberts, vice president of sales, marketing and\n\ncustomer support, but \"a major step forward for our business, and part of an\n\ninitiative designed to bring our customer service and support to the top of the\n\nindustry.\" The company is investing in local repair and overhaul facilities, and\n\nbeefing up supply chain and training services. American Eurocopter has also\n\nreorganized its marketing, sales and customer support functions into a single\n\nentity.\n\nThe company has high hopes for the future of its services and products.\n\nDuring the 40th year event, Rusty Weiger, deputy program executive officer for\n\nU.S. Army Aviation, noted that the UH-72A program \"has accomplished what few -\n\nif any other - major programs have achieved: staying on price and schedule this\n\nfar into the project, and I see no reason why we can't continue this\n\nperformance. I also believe the Lakota program's reputation will position us -\n\neven with today's budget constraints - to grasp future opportunities that may\n\narise, which will be a win for the U.S. Army, EADS North America and American\n\nEurocopter.\" For more information on the Lakota testing to meet the armed aerial\n\nscout requirements, see page 12.\n\nAmerican Eurocopter traces its roots to 1969, when Aerospatiale and LTV\n\nAerospace formed Vought Helicopter in Texas. The Eurocopter subsidiary employs\n\n750 workers in the U.S.\n\nEADS LUH Platform Meets Key U.S. Army Armed Aerial Scout Profile\n\n\"We have met the most stringent requirements of the Army,\" said David\n\nOliver, CEO of EADS North America at a Washington, D.C. press conference in\n\nreference to the high/hot testing of the EC145 conducted in Alamosa, Colo. \"This\n\nis a capable system. The Army will need it soon and will need it for a while,\"\n\nOliver continued.\n\nA standard, commercial EC145, the platform that serves as the baseline\n\nfor the UH-72A Lakota Light Utility Helicopter (LUH), has completed a series of\n\nsuccessful high/hot flight demonstrations. These tests proved it is able to meet\n\n\n\nthe U.S. Army's demanding high altitude/high temperature mission profiles for\n\nboth current and future armed aerial scout, according to EADS.\n\nOperating from Alamosa, Colo. with a takeoff elevation of more than 7,500\n\nfeet and carrying a simulated 2,300-lb mission equipment package (MEP), the\n\nLakota platform (to be known as the Armed Scout 645 once missionized)\n\nsuccessfully hovered-out-of-ground-effect (HOGE) at a density altitude of 6,000\n\nfeet and 95 degrees Fahrenheit. This requirement was included in the Army's\n\nSources Sought document issued in October 2008 and reflects the evolving armed\n\naerial scout mission environments faced by U.S. forces operating in theaters\n\nsuch as Afghanistan. The demonstration flight not only validated the aircraft's\n\nhigh/hot hover capability but also confirmed tail rotor authority and\n\ncontrollability with the simulated MEP payload in hover-out-of-ground-effect\n\nconditions at a weight of 7,407. These numbers represent a 201-lb increase from\n\nthe previously certified capability.\n\nA subsequent flight with the simulated MEP payload validated the\n\naircraft's long-range endurance capability - completing a 2 hour, 30 minute\n\nflight with a 35-minute fuel reserve.\n\n\"This series of successful flights with a Lakota platform clearly\n\ndemonstrates our team's ability to meet the Army's demanding high and hot\n\noperational requirements with a full combat mission package. We did so with a\n\nplatform that provides broad commonality to the successful UH-72A Light Utility\n\nHelicopter flying in the Army inventory today,\" says David R. Oliver, EADS North\n\nAmerica's CEO.\n\nQuick Thinking Beats Fire\n\nUltra Helicopters operates various types, including the Bell 204C, 205A-\n\n1, 206 and 206L3, as well as the Eurocopter AS350 FX2 and Robinson R44.\n\nAn engine fire engulfed this Ultra Helicopters Bell 204C, forcing a quick\n\nresponse from the pilot.\n\nA rapid response and quick thinking by Ultra Helicopters pilot Wayne\n\nNorris saved his life and that of a passenger, following a fast-spreading engine\n\n\n\nfire in a Bell 204C helicopter (the 204C is an early civilian version of the UH-\n\n1).\n\nNorris was doing long-line work, hoisting a water bucket over\n\nEasterville, Manitoba in Canada on June 15, 2009, when he noticed \"dark smoke\n\ncoming out of the 204's hellhole in his rear-view mirror,\" says Ultra\n\nHelicopters chief pilot Josh Poirier. The hellhole is an area in the aft cabin\n\nthat runs from the transmission to the bottom of the aircraft and houses\n\nhydraulic and electrical connections. \"Wayne dropped the bucket and line, then\n\nmade an abbreviated final approach to the nearest base just a mile away.\"\n\nNorris' fast reaction saved his and his passenger's lives. \"It was two\n\nminutes from the time Wayne noticed the smoke to the time he landed,\" Poirier\n\ntells Rotor & Wing. \"A minute after landing, the helicopter's engine compartment\n\nand mast were engulfed in flames. Had he tried to make it to a further base,\n\nwhich he considered doing, the machine might have broken up in air.\"\n\nCanada's Transportation Safety Board is currently investigating the cause\n\nof the fire. Ultra Helicopters is headquartered in Peace River, Alberta. It\n\nprovides charter helicopters for fire suppression, oil and gas exploration,\n\nmedevac and air taxi services.\n\nAW139 Begins Service with Bel Air\n\nDenmark's Bel Air has taken delivery of its first AgustaWestland AW139.\n\nThe 12-seat aircraft will be used for offshore transport services. At a handover\n\nceremony that included Prince Henrik of Denmark, consort to the Queen of Denmark\n\nMargrethe II, Bel Air dubbed the helicopter \"Spirit of Agusta\" to honor the\n\n\"fantastic support [AW has] provided since the very beginning,\" said Susanne H.\n\nLastein, managing director for Bel Air.\n\nThe AW139 is the first of a series of helicopters that Bel Air will\n\nreceive. The company has also become an AgustaWestland service center for the\n\nAW139 in Denmark. According to AgustaWestland, more than 150 AW139s are\n\noperating in the offshore capacity around the globe.\n\nFrom left to right, Susanne H. Lastein, managing director for Bel Air,\n\n\n\nPrince Henrik of Denmark and Ian Savage, regional sales manager of\n\nAgustaWestland's commercial business unit, prepare to board the AW139.\n\nNTSB: Maryland I-70 Helicopter Victims Mulled Driving\n\nThe National Transportation Safety Board (NTSB) has released a\n\npreliminary report on the I-70 helicopter crash in Maryland that resulted in the\n\ndeaths of the pilot and three passengers. The Robinson R44 helicopter struck a\n\nguy wire that crossed I-70 near Boonsboro the night of July 23 and crashed just\n\noff the roadway. Advanced Helicopter Concepts (AHC), a nonprofit charity and\n\nhelicopter pilot training organization based at Frederick Municipal Airport\n\n(FDK), was maintaining the helicopter for a private owner, who is a trustee for\n\nthe Advanced Helicopter Youth Foundation (AHYF). While the NTSB report did not\n\nreveal who piloted the R44, media outlets have identified the pilot as Jeffrey\n\nNordaas, 24, of Columbia, Md. Two of the passengers - Niall Booth, 43 and George\n\nTutor, 39 - were employees of AHC. Kim Felix, 48, was the other passenger.\n\nNTSB notes that on the day of the accident, the helicopter flew from FDK\n\nto Hagerstown Regional Airport (HGR) to transport passengers, followed by\n\nsightseeing rides for an AHYF event. After finishing business meetings and the\n\nrides, the pilot called another AHC employee to ask about weather conditions for\n\nthe return flight to FDK. The employee \"informed the pilot that the weather\n\nconditions were -miserable' with severe thunderstorms in the area,\" the NTSB\n\nreport states. He offered to drive to HGR to pick up the pilot and passengers,\n\nbut the pilot said he would \"wait out\" the storm, calling the employee back\n\naround an hour later, at around 10:00 pm. According to NTSB, the employee\n\nrelayed that the rain had stopped, but said it was still foggy with wind and\n\nlightning in the area. He renewed the offer to pick them up with a car or\n\nminivan. The pilot again said he would wait out the storm, and NTSB estimates\n\nthat the helicopter took off from HGR at around 10:15 pm. \"The HGR air traffic\n\ncontrol tower closed at [10:00 pm], and there were no known communications with\n\nthe helicopter,\" the report continues.\n\nOne witness driving eastbound on I-70 described the helicopter appearing\n\n\n\nto fly into \"low clouds,\" and turn around to head west when it hit the power\n\nlines, crashed into the ground and \"burst into flames.\" Another witness said the\n\nhelicopter was flying parallel with the interstate when it \"seemed to be getting\n\nlower\" and faded out of view, followed shortly after with \"sparks in the sky.\"\n\nThe helicopter struck an unmarked steel guy wire about 70 feet high that\n\nran across I-70 near mile marker 37. According to power company records, a power\n\nfluctuation took place at 10:26 pm. Two power lines below the guy wire were also\n\ndamaged. The resulting fire severely damaged the R44's cabin, a majority of the\n\nmain rotor gearbox and all the drive belts. NTSB took the wreckage to a storage\n\nfacility in Clayton, Del. Initial inspection of the airframe, engine and drive\n\nsystem does not indicate mechanical malfunctions. The helicopter's most recent\n\ninspection took place in March 2009. AHC hired the pilot in January 2009. He\n\namassed a total of 630 hours of flight experience, and held a flight instructor\n\ncertificate with ratings for rotorcraft and instrument helicopter operations, as\n\nwell as a commercial pilot certificate.\n\nCanada Places Order for 15 New CH-47F Chinooks\n\nBoeing has obtained a $1.15-billion contract for 15 new CH-47F Chinook\n\nheavy lift helicopters from the Canadian government. As part of the agreement,\n\nBoeing will partner with Canadian companies and issue supplier contracts.\n\nInitial support tied to the contract is estimated at more than $500 million,\n\nwith future investments reaching a potential of $2 billion to the Canadian\n\nindustry in support of the CH-147 fleet over the next 20 years. Areas of support\n\ncould include aircraft maintenance, training, engineering and supply chain\n\nmanagement.\n\nMark Kroenberg, vice president of international business development for\n\nBoeing Integrated Defense Systems, describes the contract as a \"win-win\" for\n\nboth parties, adding that it has \"created opportunities for new partnerships to\n\nfurther grow our already large supplier base in Canada.\"\n\nBoeing will manufacture the 15 Chinooks at its Rotorcraft Systems\n\nfacility in Ridley Township, Pa. They will feature two 4,700-hp Honeywell\n\n\n\nengines and be capable of transporting 21,000 lbs (9,525 kg) of cargo.\n\nDeliveries are scheduled to begin in 2013 and run through 2014.\n\nMeanwhile, Boeing Defence UK conducted the first flight of its Chinook\n\nMk3 in June at the UK Ministry of Defence's Royal Air Force (RAF) Boscombe Down\n\nfacility. Boeing's group of suppliers for the Mk3 reversion program includes\n\nQinetiQ and GE Aviation Systems, who are working with RAF to convert eight Mk3s\n\nfor compatibility with the Royal Air Force fleet of 40 Mk2s. The eight\n\nhelicopters, which will be based at RAF Odiham in Hampshire, are scheduled for\n\ndelivery from late 2009 through 2010. Defence UK is a subsidiary of St. Louis-\n\nbased Boeing Integrated Defense Systems.\n\nHAI Gives Safety Award to STAT MedEvac\n\nAlexandria, Va.-based Helicopter Association Intl (HAI) recently awarded\n\nSTAT MedEvac for its outstanding safety record in 2008. HAI gives the award to\n\nmembers who demonstrate an excellent safety record. STAT MedEvac, a nonprofit\n\nservice of the Center for Emergency Medicine of Western Pennsylvania, flew a\n\ntotal of 11,300 hours last year. The unit also received an FAA Diamond\n\nCertificate for 2008.\n\nDan Nakles, manager of business relations and development, says both\n\nawards reflect the hard work of \"our pilots, medical flight crews, maintenance\n\ntechnicians and support staff.\" STAT MedEvac operates from 17 sites under a\n\nconsortium of hospitals - UPMC Presbyterian Shadyside, UPMC Children's Hospital\n\nof Pittsburgh and UPMC Mercy Hospital.\n\nMarines Seek Helicopter UAV Assistance\n\nThe U.S. Marine Corps, eager to reduce the number of troops exposed to\n\nroadside bombs laid to ambush convoys in Afghanistan, took a step Aug. 5 toward\n\nproducing unmanned helicopters to deliver supplies to forward operating bases\n\n(FOBs) in that rugged country. Kaman Helicopters and Lockheed Martin Corp's\n\nSystems Integration division received $860,000 to demonstrate their unmanned K-\n\nMAX. The Marines gave Boeing Co. a separate $500,000 contract to demonstrate its\n\nA160T Hummingbird.\n\n\n\nThe Corps wants a nearly autonomous helicopter that can deliver 10,000\n\nlbs of cargo in sling loads within 24 hours to a range of 150 nm, hover either\n\nin or out of ground effect at 12,000 feet density altitude and fly at 15,000\n\nfeet with a full load of cargo. In a Request for Proposals, the Marines said\n\nthat the goal was to find a machine that could do all that by February 2010. But\n\nin meetings with the companies, Corps officials avoided calling the\n\ndemonstrations a fly-off, an industry official told Rotor & Wing.\n\nThe manned version of the K-MAX, a 5,100-lb helicopter that can lift\n\n6,000 lbs of external load at sea level, has seen use in logging and\n\nconstruction since 1994. The far lighter Hummingbird - about 2,500 lbs empty -\n\nwas designed for reconnaissance, but Boeing says it will demonstrate that the\n\naircraft can carry at least 2,500 lbs of cargo the required distance in fewer\n\nthan six hours.\n\nThe Marines haven't said whether they'll actually buy either entry, but\n\nindustry officials expect the service to procure anywhere from 12 to 70 unmanned\n\ncargo re-supply helicopters once the technology is proven. Winning all or part\n\nof such a deal could be far more lucrative than that: the Army also wants such a\n\nsystem, and while it doesn't have a similar program yet, its need could far\n\noutstrip the number the Marines might buy. - By Richard Whittle\n\nSikorsky Delivers Training S-300C to UND Aerospace\n\nStratford, Conn.-based Sikorsky's Global Helicopters unit in Horseheads,\n\nN.Y. has handed over an S-300C to the University of North Dakota's John D.\n\nOdegard School of Aerospace Sciences (UND Aerospace). The university, which has\n\nbeen using Sikorsky helicopters to train students since 1983, will incorporate\n\nthe S-300 into its training program. Describing the helicopter as dependable and\n\nsafe, Don Dubuque, UND's fleet manager and director of extension programs,\n\nexplains that the school uses the S-300C \"because it is a good training\n\nplatform.\" Ken Polovitz, assistant dean of student services, adds that UND\n\nAerospace has more than 800 students enrolled in helicopter and fixed-wing\n\ntraining programs, \"and more and more of them are becoming interested in the\n\n\n\nhelicopter industry as a career track.\"\n\nThe S-300C becomes the seventh Sikorsky helicopter in its fleet. UND\n\nAerospace has three more S-300Cs on order that are set for delivery this year.\n\nIn a separate development, Sikorsky has received an order from the\n\nNational Police Agency (NPA) of Japan for an S-92. The helicopter will carry out\n\nsearch and rescue (SAR) and special-mission operations in the country. Japan's\n\nNPA, which has used Sikorsky helicopters since 1996, also operates two S-76Bs\n\nfor SAR, transportation, utility work and other special needs.\n\nNight Flight Concepts, Gladstone Team Up\n\nGladstone Aerospace (GAC) of Ottawa, Ontario has established a strategic\n\nbusiness alliance with Night Flight Concepts (NFC). The goal of the partnership\n\nis to \"leverage each [other's] respective know-how, experience and resources,\"\n\nin the aerospace, defense and security (ADS) markets.\n\nPort St. Lucie, Fla.-based NFC will work with Gladstone on various joint\n\nprograms, including night vision training and maintenance support. Night Flight\n\nwill help expand the Canadian company's reach in the U.S., while Gladstone will\n\nhelp NFC increase its presence in Canada's ADS markets. The two plan to\n\ncollaborate on international markets as well.\n\nFive AW139s Join Agusta Order Book\n\nItalian manufacturer AgustaWestland (AW) has received orders for five\n\nAW139s - four from the government of Trinidad and Tobago and one from the Los\n\nAngeles Fire Department (LAFD). The LAFD helicopter (example shown above) will\n\njoin two AW139s that conduct search and rescue (SAR), aerial firefighting and\n\nmedevac operations in the city and surrounding areas.\n\nAW will build the LAFD helicopter at its manufacturing plant in\n\nPhiladelphia, Pa. The company says LAFD chose the AW139 for various reasons,\n\nincluding safety, performance and economics. Battalion Chief Joseph Foley notes\n\nthat LAFD \"can respond faster with increased loads in an aircraft that exceeds\n\ncurrent safety standards.\"\n\nTrinidad and Tobago's Air Guard (TTAG) will use the four AW139s for\n\n\n\nvarious missions, including law enforcement, SAR, disaster relief, surveillance\n\nand drug interdiction. Worth around $348 million, the agreement signifies the\n\nestablishment of the first SAR helicopter unit in the South American island\n\nnation off the coast of Venezuela.\n\nAgustaWestland will partner with Bristow Caribbean, UK-based FB\n\nHeliservices and Helidex of East Rutherford, N.J. to manage the AW139s. Training\n\nwill primarily take place in Italy, the UK and the United States. Operations\n\nwill be carried out from Piarco Intl Airport and from offshore patrol vessels,\n\nin partnership with the Coast Guard.\n\nSkyBOOKS Lite to Serve Orange County FA\n\nJacksonville, Fla.-based SkyBOOKS has introduced Lite, a user-managed\n\nversion of its aviation maintenance management program. The launch customer for\n\nSkyBOOKS Lite is the Orange County Fire Authority (OCFA), which will employ the\n\nprogram for its fleet of two Bell 412 and two UH-1 helicopters.\n\nSkyBOOKS COO John Willis explains that while the Lite version reduces\n\noperator costs, \"it will still provide AD/SB [airworthiness directive/service\n\nbulletin] and maintenance manual revision services, although daily updates will\n\nbe user-managed.\" Operators can still use all the SkyBOOKS functions in the full\n\nprogram, as well as alert services and warranty tracking.\n\nJohn Wilson, OCFA's director of maintenance, notes that SkyBOOKS Lite\n\n\"will allow us to manage all compliance requirements and revisions within one\n\nprogram.\"\n\nMeanwhile, SkyBOOKS has added updates to its full software suite. Based\n\non recommendations from customers, SkyBOOKS release 4.1 contains summary task\n\ncards, a minimum equipment list (MEL)/Discrepancy module and improved warranty\n\ncomponent tracking. Users can create summary task cards from all items that\n\nappear on the \"Due\" list, and an optional certification statement can serve as a\n\nreturn-to-service logbook entry. Among the features of the MEL/Discrepancy\n\nmodule are tracking operational limitations and maintaining the MEL historical\n\nlog. The warranty component tracking function allows users to add warranty data\n\n\n\nand associated documents on the component level.\n\nAmerican Eurocopter Achieves ODA\n\nAmerican Eurocopter President and CEO Marc Paganini (left) receives a\n\ncertificate for organization designation authorization (ODA) from Charles C.\n\nHarrison, acting manager of FAA's Rotorcraft Certification Office.\n\nFAA has granted organization designation authorization (ODA) to American\n\nEurocopter, Grand Prairie, Texas. The approval enables the helicopter\n\nmanufacturer to act on behalf of the U.S. regulatory agency when issuing and\n\ncertifying supplemental type certificates (STCs). The designation \"will allow us\n\nto be more responsive to market demands and significantly improve our\n\nreactiveness to [customer] requirements,\" says Allen Andress, vice president of\n\noperations.\n\n\"In giving us this responsibility, the FAA has determined that we possess\n\nthe integrity and skills to do STC work on behalf of the government,\" explains\n\nGeorge Sparling, director of certification for American Eurocopter. \"After we\n\nreceive FAA approval, we issue the STC,\" he adds. Through July, American\n\nEurocopter has received more than 450 STCs from FAA.\n\nAlaska CAP to Use FLIR EVS\n\nPortland, Ore.-based FLIR Systems has received an order for 20 enhanced\n\nvision system (EVS3) cameras from the Alaska Civil Air Patrol (CAP). The Alaska\n\nCAP fleet will use the EVS3 cameras for various missions around the state.\n\nAerospace Instrument Support of Denton, Texas - which is an FAA/EASA approved\n\nrepair station and EVS3 distributor - will perform the CAP installations. The\n\norder includes an option for 10 additional cameras.\n\nCerts for URS, Ahlers\n\nThe Australian Civil Aviation Safety Authority (CASA) has issued CAR 35\n\napproval for United Rotorcraft Solutions and Ahlers Aerospace night vision\n\nlighting modifications on the Bell 412. URS and Ahlers' efforts to obtain FAA\n\napproval for the lighting mods are ongoing. The two companies have also obtained\n\nan FAA supplemental type certificate (STC) for night vision lighting mods on the\n\n\n\nBO105. FAA also granted a Part 145 repair station approval to URS for\n\nmaintenance and modifications on the MD Helicopters MD500.\n\nCamcopter Partnership\n\nA new division Boeing Co. has created to capitalize on the boom in\n\nunmanned vehicles announced Aug. 11 it is teaming with Schiebel Industries AG to\n\noffer the tiny Austrian firm's Camcopter S-100. Vic Sweberg, director of Boeing\n\nUnmanned Airborne Systems, said the companies already had bid on a U.S. Special\n\nOperations Command contract for an unmanned aircraft system to be used for\n\nsurveillance and reconnaissance. The Camcopter made a bit of Paris Air Show\n\nhistory this year as the first UAV to fly at the storied venue. \"There's a\n\nvariety of customers interested,\" Sweberg said at the Association for Unmanned\n\nVehicle Systems International (AUVSI) Conference in D.C. Hans Schiebel, director\n\nand owner of Schiebel Industries, said the S-100 has hard points that can\n\naccommodate a variety of sensors.\n\nPeople\n\nTextron Inc. has appointed John L. Garrison, Jr. as president and CEO of\n\nits Bell Helicopter subsidiary. He takes over from Richard \"Dick\" Millman, who\n\nworked in various roles for Textron for 43 years, becoming Bell's president and\n\nCEO in January 2007. Garrison comes from Textron's Industrial segment.\n\nTextron has also hired Frank T. Connor as executive vice president and\n\nCFO of Bell. He comes from Goldman Sachs, where he was most recently managing\n\ndirector of Telecom Investment Banking.\n\nEADS North America has hired Gary M. Bishop as vice president of its\n\nArmed Scout 645 program. Bishop, who served 20 years in the military, previously\n\nled the industry team for the U.S. Army's Apache Longbow programs in Mesa, Ariz.\n\nBobby Wilks, 78, a longtime helicopter and U.S. Coast Guard pilot who\n\nassisted with numerous rescue operations, died on July 13 in Woodbridge, Va.\n\nWilks is credited as being the first African-American to become a captain in the\n\nCoast Guard, as well as the first to command a Coast Guard air station. He\n\namassed around 6,000 flight hours in his career with 18 aircraft types.\n\n\n\nThe United States Senate has confirmed Deborah A.P. Hersman as the 12th\n\nchairman of the National Transportation Safety Board (NTSB). She will serve a\n\ntwo-year term as chairman and continue on as a board member for a five-year term\n\nending Dec. 31, 2013.\n\nBristow Group has promoted Elizabeth D. Brumley to chief financial\n\nofficer. She has served as acting CFO since April 2009. Brumley has worked for\n\nBristow since November 2005.\n\nBrett Gardner is the new director of sales and marketing for Becker\n\nAvionics. He comes from the U.S. Army Space and Missile Defense Command in\n\nColorado Springs, Colo., where he was a major on voluntary assignment as an Army\n\nReserve company commander. Gardner, who holds a commercial rotorcraft license,\n\nhas worked for a number of helicopter manufacturers, including American\n\nEurocopter, Bell Helicopter and MD Helicopters.\n\nComing Events\n\nSeptember 22 - 24: Helitech 2009, Cambridge, U.K. Contact Reed\n\nExhibitions, phone +44 (0) 208-271-2155 or visit www.helitech.co.uk\n\nSeptember 22 - 24: Diminishing Manufacturing Sources and Material\n\nShortages (DMSMS) & Standardization Conference, Orlando, Fla. Contact DMSMS,\n\nphone 1-937-426-2808 or visit www.dmsms.org\n\nSeptember 22 - 25: 35th European Rotorcraft Forum, Hamburg, Germany.\n\nContact ERF, +44-220-395-8692 or visit www.erf2009.org\n\nSeptember 29 - October 1: International Helicopter Safety Team (IHST)'s\n\nThird International Helicopter Safety Symposium, MontrÃcal, QuÃcbec, Canada.\n\nContact IHST, phone 1-703-684-6777 or visit www.ihst.org\n\nOctober 5 - 7: Association of the United States Army (AUSA) Annual\n\nMeeting, Washington, D.C. Contact AUSA, phone 1-703-841-4300, toll free 1-800-\n\n336-4570 or visit www.ausa.org\n\nOctober 19 - 20: 2nd International Forum on Rotorcraft Multidisciplinary\n\nTechnology, Seoul, Korea. Contact AHS Intl, phone 1-703-684-6877 or visit\n\nwww.vtol.org\n\nhttp://www.helitech.co.uk/\nhttp://www.dmsms.org/\nhttp://www.erf2009.org/\nhttp://www.ihst.org/\nhttp://www.ausa.org/\nhttp://www.vtol.org/\n\n\nOctober 20 - 22: National Business Aviation Association (NBAA) 62nd\n\nAnnual Meeting & Convention, Orlando, Fla. Contact NBAA, phone 1-202-783-9000 or\n\nvisit www.nbaa.org\n\nOctober 25: Wings, Wheels & Rotors Expo, Los Alamitos, Calif. Contact: 1-\n\n562-598-6659 or visit www.wwrexpo.net\n\nOctober 26 - 28: Association of Air Medical Services (AAMS) Air Medical\n\nTransport Conference (AMTC 2009), San Jose, Calif. Contact AAMS, 1-703-836-8732\n\nor visit www.aams.org\n\nOctober 26 - 29: DoD Maintenance Symposium & Exhibition, Phoenix, Ariz.\n\nPhone 1-877-606-7323 or visit www.sae.org/dod\n\nNovember 2 - 5: International Air Safety Seminar, Beijing, China. Contact\n\nFlight Safety Foundation, phone 1-703-739-6700 or visit www.flightsafety.org\n\nNovember 4 - 5: Human Factors in Aviation Maintenance, Phase 1, Las\n\nVegas, Nev. Contact Grey Owl Consultants, phone 1-204-848-7353 or visit\n\nwww.greyowl.com\n\nNovember 15 - 19: Dubai Airshow, Dubai, UAE. Contact Fairs & Exhibitions,\n\nphone +9714-286-7755 or visit www.dubaiairshow.aero\n\nNovember 30 - December 1: Human Factors in Aviation Safety, Los Angeles,\n\nCalif. Contact USC Viterbi School of Engineering, phone 1-310-342-1345 or visit\n\nwww.viterbi.usc.edu\n\nNovember 30 - December 3: The Interservice/Industry Training, Simulation\n\nand Education Conference, Orlando, Fla. Contact I/ITSEC, phone 1-703-247-2569 or\n\nvisit www.iitsec.org\n\n2010:\n\nFebruary 20 - 23: Heli-Expo 2010, Houston, Texas. Contact Helicopter\n\nAssociation International (HAI), phone 1-703-683-4646 or visit www.heli-expo.com\n\nMarch 17 - 19: Association of Air Medical Services (AAMS) Spring\n\nConference, Washington, DC. Contact AAMS, phone 1-703-836-8732 or visit\n\nwww.aams.org\n\nhttp://www.nbaa.org/\nhttp://www.wwrexpo.net/\nhttp://www.aams.org/\nhttp://www.sae.org/dod\nhttp://www.flightsafety.org/\nhttp://www.greyowl.com/\nhttp://www.dubaiairshow.aero/\nhttp://www.viterbi.usc.edu/\nhttp://www.iitsec.org/\nhttp://www.heli-expo.com/\nhttp://www.aams.org/\n\n\nMarch 23 - 28: FIDAE 2010, Santiago, Chile. Contact FIDAE, phone 56 2 873\n\n9752 or visit www.fidae.cl\n\nApril 7 - 10: Aircraft Electronics Association Convention, Orlando, Fla.\n\nContact AEA, phone 1-816-347-8400 or visit www.aea.net\n\nApril 14 - 17: Army Aviation Association of America (Quad-A) Annual\n\nConvention, Fort Worth, Texas. Contact Quad-A, phone 1-203-268-2450 or visit\n\nwww.quad-a.org\n\nApril 21 - 22: Search and Rescue 2010, Aberdeen, Scotland. Contact\n\nShepherd Group, phone +44 0 1753 727015 or visit\n\nwww.shepherd.co.uk/events/44/search-and-rescue-2010/\n\nMay 3 - 6: 2010 Offshore Technology Conference, Houston, Texas. Contact\n\nOTC, phone 1-972-952-9494 or visit www.otcnet.org/2010/\n\nMay 4 - 6: European Business Aviation Association and NBAA's EBACE 2010,\n\nGeneva, Switzerland. Contact EBAA, phone +32 2 766 0073 or visit www.ebaa.org\n\nMay 11 - 13: American Helicopter Society Intl 66th Annual Forum and\n\nTechnology Display, Phoenix, Ariz. Contact AHS Intl, phone 1-703-684-6777 or\n\nvisit www.vtol.org\n\nFAA Issues Certification for L-3 Trilogy\n\nGrand Rapids, Mich.-based L-3 Avionics Systems has obtained technical\n\nstandard order (TSO) authorization and an approved model list (AML) supplemental\n\ntype certificate (STC) for its Trilogy ESI-100 electronic standby instrument.\n\nTrilogy was developed as a backup for glass cockpit avionics and designed\n\nspecifically for Part 23 aircraft.\n\nThe AML STC \"allows the Trilogy ESI to be installed in a variety of\n\ncockpits,\" explains Larry Riddle, vice president of business development for L-3\n\nAvionics. The unit combines altitude, attitude, airspeed and optional heading\n\ndata on a 3.7-inch active matrix LCD screen.\n\nBecker Intercom Chosen for Phoenix PD\n\nThe Phoenix Police Department has selected Becker Avionics' DVCS6100\n\nhttp://www.fidae.cl/\nhttp://www.aea.net/\nhttp://www.quad-a.org/\nhttp://www.shepherd.co.uk/events/44/search-and-rescue-2010/\nhttp://www.otcnet.org/2010\nhttp://www.ebaa.org/\nhttp://www.vtol.org/\n\n\ndigital intercom and audio selector panel for its new Eurocopter AS350B3.\n\nAmerican Eurocopter is currently finishing the AS350B3 and will install the\n\nBecker unit during completion. Describing the DVCS6100 as \"ideal\" for the\n\nPhoenix PD, chief pilot Phil Tilford says the police unit chose the intercom for\n\nits ability to manage and control all audio sources in the helicopter.\n\nRR300 to Power Eagle 300T\n\nRolls-Royce has secured an agreement to provide its RR300B1 engine for\n\nRotorWay International's new Eagle 300T helicopter. The development of the\n\nRR300-B1, the second new model in the engine program, came together quickly\n\nsince its launch in 2007, with production and deliveries starting in 2008. Ken\n\nRoberts, president of Rolls-Royce's Helicopter Engine business, notes that\n\nRotorWay's selection of a gas turbine engine for the Eagle 300T is an\n\nopportunity \"to demonstrate the power, versatility and benefits of the RR300\n\nengine.\" Under the deal, deliveries are scheduled to run through 2017.\n\nProgram Insider\n\nH-1 Update\n\nThe U.S. Marine Corps' new UH-1Y Huey has now entered full rate\n\nproduction, with the Corps scheduled to have 21 aircraft by the end of the year,\n\naccording to Marine Col. Harry Hewson, H-1 program manager.\n\nThe AH-1Z being developed in conjunction with the UH-1Y as part of the\n\nMarine Corps' H-1 upgrade program is still in low rate initial production (LRIP)\n\nand not expected to be declared IOC (initial operational capability) until\n\nsometime in 2011. Decision on full rate production is expected in first quarter\n\nFY2011, Hewson says.\n\nThe requirement numbers for both the UH-1Y and AH-1Z have been increased,\n\nwith the AH-1Z going from a planned acquisition of 180 aircraft to 226, while\n\nthe UH-1Y has gone from a planned 100 to 123. The Marine Corps has also switched\n\nthe production priority ratio for the two aircraft. It was initially planned\n\nthat production rate would be two Cobras to one Huey. \"We've now switched that\n\nratio to roughly two -1Ys to one -1Z in order to get the old UH-1N out of the\n\n\n\nfleet as quickly as possible,\" Hewson says.\n\n\"They are becoming more and more challenged in the heat and high density\n\naltitude. We've put so many missions systems on them that they have very little\n\nleft to give for the wide variety of utility missions that we use them for. So\n\n[the plan] is to push the Yankees ahead of the Zulus to get them out there.\"\n\nThe drive to replace the AH-1W is somewhat less, with the -1W being \"a\n\nmuch younger aircraft than the UH-1N,\" he says. The AH-1Ws are at about the\n\n6,800-hour mark, \"with some life left in them. They are a relatively overpowered\n\naircraft with a fairly light weight for the two (1,680 shp) T700 engines, and do\n\nvery well in high pressure altitudes. We're doing some upgrades to the -1W just\n\nto see it through to that 2020 time frame when the last one will be inducted.\"\n\nThere are currently 162 AH-1Ws in the fleet, all of which will be\n\nremanufactured into -1Zs. The remaining 64 AH-1Zs will be new-builds. The AH-1Z\n\nhas now been equipped with a new nose-mounted, three-barrel M197 20mm cannon to\n\nincrease its firepower. The M197 is an electrically powered, lightweight\n\nderivative of the six-barreled M61A1 Vulcan Gatling type cannon, built by\n\nGeneral Dynamics Armament and Technical Products, and capable of firing 1,500\n\nrounds per minute. The M197 is currently fired using linked ammo, but will soon\n\nbe going to linkless feed ammo, Hewson says. \"This provides a significant cost\n\nreduction and reduces jamming.\"\n\nWhile the AH-1Z is the Marine Corps' heavy attack gunship, the UH-1Y is\n\nalso being heavily armed, carrying a complement of three different types of\n\nmachine guns, to include the older lightweight M240 (previously M60) 7.62-mm\n\nmachine gun, the GAU-17 7.62-mm mini-gun and the 50-cal. GAU-21 machine gun.\n\n\"It can also carry 7.62-inch rocket pods, either seven or 19 per side.\n\nThese were all carried forward from Vietnam, except the unique thing now is the\n\nAdvanced Precision Kill Weapon System (APKWS). This is a laser-guided package\n\nthat is put on a standard 2.75-inch rocket to give precision guidance for the\n\nrockets,\" Hewson says. \"The APKWS will be qualified for both the UH-1Y and the\n\nAH-1Z.\"\n\n\n\nThe AH-1Z line has now started taking deliveries of the Lockheed Martin\n\nTarget Sight System (TSS), designed for day/night/adverse weather target\n\nacquisition and designation, he explains. The TSS is mounted in a Wescam gimbal\n\n\"that has its own on-board distance measuring units that are constantly\n\ncomparing [the target] position location to the aircraft. It is an extremely\n\nstable sight system. Once we get it fielded, it will be the best battlefield\n\nsight system out there.\" The first production TSSs were installed last June, and\n\n\"will be on every -1Z,\" Hewson says.\n\nThe new UH-1Ys will be equipped with Bright Star Block II sensors built\n\nby FLIR Systems, \"which is a very good sensor,\" he says. \"It's not quite the\n\nperformance of the TSS, but the -1Y is not a Hellfire hard core shooter.\"\n\nAlong with the Bright Star sensor, the UH-1Y is getting a new satellite\n\ncommunication system to provide a satellite link network, as well as a new\n\nCommand and Control package that will provide video data links from the aircraft\n\nsensors, as well as give ground commanders the ability to sit in the back of the\n\naircraft with their own radios or laptops which they can plug into the system.\n\nThey can also upload ROVER, or Remotely Operated Video Enhanced Receiver, which\n\nreceives camera images from nearby aircraft and UAVs, then integrates with other\n\ntargeting software. - By Douglas Nelms\n\nContracts\n\nHurst, Texas-based Bell Helicopter has signed a memorandum of\n\nunderstanding (MoU) with PT Dirgantara Indonesia (PTDI) to collaborate on\n\nhelicopters for Indonesian government agencies. Bell will manufacture model\n\n412EPs in North America and PTDI will assemble them at its facilities in\n\nBandung, Indonesia.\n\nLockheed Martin of Bethesda, Md. has obtained a $142-million follow-on\n\ncontract for 55 additional Arrowhead modernized target acquisition designation\n\nsight/pilot night vision sensor (M-TADS/PNVS) kits for the AH-64D Apache attack\n\nhelicopter. Lockheed Martin has also won a follow-on U.S. Army performance-based\n\nlogistics (PBL) contract for the target acquisition designation sight/pilot\n\n\n\nnight vision sensor (TADS/PNVS) and modernized TADS/PNVS systems on the AH-64\n\nApache.\n\nMACRO Industries, Inc. of Huntsville, Ala., has received a $9,514,350\n\nfirm-fixed-price contract for 357 OH-58D Kiowa Warrior helicopter armor panel\n\nship sets and 36 OH-58D Kiowa Warrior helicopter armor repair kits. Work is set\n\nto take place in Huntsville, with completion scheduled by Sept. 30, 2010. U.S.\n\nArmy Aviation & Missile Command, Redstone Arsenal, Ala., awarded the contract on\n\nAug. 5, 2009.\n"}