{"title": "Lawyer Convicted of Bilking Immigrants; Fraudulent Filings Netted More Than $10 Million in Two Years, IRS Agent Says", "body": "\n The head of a renowned immigration law firm was convicted yesterday on all 57 counts of a federal indictment \naccusing him of a massive fraud scheme in which illegal immigrants paid thousands of dollars to seek permission \nto work in the United States, unaware that their applications were filled with false information and phony signatures.  \n\n Samuel G. Kooritzky, 64, was led from the courtroom in handcuffs after the verdict, which followed five hours of \ndeliberation and a week-long trial in U.S. District Court in Alexandria. He faces a probable prison sentence of eight \nto 10 years on charges of conspiracy, fraud and money laundering and could also forfeit as much as $ 2.5 million \nthat authorities believe was part of the proceeds of his scheme. \n\n Kooritzky owns the Capital Law Centers, with offices in Arlington, Takoma Park and Washington. The firm \nspecialized in applying to state governments for labor certifications, in which a business claims it cannot find a U.S. \ncitizen for a particular job. An immigrant then uses the certification to apply for a permanent resident visa, or \n\"green card.\" \n\n But Kooritzky's firm submitted thousands of applications for labor certifications without telling the businesses they \nwere being used. Kooritzky filed 230 applications on behalf of two Chili's restaurants in Northern Virginia, 184 \napplications for one Silver Diner in Arlington, and 173 applications for one Shoney's restaurant in Manassas, \nostensibly for cooks and kitchen workers. None of the restaurants had heard of Kooritzky or authorized him to apply \nfor labor certifications on their behalf, their officials testified. \n\n Kooritzky testified that he did not know that his employees and contract workers were preparing phony documents \non behalf of his clients. \n\n Kooritzky's own handwritten internal memos and self-adhesive notes were used against him at the trial. In one \nnote, Kooritzky wrote to a colleague, \"Please tell me which are real clients and which are 'fake.' \" Kooritzky \nexplained that his office used the word \"fake\" to describe clients who probably wouldn't last through the application \nprocess, not to indicate a phony application. \n\n Kooritzky also testified that he knew Chili's had \"hundreds of cooks\" and that rather than apply through the dozens \nof different Chili's restaurants, \"we simply designated them all from the one location.\" \n\n\n Kooritzky said he believed that the restaurants had authorized the applications because one of his employees, \nRonald W. Bogardus, told him they had. Bogardus's job at Kooritzky's firm was to find sponsors -- businesses that \nneeded immigrant workers. \n\n For years, Kooritzky said, immigrants came to his office without a job sponsor and he had to turn them away. In \nthe fall of 2000, he met Bogardus, a State Department contract employee, \"and it was like a miracle. Exactly the \nkind of person I was looking for to do that kind of work,\" Kooritzky said. \n\n Kooritzky schooled Bogardus in the labor and immigration process, and Bogardus went in search of sponsors. But \nBogardus testified that he soon found it was easier to simply go to a restaurant, learn the manager's name and then \nsign the forms himself. For documentation, he and a woman swiped company logos off the Internet and placed \nthem atop phony letters, Bogardus said. \n\n Bogardus or other employees would then sign the restaurant managers' names. He said Kooritzky \"told me they \ncould be signed by anybody, and I took him at his word.\" Bogardus said he did not tell Kooritzky that he was forging \nsignatures. But even after businesses began calling Kooritzky and asking why they were receiving labor \ncertifications for people they had never heard of, Kooritzky did not ask Bogardus about the situation or tell him to \nstop, Bogardus said. \n\n Andrew Shea, a Labor Department special agent, said in a court filing that Kooritzky filed 2,200 phony labor \napplications last year alone. Immigrants paid $ 8,000 to $ 20,000 for the effort, even though most never got the \ngreen card. None of the applicants knew they were being submitted for nonexistent jobs. Nick Pompei, an Internal \nRevenue Service agent, estimated that Kooritzky's firm reaped more than $ 10 million from the scheme in the past \ntwo years. \n\n Bogardus, 65, and Kooritzky were arrested in July. Bogardus soon pleaded guilty and was sentenced to eight \nyears in prison. He also forfeited $ 4 million and agreed to testify in hopes of receiving a sentence reduction. Two \nother Kooritzky employees, Inderjeet Kaur and Carolina Trana, also pleaded guilty and testified, but they have not \nbeen sentenced. \n\n Testimony and Kooritzky's internal documents revealed that he paid some businesses as much as $ 5,000 to \nsponsor an immigrant. \n\n Kooritzky also argued that filing multiple applications for one person was fine -- a process he said ensured that the \napplicant would be approved somewhere but that prosecutors said enabled him to maximize his profits by \n\"substituting\" other immigrants. \n\n \"This is all about buying and selling substitution cases for as much as you can get, isn't it?\" Assistant U.S. Attorney \nJohn Morton asked Kooritzky. \n\n \"Nothing wrong with that,\" Kooritzky replied. \n\n Brian Shaughnessy, one of Kooritzky's attorneys, argued that \"nobody ever brought a forgery to Mr. Kooritzky's \nattention.\" Shaughnessy said he would appeal but declined to make further comment. \n\n U.S. Attorney Paul J. McNulty called the case one of the largest labor certification frauds ever prosecuted and said \nit was \"an important victory in our effort to restore integrity to our immigration system.\" \n"}