{"title": "WHAT THE EXECUTIVE ORDER MEANS TO UNDOCUMENTED IMMIGRANTS", "body": "\nQ Whom does the executive order affect?\n\nA Undocumented immigrants who receive any type of state or local government aid. People who will eventually \nlose services under this order, unless it is overturned or suspended by a court, include 70,000 undocumented \nwomen who now receive prenatal health care.\n\nIt is not yet clear how state and local agencies will determine an individual's citizenship. Nor is it clear whether \nundocumented families will receive such services as counseling on domestic violence, or whether a small group of \nundocumented children without families will continue to be placed in foster homes locally.\n\nIt's also unclear how long it will take for state and local agencies to determine which services will be ended.\n\nQ If I walk into a public clinic today, will I get health services?\n\nA Yes, for now, in the eight public clinics associated with the Community Health Partnership, and Valley Medical \nCenter hospital and clinics.\n\nWhether individual clinics continue to extend services to undocumented immigrants will depend on the governing \nboards of each clinic.\n\nWomen getting prenatal health care probably will continue to get services until the Department of Health Services \nadvises clinics when they must cut off services, which could take 30 to 60 days.\n\nQ If I am an undocumented immigrant and need emergency care, can I go to an emergency room?\n\nA Yes. Emergency care is still allowed for undocumented immigrants.\n\nQ If I am an undocumented immigrant, can I get a driver's license?\n\nA No. Since 1994, the state has required that all drivers present a birth certificate and, if foreign born, proof that \nthey are in the country legally.\n\nQ If I am an undocumented immigrant in long-term health care, such as a nursing home, what will happen to me?\n\nA You will not be thrown out of your long-term health care program immediately, if ever. The state and federal \ngovernment will be looking for other sources, from charities to the government of the country where you are a \ncitizen, to pay for your care there or at another facility.\n\nQ If I am an undocumented immigrant in public housing, will I be thrown out?\n\n\nA Only legal residents can legally live in public housing, according to Julie Stewart of the Business, Transportation \nand Housing Agency.\n\nThe department has not yet decided, however, whether other temporary housing, such as for migrant laborers, will \nbe barred to undocumented immigrants.\n\nNotes\n\nSee related story on page 1A\n"}