{"title": "Campaigns in Mexico focus on economic fix; Voters skeptical of candidates' job promises", "body": "\nMexico City --- In the United States, the debate over illegal immigration has roiled midterm election-year politics \nand sent thousands of protesters into the streets. But the issue has barely caused a ripple in the bare-knuckle \nMexican presidential race, an ultra-tight contest to be decided by voters on Sunday.\n\nOn those rare occasions when conservative presidential candidate Felipe Calderon talks about the subject, he has \na saying he likes to repeat: \"A kilometer of highway in Michoacan does more to stop migrants than 10 kilometers of \na wall along the border.\"\n\nHis point is that the best way to stop would-be Mexican migrants from heading north is to invest in the areas they \nare fleeing.\n\nThe emphasis in the presidential race is squarely on creating jobs at home and focusing on ways to keep migrants \nfrom leaving in the first place.\n\nBut proposals by the leading candidates --- Calderon, his leftist rival Andres Manuel Lopez Obrador and Roberto \nMadrazo of the Institutional Revolutionary Party (PRI) --- lack specificity and would require huge sums of money.\n\nMany Mexicans are doubtful that the candidates' promises will come to fruition, let alone reduce the number of \ntheir compatriots headed to the United States.\n\n\"They have plans, I guess, but once they're elected they'll forget about us,\" said Erik Alvarez, a 27-year-old fruit \nvendor and one of millions of Mexicans who operate in a vast informal, non-taxpaying economy.\n\nAlvarez said that even if candidates succeed in creating jobs, if the jobs don't pay well they wouldn't keep \nMexicans from leaving.\n\nAll three major presidential candidates have been careful not to make the same mistake as the outgoing \nadministration. President Vicente Fox spent much political capital of his six-year term seeking a migration accord \nwith Washington --- an effort seen by many political observers here as a waste of time.\n\n\n\"In reality, Mexico can do very little in terms of changing American laws,\" said Soledad Loeza, international \nrelations expert at the College of Mexico. \"The candidates are being cautious. ... The only thing they would \nachieve [by making political pronouncements about the immigration debate] is to provoke violent reactions among \nsome U.S. senators and representatives.\"\n\nCalderon, the candidate of Fox's ruling National Action Party (PAN), wants to create jobs by supporting free \nmarkets and spurring foreign investment.\n\nLopez Obrador, the former mayor of Mexico City representing the left-wing Democratic Revolutionary Party (PRD), \nhas a proposal to create hundreds of thousands of new jobs through massive public works projects like bullet trains \nto the border and reforestation in Chiapas.\n\nMadrazo, the candidate from the once-dominant PRI who is a distant third in opinion polls, claims he can create 9 \nmillion new jobs in six years.\n\nThe candidates know that talking about immigration reform won't win the election. After earning the right to vote \nfrom abroad in the presidential election, only about 40,000 Mexican immigrants in the United States have registered \nto cast ballots.\n\n\"Foreign policy is a non-issue in the electoral campaign,\" said Jorge Schiavon, professor of international relations \nat Mexico City's Economic Research and Teaching Center. \"It gets no votes so [the candidates] aren't very \ninterested.\"\n\nThe challenge of halting immigration is a daunting one. An estimated 459,000 Mexicans migrate to the United \nStates each year.\n\nThe Mexican economy doesn't create nearly enough jobs to keep pace with its population. According to Mexico \nCity's Center for Economic Studies of the Private Sector, Mexico needs up to 1.3 million new jobs a year to keep \npace with its population growth. Fox's government has created less than that in six years.\n\nGraphic\n\n \n\nPhoto: Felipe Calderon\n\nPhoto: Andres Manuel Lopez Obrador\n\nPhoto: Roberto Madrazo\n"}