{"title": "A SENSELESS DEPORTATION", "body": "\nTime is running out for Matt Morrison, the Irish immigrant the government is trying to deport because he belonged \nto the Irish Republican Army 20 years ago. Mr. Morrison, who lives in University City with his wife and two children, \nis awaiting word on his appeal of a deportation order, but, based on what he hears through the grapevine, he is not \nexpecting good news.\n\nAttorney General Janet Reno has the authority to set aside the deportation order; in doing so, she would be \npromoting both justice and humanitarianism.\n\nThere is no compelling reason to deport Mr. Morrison, so it is puzzling that the Immigration and Naturalization \nService is trying so hard to do so. Mr. Morrison served 10 years in prison after firing a shot at an Ulster police officer \nin 1975. He was 19 at the time and caught up in the IRA cause. After completing his sentence, Mr. Morrison came \nto the United States.\n\nThe Immigration and Naturalization Service began proceedings against him after he acknowledged that he had \ndenied, when he entered the country, ever having been convicted of a crime. But he was not a criminal in the \nordinary sense of the word and, in any case, he has lived a constructive, law-abiding life in the 10 years he has \nbeen in this country. The INS concedes that his false statement could be forgiven, but it says his membership in a \nterrorist organization 20 years ago cannot.\n\nWhy not? It is not as though Mr. Morrison is promoting terrorism today or sending money or guns to the IRA. He is \nattending college and living life as a family man.\n\nIn the face of such government inflexibility, one is forced to conclude that Mr. Morrison, along with seven or eight \nother Irishmen in similar circumstances, is being sacrificed so the United States can show the British government \nthat Washington does not provide asylum to people with an IRA past. British sensibilities can be tended to in other, \nmore substantive ways.\n\nIf Mr. Morrison is deported to Northern Ireland, his American wife and American-born children would be uprooted \nwith him. Moreover, in that place of long memories, Mr. Morrison's past IRA membership could put him at risk. What \npurpose of state or interest of justice is served by such a result?\n"}