{"title": "IMMIGRANTS COMPARE NATIONS' IDEAS OF LAW < THE 40, FROM RUSSIA, TALKED WITH A PHILADELPHIA JUDGE ABOUT CONCEPTS OF LAW.", "body": "\n\"How do you make a fair decision? Do you use law books or your judgement?\" asked the casually dressed man \nsitting in the last row of the courtroom.\n\n\"It's hard to say,\" said Municipal Court Judge Harry Schwartz. \"Probably both. I listen to both parties' testimonies \nand then I make a decision on the evidence. If they don't like the decision, they can appeal to a higher court and try \nagain. We're very generous in this country.\"\n\nThe man, who appeared to be in his 50s, shook his head and then smiled.\n\nAfter touring the Liberty Bell, Independence Hall and the National Museum of American Jewish History, more than \n40 Russian immigrants went to Judge Schwartz' courtroom for a dialogue on the law, particularly on differences \nbetween the U.S. and Russian court systems.\n\nJewish Family and Children's Service of Philadelphia, a nonprofit organization in the Northeast, which assists \nrefugees and immigrants coming here to live, took the visitors to see Judge Schwartz.\n\nMerle Salkin, a volunteer with JFCS, led the tour.\n\n\"It's critical that these people not be afraid of the legal system,\" said Schwartz. \"People need to understand what \nthe system can do for them.\"\n\nSchwartz, a civil court judge for less than two months and a Philadelphia lawyer for 35 years, explained that in \nU.S. criminal courts, individuals are presumed innocent until proven guilty.\n\nTranslator Irma Simuni relayed the judge's words to the group, who continued to nod in agreement.\n\nIn Russia, the visitors said, it's quite different. You are guilty until proven innocent.\n\nSchwartz also explained that an individual must be charged within 72 hours after being arrested, and that there \nmust be probable cause and usually a search warrant.\n\nSo, someone asked, are people usually happy with the decisions of guilt or innocence?\n\n\n\"It's not my job to determine or care who is happy,\" said Schwartz. \"I do what I think is fair.\"\n\nHow do winners in civil cases make sure they get the money promised them?\n\n\"I enter the monetary value as a judgment, then the party goes to the sheriff and [the sheriff] moves to collect the \nmoney,\" Schwartz said.\n\nAfter the questions, Schwartz shared some of his background. His parents were born in Russia; his mother in a \nsmall rural town named Vynnytsya and his father in Kiev.\n\n\"I don't speak any Russian,\" said Schwartz. \"My parents used to speak in Russian when they didn't want me to \nknow what they were talking about.\"\n\nThe visitors cheered and clapped their hands, and then invited him to return to visit those places.\n\nMost of the immigrants arrived in the United States in April and May, and continue to explore their new country.\n\nWhen asked how they liked Philadelphia, most just smiled. Bina Schwartz, who arrived only two months ago, said, \n\"Our trip has only begun. It's really hard to say right now.\" [She is not related to Judge Schwartz].\n\nAlexei Duchovniy, who arrived in April, said the best thing he saw in Philadelphia was the Liberty Bell. \"I saw it [the \nLiberty Bell] on a postcard once and I always wanted to see it. Today I got to see it in person.\"\n\nAs for the differences between the Russian and U.S. court systems, they didn't have much to say.\n\n\"The best approach is not to deal with the court system,\" said newly immigrated Marat Krasnogor. \"Just stay out of \ntrouble.\"\n\nGraphic\n\n \n\nPHOTO;\n\nPHOTO (1)\n\n1. Judge Harry Schwartz addresses a group of Russian immigrants in his Municipal Court room in Philadelphia. \nThe judge explained to them that individuals are presumed innocent until proven guilty. (The Philadelphia Inquirer, \nAPRIL SAUL)\n"}