{"title": "Immigration proposals a world apart; Deadlock predicted over House, Senate approaches", "body": "\nWASHINGTON — Although many members of Congress appear eager to tighten control of the nation's borders, a \nshowdown over plans to accommodate millions of undocumented immigrants already settled in the United States \ncould prevent any reforms from winning approval in this election year.\n\nA bipartisan alliance of senators is advocating a plan that, while tightening enforcement, would let many of the \nroughly 11 million undocumented immigrants pay fines for breaking the law, pay taxes, learn English and — after \nseveral years — apply for citizenship. The Senate Judiciary Committee will consider the plan Monday, with an \nimmigration debate in the full Senate scheduled for later that week.\n\nBut should such a plan win approval, it will place the Senate sharply at odds with the more conservative House. \nThat body already has approved a bill that imposes stricter border control without making allowances for \nundocumented immigrants who already are in the United States. Critics call relief for illegal aliens unwarranted \namnesty for willful lawbreakers.\n\nAs immigration has grown, a fault line has opened in American politics, with swelling Latino populations creating a \npowerful political force in states such as Florida, Texas and California, and creating tensions in the Midwest where \nAmerican workers fear the loss of jobs. And both parties are courting Hispanics.\n\nThe debate has sharply divided the ruling Republican Party, with business-minded Republicans stressing the need \nto maintain a labor force that many employers rely on, while cultural conservatives insist that any accommodation of \nillegal aliens makes a further mockery of the weak borders.\n\nWhen it comes to accommodating illegal aliens, \"no matter what you call it, a lot of people on our side don't even \nwant to debate it,\" said Sen. Lindsey Graham, R-S.C., who says he is seeking a fair solution. For many in \nCongress, he said, \"It's a very simple answer to a complex question — send 'em all back.\"\n\nThis internal strife will make it all the more difficult for the House and Senate to agree on an immigration reform \nbill, something President Bush has been seeking since his first term.\n\nIn this election year, with the GOP fighting to retain control of Congress and both parties trying to impress voters \nwith their resolve on security, the deadlock could mean nothing passes.\n\nThe Bush administration is calling for a comprehensive bill that encompasses border security as well as some \nprovision for temporary workers in the United States. A bill that addresses only border security, or a failure to win \nany bill at all, could represent yet another setback for the president. Many analysts believe that no bill is the most \nlikely outcome.\n\n\n\"Given the president's approval rating these days, and with one-third of the Senate up for re-election this year, they \nare not going to follow the president off the cliff on this one,\" said Ira Mehlman, spokesman for the Federation for \nAmerican Immigration Reform, which opposes what it sees as amnesty.\n\n\"If the Senate does go ahead and pass something that looks like amnesty, they will never get this passed in the \nHouse,\" Mehlman said.\n\nSenate Majority Leader Bill Frist, R-Tenn., who has presidential ambitions, has made it clear he will push a straight \nborder-protection bill if senators can't agree on another plan. But Senate Democrats vow to oppose an \nenforcement-only bill, with Minority Whip Dick Durbin, D-Ill., arguing that immigration has been haphazard for \ndecades and that making criminals of millions of people serves no purpose.\n\nFrist has pressured the Senate Judiciary Committee to produce a bill, saying that if they can't, he will take his own \nplan to a Senate vote the final week of March. Frist has prompted the divided committee to take another stab at an \nagreement when senators return from recess Monday.\n\nSince Bush started a renewed push for immigration reform in January 2004, the former Texas governor, who has \na firsthand understanding of border issues, has insisted that the United States should be able to match \"willing \nworkers\" with \"willing employers.\"\n\n\"We see millions of hardworking men and women condemned to fear and insecurity in a massive, undocumented \neconomy,\" Bush said then, proposing a new legal status for millions of undocumented immigrants enabling them \nto work several years in the United States and then return home. He has insisted that this is not amnesty.\n\nBut Bush has invested little time in pushing an immigration bill, and he has not threatened to veto an enforcement-\nonly bill.\n\n\"We're going to continue working to hopefully get a comprehensive piece of legislation,\" White House spokesman \nScott McClellan said. \"It begins with a need to strengthen our borders, but it also includes a temporary-worker \nprogram.\"\n\nFrank Sharry, executive director of the National Immigration Forum, a pro-immigrant organization, complained that \nthe White House has \"become almost a nonfactor\" in the debate. Bush could be a factor, Sharry said. \"He's got the \nbully pulpit; he understands the issue. But when all you say is vague generalities that try to please everyone, all you \nend up with is mush.\"\n\nMany experts call Bush's idea of requiring temporary workers to return home after several years unworkable. If the \nlaw allows undocumented workers to remain here, advocates say, they should ultimately have a chance to become \ncitizens.\n\n\"The problem is, if we only have a temporary-worker program, we create another problem coming down the pike,\" \nsaid Deborah Notkin, a New York-based lawyer and president of the American Immigration Lawyers Association. \n\"You have planted families here. Asking families to go home? It's not realistic.\"\n\nPROPOSALS\n\nThe Bush plan: Tighter border protections would be coupled with a guest-worker program, in which foreigners \ncould apply for temporary legal status to accept U.S. jobs. Such workers would be required to return to their \nhomelands after a certain time.\n\nThe Kennedy-McCain plan:While improving border security, the United States would give illegal immigrants a path \nto legal status if they paid taxes and a $1,000 fine and underwent criminal-background checks. After six years, they \ncould apply for legal residency by paying another $1,000 fine and fulfilling other requirements. They could apply for \ncitizenship if they passed more background checks and proved they were learning English.\n\n\n\nThe House-passed plan: Border enforcement would be toughened by such measures as the building of a fence \nalong parts of the U.S.-Mexico border. Employers would be required to verify the legal status of their workers. There \nis no provision for \"guest-worker\" status or any form of amnesty.\n\nMany experts call Bush's idea of requiring temporary workers to return home after several years unworkable.\n"}