{"title": "Immigration bill foes protest; Activists rally outside Chambliss' office", "body": "\nThe placards reading \"Secure Our Borders\" and \"Stop the Guest Worker Amnesty\" may have been pointed at \nmotorists Thursday.\n\nBut the midday protest outside the Galleria Office Park in Cobb County was designed to grab attention 13 floors \nabove, in the office of Sen. Saxby Chambliss (R-Ga.).\n\n\"That turncoat sold us down the Rio Grande,\" east Cobb resident Maria Litland said, waving an American flag in the \ndirection of the curved glass office building. \n\nOrganized by anti-illegal immigration activist D.A. King, the protest was designed to turn up the heat on \nChambliss and fellow Georgia Republican Sen. Johnny Isakson. They are among the Senate leaders backing a \ncontroversial immigration reform compromise with President Bush.\n\nThe bipartisan measure has absorbed a barrage of criticism from the left and the right since being unveiled last \nmonth. Hardliners say it's too soft on border security and the estimated 12 million illegal immigrants in the country. \nImmigrant advocates say it would break up immigrant families and give illegal immigrants incentive to remain in the \nshadows.\n\nChambliss and Isakson have acknowledged the plan isn't perfect, but say it's far better than the status quo. They \ninsist the measure would require that the 2,000-mile U.S.-Mexico border be secured before other reforms, such as \nthe creation of a temporary worker program, could be put in place.\n\nMelanie Williams of Duluth was among the roughly 60 protesters who say that's not good enough.\n\nNo matter how it's dressed up, the Senate compromise would send a clear message to other people considering \nillegal entry into the United States, said Williams, who held a banner that declared \"We are America --- Attrition \nThrough Enforcement.\" \"People will sneak in and think 'Oh, I'll just wait for the next amnesty,' \" she said.\n\nA few counter-protesters gathered across the street with \"Welcome, We Are All Immigrants\" signs. Mableton \nresident Rich Pellegrino, who organized the group, said considering the lack of immigration enforcement over two \n\n\ndecades, it's disingenuous to suddenly expel the people who build houses and pluck chickens in Georgia. \nPellegrino said he's gained new respect for the Georgia senators.\n\n\"When a politician takes a stand that's not popular with his constituency, that is a statesman, not just a politician,\" \nhe said.\n\nBut most of those standing at Akers Mill Road and Galleria Drive had soured on the senators. They held signs such \nas \"No More Anchor Babies\" and \"Illegal aliens displace U.S. workers.\"\n\n\"If they vote 'yes,' \" said Georgia Minutemen organizer Todd Walker, \"it's political suicide.\"\n\nChambliss released a statement saying he and Isakson are working to secure the border first, prohibit a new \npathway to citizenship and end illegal immigration.\n\n\"If the final bill does not meet our key criteria we will not support it,\" Chambliss said. DeKalb County CEO Vernon \nJones, who plans to run against Chambliss, shook hands with the demonstrators and said he wanted to hear their \nconcerns. Pressed on what he'd do differently by several dubious protesters, Jones said he'd insist on the \nenforcement of existing immigration laws.\n\nKing, the protest organizer and president of the Marietta-based Dustin Inman Society, accompanied about 30 other \ndemonstrators to Chambliss' office. The senator was not there, but they met with one of Chambliss' field \nrepresentatives.\n\nMany wore bumper stickers on their backs. They read \"Kick Me! I am a Citizen.\"\n\nGraphic\n\n \n\nPhoto: ANDY SHARP / StaffDeKalb County CEO Vernon Jones (left) chats with D.A. King, who organized the \nprotest against the immigration bill supported by U.S. Sens. Saxby Chambliss --- whom Jones plans to run \nagainst in the next election --- and Johnny Isakson./ImageData* ImageData*\n\nPhoto: ANDY SHARP / StaffJohn Litland was among about 100 protesters at the anti-immigration bill \nrally./ImageData*\n"}