{"title": "LATINOS MARCH ON D.C.", "body": "\nWASHINGTON Hispanic-Americans by the tens of thousands converged on the nation's capital yesterday to protest \ncrackdowns on immigrants and to push for easier citizenship procedures and a $ 7-an-hour minimum wage.\n\nWaving flags of various Latin countries, the huge throng gathered midmorning at a park in a largely Hispanic \nneighborhood and marched to the mall in front of the White House for a rousing rally.\n\nThe marchers, many decked out in colorful ethnic costumes and dancing to Latin music, stretched for seven blocks \nand sent up a deafening cry in Spanish that \"united, we will never be defeated.\"\n\nThe protesters came from 39 states, with big groups traveling from New York, Chicago, Phoenix, Los Angeles and \nother major cities with large Hispanic populations. \"E.T. is an alien. I'm not,\" read one of the many protest signs.\n\n\"We're not here to be bashed around like pinatas,\" said Juan Jose Bocanegra of Seattle, a member of the march \norganizing committee.\n\nThe event, the largest march by Hispanics for a variety of rights issues, was initially formed as a protest against \nrecently passed immigration and welfare bills, both of which place new restrictions on legal and illegal aliens.\n\nBut the protest expanded to cover working class and civil rights issues as well, among them calls for a $ 7-an-hour \nminimum wage, more free health services, a new amnesty for undocumented workers and police review boards \nmade up entirely of civilians.\n\n\"The effect of this march is so the government understands that we are America's largest ethnic group,\" said \nMichael Rosero, 20, of Queens.\n\nKen Figueroa, 21, of Manhattan, showed up \"to make a statement for my people. Both my parents are immigrants, \nand I'm really concerned about how people from other countries are represented by our politicians.\"\n\nCalifornia Gov. Pete Wilson was a prime target for marchers due to his support of a state bill to ban public \nassistance for legal immigrants.\n\nMany protest signs urged: \"Deport Wilson.\"\n\nOrganizers said the event was important for Latinos who have never developed a strong national network. \"I've \nnever seen my community so focused,\" said Rep. Jose Serrano (D-Bronx). \"As a Puerto Rican I'm touched by the \nnumber of Puero Ricans here.\"\n\n\nGraphic\n\n \n\nAP ARM IN ARM: Talk-show host Geraldo Rivera links arms with fellow demonstrators at yesterday's march.\n"}