{"title": "Près de Dieppe, un programme d'actions pour prévenir le risque d'inondations bientôt lancé ; Environnement. Pour prévenir et atténuer le risque d'inondations dans les vallées de l'Arques, de la Scie  et de leurs affluents, un programme d'actions est élaboré. Il sera présenté lors de trois réunions publiques.", "body": "\nLes inondations de la fin du XXe siècle (1995 et plus encore 1999) sont encore dans toutes les mémoires des \nhabitants qui les ont vécues. Le 26 décembre 1999, la Scie est en crue et ruisselle à pleins flots sur les communes \nqui la bordent. Il est enregistré 357 mm d'eau à Auffay, les deux campings d'Hautot-sur-Mer ont été inondés. Au \nmême moment du 25 au 29 décembre 1999, l'Arques déborde : elle atteint la cote de 5 mètres à Martin-Église où \nplusieurs maisons sont complètement sous les eaux. Il s'agit d'une des plus grosses crues subies dans la vallée \navec des débits rarement atteints, car ils sont estimés à environ 50 m³. Sur ce genre d'événements, la période de \nretour estimée est de plus de 50 ans. La prise de conscience est réelle, car d'autres crues, d'autres débordements \npeuvent se produire. Pour la Scie, la crue de décembre 1999 constitue l'événement de référence. Elle a servi pour \nla mise en place du plan de prévention des risques d'inondation sur la vallée de la Scie. \n\nDes actions entre 2021 et 2026\n\n20 ans après ces puissantes inondations de 1999, le Syndicat mixte des bassins versants de l'Arques (SMBVA), \ncréé justement après cet événement marquant, s'est vu confier la mission de l'élaboration d'un Plan d'actions et de \nprévention des inondations (Papi) complet pour l'Arques et la Scie en collaboration avec son alter ego de la Saâne, \nde la Vienne et de la Scie. Grâce aux syndicats mixtes, des actions de prévention et de gestion du risque ont déjà \nété effectuées sur le terrain : ainsi des repères de crues, une dizaine déjà, ont été installées le long de l'Arques au \ncours des dernières années. « Cela permet de surveiller après chaque épisode important où on se situe \nexactement par rapport aux cotes de la crue de référence de 1999» explique Justine Wambre, chargée de mission \nPapi au syndicat mixte du bassin versant de l'Arques. \n\nLe planning prévisionnel du Papi prévoit le rendu du dossier pour instruction par les services de la Dreal (Direction \nrégionale de l'environnement) au dernier trimestre 2019 pour une labellisation attendue en 2020. Les actions \nidentifiées seront réalisées sur la période 2021/2026. Le Papi Arques et Scie est concerné par les aléas de \ndébordements de cours d'eau, de remontées de nappe, de submersions marines et de ruissellements en amont \ndes réseaux : il est décliné en trente-sept actions.\n\nMireille Loubet-Anquetil\n\n\nConcours photo\n\nUn concours photo est organisé par le Syndicat mixte du bassin versant de l'Arques jusqu'au 30 octobre. Deux \ncatégories sont ouvertes: « L'eau, un bien précieux », avec des clichés de l'eau dans la nature sur le territoire \ndu bassin versant de l'Arques. Ou « 1999, souvenir d'inondation » avec des photos d'archives. Bulletin de \nparticipation (et règlement du concours) à télécharger sur le site www.bvarques.fr\n\n« Préserver la mémoire du risque »\n\nJustine Wambre, chargée de mission Papi au syndicat du bassin versant de l'Arques, ira à la rencontre du public \ndes 152 communes concernées par le risque d'inondation de l'Arques et la Scie au travers de trois réunions \npubliques au cours du mois de novembre 2019. Une consultation sous la forme d'un questionnaire est également \nouverte via le site internet dédié (rubrique Papi et vous). « Nous allons pouvoir expliquer les mesures envisagées \ndans le programme d'actions déjà amorcé avec les stratégies locales du risque inondation. Il s'agit de préserver la \nmémoire du risque, car après chaque événement traumatisant, naturellement, on oublie ce qui s'est passé \nprécédemment », rappelle-t-elle. Les actions prévues dans le cadre du Papi ont été discutées au premier trimestre \n2019 au travers de dix ateliers avec les responsables des collectivités locales et les services de l'État concernés. \n\nLe Papi n'impose pas de contraintes réglementaires, sa réalisation dépend d'une volonté locale. Mais le cahier des \ncharges demande l'application de certaines mesures : notamment une meilleure prise en compte des enjeux \nenvironnementaux, une analyse coûts/bénéfices des projets de travaux lourds afin de justifier leur intérêt socio-\néconomique, mais aussi une consultation du public avec obligation de résultat.\n\nInfos pratiques\n\nSMBV Arques\n\n7 rue du Général-Leclerc 76270 Neufchâtel-en-Bray. Tél. 0235175533\n\nwww.bvarques.frw\n\nSMBV Saâne Vienne Scie\n\n11 route de Dieppe 76730 \n\nBacqueville-en-Caux. Tél. 0235044992\n\naccueil@sbvsvs.fr\n\nwww.sbvsvs.fr\n\nGraphic\n\n \n\nEn centre-ville de Dieppe, de grosses pluies suffisent à inonder les rues . Ici en juillet 2013. Les périodes de \ngrandes marées sont aussi un facteur agravant. (Photo d'archives PN)\n\nOpération de nettoyage à Hautot-sur-Mer après  des inondations. \n"}