{"title": "9 arrested in raids targeting ecstasy, pot", "body": "\nFederal agents fanned out in early-morning raids across Pennsylvania yesterday and charged nine Vietnamese \nwith intent to distribute 60,000 ecstasy pills and more than 100 pounds of marijuana since the start of the year. \n\nAfter nine months of stakeouts, phone taps and aerial surveillance, Immigration and Custom Enforcement agents \nhit suspected \"stash\" and \"grow\" houses, primarily in Philadelphia and Berks Counties, where it is alleged that \nmarijuana was grown indoors under artificial lights.\n\nThey reeled in what they expect to be the first phase of a wide-ranging takedown of up to 25 people, said sources \nfamiliar with the investigation. \n\nThe U.S. District Court filing does not specify the defendants' immigration status. Officials said Drug Enforcement \nAdministration agents, state police, and Philadelphia police personnel assisted in the investigation.\n\nAnalysis of thermal images obtained by the Air and Marine Unit of the Customs and Border Protection service, \nalong with subpoenaed records of patterns of electricity use for a suspect property on Park Place Drive in Sinking \nSpring, outside Reading, led agents to conclude it was heated and ventilated in ways \"consistent with those of an \nindoor marijuana-growing operation.\"\n\nSeparate houses were used to store the drugs, pot and money, the complaint states.\n\nLaw enforcement authorities say the smuggling and distribution network operated in Philadelphia and extended \nnorth to Canada, west to Pittsburgh, and south to Charlotte, N.C.\n\nAmong the parts of the city in which officers conducted the investigation are residences in the 4700 block of \nFrankford Avenue; the 1800 block of South Fifth Street; the 700 block of Morris Street; and the 2500 block of Jasper \nStreet, among others.\n\nAccording to the complaint, the defendants transported the drugs in an assortment of cars, sometimes driving to the \nBerkshire Mall for meetings. \n\nTaken into custody were: suspected kingpin Son Ngo; his girlfriend Hien Dang; and alleged conspirators Linh Dai \n(also known as \"Brother Ba\"), Khank Bui, Chi Cuong Hoang, Hai Ngo, Ha Ngo, Sy Do (also known as \"Tommy\" Do) \nand Nhue Bao Lam (also known as Ah Bau).\n\n\nIf their names were hard for investigators to keep track of, their intercepted conversations, in a mixture of \nVietnamese, Cantonese and English, were a challenge as well. In the case of foreign-language conversations, \ntranslators provided English transcripts, court papers say.\n\nOften, according to the complaint, the defendants spoke in code, referring to \"candies\" and \"shirts\" and \"boxes\" of \nartificial fingernails - an Asian-owned nail salon was one of the buildings under surveillance - to speak about \necstasy tablets, which they offered for sale at $5 to $10 a pill.\n\nThe complaint says they moved marijuana in quantities of 10 pounds and up.\n\nContact staff writer Michael Matza at 215-854-2541, or mmatza@phillynews.com. \n"}