{"title": "U.S. Asks Mexico to Accept 659 Chinese Detained at Sea", "body": "\nThe Clinton administration last night decided to ask the government of Mexico to accept 659 Chinese detained at \nsea by the U.S. Coast Guard and allow the United Nations to process their asylum claims.\n\nThe action comes three weeks after President Clinton announced new efforts to curb the smuggling of illegal \nChinese immigrants into the United States. The Chinese were detained on three rundown freighters in the Pacific \nOcean Tuesday.\n\nThe ships, boarded by U.S. authorities in international waters off the Mexican coast, were moved to an area 70 \nmiles southwest of San Diego while the administration struggled over what to do with them in line with Clinton's new \npolicy.\n\nA senior official said an interagency task force last night recommended to Clinton that Mexico be asked to allow \nthe Chinese on their territory and that the U.N. High Commissioner for Refugees be asked to determine how many, \nif any, deserve asylum status.\n\nThe recommendation, approved by Clinton in Japan, where he is attending the economic summit, is aimed at \nkeeping the immigrants out of U.S. territory because their appeals for political asylum processed here would take \nlonger, cost taxpayers more in detention expenses and probably be treated more leniently, officials said.\n\nSince Wednesday morning, when the boarding procedures were complete, officials in Washington, under the \nsupervision of Vice President Gore in Clinton's absence, had been \"trying to figure out what to do because there \nare no easy options.\" Another official said, \"There are complexities because they are not in our jurisdiction. They \nare not here yet.\"\n\nClinton pledged June 18 to allow the Coast Guard wide leeway to go into international waters to board ships \nsuspected of carrying illegal Chinese migrants, and officials said the boarding was the first strong example of that. \nHe reaffirmed an Immigration and Naturalization Service (INS) policy, adopted a few weeks earlier, calling for \nmandatory detention of Chinese immigrants illegally smuggled into the United States by organized crime rings.\n\nThe detention, until asylum or deportation decisions are made, is supposed to deter Chinese migrants from trying \nto come to the United States, but it occurs only if they actually land on U.S. territory. In this case, officials are \nattempting to avoid having the immigrants treated under U.S. law, which allows, for example, asylum based on a \nclaim of persecution under China's one-child population-control policy.\n\nOfficials said last night their initial determination is that most of the 659 are connected to the organized crime rings. \nAmong the evidence is the assertion by the boat captains that they were sailing under the flag of Taiwan when that \n\n\ncountry, after a daylong check, could not confirm that. The ships, one official said, amount to \"pirate\" ships because \nthey violate international law on country of registry.\n\nIn Los Angeles, Virginia Kice of the regional INS office, said, \"Our intent is to keep them in international waters until \na decision can be reached.\"\n\nThe INS estimated in June that 100,000 illegal Chinese immigrants enter the United States each year, mostly by \nboat. The issue gained widespread publicity last month when a freighter carrying illegal Chinese immigrants was \ngrounded in waters off Queens in New York and several immigrants drowned trying to swim ashore.\n\nThe increase in Chinese taking to sea to reach the United States parallels an increase in the migrant population \nworldwide, which last year reached 100 million people, according to a U.N. report. That number included 37 million \npeople fleeing war, political strife, violence or drought.\n\nThe United States is not alone in seeking policies to manage the flow. European governments, too, have been \ninundated by migrants from the former Soviet Union and, more recently, the former Yugoslavia.\n\nClinton has come under criticism recently for taking months to name a new INS director and to revise U.S. \nimmigration policy. Earlier, he was sharply criticized for reversing his campaign stand and continuing the Bush \nadministration policy of returning Haitians attempting to flee to the United States by boat.\n\nHe announced a new INS director on June 18 and outlined efforts to curb what officials say is a growing trade in \nChinese immigrants by organized crime groups in China and Taiwan.\n\nThe crime rings charge massive fees to the immigrants, effectively requiring them to be indentured servants in the \nUnited States.\n\nU.S. officials said yesterday that the three large freighters boarded this week did not appear to be part of a \ncoordinated convoy. Almost all the 659 people aboard the vessels are males and have Chinese passports.\n\nCoast Guard spokesman Tim Sullivan described the migrants as \"not in bad condition.\" None has needed medical \nattention, he said.\n\nTwo of the ships attempted to evade Coast Guard boarding. One of the ship captains radioed a U.S. cutter, \"I'm \ngoing to San Diego. I have food and fuel and water for three months. See you there.\" But the ship was stopped and \nboarded.\n\nA third ship had lost power and was being towed by a U.S. vessel, Sullivan said.\n\nGraphic\n\n \n\nPHOTO, COAST GUARD CUTTER TYBEE STANDS BY DISABLED FREIGHTER HAULING IMMIGRANTS. \nREUTER\n"}