{"title": "Radio personality seeks Latino vote; SPANISH-SPEAKING CELEB LAUNCHES CAMPAIGN", "body": "\nThey rallied by the thousands to protest immigration reforms in May, and now political leaders want to bring those \nsame Latino voices to the voting booths come November.\n\nRock-star Spanish-language radio personality Renán Almendárez Coello -- known to Spanish-speaking listeners \nas ``El Cucuy de la Mañana,'' the Spanish-language equivalent of a ``morning bogeyman'' -- brought his act to town \nMonday, launching an ambitious nationwide effort to register 1 million new voters before Election Day.\n\n``We are visible right now, but we are a silent mass,'' he said in Spanish. ``With the vote, we'll able to speak.''\n\nCoello kicked off his ``Votos por América!'' tour to a cheering, Latino-dominated crowd of nearly 1,000 adults and \nchildren gathered in front of Mi Pueblo supermarket in East San Jose on Monday morning.\n\n``There are no obstacles,'' he said in Spanish. ``You have to vote in order to benefit our children, our grandchildren \nand the undocumented people in this country.''\n\nCoello hopes to convince immigrants to redirect the passion and energy aroused during the contentious immigration \ndebate earlier this year to the drive for voting rights. He compared the push for voter registration to the struggles of \nMartin Luther King Jr. and César Chavez.\n\nCharo Martinez, a San Francisco news correspondent with radio station KRZZ, said the immigration issue has \nserved as a ``wake-up call'' to many longtime Bay Area residents.\n\n``After the march, the political transformation has been incredible,'' she said, referring to the massive rallies May 1. \n``Now, the community is proactive.''\n\nOrganizers said more than 400 people signed up to vote at the event, which also included an appearance by state \nLt. Gov. Cruz Bustamante.\n\nMercedes Ramirez, who helped register more than 100 new voters, said many Latinos don't end up voting \nbecause they distrust the system. She said Coello's appearance helped put some of those potential voters at ease.\n\n``He's someone they can trust,'' she said. ``They feel secure when he comes out.''\n\n\nCoello, a native of Honduras, began his 10-city mission in San Jose and will end the touring phase of his campaign \nin Washington, D.C., on Aug. 11.\n\nWhile hundreds came to the event for civic reasons, others turned out for the live mariachi music and the \nopportunity to snag an autograph from the radio personality.\n\n``I came for Cucuy,'' yelled one San Jose man, who asked not to be identified because he is an undocumented \nimmigrant.\n\nContact Javier C. Hernandez at jhernandez@ mercurynews.com or (408) 920-5411.\n"}