{"title": "VISA PLAN THREATENS CITY'S TOURIST TRADE;INS proposal to shorten visits to U.S. could hurt local coffers", "body": "\nThe Bush administration is considering a slew of new visa rules, including the abolition of routine six-month visas, \nthat could further skew the precarious post-Sept. 11 balance between national security and economic recovery.\n\nTravel agents, airline officials, tour operators and others worry that a weak international visitors market will grow \nmore feeble if the administration further limits who stays, and for how long, in the United States.\n\nAtlanta, while better insulated than tourism-dependent cities, already feels the pinch and could lose millions of \ndollars and thousands of jobs if foreigners stay away.\n\nAll foreign visitors will face more exact questioning and longer lines as border control agents try to ensure that terror \nlike that of Sept. 11 is never revisited. But thousands of cash-rich tourists and businesspeople may discover that \nAmerica's traditional welcome mat has been removed.\nAJC\n\nUpendra Patel worries that Indians who visit Atlanta each year might choose to stay home if their plans for weeks-\nlong visits to relatives and tourist sites are curtailed.\n\n\"Somebody visiting from India has a lot of relatives, and they're not all in one city,\" said Patel, general secretary of \nthe 70,000-member Federation of Indian Associations in Georgia. \"They may have family in Atlanta and Houston \nand California and New York and New Jersey. Our wedding ceremonies go on for one week. And then the family \nreunion goes on for days.\"\n\nFifteen of the 19 suspected Sept. 11 hijackers entered this country on travel visas.\n\nThe U.S. Immigration and Naturalization Service wants to eliminate the routine six-month visas.\n\nInstead, immigration agents would interview new arrivals to determine how much time they really need to \n\"accomplish the purpose of the trip,\" in many cases 30 days, according to the proposal.\n\nThe INS also wants to further restrict visitors coming from certain Arab countries.\n\n\n\"The immigration process has changed since 9/11, and we now are taking a closer look at this individual coming to \nus and making sure he's here for legitimate reasons and purposes and he intends to do no harm to us,\" INS \nspokesman Chris Bentley said recently. The INS \"is committed to being able to allow individuals to fully come to the \nUnited States and, as always, experience the wonderful opportunities here.\"\n\nInternational tourists spend about $80 billion a year in the United States, according to the Travel Industry \nAssociation of America, and help employ 1 million Americans.\n\nUntil recently, the United States was the second most visited country in the world, after France. Spain now ranks \nahead of the United States.\n\nThe travel association estimates the proposed visa rules could slice foreigners' spending in this country by $2 \nbillion. Aware that international travel has dropped 10 percent to 15 percent since Sept. 11, the association \nproposes a compromise: reduce the visa period from six months to three.\n\n\"While we take every opportunity to work and cooperate with the federal government to enhance U.S. national \nsecurity, we do not see any way this new proposed rule will deter overstays and enhance national security,\" said \nRick Webster, the association's director of government affairs. \"What we're seeing is the early development of a \nFortress America, unfortunately.\"\n\nAtlanta, known more for business than tourism, nonetheless feels the post-Sept.11 hardship.\n\nHartsfield welcomed 76 million passengers last year, down from 80 million the year before. Delta Air Lines' \ninternational traffic dropped 9.4 percent from June 2001 to June 2002.\n\nWhile fewer than one of every 10 Hartsfield visitors is international, roughly 2 million of them spend at least one \nnight in or around Atlanta. And they spend big money here.\n\n\"They tell us at the North Georgia Premium [Outlets] mall that one visitor from Latin America is worth, in spending, \nseven times a domestic visitor,\" said Bill Howard, a vice president at the Atlanta Convention and Visitors Bureau. \n\"Inter- national visitors to the United States tend to stay in your better hotels, eat in your better restaurants and \nspend a lot of money shopping.\"\n\nMore than 104,000 hotel, transportation, shopping and recreational jobs depend upon the largess of visitors, the \nAtlanta bureau reports. Visitors in 2000 added $350 million in tax revenues to the city's coffers.\n\nUntil recently, the number of international visitors to Atlanta --- 701,000 in 2000, the last year for which figures are \navailable --- rose more than 10 percent a year. But the proposed visa changes would likely crimp Atlanta's tourism \nand convention business.\n\n\"The hassles of obtaining a visa, the inconvenience of longer lines, the greater scrutiny, particularly for those from \nsome countries, all those things might be a deterrent for international visitor growth,\" Howard said. \"But it will \nprobably not discourage those who must come for business.\"\n\nDaryl Buffenstein disagrees.\n\nWhile the proposed rules would have a direct impact on visitors from Iran, Iraq, Libya and Sudan and probably \nabout 30 other countries with significant Muslim populations, immigration attorney Buffenstein says the regulations \nwould have a chilling effect on businesspeople from all countries.\n\n\"There might be a Japanese company coming here to set up a manufacturing plant employing Georgians, and that \nsometimes takes six months,\" said Buffenstein, an Atlantan and the general counsel for the American Immigration \nLawyers Association.\n\n\n\n\"If these rules are not made a little more user-friendly for the business community, they will impact the ability of \ncities like Atlanta to continue to attract the best and the brightest and the wealthiest from around the world for our \nown benefit.\"\n\nUnder the proposal, once the initial visa ends, a visitor must apply for an extension, which will be more difficult to \nobtain, the INS says. Failure to apply could lead to arrest and immediate deportation.\n\nThe INS, increasingly pressured by Florida Gov. Jeb Bush and other politicians from tourism-heavy states, is \nexpected to wrap up the rule changes this year.\n\nGraphic\n\n \n\nPhoto: A visitors line Friday snakes its way around the World of Coca-Cola. Atlanta could feel a tourism pinch if \nvisa rules tighten. / BITA HONARVAR / Staff; Graphic: BY THE NUMBERS\n\n2.8 million\n\nInternational passengers served by Hartsfield in 1994.\n\n5.6 million\n\nInternational passengers served by Hartsfield in 2001.\n\n2 million\n\nInternational passengers who stayed one night or longer in and around Atlanta in 2000.\n\n481,000\n\nInternational visitors to Atlanta in 1995.\n\n701,000\n\nInternational visitors to Atlanta in 2000.\n\n45.7 million\n\nInternational arrivals to the United States in 2001, down 11 percent from previous year.\n"}