{"title": "U.S. Verifies Killings in Serb Camps;State Dept. Spokesman Repeats Condemnation Of 'Horrible' Abuses", "body": "\nThe Bush administration said yesterday it has confirmed reports that Croats and Slavic Muslims are being tortured \nand killed in Serb \"detention camps\" in the former Yugoslav republic of Bosnia, but gave no indication that the \nUnited States is willing to go beyond verbal condemnation to halt the atrocities.\n\nState Department spokesman Richard Boucher called the kinds of abuses reported in the Serb camps \"just \nhorrible\" and said the United States has made absolutely clear its condemnation of the \"practice of ethnic \ncleansing\" in the struggle between Yugoslav ethnic, religious and national groups.\n\nThe only specific measure endorsed by Boucher to stop the atrocities, however, was an appeal that the \nInternational Red Cross be permitted to visit the camps, which are being compared to the World War II Nazi \nconcentration camps for Jews. Repeated appeals by the international body have so far met with limited success.\n\nA senior State Department official justified the current U.S. posture by saying that economic sanctions, diplomatic \nisolation and the start of a negotiating process among the Yugoslav combatants have already been implemented \nwith U.S. support. If stronger measures are needed, the official said, \"the only thing left is the question of military \naction.\"\n\nBoucher said the United States is continuing to consult with allies about ways to ease the situation in Bosnia, but \nofficial sources said no new U.S. initiatives are in sight. Last week the White House sharply criticized Democratic \npresidential nominee Bill Clinton for suggesting that the United States seek U.N. Security Council authorization for \nair strikes against forces attacking the U.N. relief effort in Bosnia.\n\nAfter months of hesitation and internal debate, President Bush recently authorized the limited use of U.S. force as \npart of multinational efforts to provide humanitarian relief to war victims in Bosnia. Even this restricted mission has \nprompted deep misgivings among senior U.S. military officers and Pentagon officials.\n\nAs recently as last Saturday, Secretary of Defense Richard B. Cheney reiterated his opposition to committing U.S. \nforces in ground action that could lead to deepening involvement. \"It's tragic, but the Balkans have been a hotbed of \nconflict and turmoil and bloodshed and violence for centuries,\" Cheney said in an interview on Cable News \nNetwork.\n\nReports have filtered out of the Balkans for months about abuses and atrocities in detention camps and other \nplaces where civilians were being held prisoner. Among the most extensive accounts, the New York newspaper \n\n\nNewsday reported Sunday on the basis of interviews with survivors that more than 1,000 civilians have been \nexecuted or starved in two Serb camps set up in northern Bosnia.\n\nOne survivor said prisoners were executed in groups of 10 to 15 every few days in a former iron-mining complex at \nOmarska where Croat and Slavic Muslim prisoners were held in metal cages without sanitation, adequate food or \nexercise. Another survivor said 1,350 prisoners were slaughtered between mid-May and mid-June in an improvised \ncamp in the city of Brcko, many of them with their throats cut and their bodies thrown into a nearby river, Newsday \nreported.\n\nA State Department official said recent press reports and similar information received through official channels \n\"provided confirmation of what we've all suspected has been going on\" for months.\n\nIn Geneva, the International Committee of the Red Cross said its personnel have visited eight detention centers in \nBosnia but have been unable to gain access to many other camps. The Swiss government called on combatants in \nBosnia to open the detention camps to the Red Cross.\n\n\"Very serious violations of internationally recognized law and practice on the treatment of civilians in military \nconflicts are being perpetuated by all parties,\" Red Cross spokesman Pierre Gathier said, according to Reuter.\n\nIn a speech to a U.N. conference in Geneva last week, Red Cross chief Cornelio Sommaruga placed blame on all \nthe warring parties, and said civilian populations \"are being terrorized, minorities intimidated and harassed, civilians \ninterned on a massive scale and hostages taken, while torture, deportations and summary executions are rife.\"\n\nBoucher said the United States has received reports that the Muslim-led Bosnian government and Croat militia \nforces in the republic, as well as Serbs, also maintain detention centers, \"but we do not have similar allegations of \nmistreatment at those.\"\n\nThe State Department also condemned the sniper attack Saturday night on a bus carrying 50 orphaned children \nfrom Sarajevo, capital of Bosnia, to new homes in Germany. Two of the children were killed in the gunfire, and nine \nothers were prevented from leaving because they had Serb names.\n\n\"It's hard to imagine how anybody can continue the violence, continue to support the violence, when it's reached \nthis state,\" said Boucher.\n\n[Dusko Tomic, secretary general of the Medjasi Children's Embassy, which organized the orphans' evacuation, told \nAssociated Press that Serb police seized the nine children in the Sarajevo suburb of Ilidza. The local Serb \ncommander and a doctor from the Ilidza field hospital claimed permission to care for the children until relatives \npicked them up, he said.]\n\n[The AP reported from Croatia that the bus arrived in the Adriatic port of Split yesterday with the 39 remaining \norphans aboard. The children were taken to an orphanage for the night and were to be flown to Germany early \ntoday.]\n\nGraphic\n\n \n\nPHOTO, NURSES TEND TO ORPHANS REMOVED BY SERB FORCES FROM A BUS THAT WAS TO CARRY \nTHEM FROM SARAJEVO TO GERMANY. AFP\n"}