{"title": "A TOUCH OF VIETNAM: THE MAKING OF A VIBRANT COMMUNITY Grant Park Apartments are gateway to new world Community center started by a refugee eases immigrants into the mainstream", "body": "\nWith a few belongings and a dream of becoming a doctor, Linsh Bui left her native Vietnam and moved to Park \nAvenue.\n\nAtlanta's Park Avenue winds through a stark, sprawling complex of low-income apartments near the Atlanta \nFederal Penitentiary. Inside Grant Park Apartments, a vibrant community is thriving. It's home to some 1,100 \nVietnamese immigrants and many Hispanics.\n\nSince a community center opened there last spring, Grant Park Apartments has become a central place for \nVietnamese families to begin new lives. They learn about the complex by word of mouth and arrive in droves.\n\nThat's the case for Bui, who moved there last summer with nine family members. Bui, 21, graduated from high \nschool in Vietnam and is eager to continue her education here. But first she must improve her English, save money \nand learn to live in Atlanta.\n\nCatholic Social Services is helping Bui and other Vietnamese immigrants through the Southside Community \nCenter, a one-stop shopping center of social services in the heart of Grant Park Apartments. The center is a \nfocal point in the Vietnamese community that binds its people together.\n\nAt the community center, immigrants learn where to go for a driver's license and how to use MARTA. They train \nfor assembly-line work and receive medical care. They enroll their kids in Scout troops and find legal help. They \nlearn about child-care options and gather for Catholic worship services.\n\nDuring an orientation at the center, which opened last spring, Bui confidently voiced her biggest concern: \"How can \nI go to college or vocational school?\" she asked in her native language.\n\nEverett Gill, state refugee coordinator for the Georgia Department of Human Resources, smiled when an \ninterpreter explained Bui's question.\n\n\"There are programs to help you do that,\" Gill told the eager Bui. \"I'm glad you want to go to college. You can do \nthat.\"\n\nBut it's hard for immigrants to know what resources are available and how to tap into them, Gill said.\n\nThat's why the Southside Community Center is so important.\n\n\n\"Tenants here can learn to speak English faster, understand the system better and solve problems on their own,\" \nsaid Gill, who regularly visits orientation sessions.\n\nExperience and a sense of humor\n\nThe first stop for newly arrived Vietnamese tenants is the Southside Community Center. The first person they \nmeet is Mr. Tam.\n\nTam Van Bui is coordinator for Vietnamese resettlement at Catholic Social Services. He's also a refugee himself. \nHe and his family fled to Atlanta from Vietnam in 1975.\n\nDrawing on his own experiences, he uses his sense of humor and persuasive sales tactics to makes life easier for \nGrant Park Apartments tenants.\n\n\"He's the big shot,\" said Bui Nsau, assistant director at the Southside Community Center.\n\nMr. Tam encourages tenants to become independent. He tells them they can retain their culture, yet they must \nresist the urge to live as if they're still in Vietnam.\n\n''If they live here, they need to assimilate,\" he said. \"Education, employment, all these things are important.\"\n\nAssimilating into American life is easier now that more services are available. Refugees don't stay in Grant Park \nApartments forever. Most learn English, find jobs, save money and move away. Some buy their own homes, Mr. \nTam said.\n\nBut Grant Park Apartments is a vital step in the process. A two- bedroom apartment costs a little more than $ 300 \na month, said community center director Bob Swanda.\n\nBesides Vietnam, Mexico, Haiti and other countries are represented among apartment tenants. Englewood Manor, \na crowded public housing complex, is next door.\n\nOne of Mr. Tam's greatest challenges is finding activities for teenagers, he said. Fights sometimes break out among \nyoung people.\n\n\"When kids get bored, they get into trouble,\" he said.\n\nThe Southside Community Center is open to everyone in the neighborhood - not just Vietnamese people. It's a \nhub for activities sponsored by outside agencies. For example, a camp based at the community center last \nsummer attracted kids of all races and backgrounds.\n\n\"For these Vietnamese people, this is their first time to come to America,\" Mr. Tam said. \"I want to expose them to \nall kinds of positive things.\"\n\nA place to socialize and learn\n\nAbout 40 families lived at Grant Park Apartments in 1993 when Mr. Tam approached the landlord about Catholic \nSocial Services opening a community center. He said he wanted to bring services to the Vietnamese people.\n\n\"And I don't have a penny for this project,\" he told the landlord.\n\nThe landlord offered a basement apartment, but Mr. Tam asked for something better.\n\n\"They need a place to learn, to sit and to socialize,\" he said.\n\nToday, the community center is in two adjoining townhomes, with a large yard used for volleyball matches, \nchildren's activities, even a Buddhist wedding ceremony.\n\n\n\nMr. Tam solicited donations from local businesses, always including in his sales pitch a reminder that contributions \nare tax-deductible.\n\nHe enlisted the city's police department, the Department of Family and Children Services and other agencies to \nsend speakers to the community center.\n\n\"New arrivals are afraid of the police,\" Mr. Tam said. \"But when the police talk to residents, they can show their \nfriendly faces.\"\n\nOne of Mr. Tam's biggest accomplishments was bringing a language school to Grant Park Apartments. Interactive \nLearning Systems, a for- profit business based on Roswell Road, gives residents access to language training. \nSchool staff members and Mr. Tam help students get federal financial aid.\n\nMr. Tam said his strategy for persuading people to invest in residents of Grant Park Apartments is simple: \"I twist \ntheir arms,\" he said.\n\nWhen Mr. Tam, 48, arrived in Atlanta with his wife and two young children, he spoke little English. He had been a \nmilitary officer in Vietnam, but worked as a custodian in Atlanta. Social services were not accessible, he said. He \ncharted his own course, eventually attending college and becoming a citizen.\n\nToday, he's happy working with people from his native country, he said. He helps immigrants reunite with family \nmembers in Vietnam. He finds nursing homes for elderly immigrants with no income. He reserves burial plots. He \nresearches day-care options for working parents. He seeks out after-school programs and encourages parents to \nget involved with the PTA.\n\n\"I don't do a lot,\" he said. \"But at least I participate in their progress. It's rewarding for me.\"\n"}