{"title": "35 U.S. Soldiers Wounded in Mortar Attack; President Bush Proposes Changes in Immigration Policy; American Workers Fighting Back", "body": "\nLOU DOBBS, CNN ANCHOR: Tonight, 35 American soldiers wounded in a mortar attack near Baghdad.\n\nPresident Bush would give millions of illegal aliens the right to stay in this country.  Critics say the plan rewards \nlawbreakers.  Pro- immigration groups say the plan doesn't go far enough.  The president's plan may win the \nsupport of millions of Hispanic voters, an increasingly powerful group in this country's electoral politics.\n\nIn \"Exporting America\" tonight, some of the hundreds of thousands of Americans who have lost their jobs to foreign \nworkers are fighting back, demanding that Washington take action.\n\nAnd scandal on Madison Avenue.  Prosecutors accuse two advertising executives of overbilling the government in a \nhalf- billion-dollar anti-drug campaign.\n\nANNOUNCER: This is LOU DOBBS TONIGHT for Wednesday, January 7. Here now, Lou Dobbs.\n\nDOBBS: Good evening.\n\nPresident Bush today outlined a new immigration plan that critics say will give amnesty to millions of illegal aliens in \nthis country. The president's plan will enable illegal aliens to work legally in the United States as temporary \nworkers.  The plan would also allow those illegal aliens to apply for permanent residency.\n\nPresident Bush said his plan does not amount to an amnesty, however, for illegal aliens.  The president said U.S. \ncitizenship must not be an automatic reward for people who violate the laws of America.\n\nSenior White House correspondent John King has the report -- John.\n\nJOHN KING, CNN SR. WHITE HOUSE CORRESPONDENT: Well, Lou, the president's proposal stoking what you \nknow already to be a very emotional and now a very politically charged debate.\n\nMr. Bush made this announcement, unveiling his proposal today, more principles than details, in the East Room \nhere at the White House.  The most controversial element, of course, this new temporary worker program.  Not \ncontroversial is one part.  Mr. Bush say he would like these new three-year visas to be available to prospective \nimmigrants now outside of the United States, so long as there is a job waiting for them in the United States that no \nAmerican will take. That is one part.\n\n\nBut here is the controversial part.  Mr. Bush says those temporary visas should also be made available to the eight \nto 10 million illegal aliens in the United States, so long as those illegals could come forward and prove that they \nalready have a job and if they are willing to pay a registration fee.\n\nNow, Mr. Bush says this meets an economic need.  He says there are jobs waiting for workers.  He also says it is \ncompassionate to bring these undocumented workers out of hiding, as the president put it.  Mr. Bush says it also \nkeeps with America's tradition of welcoming immigrants.\n\n(BEGIN VIDEO CLIP)\n\nGEORGE W. BUSH, PRESIDENT OF THE UNITED STATES: We must make our immigration laws more rational \nand more humane.  And I believe we can do so without jeopardizing the livelihoods of American citizens.\n\n(END VIDEO CLIP)\n\nKING: Now, many Democrats said the president isn't going far enough.  But the harshest criticism is coming from \nfellow conservative Republicans, who say, by allowing those who broke this country's law to now come forward and \nget even temporary legal status.  Those criticizing this plan, including Representative Tom Tancredo, Republican of \nColorado, say that part is an outrage.\n\n(BEGIN VIDEO CLIP)\n\nREP. TOM TANCREDO (R), COLORADO: People are here illegally. They need to be deported.  People who hire \nthem need to be fined.  If they keep doing it, they need to be sent to jail.  It's against the law.  That's the only -- now, \nif you want a guest worker program, have a guest worker program.  You do not need amnesty connected to any \nguest worker program.\n\n(END VIDEO CLIP)\n\nKING: The fight now moves to Congress and it moves to the presidential campaign trail as well.  Mr. Bush will \ndefend his proposal.  He will ask Congress to pass it this year.  And he has as an ally the business community, \nwhich says this is long overdue reforms.\n\nBut many, including the Chamber of Commerce, Lou, favor more broad amnesty for those in the United States \nillegally, some sort of a permanent program.  The president said today he opposes that.  He opposes blanket \namnesty.  The question is, if that comes out of Congress, would he sign it? -- Lou.\n\nDOBBS: What is the expectation at the White House, John, that we will see an aggressive initiative by the \npresident, with a hope, a plan for passage of legislation this year, this election year?\n\nKING: Tough to answer that question tonight.\n\nOne key question is, if the conservative opposition sticks by its guns, if you will, sticks by its position, is the \npresident willing to fight with his own Republican base in an election year, or will this debate carry over?  When the \nlast amnesty program was passed in the Reagan administration, it took several years to get a compromise through \nthe Congress.\n\nThere is support for much of what is in the president's proposal, but much of that support comes from the \nDemocrats and some Republicans from border states.  The question is, how much is this president willing to fight \nsome of his most loyal supporters in the Republican Party, those who flat-out oppose giving any reward to those \nwho enter this country illegally?  Unclear tonight how much of that fight the president is willing to wage.\n\nDOBBS: John, thank you -- John King, senior White House correspondent.\n\n\n\nCritics of the president say that his immigration proposals are a political ploy, an effort to raise support among \nHispanic voters in November's presidential election.  President Bush in 2000 won 35 percent of the Hispanic vote, \nan increasingly important vote.\n\nLisa Sylvester reports from Washington.\n\n(BEGIN VIDEOTAPE)\n\nLISA SYLVESTER, CNN CORRESPONDENT (voice-over): If anything was learned from Florida in 2000, it's that a \nfew votes can make a big difference.  And states with the most electoral votes, California, Texas and New York, are \nheavily populated with Hispanics.\n\nRAUL YZAGUIRRE, COUNCIL OF LA RAZA: The Republican Party itself acknowledges that they will need at least \n38 percent and presidency 40 percent of our vote, if George W. Bush is going to be elected president of the United \nStates in 2004.\n\nSYLVESTER: But Hispanics traditionally have not turned out to vote in huge numbers.  There are 38.7 million \nHispanics in the United States.  In the 2000 election, 13 million were U.S. citizens.  Only 7.5 million were registered \nvoters.  And fewer than six million Hispanics actually voted in the presidential race.\n\nSTUART ROTHENBERG, CNN POLITICAL ANALYST: Latinos are relatively event immigrants into this country.  \nAnd until demographic groups kind of blend into the political system, the social system, the economic system, they \noften don't participate.  And so Latino voter participation is a big question mark in 2004.\n\nSYLVESTER: The president's policy shift may be backed by Hispanics, but it could erode support from \nconservatives who feel abandoned by the president on this issue.\n\nDAN STEIN, FEDERATION FOR AMERICAN IMMIGRATION REFORM: When you get two parties agreeing on \nsomething like this for different reasons behind the scenes, who is going to get screwed?  The little guy, you and \nme, middle-class taxpayers, we're going to get screwed, because our interest is not being represented here at all.\n\nSYLVESTER: And when it comes to the ballot box, conservatives outvote Hispanics.  According to exit polls from \nthe 2003 race, 29 percent of the voters surveyed identified themselves as conservative. Only 7 percent were \nHispanic.\n\n(END VIDEOTAPE)\n\nSYLVESTER: Hispanic groups and conservatives agree that this proposal faces a huge fight on Capitol Hill.  But \nwith it being introduced so late in the legislative season, there's some question as to whether it will go anywhere \nonce Congress returns later this month -- Lou.\n\nDOBBS: Lisa, thank you -- Lisa Sylvester reporting from Washington.\n\nLeading Democrats were quick to criticize the president's plan. Some even issued statement before the president \nspoke today.  Senator Edward Kennedy said the president's proposal are woefully inadequate. Senator Kennedy \nsaid they fall far short of the serious reform needed. Congressman Dick Gephardt said the president is placing a \ngreater emphasis on political positioning than on serious policy questions.\n\nAnother Democratic candidate, Senator John Edwards, said the president's plan simply doesn't go far enough.\n\n(BEGIN VIDEO CLIP)\n\nSEN. JOHN EDWARDS (D-NC), PRESIDENTIAL CANDIDATE: The problem is, there are still not going to be \nenough green cards available.  And we're going to continue to have a group of second-class citizens in America.  \nThis is not real immigration reform, which is what the country needs.\n\n\n\n(END VIDEO CLIP)\n\nDOBBS: Pro-immigration groups also criticized the president's plan today.  They said his proposals reward \nbusinesses that employ illegal aliens, while doing nothing for illegal aliens themselves. Business groups said there's \na clear economic need for new workers in this country.\n\nCasey Wian reports from Los Angeles.\n\n(BEGIN VIDEOTAPE)\n\nCASEY WIAN, CNN CORRESPONDENT (voice-over): California's hospitality industry says it has 150,000 jobs it \ncan't fill with U.S. citizens.\n\nJOHN DUNLAP, PRESIDENT, CALIFORNIA RESTAURANT ASSOCIATION: We long felt, the last several years, \nat least, that we need to have, particularly along border states in this country, a way for seasonal, as well as \npermanent workers, to find their way into our country to work in our industry.  And we desperately need the \nworkers.\n\nWIAN: Marc Cooper is a USC border scholar.  He calls the Bush proposals a good first step.\n\nMARC COOPER, SR. FELLOW, USC ANNENBERG SCHOOL: Clearly, the current situation doesn't work.  So it \nwould seem to me that either you move toward legalizing these people.  Or the other alternatives is that somebody \npropose a plan of how you're going to arrest, identify, and deport 10 million people and what you're going to do \nabout the economic collapse that will follow in its wake.\n\nWIAN: The proposals are also welcomed by Mexican President Vicente Fox, who calls Mexican immigrants in the \nUnited States heroes for sending money back home.  The Arizona-based American Border Patrol, which monitors \nillegal alien traffic and reports border crossers to immigration officials, is one of several groups critical of the \npresident's plan.\n\nGLENN SPENCER, AMERICAN BORDER PATROL: This is asinine.  This is turning the United States into a day \nlabor center.  And this is not good for our democracy, for our way of life, for our culture.  We are more than just \nwage earners.  We are a nation built on the principles of our founding fathers.  And one of those is a well-educated \ncitizenry.  And just to have anybody from the world come in here as long as they can get a job, we're asking for a lot \nof trouble.\n\nWIAN: Spencer also anticipates an increase in border crossers, as illegal aliens rush to take advantage of the \nproposed temporary worker program.\n\n(END VIDEOTAPE)\n\nWIAN: Now, you may remember the boycotts organized last month here in California by Hispanic activists angry \nabout the repeal of a state law that would have given driver's licenses to illegal aliens. Well, Spencer's organization \nis taking a page out of that playbook by sponsoring a don't-shop day next Monday to protest President Bush's \nupcoming meeting with Mexican President Vicente Fox -- Lou.\n\nDOBBS: Well, Casey, those protests in Southern California by the Hispanic and Latino groups produced about 400 \ndemonstrators.  Do you think that those folks in Arizona will do just about that well?\n\nWIAN: Well, Spencer says his effort is definitely symbolic, although he says he's gotten a lot of support from e-mails \nfrom his supporters, who say that they are going to stay home on Monday and protest this meeting between Bush \nand Fox.  We'll see how it turns out.\n\nDOBBS: Just another part of what makes America a great country.\n\nCasey, thank you very much -- Casey Wian reporting from Los Angeles.\n\n\n\nThere's been considerable debate, of course, surrounding which term most accurately describes those who have \nentered our country illegally.  President Bush today called them undocumented workers. But official U.S. \ngovernment documents identify those people as illegal aliens.  In our poll question tonight, we ask you, which term \ndo you think best describes those who have entered our country illegal, illegal aliens, illegal immigrants, \nundocumented workers, or guest workers?  Cast your vote at CNN.com/Lou.  We'll have the results later in the \nprogram.\n\nStill ahead, insurgents attack an American base in Iraq.  Dozens of American soldiers have been wounded.  We'll \nhave the very latest for you.\n\nAnd pro-immigrant groups say the president's immigration proposals today are only a first step.  Leaders of two of \nthose groups are my guests.\n\nAnd in our \"Face-Off,\" Congressman Jim Kolbe, Congressman Elton Gallegly will join us.  They have two very \ndifferent views on the president's immigration proposals.  And they are, of course, both Republicans.\n\nAnd in \"Exporting America,\" American workers are beginning to fight back against the export of their jobs.\n\nStay with us.\n\n(COMMERCIAL BREAK)\n\nDOBBS: Breaking news tonight out of Iraq.\n\nAt least 35 American soldiers have been wounded in a mortar attack against their base west of Baghdad.  The \nmilitary says about six mortars struck the logistical base in Balad in the Sunni Triangle. It is among the worst attacks \nagainst U.S. forces in Iraq in recent weeks.\n\nOur senior Pentagon correspondent Jamie McIntyre now joins me with the latest -- Jamie.\n\nJAMIE MCINTYRE, CNN MILITARY AFFAIRS CORRESPONDENT: Well, Lou, it may be among the worst in \nnumbers, because it appears that, as you said, nearly three dozen U.S. soldiers wounded in this mortar incident.\n\nHowever, the missing piece of information that we don't have is the extent of those injuries.  It may be that many of \nthe soldiers were only slightly wounded in the attack.  Nevertheless, we're told by the U.S. military that six mortars \nslammed into this logistical support base, wounding 35 soldiers assigned to the 3rd Corps Support Command.  \nThose are soldiers that provide support and logistical services to other soldiers in the combat zone.\n\nThis did happen in the Sunni Triangle area, the sort of hotbed of resistance to the U.S. military.  The news release \ncame out of Balad, which is that city about halfway between Baghdad and Tikrit, although we're told the actual base \nis located more to the west of Baghdad.\n\nAgain, we're told the wounded soldiers were given first aid at the scene and then some of them were evacuated for \nfurther medical treatment.  We're awaiting an update to find out how serious these injuries really are.  At this point, \nno reports of any loss of life -- Lou.\n\nDOBBS: Jamie, thank you.  And, of course, as soon as that information comes into the Pentagon, we'll be waiting \nfor your report here. Thank you very much, Jamie McIntyre, our senior Pentagon correspondent.\n\nTurning again now to the day's big story, President Bush's plan for the biggest change in American immigration \nlaws in nearly two decades, joining me now are the leaders of two of the country's largest pro-immigration groups. \nAnd they say the president's plan is only, in their view, a first step.\n\nBrent Wilkes is the executive director of LULAC, the largest and oldest Hispanic organization in the country.  Angela \nKelley is deputy director of the National Immigration Forum.\n\n\n\nThank you both for being here.\n\nANGELA KELLEY, DEPUTY DIRECTOR, NATIONAL IMMIGRATION FORUM: Thank you.\n\nBRENT WILKES, EXECUTIVE DIRECTOR, LULAC: Thank you.\n\nDOBBS: Let me begin with you, Angela.\n\nThe president's plan already being assailed from all sides, not going far enough, doing too much.  What is your \njudgment?\n\nKELLEY: Well, I think it's the right issue.  And it's long overdo that we here something from the White House about \nto deal with our broken immigration system.\n\nBut I don't believe it's the right solution.  It's important that the president is acknowledging the hard work, the \nsacrifices that people make who come to build this great nation.  The reality is that we have got eight to 10 million \nundocumented people and a system that is not working to meet the nation's needs.  It desperately needs to be \nreformed.\n\nHowever, what the president is talking about is a guest worker program, that, at the end of the day, people will \nfind themselves either on a plane back to their home country or they will be driven underground again. What we \nfear is that we are going to see an increase in the undocumented population.\n\nWhat we need is a complete reform of the system, where people could be put on a path to permanent residency, \nwhere their hard work will be rewarded, where we'll collect their taxes.  We will know who is in this country.  And, \nsimilarly, we need to have legal channels for people who come in the future.  Families are also separated because \nof long backlogs.\n\nThe president's proposal doesn't speak to those separations at all.  As long as husbands and wives are separated \nfrom each other and from their children, they will continue to come by whatever means necessary.  And we need to \ndo something so that they aren't separated and they can be reunited.\n\nDOBBS: Brent, your thoughts?\n\nWILKES: Well, I agree with much of what Angela has said.\n\nWe certainly are encouraged that the president has decided to reengage in this effort.  And his arguments for why \ncomprehensive immigration reform is desperately needed were very convincing and on target.  But we are \nconcerned, as well, that it doesn't go far enough. And these are very critical components, such as the earned \nlegalization concept that would allow people to go on the path to permanent legal residency.  And that is absolutely \ncrucial, if LULAC and many other organizations are going to support this plan.\n\nDOBBS: Whether you support it or not -- and it's pretty clear that a number of Democrats will not, a number of \nmembers of the president's party will not -- there is a disconnect here a bit in, Angela, as you call for far more, when \nthe president himself said today -- and it sounded rather straightforward and absolute, if you will -- that citizenship, \namnesty, is not in the cards here.  Your thoughts?\n\nKELLEY: Well, let's separate those concepts.\n\nNobody is talking about a blanket amnesty.  Nobody is talking about a green card giveaway.  What we're talking \nabout is rewarding the work for people who have been here who have been paying taxes and making great \ncontributions to this nation.  And we're also facing the reality that they are not going to go back.  What we need to \ndo is to give these people a chance to assimilate and to get citizenship, to be full-fledged members of this society, \nlike they very much want to be.\n\n\n\nThat's the only solution that's going to have a lasting effect that will meet this nation's economic, security needs and \nAmerica's families' needs.\n\nDOBBS: Let me ask you both.  Brent, if I may begin with you.\n\nA Harvard study found that, for example, in California, during the mid-1990s, the average household in the state of \nCalifornia, it cost Californians there $1,200 a year to provide services to illegal aliens in that country -- in that state.  \nThe issue here is a diffused cost to the country, other studies showing $190 to $200 billion in costs to this economy, \nto the economy, that is, taxpayers at the state, federal and local level, while businesses are paying low wages to \nillegal aliens, instead of hiring Americans.\n\nHow are we going to -- the president today made no mention of that.  No one wants to talk about these costs.  How \nare you going to deal with that, Brent, as you move through Congress, try to lobby for more rights for illegal aliens?\n\nWILKES: Actually, we totally disagree.  We think the cost- benefit analysis definitely is heavily in favor of the \nimmigrants.\n\nYou're not including all the benefit that their labor provides to our country, which we're very, very dependent on the \ngreat work that they are doing.  And you cannot go to a restaurant.\n\n(CROSSTALK)\n\nWILKES: You cannot live in a house, you cannot eat food without having benefited from immigrant labor.  And we \nall benefit from that. And you're not including that in the analysis.\n\nAnd, secondly, right now, they are working, as you say, in an undocumented situation.  And they are not able to pay \ntaxes because of that.  They are mistreated.  They are paid substandard wages.  If they were permanent legal \nresidents, they would be\n\n(CROSSTALK)\n\nDOBBS: Well, wait a minute.  Wait a minute.  Wait a minute. Wait a minute.  Wait a minute.  Come on.  Wait a \nminute.  Wait a minute.\n\nWILKES: Yes.  Go ahead.\n\nDOBBS: You said they are mistreated.  You are saying 10.5 million, eight to 12 million illegal aliens in this country \nare being mistreated.\n\nWILKES: Yes, they are.\n\n(CROSSTALK)\n\nDOBBS: Then why in the world would they not simply leave?\n\nLet's talk honestly.  We definitely need a rational, humane and effective immigration policy in this country.  No \nquestion about it. But how can you sit there and say that 12 million people are being -- quote unquote -- \n\"mistreated\"? They have broken the laws to get to this country from a country, in nearly 70 percent of the case, that \nis Mexico, in which they are living in terrible conditions.\n\nWILKES: That's exactly right.  It's a rock and a hard place.\n\n(CROSSTALK)\n\nDOBBS: No, the United States is not a hard place.  No, the United States is not a hard place, Brent.  It's a great \nplace.  That's why they are here.\n\n\n\nKELLEY: Let's be precise.  People are here and they are working.\n\nBut without legal status, it is very easy for employers to exploit them.  It's very easy for employers to hire the \nundocumented person and not hire the person who is either native-born or here legally pay them a fair wage.  It \ndrives down everybody's wages to have these undocumented folks in this country.\n\nDOBBS: About .\n\nKELLEY: Brent is absolutely correct.  These folks pay taxes. Their contributions are invaluable to this country.  And \nwe need to get realistic that we benefit from their labor and that's it's impossible\n\n(CROSSTALK)\n\nDOBBS: May I say, Angela, we do not.  Let's be clear, because the national Chamber Of Commerce, Tom \nDonohue, the president -- let's be honest, because you're concerned about those people, right, Angela? Let's be \nreally honest.\n\n(CROSSTALK)\n\nDOBBS: We are not benefiting from their labor. Those companies and employers who are hiring them illegally are \nbenefiting from their labor.\n\nKELLEY: Lou, I don't know what world you live in, but the children that are being taken care of are often by \nundocumented people.  The restaurants that are serving us food, it is food that is picked by undocumented \nworkers.  It is food that is cooked and served by undocumented workers.  They are in every sector of our society. \nAnd we are all complicit in this.\n\n(CROSSTALK)\n\nDOBBS: No, Angela.  We are not complicit in this.  Those who are complicit are those people who will not speak \nhonestly and straightforwardly about this.\n\n(CROSSTALK)\n\nKELLEY: What would you do? Would you round them up?\n\nDOBBS: What would I do?  One -- let me help you out.\n\nKELLEY: Would you have our law enforcement going into communities and ferreting them out?\n\n(CROSSTALK)\n\nDOBBS: Brent was hoping you would ask me that question, so I could answer you.\n\nKELLEY: OK.\n\nDOBBS: So, if I may.\n\nKELLEY: Please.\n\nDOBBS: One, I would enforce security at our borders. Absolutely.\n\nNo. 2, I would make certain that everyone who employed an illegal alien was penalized under the terms of the law.  \nNo. 3, I would make certain that everyone who comes to this country receives a fair wage. And, secondly, in all of \nthis, I would make certain that our immigration policy reached out to people whose skills and talents were needed in \nthis economy and rationally considered, not simply allowing a flood of immigrants to arrive from Asia, from Europe, \nfrom Mexico, Central America, without any concern for our laws at the border.\n\n\n\n(CROSSTALK)\n\nDOBBS: How in the world could you ask for anything more?  And, furthermore, I would ask…\n\nKELLEY: The last dozen years shows that your proposal would fail.  We have had the biggest build up at the border \nover the last 12 years.\n\n(CROSSTALK)\n\nDOBBS: That's nonsense and you know it.  We have got nearly one million illegal aliens crossing the southern \nborder of this country every single year.\n\nKELLEY: And we have more Border Patrol there and more technology there.\n\n(CROSSTALK)\n\nDOBBS: You may have more Border Patrol.  You may have more drones, Angela.  You do not have a more secure \nborder.  And the fact is demonstrated with the number of illegal aliens crossing it.\n\nKELLEY: And the more that you put down at the border, it's simply fallacy to think that that is going to people out.\n\nDOBBS: Let me ask you this, both of you.  You represent and you are interested in Hispanic people in this country, \nand amongst those, some of the illegal aliens who cross into this country.\n\nWhy in the world are your efforts not directed at the country of Mexico and Vicente Fox, the president of that \ncountry, and the terrible conditions that he is permitting to exist in his country, environmentally and under labor \nlaws, and in his economy, where that economy is growing -- is actually declining 0.2 percent a year? Why are you \nnot focusing on those issues as well?\n\nWILKES: Lou, we are focusing on those issues.  And that's a very critical piece that was missing today as well.\n\nWhere is the effort to try to help Latin America and Mexico in particular in helping their economies grow?  If you \nwant to solve this problem once and for all, you have got to address the issue of the economies of the sending \ncountries.  And until you do that, you are always going to have a difficulty and a pressure from folks wanting to \ncome here\n\n(CROSSTALK)\n\nDOBBS: All right, now let me ask you both, what is your solution in that regard?\n\nAnd, Angela, you first.\n\nWILKES: Well, let me tell you this.\n\n(CROSSTALK)\n\nDOBBS: OK, Brent, you first.  I'm sorry?\n\nWILKES: We're spending a ton of money in Iraq right now.  What is the benefit to the American people for that?  \nWhy don't we spend a little bit of effort helping Latin America?\n\n(CROSSTALK)\n\nWILKES: We had a Marshall Plan in Europe to repair their economy, but we won't take care of Latin America.  We \nwon't do anything to assist the economies of Latin America.  Why not the Marshall Plan for Latin America?\n\n(CROSSTALK)\n\n\n\nDOBBS: Brent, my God, man, the fact is that, under NAFTA, Mexico has one of the largest trade surpluses with this \ncountry, as a result of NAFTA.  We're doing a lot in that regard, certainly not the $87 billion in Iraq, but it's quite a \ndifferent, as you're quite aware, circumstance.\n\nAngela, your thoughts?\n\nKELLEY: Absolutely, we need to address the root causes of why people come to this country in the first place.\n\nBut let's not look as this as a negative.  The last 400 years show that we have built the strongest nation on Earth.  \nPeople come to this country to find the American dream and to build a better life for themselves.  And in doing that, \nthey change America and America changes them. It is the genius of this nation.\n\nAnd what is missing, though, is when we've got eight to 10 million undocumented people in this country, then when \nwe do ourselves a disservice; 500 people a year crossing the border and dying their death.  That is not what \nbenefits a nation.\n\n(CROSSTALK)\n\nDOBBS: Well, wait a minute.  Wait a minute.  Crossing that border is -- you put that on the United States.  If you're \ntalking about the Mexican border, why would that not be the responsibility of the Mexican government?  Please.\n\nKELLEY: Absolutely.  The Mexican government should be cracking down on smugglers for permitting people to \ncross to their deaths?\n\nDOBBS: Then why are you suggesting that is our responsibility?\n\nKELLEY: What I'm suggesting is that we know that migration happens.  Let's have legal channels for people to \ncome to this country.\n\nDOBBS: I couldn't agree with you more.\n\nKELLEY: Let's know who is coming here.  Let's make sure that they are taxed, that we can ensure that they are put \non the path to citizenship.\n\nThat's what the president has not done.  He doesn't provide a path for people to assimilate, to be able to put down \nroots in a firm way.  And what we'll have is a greater undocumented population in three or in six years or when the \nprogram ends.  A comprehensive reform is what has to happen.\n\nDOBBS: Brent, you get the last word.\n\nWILKES: The president has shown that he values the labor of our immigrant population.  Now he needs to show \nthat he values the loyalty of this community and allow them to become permanent legal residents and eventually \ncitizens of the United States.\n\nDOBBS: Brent, Angela, we thank you both for being here.  I'll hope you'll come back soon, because this issue is \nobviously going to be before us for some time to come.\n\n(CROSSTALK)\n\nDOBBS: The process, as they say, is now under way and the national dialogue finally taking place.  We thank you \nfor participating in it.  Thank you.\n\nKELLEY: Thank you.\n\nWILKES: Thank you.\n\n\n\nDOBBS: Coming up next, we'll be talking more about immigration. In tonight's \"Face-Off,\" two Republican \ncongressmen share their opposing views about President Bush's new immigration proposals -- that and a great \ndeal more still ahead.\n\nPlease stay with us.\n\n(COMMERCIAL BREAK)\n\nDOBBS: Tonight in our face off, two influential Republicans who have vastly different viewpoints about the Bush \nimmigration plan. Congressman Jim Kolbe of Arizona is co-author of legislations upon which part of the Bush plan \nis, in fact, based.  And Congressman Elton Gallegly of California chairs the terrorism sub-committee of the \nInternational Relations Panel. He says amnesty for illegal aliens facilitates terrorism.\n\nGentlemen, good to have you with us.\n\nLet me begin, as you just heard Angela and Brent discussing this issue from their decidedly engaged, committed, \npoint of view, the president's plan is his first step.  There's much more they would like to see.  Congressman \nGallegly, what are your thoughts?\n\nREP. ELTON GALLEGLY, (R) CALIFORNIA: As I listen to the president this morning, quite frankly, there were \nmore questions than answers for me at the end of the speech.\n\nMake no mistake about it, I'm a great supporter of George W. Bush, I'm going to work hard to see that he's re-\nelected.  But on this issue we seem to be light years apart.\n\nDOBBS: And Congressman Colby?\n\nREP. JAMES KOLBE, (R) ARIZONA: Well, as the president laid out some principles, I think it's a step in the right \ndirection.  I think he's started the debate.  I think it's important that we do that.  But the devil's always in the details, \nand we went through eight months of drafting a piece of legislation that dealt with literally hundreds of different \nissues and we keep finding even more of them.\n\nBut I think the president is going in the right direction.  What we're doing now simply isn't working.  We need to try to \nfind something that will work.\n\nDOBBS: Not working.  Can we all agree that one of the reasons our national immigration policy isn't working is \nbecause we simply don't have even, now more than two years after September 11, the ability to control our borders \nof this country?\n\nGALLEGLY: Well…\n\nKOLBE: Can we agree to that?\n\nI would agree we don't have the ability but I also agree that we're not going to be able to do that.  In my sector alone \nhere in southern Arizona in the Tucson sector of INS, we have increased by 400 percent the number of agents.  \nAnd this last year, 50 percent of all the people apprehended in the United States were in that sector.\n\nDOBBS: Congressman, as you and I know, as one whose worked along that border 100 years ago, the Border \nPatrol are amongst the hardest working federal public servants.  Even increasing it by 400 percent isn't a drop in \nthe bucket for how many people we need on the border -- Congressman Gallegly.\n\nGALLEGLY: Lou, the problem goes behind the ability.  The core of the issue is that we need the will to do it before \nwe're able to actually come up with a more positive…\n\nDOBBS: Let's go to that question.  But, we do agree that is impairing.  Why don't we have a national will to enforce \nthat border?\n\n\n\nGALLEGLY: That's a good question.  And politically people don't like to be viewed as anti-immigrant.  And…\n\nDOBBS: My god, you don't have to be anti-immigrant to enforce a border!\n\nGALLEGLY: I agree with you totally.  But the issue is that we have too many people that do not want to be viewed \nas anti-immigrant and they confuse legal and illegal all too often.\n\nThe real problem, Lou, goes well beyond the border.  The real problem is on the interior.  When we have no interior \nenforcement, the magnet continues to be the driving force more so than the problem the border.  If we enforced our \nlaws inside the country, through jobsight enforcement and through the elimination of benefits to those that do not \nhave entitlement to them, we would make tremendous roads towards solving the problem.\n\nDOBBS: To the south of both of you, Congressmen, is a country with a host of economic and social and political \nproblems.  And as I just -- we were just discussing in the earlier panel, the focus is on the United States as if it is \nsome sort of problem for everybody.\n\nWe're not the problem, as you say, Congressman Gallegly, we're the magnet.  The issue is what is happening in \nMexico and why in the world we're not doing -- I understand Senator Tom Frist is there meeting right now with \nVincente Fox.  The president will meet with President Fox next week.  Something has got to be done in terms of \nthat country.\n\nKOLBE: Well, we are a magnet.  Europe is actually the same problem.  The French now have about 18 to almost \n20 percent of their population is Muslim and largely from North Africa because of the success of the economy.  This \nisn't something we are the only country.\n\nDOBBS: There's a difference.  Those are not illegal immigrants Congressman Kolbe.  The French have amongst \nthe strongest immigration laws and enforcement in the world.\n\nKOLBE: But, indeed, many of them are illegal immigrants.  But you are absolutely right, we are -- that's my point.  \nWhat we're doing simply isn't working.  I don't think applying more forces along the border is going to solve the \nproblem.\n\nWhy not use a market base solution, do a market base problem. Why not find a way to give them visas for \ntemporary work in this country, channeled into the flow of these most of these people into legal channels of coming \nacross the border.\n\nDOBBS: How are you going to do that if you can't enforce the border? If you can't enforce the border what is their \nincentive?\n\nKOLBE: The incentive is he we disincentivies the reason to come illegally\n\nDOBBS: So you're going to punish the employer of those illegal aliens?\n\nKOLBE: No, you disincentivies both the migrant worker, the reason for the migrant worker to come illegally under \nour legislation. And you disincentivies the reasons for an employer to hire somebody illegally.\n\nIf there's a pool of people out there, why bother hiring somebody who is an illegal alien?\n\nDOBBS: But Congressman, as you know, we have every law in the world in the books and no one is enforcing \nthose laws against the employers of illegal aliens.\n\nKOLBE: Go to a market based, market driven solution to the problem.\n\nGALLEGLY: Lou, in 1986 we had the Simpson-Mizouly Bill (ph)that was to end illegal immigration in the United \nStates once and for all. We made 3.5 to 4 million people that were illegal, legal with the proviso we would have a \nsafeguard called employer sanctions. Here we are 15, 16 years later with, depending on whose numbers you are \n\n\n\nusing, somewhere between 9 and 13, 14 million people that are illegally in this country as a result of the fact that we \ndid not have enforcement.\n\nKOLBE: Simpson-Mizouly (ph) was flawed from the beginning, because…\n\nDOBBS: Before we go back over ancient history, if you will, 17 years ago is now ancient…\n\nKOLBE: But it was important…\n\nDOBBS: I know it's important Congressmen…\n\nKOLBE: It didn't deal with the problem of those that want to come next year to this country.\n\nDOBBS: And frankly the proposal the president put forward today don't either.  It was that process after it goes \nthrough the good hands of our elected officials like you and your colleague, Congressman Gallegly, I'm sure it will \nbe fine tuned to excellence.\n\nGALLEGLY: It's going to take more than fine tuning.\n\nDOBBS: But the fact is, it's a critically important problem.  I find it interesting that so few people in this public debate \nare talking about the costs of this.  There's been no economic impact. Everyone is talking about it in terms of an \neconomic problem.  You talked about it as a market base solution, Congressman Kolbe.\n\nThe fact is, we're talking about a nation.  We're far more than a market.  We're far more than economy, we're a \nnation.  And fundamental to that, I think we can agree there's the initial of sovereignty and that sovereignty born of \nthe ability to enforce our borders.  The great thing I think we can agree on here as we wrap up the president has \nbegun in earnest a national debate on a critically important national issue that is a national immigration policy.\n\nKOLBE: I agree and I think it's time we have the debate.\n\nDOBBS: Congressman Gallegly.\n\nGALLEGLY: Lou, I'd just like to say that the positive thing about the president's speech today, you're absolutely on \npoint, we have started a national debate.  I believe the administration is really going to be surprised when they see \nthe results of the outcry of the American people when they understand the magnitude of what this conceptional \nproposal was today.\n\nDOBBS: I hope that we hear more in this debate as it goes forward.  And this dialogue more about traditional \nAmerican values and the American -- the legal American, hardworking citizen, his and her rights and opportunities \nbeing preserved in all of this as a first concern for our elected representatives.  We thank you both, Congressman \nGallegly, Congressman Kolbe, thank you.\n\nTonight's thought is from one of this countries founding father's on the issue of immigration to this country, \"born in \nother countries, yet believing you could be happy in this, our laws acknowledge, as they should do, your right to join \nus in society, conforming, as I doubt not you will do, to our established rules.\" Thomas Jefferson.\n\nA reminder to vote in tonight's poll.  The question, \"which term do you think best describes those who have entered \nour country illegally? Illegal aliens, illegal immigrants, undocumented workers or guest workers?\" Cast your vote \nat CNN.com/lou.  We'll have the results for you later in the program.\n\nComing up, \"Exporting America,\" thousands of Americans who have lost their jobs to foreign workers with L1 and \nH-1B visas are beginning to fight back.  That story is next.  Stay with us.\n\n(COMMERCIAL BREAK)\n\n\n\nDOBBS: While hundreds of thousands of American jobs have been exported to cheap overseas labor markets, \nmany countries have simply imported cheaper foreign labor into this country through L1 and H-1b programs.  \nAmerican workers are growing increasingly angry and they are beginning to take action.\n\nBill Tucker has the story.\n\n(BEGIN VIDEOTAPE)\n\nUNIDENTIFIED MALE: I have 25 years in the IT Industry and out of work.\n\nBILL TUCKER, CNN CORRESPONDENT: All across America they gather. Those displaced by H-1B Visas, L1 \nVisas, those that lost their job to outsources.\n\nUNIDENTIFIED FEMALE: I am very concerned about our future hence why I am here.\n\nTUCKER: Independent groups, some estimates of 30 or more groups that have sprung up and often with no ties to \none another.\n\nRICHARD ARMSTRONG, HIRE AMERICAN CITIZENS: People are flat out sick and tired of losing their jobs to \ncheaper foreign labor.  And it's really bad for our economy.  It's bad for America.  It's bad for Americans.\n\nTUCKER: As that anger grows a bluntness emerges.\n\nUNIDENTIFIED MALE: They are transferring our assets, the very wealth of the United States to those foreign \nnations.\n\nJIM PACE, RESCUE AMERICAN JOBS: This is Jim Pace from Shelton Mitsubishi.\n\nTUCKER: Jim Pace worked 18 years as a design program analyst and consultant.  He now sells cars in \nConnecticut trying to make ends meet while also working with Rescue American Jobs.\n\nPACE: Looks like one of those days.\n\nTUCKER: Fueled by frustration and armed with a growing awareness via the Internet of similar minded groups.  A \ncoalition is forming around a shared goal.\n\nPACE: The ultimate goal is to get legislation passed to protect American workers. There's none out there.\n\nTUCKER: There are proposals but they deal with restricting training and temporary visa programs such as H-1B \nand L1 Visas. Representative Rosea Delaro of Connecticut has a bill to limit the number of L1 Visas and it's co-\nsponsered by Representative John Mica of Florida. Representative Nancy Johnson, also of Connecticut has a \nproposal to change the L1 and H1-B Visa programs.  Representative Tom Tancredo of Colorado wants to \ncompletely eliminate the H1-B Visa program.  But there's still is no overarching bill which would offer broad job \nprotection.\n\nROB SANCHEZ, ZAZONA.COM: Every American worker has a target on their back and they are walking around \nwith this target.\n\nTUCKER: As one worker put it this is an issue of economic patriotism.\n\n(END VIDEOTAPE)\n\nTUCKER: The argument goes when qualified workers are available American countries shouldn't be turning their \nback on them -- Lou.\n\n\n\nDOBBS: Bill, thank you very much.  The Sanford study is showing as many as 14 million jobs at risk to exporting \nabroad.  We thank you very much.\n\nIn a report released just today, chief executives from some of this country's leading technology company defended \ntheir exporting of American jobs to cheap overseas labor markets.  The CEO's are members of the something \ncalled the Computer System Policy Project.  It's an advocacy organization for the technology industry.  It's made up \nof CEOs of such companies as Dell Computer, Hewlett Packard, IBM, Intel, and Motorola.  That group argues that \nmoving the jobs to cheaper foreign labor market helps them break into markets where they believe students \nperform better than American students in subjects such as science and math.  The report says, quote, \"Americans \nwho think that foreign workers are no match for U.S. workers in knowledge, skills and creativity are mistaken.\"\n\nI don't know anyone that thinks that but nonetheless said.  But what I didn't know what Carly Fiorina the CEO of HP \nand a member of the group says, this one really did surprise me. \"There is no job that is America's god given right \nanymore.\" That's going to take some digesting and I assure you we will start digesting it in the days and weeks \nahead here.\n\nOn the campaign trail, Senator John Kerry speaking to New Hampshire business man today proposed a point in \nwhat might be called the consumer czar.  The new director of personal economic security would protect small \ninvestors from exploitation, assure fair mortgage lending and protect retirement benefits.\n\nDemocratic frontrunner Howard Dean at an Iowa breakfast today calls a new Labor Department guide that gives \nemployers tips on how to avoid paying overtime to low wage workers disgusting.  That's the Labor Department \nsaying that.  And Howard Dean's response -- the White House says its new wage rules will make 1.3 million white \ncollar workers eligible for overtime however critics say those same rules takes the overtime pay away from 8 \nmillion other workers.  Howard Dean lambasted in a New Club for Growth television ad in Iowa that portrays him as \nan elitist.\n\n(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: I think Howard Dean should take his tax hiking, government expanding, latte-drinking, \nsushi-eating, Volvo driving, \"New York Times\" reading…\n\nUNIDENTIFIED FEMALE: Body piercing, Hollywood loving left wing freak show back to Vermont where it belongs.\n\nUNIDENTIFIED MALE: Got it?\n\n(END VIDEO CLIP)\n\nDOBBS: Well that kind of attack by litany may be somewhat familiar to you.  There's nothing new about it.  In fact \nformer Democratic Senator Howell Heflin of Alabama back in 1990 called his opponent Bill Cabaniss a quote \"A \nGucci, Mercedes driving, Jacuzzi soaking, Perrier drinking, Gray Poupon Republican.\n\nTaking a look now at some of your thoughts on \"Exporting America.\"\n\nCharlie in Tampa, Florida, said, \"When the last high tech job leaves America, and the last manufacturer ships their \nfactory to the third world, who will earn a salary in America?  We will be working at McDonald's and shopping at \nWalMart for products made overseas.\"\n\nAnd President Bush's proposal to give millions of illegal aliens effective amnesty Kathy Maboll of Carrboro, North \nCarolina wrote, \"Lou, I wouldn't have believed it would happen in my lifetime: a president proposing to give away \nAmerican citizenship like it was some kind of door prize for breaking the law.  I am incredulous that President Bush \nproposes to destroy the meaning of citizenship by giving it away to criminals.\"\n\nLoren Arends of New Lisbon, Wisconsin, \" I am a long time Republican, but can not condone the actions of \nPresident Bush on this issue.\"\n\n\n\nFrom A. Rivers-Bland of Los Angeles, California.  \"If the minimum wage was raised to, say, $10 per hour, and \ncorporations and individuals hiring illegals were fined, Americans who don't want those jobs' would beat down \nthose doors to work.\"\n\nFrom Pallahan Sandep of Atlanta, Georgia, \"The temporary worker program proposed by President Bush today is \nnothing more than a blanket amnesty to millions of illegal immigrants.  It is a slap in the face of million of legal \nimmigrants, like myself, who legally earned their status.\n\nFrom James Holland of Nashville, Tennessee, \"The new immigration policy announced today is the stupidest thing I \nhave ever heard. Using this logic we should legalize drugs.\"\n\nAnd many of you wrote in about that Club For Growth ad that we quoted here yesterday, Amy Letter from San \nFrancisco this is her own version of the ad this one about President Bush.\n\nI think George W. Bush should take his deficit creating, government expanding, oil-mongering, family-farm \ndecimating, environment destroying, ideology-driven, corporate scandal ignoring, White House leak permitting, \nright-wing freak show back to Texas, where it belongs.\"\n\nWe haven't checked with Texas or Vermont but I'm sure they are flattered by both of those suggestions.  We want \nto hear from you.  E- mail us.\n\nComing up next the story of two ad executives, they are charged with overcharging. Trying to help the government \nhelp the folks. Stay with us.\n\n(COMMERCIAL BREAK)\n\nDOBBS: While hundreds of thousands of American jobs have been exported to cheap overseas labor markets, \nmany countries have simply imported cheaper foreign labor into this country through L1 and H-1b programs.  \nAmerican workers are growing increasingly angry and they are beginning to take action.\n\nBill Tucker has the story.\n\n(BEGIN VIDEOTAPE)\n\nUNIDENTIFIED MALE: I have 25 years in the IT Industry and out of work.\n\nBILL TUCKER, CNN CORRESPONDENT: All across America they gather. Those displaced by H-1B Visas, L1 \nVisas, those that lost their job to outsources.\n\nUNIDENTIFIED FEMALE: I am very concerned about our future hence why I am here.\n\nTUCKER: Independent groups, some estimates of 30 or more groups that have sprung up and often with no ties to \none another.\n\nRICHARD ARMSTRONG, HIRE AMERICAN CITIZENS: People are flat out sick and tired of losing their jobs to \ncheaper foreign labor.  And it's really bad for our economy.  It's bad for America.  It's bad for Americans.\n\nTUCKER: As that anger grows a bluntness emerges.\n\nUNIDENTIFIED MALE: They are transferring our assets, the very wealth of the United States to those foreign \nnations.\n\nJIM PACE, RESCUE AMERICAN JOBS: This is Jim Pace from Shelton Mitsubishi.\n\nTUCKER: Jim Pace worked 18 years as a design program analyst and consultant.  He now sells cars in \nConnecticut trying to make ends meet while also working with Rescue American Jobs.\n\n\n\nPACE: Looks like one of those days.\n\nTUCKER: Fueled by frustration and armed with a growing awareness via the Internet of similar minded groups.  A \ncoalition is forming around a shared goal.\n\nPACE: The ultimate goal is to get legislation passed to protect American workers.  There's none out there.\n\nTUCKER: There are proposals but they deal with restricting training and temporary visa programs such as H-1B \nand L1 Visas. Representative Rosea Delaro of Connecticut has a bill to limit the number of L1 Visas and it's co-\nsponsered by Representative John Mica of Florida.  Representative Nancy Johnson, also of Connecticut has a \nproposal to change the L1 and H1-B Visa programs.  Representative Tom Tancredo of Colorado wants to \ncompletely eliminate the H1-B Visa program.  But there's still is no overarching bill which would offer broad job \nprotection.\n\nROB SANCHEZ, ZAZONA.COM: Every American worker has a target on their back and they are walking around \nwith this target.\n\nTUCKER: As one worker put it this is an issue of economic patriotism.\n\n(END VIDEOTAPE)\n\nTUCKER: The argument goes when qualified workers are available American countries shouldn't be turning their \nback on them -- Lou.\n\nDOBBS: Bill, thank you very much.  The Sanford study is showing as many as 14 million jobs at risk to exporting \nabroad.  We thank you very much.\n\nIn a report released just today, chief executives from some of this country's leading technology company defended \ntheir exporting of American jobs to cheap overseas labor markets.  The CEO's are members of the something \ncalled the Computer System Policy Project.  It's an advocacy organization for the technology industry.  It's made up \nof CEOs of such companies as Dell Computer, Hewlett Packard, IBM, Intel, and Motorola.  That group argues that \nmoving the jobs to cheaper foreign labor market helps them break into markets where they believe students \nperform better than American students in subjects such as science and math.  The report says, quote, \"Americans \nwho think that foreign workers are no match for U.S. workers in knowledge, skills and creativity are mistaken.\"\n\nI don't know anyone that thinks that but nonetheless said.  But what I didn't know what Carly Fiorina the CEO of HP \nand a member of the group says, this one really did surprise me. \"There is no job that is America's god given right \nanymore.\" That's going to take some digesting and I assure you we will start digesting it in the days and weeks \nahead here.\n\nOn the campaign trail, Senator John Kerry speaking to New Hampshire business man today proposed a point in \nwhat might be called the consumer czar.  The new director of personal economic security would protect small \ninvestors from exploitation, assure fair mortgage lending and protect retirement benefits.\n\nDemocratic frontrunner Howard Dean at an Iowa breakfast today calls a new Labor Department guide that gives \nemployers tips on how to avoid paying overtime to low wage workers disgusting.  That's the Labor Department \nsaying that.  And Howard Dean's response -- the White House says its new wage rules will make 1.3 million white \ncollar workers eligible for overtime however critics say those same rules takes the overtime pay away from 8 \nmillion other workers.  Howard Dean lambasted in a New Club for Growth television ad in Iowa that portrays him as \nan elitist.\n\n(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: I think Howard Dean should take his tax hiking, government expanding, latte-drinking, \nsushi-eating, Volvo driving, \"New York Times\" reading…\n\n\n\nUNIDENTIFIED FEMALE: Body piercing, Hollywood loving left wing freak show back to Vermont where it belongs.\n\nUNIDENTIFIED MALE: Got it?\n\n(END VIDEO CLIP)\n\nDOBBS: Well that kind of attack by litany may be somewhat familiar to you.  There's nothing new about it.  In fact \nformer Democratic Senator Howell Heflin of Alabama back in 1990 called his opponent Bill Cabaniss a quote \"A \nGucci, Mercedes driving, Jacuzzi soaking, Perrier drinking, Gray Poupon Republican.\n\nTaking a look now at some of your thoughts on \"Exporting America.\"\n\nCharlie in Tampa, Florida, said, \"When the last high tech job leaves America, and the last manufacturer ships their \nfactory to the third world, who will earn a salary in America?  We will be working at McDonald's and shopping at \nWalMart for products made overseas.\"\n\nAnd President Bush's proposal to give millions of illegal aliens effective amnesty Kathy Maboll of Carrboro, North \nCarolina wrote, \"Lou, I wouldn't have believed it would happen in my lifetime: a president proposing to give away \nAmerican citizenship like it was some kind of door prize for breaking the law.  I am incredulous that President Bush \nproposes to destroy the meaning of citizenship by giving it away to criminals.\"\n\nLoren Arends of New Lisbon, Wisconsin, \" I am a long time Republican, but can not condone the actions of \nPresident Bush on this issue.\"\n\nFrom A. Rivers-Bland of Los Angeles, California.  \"If the minimum wage was raised to, say, $10 per hour, and \ncorporations and individuals hiring illegals were fined, Americans who don't want those jobs' would beat down \nthose doors to work.\"\n\nFrom Pallahan Sandep of Atlanta, Georgia, \"The temporary worker program proposed by President Bush today is \nnothing more than a blanket amnesty to millions of illegal immigrants.  It is a slap in the face of million of legal \nimmigrants, like myself, who legally earned their status.\n\nFrom James Holland of Nashville, Tennessee, \"The new immigration policy announced today is the stupidest thing I \nhave ever heard. Using this logic we should legalize drugs.\"\n\nAnd many of you wrote in about that Club For Growth ad that we quoted here yesterday, Amy Letter from San \nFrancisco this is her own version of the ad this one about President Bush.\n\nI think George W. Bush should take his deficit creating, government expanding, oil-mongering, family-farm \ndecimating, environment destroying, ideology-driven, corporate scandal ignoring, White House leak permitting, \nright-wing freak show back to Texas, where it belongs.\"\n\nWe haven't checked with Texas or Vermont but I'm sure they are flattered by both of those suggestions.  We want \nto hear from you.  E- mail us.\n\nComing up next the story of two ad executives, they are charged with overcharging. Trying to help the government \nhelp the folks. Stay with us.\n\n(COMMERCIAL BREAK)\n\nDOBBS: One of the biggest advertising campaigns ever run by the federal government has turned into an ugly \nscandal.  Within the last hour, two advertising executives face criminal charges in a Manhattan courtroom alleging \nthey cheated the federal government by overbilling for the work they did for the government's ad campaign for the \nwar on drugs.  Peter Viles reports.\n\n(BEGIN VIDEOTAPE)\n\n\n\nUNIDENTIFIED FEMALE: I helped kill a judge.\n\nUNIDENTIFIED MALE: I helped blow buildings.\n\nUNIDENTIFIED FEMALE: My life, my body.\n\nPETER VILES, CNN CORRESPONDENT: Powerful images in the war on drugs but the advertising executives \nbehind those images are in big trouble.\n\nTwo executives at Ogilvy & Mather indicted on criminal charges alleging they systematically overbilled the \ngovernment.  Thomas Early and Shona Seifert were both senior partners at Ogilvy.\n\nThey both left the agency and both pled not guilty today in federal court.  The alleged overbilling estimated at less \nthan $1 million, took place in 1999 and 2000 during the Clinton administration when Ogilvy was beginning a five-\nyear contract valued at 684 million.\n\nProsecutors have a source inside Ogilvy who tells us he was part of the conspiracy.  Former Congressman Bob \nBarr, one of the first to spot the billing problem blames both the government and the ad agency.\n\nBOB BARR, FORMER CONGRESSMAN: I think it's a combination of greedy contractors, very, very poor oversight.  \nVery poor paper trail management.  Trying to have too many different agencies involved in a particular project and \nthings fall between the cracks.\n\nVILES: It's an open secret that Ogilvy had problems in the contract.  It paid $1.8 million in 2002 to settle civil \ncharges.  The agency now says, quote, \"unfortunately, our performance on the initial contract did not meet federal \nrequirements or our own commitment to maintaining the highest ethical standards.\"\n\n(END VIDEOTAPE)\n\nVILES: Critics of the anti-drug effort say it has been poorly managed from the beginning.  Now it is run in an office \nout of the White House but several big agencies have a voice in it, the Justice department, Health and Human \nServices, and for some odd reason in this case, with these contracts, the United States Navy.  Auditors of these \ncontracts at some point in time were from the Navy.\n\nDOBBS: As messed up as the federal government and some of its agencies can be from time to time you really do \nhave to leave this where it belongs with the people overbilling.\n\nVILES: And the indictment lays out a very clear scandal.  They said, guys, we're not billing enough, let's just bill \nmore, change the time cards.\n\nDOBBS: Unbelievable. Public service campaign, great.  Thanks a lot.  Peter Viles.\n\nComing up next, a happy homecoming for some of our soldiers in the 101st Airborne division today but first, let's \ntake a look at companies we confirmed today to be exporting America.\n\nThese are companies sending jobs, American jobs, overseas or choosing to employ cheap foreign labor instead of \nAmerican workers.\n\nTonight's additions include Alpha Thought Global, a medical billing company based in Chicago, Document Sciences \nCorporation, and -- it's a document management software company, and please keep sending those names in.  The \nlist is getting really, really long.\n\nWe're thinking about perhaps trying to find some companies that don't export jobs to cheap foreign labor markets.  \nI'm afraid it might be a very, very short list.  But we're going to explore that. We're going to consider it and \nmeanwhile, we'll just keep adding to this list as we confirm the companies exporting America.  We'll update the list \nevery night.\n\n\n\n(COMMERCIAL BREAK)\n\nDOBBS: A statement tonight from House Majority Leader Tom DeLay on the president's immigration proposals \nannounced today.  Tom DeLay said, quote, \"I remain skeptical.  It constitutes sound public policy. The dialogue is \nunder way.\"\n\nNow the results of tonight's poll.  The question we asked. \"Which term do you think best describes those who have \nentered our country illegally?\"\n\n77 percent have voted \"illegal aliens.\"\n\n\"Illegal immigrants,\" 17 percent.\n\n\"Undocumented workers,\" 5 percent.\n\n\"Guest workers,\" one percent.\n\nAnd just for the record, \"illegal aliens\" is the correct terminology under the federal definitions under the immigration \nregulations.\n\nFinally, tonight, some 200 soldiers from the 101st Airborne division today returned to Fort Campbell, Kentucky to a \ncheering crowd.  The Screaming Eagles are the first wave of some 600 soldiers arriving home this week after nearly \na year in Iraq.\n\nWe'd like to share with you now some of the sights and sounds of their homecoming.\n\n(BEGIN VIDEOTAPE)\n\nUNIDENTIFIED MALE: We have gathered to give a Screaming Eagle recognition to the soldiers from units across \nthe 101st Airborne division (UNINTELLIGIBLE) for serving in Operation Iraqi Freedom.\n\nUNIDENTIFIED FEMALE: One, two…\n\nUNIDENTIFIED MALE: It's good to smell American soil and air. You have no idea.\n\nUNIDENTIFIED MALE: Incredible.  Incredible.  It was nothing like coming back from Korea.  This is a hundred times \nbetter.\n\nUNIDENTIFIED MALE: She was born two weeks after I got deployed.\n\nUNIDENTIFIED MALE: It's great but it's kind of hard leaving your friends behind.  They should be here soon.\n\n(END VIDEOTAPE)\n\nDOBBS: And that's our show for tonight.  Thanks for being with us.  Tomorrow, on exporting America, a report on \nan American icon no longer made in the U.S.A.\n\nAnd Tom Donahue, the president and CEO of the U.S. Chamber of Commerce will be here to talk about the \npresident's immigration policies.\n\nFor all of us here, thanks for being with us.  Welcome home, 101st.  Good night from New York.  Anderson Cooper \nis next.\n\nEND TO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE \nONLINE ORDER FORM LOCATED AT www.fdch.com \n\nhttp://www.fdch.com/\n\n"}