{"title": "5 citizens sue over tactics used in immigration raid", "body": "\nFive United States citizens who were caught up in immigration raids in southeast Georgia filed a federal lawsuit \nWednesday claiming their civil rights were violated.\n\nThe Southern Poverty Law Center, an advocacy group based in Montgomery, Ala., filed the suit on behalf of the \nplaintiffs. It claims U.S. Immigration and Customs Enforcement\n\nagents entered and searched private homes without lawful authority to do so during the early September raids.\n\nIt also claims the agents stopped cars on the street and interrogated and detained people merely because they \nlooked Mexican, the lawsuit says. The raids in Emmanuel and surrounding counties resulted in the removal of more \nthan 125 illegal immigrants, according to ICE.\n\nThe suit, filed in the U.S. District Court for Northern District of Georgia, seeks monetary damages for pain and \nsuffering.\n\n\"They trampled on the constitutional rights of every person of Hispanic descent unfortunate enough to get in the \nway,\" said Mary Bauer, an attorney with the center who spoke at a news conference held outside the courthouse in \nAtlanta on Wednesday.\n\nThe suit also seeks punitive damages to deter unlawful search and detention of all Latinos who live in the area \nserved by the Atlanta office of Immigration and Customs Enforcement, which includes Georgia, North Carolina and \nSouth Carolina.\n\nMaria Christina Martinez, 33, of Reidsville, Ga. and her daughter, Justeen Mancha, 15, two of the plaintiffs, said at \nthe news conference that federal agents came into their home without showing a warrant.\n\nMancha, who was born in Texas, said she was home alone getting ready for school when she heard several men \nenter her mobile home.\n\n\"They started screaming 'illegals' and 'Mexicans' and stuff like that,\" Mancha said. One agent had his hand on his \nholstered gun, she said.\n\n\"That's what scared me the most,\" said Mancha, who speaks with a Southern drawl and wore a Georgia Bulldogs \nbelt around her tiny waist. \"It looked like he was going to shoot someone.\"\n\nThe raids focused on three south Georgia counties and were conducted house to house, searching for illegal \nimmigrants who used false documents and worked at the nearby Crider Poultry plant in Stillmore.\n\n\nMancha's mother, Martinez, was born in Florida and used to work at the Crider poultry plant. Martinez said she is \nfiling the lawsuit because she doesn't want anybody else to go through this treatment.\n\nImmigration and Customs Enforcement spokesman Marc Raimondi defended the raids in an e-mail statement.\n\n\"This operation was not targeted at any specific ethnic group but was instead targeted at immigration status \nviolators,\" Raimondi wrote. \"All arrests were in compliance with the applicable laws,\" he said, and were intended to \n\"restore integrity to the nation's immigration system.\"\n\nThe lawsuit also alleges that three other U.S. citizens of Latino heritage were unlawfully detained in the raids. One \nman was shoved up against his truck as agents searched his house and another was stopped in her car and asked \nfor identification. Agents broke down the door of the home of a third citizen who refused to open the door, the \nlawsuit says.\n\nNone of the five plaintiffs was arrested or transported to immigration detention centers.\n\nDavid Robinson is the sixth plaintiff in the suit. He claims his property was damaged when federal agents broke into \nnumerous mobile homes.\n\nMary Lou Pickel writes for the Atlanta Journal-Constitution. E-mail: mpickel AT ajc.com\n"}