{"title": "Village Mourns Mexicans Who Died Emigrating", "body": "\nThis is such a small village, five farming families who live in a ramshackle cluster of houses made from wood and \npalm leaves, that just about everyone has a memory of Julian Ambrose Malaga's last day here. \n\n     When he left, headed worlds away to seek work in the United States, he wore his favorite red-and-white striped \nsoccer jersey and carried almost nothing but a change of clothes and a wad of pesos and dollars in his backpack. \n\n But from their recollections, tinged with grief, regret and longing, Mr. Ambrose's relatives and friends also made \nclear that the 24-year-old former soldier, new husband and expectant father left with a head full of dreams, and that \nmany of his dreams had become their own.\n\nMr. Ambrose promised his mother a house with cement walls and a modern stove. He told his uncle, a corn farmer, \nthat he would buy him a used but reliable truck. He told his teenage cousins that once he got settled somewhere \nnorth of the border, he would send money for them to join him and help them start new lives. \n\nAnd Mr. Ambrose's father said of his son, \"He promised me that he would always behave with respect, that he \nwould make me proud.\"\n\nBut his dreams have turned into cruel delusions. Last week, he and 13 other Mexican immigrants died from \nexposure near Yuma while trying to cross the Arizona desert. Another 13 severely dehydrated immigrants survived.\n\nThe victims, who were found so dehydrated that coroners said the dead appeared mummified, had been \nabandoned for one week in 114-degree temperature by smugglers who had guided them there. \n\nOnce they are formally identified, their names will be added to the hundreds of others who die each year, generally \nfrom drowning or exposure to extreme heat or cold, while trying to cross illegally into the United States.\n\nMost of those found dead in last week's tragedy -- the deadliest illegal border crossing in recent history -- came \nfrom the lush gulf coast state of Veracruz. \n\nAmong their communities, some are so isolated and depressed that they seem to be clinging for life at the end of \nthe earth. And the overwhelming lure of jobs north of the border that has begun to suck these communities dry of \nable-bodied men shows that the American dream has penetrated just about all of Mexico's rural core.\n\n\"I cried when he told me he was leaving,\" said Jose Hernandez, an 18-year-old cousin. \"But he said he was going \nto be the first one to start making life better for all of us. After a while, we all started to believe him.\"\n\n\nIn contrast to the inhospitable desert where they died, Veracruz seems a paradise. Its emerald landscapes produce \ncoffee, tobacco and sugar. The ocean is rich with seafood and deposits of oil. But declining coffee prices and a \nbeleaguered national oil industry have forced farmers across the state to abandon their land for jobs on farms in \nnorthern Mexico or north of the border. \n\nThose who survived the incident in Arizona said they were headed to jobs in North Carolina, where the population \nof Mexicans soared by 65 percent in the last decade.\n\nMeanwhile, Gabriel Arnau Oliveros, the mayor of Santiago Tuxtla, a municipality next to Chamizal, has watched the \nnumber of constituents in his communities decline. Recently elected to a third term, he recalled campaign events in \nwhich he turned to his aides and whispered, \"Where are all the men?\" \n\nAt others, he said, he would stare in wonder at the sight of subsistence farmers living in nicely furnished houses \nwith satellite televisions. He did not dare ask in public, but he acknowledged the thoughts that crossed his mind: \n\"Where does their money come from?\"\n\nThe answer to both questions was the same.\n\n\"Every community around here has people in the United States,\" Mr. Arnau said, referring to his municipality of \nsome 60,000 people near the southern edge of the state. \"They go with visions of resolving the biggest problem in \nthis country: poverty.\"\n\nMore than 40 percent of Mexico's 100 million people live in poverty. \"For many people,\" Mr. Arnau said, \"leaving \nMexico seems the only way to escape.\"\n\nRafael Temis Gonzalez, 28, a corn farmer from the isolated community of Apixita (pronounced ah-pee-SHEE-ta), \nbelieved that it was his only way out. He tried to ignore the construction going on across the dirt road from the \nthatched hut where he lived with his family -- including his mother, his wife, his year-old daughter, two sisters and \nfour nieces. \n\nHis cousins had gone to the United States, said his mother, Elsa Gonzalez. And within a year they were building \nnew houses for their families. They offered to pay Mr. Temis to help with the construction.\n\n\"With that, Rafael decided he wanted to go to the United States,\" said Ms. Gonzalez, 58. \"He said: 'Why should I \nhelp someone else build a house? I want to build my own house.' \"\n\nAlthough she said she had not received official word from the government, Ms. Gonzalez said she believed that her \nson was one of the lucky Veracruzanos who survived the heat of the Arizona desert. \n\nNeighbors reported that he had called the community telephone center. His voice was weak, neighbors reported, \nand he could not talk for long, but he wanted to get word to his family that he was alive.\n\n\"I have been so worried about him that I do not know what to do with my soul,\" said Ms. Gonzalez, whose eyes \nfilled with tears. \"I go to church every day. I hold a picture of my son, and I pray, 'My God, I have come to kneel \ndown and ask you not to abandon my son.' \"\n\nMen sitting outside the one neighborhood bodega said more men from the village were living in the United States \nthan in Apixita. And when asked whether the recent incident in Arizona might stop the steady human flow north, the \nmen smirked, shook their heads and tried to explain the hard realities of their lives.\n\nThere are no jobs, they said. Most of the families pay rent for the couple of acres they use to grow the corn that \nsustains them. Some days the teachers give classes, but most days they do not show up for work.\n\nThe residents said three young people, including a single mother of two, had just left the village on Friday. Leonira \nTemis, a friend of the mother, said, \"There was nothing and no one that could convince her to stay, even though \nshe knew that she might come back dead.\"\n\n\n\nIn Chamizal, Mr. Ambrose's family awaits the arrival of his remains. Until then, his mother clings to a cluster of old \narmy photos of her son and wishes that she had not encouraged him to follow such reckless dreams. \n\nHis wife of four months waits nervously for the birth of their child, expected in October. His cousins have resigned \nthemselves to working as corn farmers in the safety of their own country, \"at least for now,\" said Jose Hernandez. \nAnd when asked if he is proud of his son, Mr. Ambrose's father, Reinaldo, was adamant.\n\n\"Yes, I am proud,\" he said. \"My son risked everything for his dreams, for a better life. But it was not meant to be.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Elsa Gonzalez wept as she told of her son, who is believed to have survived an ordeal in the Arizona desert \nin which 14 Mexicans died trying to migrate illegally to the United States. (Arturo Fuentes for The New York Times) \nMap of Mexico highlighting Chamizal: Farmers from villages like Chamizal and Apixita are going north.\n"}