{"title": "U.S. PANEL CALLS FOR LIMITING AID TO ILLEGALS", "body": "\nA federal commission on American immigration policy recommended today that illegal immigrants should not \nreceive public-funded aid except in emergencies and that states should receive some financial aid to offset some of \ntheir costs in accommodating them.\n\n\"Illegal aliens have no right to be in this country,\" said former Rep. Barbara Jordan, who headed the commission. \n\"They are not part of our social community. There is no intention that they integrate.\"\n\nThe commission issued a report to Congress setting out its views, among them a controversial one that would use a \ncomputer registry based on Social Security numbers and that employers would be required to call the registry to \nverify that the number is valid.\n\nThe issue of illegal immigration is an explosive one as states attempt to deal with rising numbers of people entering \nthe country looking for work and ending up on welfare rolls and receiving other benefits. Five states -- Texas, \nCalifornia, Arizona, Florida and New Jersey -- have sued the federal government seeking reimbursement for \nexpenditures such as housing and medical care for illegal immigrants.\n\nThe Immigration and Naturalization Service has estimated that 3.4 million illegal immigrants lived in the United \nStates in October 1992.\n\nJordan said today that the commission believes that neither employer sanctions nor more stringent labor standards \nalone can do the job.\n\n\"As long as U.S. businesses benefit from the hiring of unauthorized workers, control of unlawful immigration will be \nimpossible,\" Jordan told an audience at a National Press Club luncheon where the report was released.\n\nActions against employers do not work, she said.\n\n\"They are doubly flawed. Illegal aliens are able to easily circumvent them by purchasing counterfeit documents,\" \nshe said. And, she said, because employers worry about inadvertently hiring an illegal immigrant, they \"discriminate \nagainst foreign-looking and -sounding citizens and legal immigrants. As a society, we can tolerate neither the fraud \nnor the discrimination.\"\n\nShe cautioned that the commission views legal immigrants differently and strongly recommends \"against any broad, \ncategorical denial of eligibility for public benefits . . . on the basis of their alienage.\"\n"}