{"title": "BILL AIMS TO KILL MORTGAGE PROGRAM FOR 'ILLEGALS'", "body": "\nMADISON, Wis. -- Republicans are proposing legislation aimed at shutting down a state program that makes it \neasier for illegal immigrants to get home loans.\n\nThe bill would forbid the Wisconsin Housing and Economic Development Authority from helping people without \nSocial Security numbers get mortgage loans.\n\nThe agency, created by legislators more than 30 years ago, started the mortgage loan pilot program last year for \npeople with Individual Taxpayer Identification Numbers instead of Social Security numbers.\n\nThe agency has since helped provide 61 loans to people with ITINs through partnering banks, which write the loans \nthat WHEDA finances through tax-exempt bonding. Many ITIN holders live and work illegally in this country, even \nthough they pay taxes.\n\n\"It makes a mockery of our laws to have a special program designed to benefit illegals,\" said state Sen. Glenn \nGrothman, R-West Bend, who wrote the Senate version of the bill. \"And it makes anybody who is patiently waiting \nto enter this country legally look like a fool.\"\n\nThe measure needs approval from both houses of the Legislature and Gov. Jim Doyle's signature to become law.\n\nITINs were created in 1997 for the Internal Revenue Service for foreign citizens who needed to pay taxes in the \nUnited States but could not obtain Social Security numbers. The government issued about 7 million ITINs as of last \nyear.\n\nSome banks already issue mortgage loans to immigrants with ITINs, but WHEDA is believed to be the first and \nonly quasi-government organization to buy such loans from the banks.\n\nWHEDA's executive director, Antonio Riley, said the agency is expected to help people being underserved by the \nprivate sector. He noted Wisconsin's Latino population increased by 107 percent between 1990 and 2000, and the \nstate's Hmong and Somali populations also are growing.\n\n\"By meeting these markets, we grow homeownership and the property tax grows. It is a win-win,\" Riley said. \"It's \nnot as if they are building in suburbia; they are building in inner cities and Hispanic neighborhoods. We do not use \ntaxpayer dollars to do this.\"\n\nHe said the immigrants must meet the same lending criteria as other low-income people who benefit from WHEDA-\nfinanced loans.\n\nThe Wisconsin Bankers Association opposes the proposed legislation.\n\n\n\"The bankers we talked to, our members, felt vested in their communities and wanted all types of community \ndevelopment tools at their disposal,\" said Mike Semmann, the association's government relations director.\n\nON THE NET\n\nWisconsin Legislature: www.legis.state.wi.us \n\nWisconsin Housing and Economic Development Authority: www.wheda.cm \n"}