{"title": "Nominee Criticized Over Post-9/11 Policies", "body": "\nMichael Chertoff, President Bush's nominee to be secretary of homeland security, is widely hailed for his intellectual \nheft and tireless work habits as a federal prosecutor and judge. But he also faces criticism as an architect of some \nof the most controversial elements of the Bush administration's domestic war on terrorism that followed the Sept. \n11, 2001, attacks. \n\nAs an assistant attorney general in the months after the attacks, Chertoff helped oversee the detention of 762 \nforeign nationals for immigration violations; none of them was charged with terrorism-related crimes. A subsequent \nreport by the Justice Department's inspector general determined that Justice's \"no bond\" policy for the detainees -- \na tactic whose legality was questioned at the time by immigration officials -- led to lengthy delays in releasing them \nfrom prison, where some faced \"a pattern of physical and verbal abuse.\" \n\n\"We're very concerned that Judge Chertoff views immigration solely through the lens of national security and \ncounterterrorism, and that his record on counterterrorism needs to be closely examined,\" said Kate Martin, director \nof the Center for National Security Studies, a civil liberties group. \n\n But Chertoff's admirers say he is respectful of constitutional protections, and they stress his legal skills as a \nprosecutor and lawyer in private practice. \n\n \"He's got the right mix of substantive knowledge and administrative skill that is needed for this job,\" said George \nTerwilliger, a senior Justice Department official in the George H.W. Bush administration who is close to the White \nHouse. \n\nChertoff, 51, served for three years as the head of the Justice Department's criminal division, where he supervised \nterrorism cases and oversaw the prosecution of corporate criminals, among other cases. For the past year and a \nhalf, he has served as a judge on the U.S. Court of Appeals for the 3rd Circuit, based in Philadelphia. \n\n The son of a rabbi in northern New Jersey, Chertoff impressed his fellow students with a slashing style of argument \nin 1975 in their first year at Harvard Law School. Scott Turow, a classmate who is now a successful novelist, drew \non Chertoff's verbal volleys in his first book, \"One L,\" a semi-fictional memoir of life in law school. \n\n\nChertoff was a clerk to Supreme Court Justice William J. Brennan Jr. in 1979 and 1980. In 1983, he joined the U.S. \nattorney's office in New York, where he prosecuted Mafia figures. Later, in New Jersey, he made his mark pursuing \ncorrupt politicians, including former Jersey City mayor Gerald McCann. \n\n Known for his intensity and political savvy, he was U.S. attorney for New Jersey under President George H.W. \nBush and during the first year of President Bill Clinton's term. But Chertoff soon turned against his former White \nHouse boss when, in 1994, he became counsel to a special congressional panel headed by Sen. Alfonse M. \nD'Amato (R-N.Y.) that looked into the Whitewater real estate scandal and other Clinton business deals. \n\nBut it is Chertoff's central role in designing the nation's counterterrorism policies after Sept. 11 that is likely to \nprompt scrutiny from some Senate Democrats handling his confirmation. \n\nIn the chaotic weeks after the attacks on the World Trade Center and the Pentagon, Attorney General John D. \nAshcroft, fearful that other terrorist \"sleepers\" might mount new attacks, ordered the detention of hundreds of \nMiddle Eastern, North African and South Asian men who had committed even minor immigration violations. He \nnamed Chertoff, as head of the criminal division, to lead the effort. \n\nCivil liberties groups soon denounced the policy, which caused the men to be held incommunicado for weeks at a \ntime. Detainees were held an average of three months before being cleared of suspicion and released. \nAdministration officials acknowledged later that the FBI at the time was so overwhelmed with terrorism \ninvestigations that many of the detainees languished in jail before agents cleared their names. \n\nIn 2003, Justice Department Inspector General Glenn A. Fine released a lengthy report concluding that top \ngovernment officials instituted a \"hold until clear\" policy for the detainees even though immigration officials \nquestioned the policy's legality. \n\nThe American Civil Liberties Union said in a statement that Chertoff should be grilled by senators about his \nenforcement of the USA Patriot Act and other counterterrorism initiatives the group has condemned. \"We are \ntroubled that his public record suggests he sees the Bill of Rights as an obstacle to national security,\" the ACLU \nsaid. \n\nAt a Senate hearing in November 2001 about Justice's aggressive counterterrorism efforts, Chertoff said, \"Are we \nbeing aggressive and hard-nosed? You bet. . . . In the aftermath of September 11, how could we not be?\" \n\nThe week after Fine's report was released, Chertoff was confirmed 88 to 1, with 11 senators not voting, for the \nappeals court job. The sole senator to vote against him that day -- and in his 95 to 1 Senate confirmation to head \nthe criminal division in 2001 -- was Sen. Hillary Rodham Clinton (D-N.Y.). Chertoff fought within the administration \nto keep accused Sept. 11 conspirator Zacarias Moussaoui in the criminal justice system rather than having him \ndeclared an \"enemy combatant\" and tried before a military tribunal. \n\nSince leaving the Justice Department, Chertoff has written and spoken publicly about the need for \"creative legal \nthinking\" in Congress and the White House about a new approach for handling suspected terrorists. \n\nStaff writer Susan Schmidt and research editor Lucy Shackelford contributed to this report. \n"}