{"title": "69 Immigrant Workers Held in Baltimore Area Raids", "body": "\nFederal immigration agents detained 69 workers from Latin America and Africa yesterday after raids on nine \nbusinesses that used a Baltimore-based temporary employment agency suspected of providing illegal \nimmigrants, authorities said.\n\nThe raids on the Baltimore area companies were part of a stepped-up nationwide campaign by U.S. Immigration \nand Customs Enforcement against firms suspected of employing illegal immigrants.\n\nAgents also seized the $600,000 bank account of Jones Industrial Network, the employment agency under \ninvestigation for allegedly supplying illegal workers to firms that included the sportswear manufacturer Under \nArmour and bonded warehouses in or near the Port of Baltimore.\n\nAuthorities said the Jones firm was the sole target of their criminal investigation because it bore responsibility for \ndetermining the legal status of workers it provided under contract. No Jones officials faced arrest or charges \nyesterday, they said.\n\nAt an afternoon news conference outside the shuttered Jones headquarters, a block from Baltimore's Inner Harbor, \ntearful relatives of several detained women pleaded for them to be released, saying they had young children at \nhome or were pregnant. One man carried his 4-month-old son in a car seat.\n\n\"There was no one to pick up my little brother at school today,\" said Daysy Lopez, 24, an immigrant from Mexico, \nwho said her mother was among those detained. Her 8-year-old brother, David, played on the sidewalk while \ncarrying a school knapsack.\n\nJose Ramirez Sanchez, 30, a construction worker from Mexico, said his wife, Anadelia Carrillo, 28, was four \nmonths pregnant when she was arrested at her job early yesterday at a clothing warehouse operated by Under \nArmour, just south of Baltimore.\n\n\n\"Instead of taking away people who are hurting the country or doing murders, they are taking away people who \nwork hard and want this country to get ahead,\" Sanchez said, burying his face in his sweat shirt as he fought back \ntears. \"They chase us like animals and say they are doing it for the good of the country.\"\n\nImmigration officials, who announced the raids at a news conference in a Baltimore hotel, said that they might \nrelease as many as 20 detained workers on humanitarian grounds so they could care for their children, but that \nthey would still face immigration charges. All were detained on suspicion of being in the United States illegally.\n\n\"We're evaluating 20 cases. We believe there may be grounds for humanitarian releases,\" said James Dinkins, \nacting special agent in charge of the Baltimore field office of ICE. Officials said they had set up a toll-free, 24-hour \nhotline for detainees' relatives to call for information. The number is 866-341-3858.\n\nThe raids were the latest in a series of actions. In December, several hundred people were taken into custody in \nraids on meatpacking plants operated by Swift & Co. in six states. This month, federal agents detained more than \n300 employees of a leather goods manufacturer in New Bedford, Mass.\n\nYesterday, activists from CASA of Maryland, a nonprofit group that helps immigrants, as well as several labor and \nchurch representatives, asked that immigration officials halt work raids and deportations until Congress passes a \ncomprehensive immigration reform law. They said current laws often lead to separating parents from their children, \nincluding those who are U.S.-born citizens.\n\nOfficials said the workers detained yesterday were being held and processed in Baltimore. They said some would \nbe sent to detention centers in Maryland and Pennsylvania, except for any who are released on humanitarian \ngrounds.\n\nOne detained woman, who was eight months pregnant and said she was not feeling well, was taken to a hospital \nduring a raid, said ICE spokeswoman Jamie Zuieback.\n\nMany of the workers were laborers such as offloaders and packagers. Some of the women worked labeling and \npackaging clothes, their relatives said. Officials said the detainees had come from Mexico, Guatemala, Honduras, \nEl Salvador, Costa Rica, Ecuador, Kenya, Cameroon and Ghana.\n\nIn addition to the Jones firm, officials said the eight raided facilities were operated by Under Armour and Dixie \nPrinting and Packaging Corp., in Anne Arundel County; Tessco Technologies and BP Castrol, in Baltimore County; \nand Pritchard Brown, C. Steinweg, Baltimore Metal and Commodities, and Beacon Stevedoring, all in Baltimore.\n\nKevin Haley, general counsel for Under Armour, told the Associated Press that the company was unaware the \nemployees were illegal immigrants. He said the firm was \"cooperating fully with law enforcement\" and had been \ntold it was not a target of the government's investigation.\n\n\"At Under Armour, we are patriots first and last and we're fully committed to compliance with all laws and \nregulations,\" Haley said. \"We're furious that apparently one of the temp agencies we use was not so committed or \ngave the appearance of being not so committed.\"\n\nDinkins said the ICE inquiry was launched in August after investigators received an anonymous tip that illegal \nimmigrants were working at the Port of Baltimore. He said ICE was concerned because the facilities were bonded \nwarehouses. Such facilities are allowed to store incoming and outgoing cargo before it is examined by customs \nagents, during which time it is \"very susceptible to substitutions and tampering,\" he said.\n\nEfforts to contact Jones officials were unsuccessful, and signs in English and Spanish were taped inside the firm's \nfront window saying it was closed for the day.\n\nStaff writer Mary Otto contributed to this report.\n\n\n\nGraphic\n\n \n\nIMAGE; Photos By Steve Ruark -- Associated Press; Marc Raimondi, a spokesman for U.S. Immigration and \nCustoms Enforcement, briefs reporters. At right, an Anne Arundel County special operations officer waits outside an \nUnder Armour facility.\n\nIMAGE; Photos By Steve Ruark -- Associated Press; Marc Raimondi, a spokesman for U.S. Immigration and \nCustoms Enforcement, briefs reporters. At right, an Anne Arundel County special operations officer waits outside an \nUnder Armour facility.\n"}