{"title": "Adopting the American Dream; Immigrant Entrepreneurs Embrace Self-Employment and the Chance to Succeed", "body": "\nAh, America. The land of the free, the home of the brave -- and the place where any smart, hard-working person, \nnative-born or foreign-born, can bring home big bucks by going into business.\n\nIt's a vision of American enterprise embraced by millions of immigrants, becoming a part of national folklore that \nhas played out generation after generation. But it's more than legend, it's fact: Immigrants own 1.5 million U.S. \nbusinesses, or 1 of every 12 companies, according to the Census Bureau's most recent estimates in 1992.\n\nThere are 28,000 immigrant entrepreneur households, or almost 17 percent of a total of 165,000 self-employed \nhouseholds in the Washington area, said George Grier, a Bethesda researcher who analyzed recent Census \nBureau surveys. This 17 percent figure mirrors the metro area population as a whole, where about 716,000 \nimmigrants are part of a total population of 4.4 million, he said.\n\nIncluded among these local immigrant entrepreneurs are such stars as Jeong Kim, a Korean-born engineer who \nrecently sold his Landover company, Yurie Systems Inc., for $ 1 billion, and Rajendra and Neera Singh, Indian \nimmigrants-turned-cell phone magnates who built a $ 1 billion fortune in the last decade. They're joined by \nthousands of smaller merchants -- the Korean grocer, the Chinese dry cleaner, the Mexican restaurant owner.\n\nSo why have immigrants hopped on the entrepreneurial bandwagon?\n\nExperts point to positive forces that encourage prospective entrepreneurs to take the plunge into self-\nemployment. For example, an immigrant might be more likely to start his own business if he knows another ethnic \nentrepreneur who could serve as a mentor.\n\nBut there also are factors that force immigrants into the entrepreneur fold, experts said. Problems with language \nskills or lack of advanced education keep some immigrants out of high-paying jobs.\n\n\"It's not so much that immigrants come over with a burning desire to be entrepreneurs,\" said Robert Barbato, a \nprofessor of entrepreneurship at Rochester Institute of Technology's College of Business in upstate New York. \"It's \nthat they don't have good alternatives.\"\n\nHe said immigrants in ages past had more wage opportunities in such areas as manual labor. \"We don't have \npeople digging Erie Canals by hand anymore,\" he said. Today's jobs are in such industries as technology, where an \neducation is a requirement.\n\nThe entrepreneurs profiled on the next\n\n\ntwo pages represent the full spectrum of immigrant businesses in the Washington area, from the big high-\ntechnology company to the tiny restaurant. Each offers a different lesson to those wanting to strike out on their own \n-- including the importance of ethnic support networks and the value of capitalizing on a unique background. But \nthey all agree that America offers unparalleled opportunities for financial self-improvement.\n\n\"Everything was so restricted in Vietnam. The opportunity was not there,\" said Hong Hou, 48, the owner of a \nVietnamese restaurant in Falls Church and one of our featured immigrant entrepreneurs. \"This is just a dream \ncome true.\"\n\nGoing Mainstream America by Way of the SBA\n\nLesson: Some of the most successful immigrant entrepreneurs are American-educated and run businesses that \nbelie their immigrant status.\n\nWhen he arrived in this country in 1970, Satyendra \"Shri\" Shrivastava didn't intend to stay. He was here for nine \nmonths, period. Just enough time to complete a master's degree in computer science and then head home to India, \nback to his well-paying job -- not to mention his pregnant wife.\n\nNearly 30 years later Shrivastava is still here. His degree led to jobs at such big corporations as GTE Corp. and \nPotomac Electric Power Co. And then he caught the entrepreneurial bug and America seemed a more hospitable \nenvironment for pursuing that goal. Plus, his wife and children liked living in the United States. Somewhere along \nthe line, he discovered that he liked it, too.\n\nToday the 59-year-old immigrant is the chief executive of Anstec Inc., a McLean information-technology company \nthat has annual revenue of about $ 53 million.\n\nFrom a sterile corporate office park near Tysons Corner, the company's 425 employees work on high-tech projects \nfor federal agencies including the Defense Department and the Transportation Department. Most of their work is \nincomprehensible to non-techies, having to do with networking, software conversion and database planning and \ndesign.\n\nAnstec is one of thousands of virtually indistinguishable systems integrators that dot the Capital Beltway, firms that \nmake their living by selling their services to the federal government.\n\nThere's little about Anstec that marks it as an \"immigrant\" firm. The 15-year-old company doesn't specifically seek \nout immigrant employees; its products aren't aimed at any particular ethnic group, but instead are sold to the most \nmainstream of American institutions, the federal government.\n\nAnd unlike other immigrants, Shrivastava didn't have someone from his own community to show him the ropes. \nRather, his mentor was the U.S. Small Business Administration. In 1987 Shrivastava joined the SBA's 8(a) \nprogram, which is aimed at helping minority businesses start off on the right foot. His company grew by leaps and \nbounds during its nine-year tenure in the program, with revenue topping out at $ 66 million in 1996, up from $ \n600,000 in 1987.\n\n\"It's a good program,\" Shrivastava said. \"Initially we needed that help, but now we compete on our own strength.\"\n\nExperts say immigrants like Shrivastava aren't alone in taking an \"Americanized\" route to developing their \nbusinesses. Indian entrepreneurs are especially likely to eschew the traditional ethnic support networks, according \nto Timothy Bates, a professor of labor and urban affairs at Wayne State University.\n\nIndian business owners are the least oriented to serving an ethnic clientele -- a fact that makes them among the \nmost profitable, large-scale and least failure-prone enterprises, he said.\n\nAlso adding to their success is that the fact that they are the most highly educated of all ethnic groups, with 73 \npercent of Indian men having college degrees, Bates said. And nearly 80 percent of Indian male immigrants \n\n\n\nalready are fluent in English when they arrive in this country, compared with just 21 percent of Vietnamese \nimmigrants.\n\nFor Hispanics, Memories of Home Echo Here\n\nLesson: Define as your niche an underserved need of your ethnic community, and then go about filling that need.\n\nWhen Ronald Gordon arrived in Washington almost 30 years ago from Lima, Peru, the outgoing, athletic teenager \ndreadfully missed one thing about life in his old hometown: soccer.\n\n\"When I came to America, nobody played it,\" the now-43-year-old Arlington entrepreneur recalled. \"Nobody wrote \nabout it; nobody watched it on TV.\"\n\nWhen he was all grown up and ready to make his mark on the world, Gordon recalled his earlier remorse over the \nloss of his favorite sport. And he saw a business opportunity: Why shouldn't he launch a weekly newspaper to cover \nthe local soccer leagues? He'd probably make a bundle.\n\nTime and again in his two decades of entrepreneurship, Gordon has zeroed in on an underserved need in his \ncommunity and then gone about filling it. He has built a thriving business offering Hispanics in the Washington area \nthe goods and services that he wished he had when he first arrived in this country.\n\nThe soccer newspaper didn't take off, but Gordon's other ventures have proven very successful. Today Gordon \nowns ZGS Communications Inc. and ZGS Broadcasting Inc., companies that employ 60 people and have combined \nannual revenue of about $ 8.5 million.\n\nZGS Communications develops marketing campaigns for companies and organizations that want to target \nmembers of the Hispanic community. For example, the American Association of Retired Persons depends on ZGS \nto host its \"Golden Afternoon\" promotion, a family festival aimed at attracting Hispanic retirees as AARP members.\n\nThe communications company also produces Hispanic-themed programming for English-language television. Its \nsyndicated specials include such titles as \"Latino Music Greats,\" a one-hour program featuring Gloria Estefan, Julio \nIglesias and other Hispanic artists. The programs reach an average of 80 percent of Hispanic households, a fact not \nlost on advertisers who also are trying to reach this fast-growing, big-spending population.\n\nThe other arm of Gordon's empire, ZGS Broadcasting, has three Spanish TV stations -- Telemundo (Channel 64) in \nWashington and stations in Orlando and Tampa -- and two Spanish radio stations in Tampa. Together, they serve \nmore than 1 million Hispanic people.\n\nExperts say many foreign-born entrepreneurs settle on businesses that capitalize on their unique background. \"It \njust makes sense,\" said Robert Barbato, a professor of entrepreneurship at Rochester Institute of Technology's \nCollege of Business in upstate New York. \"You've got to marry opportunity to what it is you know.\"\n\nFor Gordon that means creating TV programs, radio shows and marketing programs that are helpful to other \nimmigrants. Of course it doesn't hurt that advertisers are willing to pay big bucks to reach that population -- he is, \nafter all, trying to run a business. \"I'm a big hawk on the bottom line,\" he admitted.\n\nA nice benefit of his success, he said, is that he's able to offer jobs to fellow Hispanics. About two-thirds of his \nemployees are Hispanic.\n\nGordon realizes that it's not just about dollars and cents. He proudly points to a viewer's letter about a recent ZGS \nTV special. \"Your show made me proud to be Latino,\" the viewer wrote. \"Organizations like yours remind us that we \ncan still achieve the American dream after all, even when all seems so hard.\"\n\nBreaking Bread With Family At the Restaurant Pho 888\n\n\n\nLesson: The traditional family unit and the larger ethnic community play a big role in the survival of an immigrant's \nbusiness, providing loyal, low-cost employees, mentors, customers and financing.\n\nLife at Pho 888, a new Vietnamese restaurant in Falls Church, is truly a family affair.\n\nHong Hou, the dad, is in charge of ordering all the food. Nga, the mom, cooks it. The 20-year-old twins, son Phi and \ndaughter Thu, serve as waiters and busboys. And the oldest daughter, Anne, 24, takes care of the books.\n\nThe family works at the restaurant 12 hours a day, seven days a week, dishing up bowl after bowl of a Vietnamese \nsoup called \"pho\" (pronounced \"fah\").\n\nDuring slow times, the kids grab their books, head to a corner table and study for their various college classes. \nHong smiles at them from his perch behind the counter, glad that after eight years of working two jobs to support his \nchildren he is finally able to spend time with them.\n\n\"He's happy because he's working for himself and the whole family is here,\" Anne says of her 48-year-old father, \nwho left South Vietnam for the United States in 1989. His command of English is still limited.\n\nThis family-centered set-up is found at thousands of immigrant-owned businesses across the country, experts \nsaid. But it's not just the immediate family that these entrepreneurs rely on for help.\n\nImmigrant entrepreneurs like Hong are part of a larger ethnic network that supports their activities by providing \nloyal employees, mentors, customers and financing, said Roger Waldinger, a UCLA sociology professor who has \nstudied the group.\n\nWithin the local Vietnamese community, it's taken for granted that members help each other out. \"Whoever knows \nsomething, they'll help you out,\" Hong said.\n\nAs many as half of Hong's customers are Vietnamese; Vietnamese markets supply a lot of the restaurant's foods; \nand family members and friends contributed a chunk of the $ 40,000 that was needed to open the restaurant last \nsummer.\n\nHong's employees -- all family members -- are Vietnamese. He has two Vietnamese mentors: local businessman Ly \nNgo and Henry Hoang, who owns the Queen Bee restaurant in Arlington and was Hong's first boss when he arrived \nin this country. These mentors, entrepreneurs themselves, helped make clear to Hong the path to starting his own \nbusiness by helping him figure out such things as licenses and taxes and how to get a loan from the bank. They \ncontinue to offer advice.\n\nExperts say this network can play a big role in the success -- or failure -- of a business.\n\nOn the one hand, it makes sense to use family members as employees. They're cheap and just as important, \nreliable. They aren't likely to shirk on the job since they presumably have the same incentive -- maximizing family \nincome, Waldinger said.\n\nBut there's a danger in depending too much on this ethnic support, said Timothy Bates, a professor of labor and \nurban affairs at Wayne State University in Detroit who has written a book on Asian immigrant businesses. He said \nCensus Bureau data show that immigrant firms that rely almost exclusively on minority clientele are more likely to \nfail.\n\nBut Hong isn't too worried about the future. He notes that the restaurant already draws a large number of non-Asian \ncustomers -- people like Gloria Steinberg Briskin, a Falls Church businesswoman who eats there several times a \nweek. \"I just love it,\" she said. \"It's just a nice, welcoming place to go. They make you feel like you're part of the \nfamily.\"\n\nFor Those Less Fortunate, A Grateful Employer\n\n\n\nLesson: Being an immigrant can give you a unique appreciation of the plight of the disadvantaged when making \nhiring decisions.\n\nTo many employers, the job applicant would have seemed an unlikely candidate. She wasn't wearing a business \nsuit. Her resume was thin, with her most recent entry being \"welfare recipient.\"\n\nBut Sarian Bouma had a different reaction six months ago when she met Tamika Hill, a single mom looking for \nwork.\n\n\"She just looked tired,\" remembered Bouma, a 42-year-old immigrant from Sierra Leone who owns Capitol Hill \nBuilding Maintenance Inc., a commercial cleaning company in St. Mary's County. \"You could really tell she'd \nstruggled to make her way down here for the interview. She had to leave her children; she had to take public \ntransportation from D.C.\"\n\n\"I just saw something -- a sincerity, a desire to work,\" Bouma said. That cinched the deal; Hill was hired as the \ncompany's administrative assistant.\n\nBouma, a former welfare mother, said her ability to recognize this \"something\" in people has contributed to her \nentrepreneurial success.\n\n\"I look for people that nobody else wants to hire,\" she said. \"I've found they're the most talented people on earth.\"\n\nToday Bouma employs about 200 people, half of whom were formerly on welfare or homeless and a good number \nof whom are also immigrants. Of course, today's low unemployment rate means that many people looking for work \nat companies like Bouma's are unskilled or otherwise disadvantaged.\n\nWith her employees' help, Bouma's 11-year-old cleaning business has grown to $ 1.8 million in annual revenue. \nThe company has won contracts to clean such federal facilities as the White House's New Executive Office Building \nand the Patuxent River Naval Air Station.\n\nExperts say it's common for immigrants such as Bouma, who have struggled themselves, to want to help others in \nneed.\n\n\"Those that are fortunate enough to be successful acknowledge their good luck and remain loyal to their \ncommunity,\" said Robert Barbato, a professor of entrepreneurship at the Rochester Institute of Technology's \nCollege of Business in upstate New York. That loyalty, he said, often means giving someone a job.\n\nBouma encountered her share of bumps on the road to success. She came to Washington in 1974 to attend \ncollege. Two years and a failed marriage later she was on her own, trying to raise an infant son. With no college \ndegree, her work options were limited; she went on welfare.\n\nIt was not an easy time. \"When I went to apply for food stamps, I looked so pathetic that the guy who took my \napplication gave me $ 5,\" she said. Her wake-up call came one night when she couldn't buy milk for her son \nbecause she didn't have enough money.\n\nShe worked as a live-in housekeeper, a cleaning lady and various other low-paying jobs. Finally, after taking some \nclasses, she managed to get a job as a bank teller. She eventually worked her way up to management jobs at \nanother bank.\n\nIn 1987 she bought a cleaning franchise; she had one contract and one employee -- herself. Revenue that first year \nwas $ 900. Five years later, after her contract with the franchiser ended, Bouma decided to go out on her own. \nAssistance from the U.S. Small Business Administration's 8(a) program for minority entrepreneurs helped Bouma \nget her first big contract in 1992.\n\n\n\nThings have gotten a lot better since those rocky early years. But her past always remains in her thoughts, \ninfluencing her every decision. \"I'm in business to help people, that's the truth,\" said Bouma, who remarried and had \nthree more children.\n\nHer employees certainly think so. \"She just really have faith in me,\" Hill said. \"She gave me the opportunity to \nimprove myself, and I'm grateful for that.\"\n\nGraphic\n\n \n\nIllustration; Photo, MARK FINKENSTAEDT FOR The Washington Post; Photo, GERALD MARTINEAU; Photo, \nSUSAN BIDDLE; Photo, TOM ALLEN, Satyendra Shrivastava of McLean-based Anstec Inc. had intended to stay in \nthe United States for only several months. Nearly 30 years later, he heads a $53 million company here.  Ronald \nGordon says an added benefit of his business is that he is able to offer jobs to other Hispanics. About two-thirds of \nhis employees at ZGS Communications and ZGS Broadcasting are Hispanic.  Hong Hou, left, heads the Falls \nChurch Vietnamese restaurant Pho 888, which employs his wife, Nga, daughter Anne and twins Phi and Thu. Their \nspecialty is the soup \"pho,\" from which the business takes its name.  Sarian Bouma, owner of a commercial \ncleaning firm, said her ability to recognize a certain \"something\" in people has contributed to her achievements.\n"}