{"title": "Al-Arian's bid to leave jail faces new hurdle", "body": "\nAs testimony continued Monday in Sami Al-Arian's bail hearing, the question of whether he will get out of jail \nbefore trial became even murkier.\n\nFederal immigration officials have notified the lawyers for Al-Arian and one of the other defendants in the case   of \ntheir intent to keep the two men in custody, even if the magistrate grants them bail.\n\nAl-Arian and Sameeh Hammoudeh are not citizens of the United States, unlike the other two defendants, Hatem \nFariz and Ghassan Ballut. Immigration officials can keep noncitizens in custody to make sure they are available for \npotential deportation hearings.\n\n\"That's going to be a difficult issue, but it should not affect\" the judge presiding over the current bail hearing, said \nAl-Arian's attorney, Nick Matassini. \"Hopefully, we won't have to go through another detention hearing in front of \nthe immigration judge. If we do, we will let him know what kind of a man (Al-Arian) is as well.\"\n\nIn court Monday, two more character witnesses called Al-Arian, a fired University of South Florida professor, \n\"dynamic\" and \"hardworking.\"\n\n\"I've never seen anyone work as hard as this man,\" said Pilar Saad, a former teacher at the Islamic Academy of \nFlorida, a school Al-Arian founded. \". . . He loves America.\"\n\nThe testimony came on the third day of a bail hearing that will  probably continue until Wednesday. U.S. Magistrate \nJudge Mark Pizzo is hearing testimony to determine whether to grant some or all of the men bail or keep them in \ncustody until their cases are resolved.\n\nThe four men were arrested last month on charges that include conspiracy to commit racketeering and conspiracy \nto murder, maim or injure people on foreign soil, including U.S. citizens.\n\nThe indictment does not accuse Al-Arian or the three other defendants of planning or carrying out any terrorist \nattacks. The allegations focus on their role in supporting and raising funds for the Palestinian Islamic Jihad, a \nterrorist group.\n\nMatassini told the judge he had six more witnesses to present. Prosecutor Walter \"Terry\" Furr said he would take \nno more than 30 minutes to present his case for keeping the four defendants in jail.\n\nOutside of court, Al-Arian's family members said they  are having trouble raising money for his defense. If the \nfamily  can't afford to pay  Matassini beyond the bail hearing, the court could appoint a lawyer to the case.\n\n\n\"We're just like a lot of average Americans in this country,\" said Al-Arian's wife, Nahla Al-Arian. \"We don't have a \nlot of money.\"\n\n \n\n- Graham Brink can be reached at (813) 226-3365 or brink@sptimes.com.  \n\nGraphic\n\n \n\nPHOTO; Sami Al-Arian\n"}