{"title": "Education rate jumps for Hispanic immigrants in U.S.", "body": "\nThe percentage of adult Hispanic immigrants with high school diplomas has doubled in the last 30 years, an \nindication that the education gap between such immigrants and native-born Americans is narrowing, according to \na new study from the Pew Hispanic Center.\n\nThe Pew, a Washington-based arm of the University of Southern California, tabulated Census Bureau survey data \nof adults ages 25 and older from 1970 to 2000 to make its findings.\n\nThe study struck an optimistic note, emphasizing that the educational profiles of the Hispanic foreign-born are \nimproving faster than those of native-born Americans of all ethnicities, although gaps remain, especially on college \ndegrees.\n\nB. Lindsay Lowell, Pew's research director and the study's primary author, said the data should counter claims \nmade by some advocates of more immigration restrictions that the education level of the Hispanic immigrant \npopulation is falling behind that of the U.S.-born.\n\n\"In the coming decades, the educational composition of the Latino foreign-born population will begin to look more \nlike that of the American native-born population,\" the report says.\n\nThe report concedes that much of the potential for \"gap closing\" reflects the stagnant growth in education levels \namong native-born Americans, about 90 percent of whom complete high school. With such high percentages, there \nis little room for improvement.\n\nAt the same time, Hispanic immigrants have seen the rate of high school completion double over the last 30 \nyears, to 40 percent.\n\nIn counting college degrees, however, Hispanic immigrants lagged. While the share of U.S.-born students \ncompleting college increased over the last 30 years from 17 percent to 35 percent, the Hispanic foreign-born figure \nwent from 9 percent to 17 percent.\n\nLowell said that although the college figures represented a \"challenge,\" he said he expected a long-term narrowing \nof the gap in college statistics as well.\n\n\nThat is because statistics for Hispanic immigrants are weighed down by the large numbers of older immigrants, \nwho often have little education, he said. Education levels for Hispanic immigrants as a whole will improve as \nthat older generation of immigrants dies off, the report says.\n\n\"Latino immigrants have done much better than is typically portrayed,\" Lowell said, \"and it's likely they will continue \nto close the education gaps in the future.\"\n"}