{"title": "ARRESTED WORKERS FILE LAWSUIT;WAL-MART, CONTRACTORS ACCUSED OF RACKETEERING", "body": "\nWorkers recently arrested in federal raids filed a racketeering lawsuit accusing Wal-Mart of conspiring with \ncontractors in a criminal enterprise that violated the civil rights and wage protections of immigrants who cleaned its \nstores.\n\nThe federal court lawsuit seeks class-action status for perhaps thousands of immigrants, legal and illegal, hired by \nthe contractors to clean the stores of the world's largest retailer, said a lawyer for the plaintiffs, James L. Linsey.\n\nThe scheme by Wal-Mart and the contractors violated the Racketeering Influenced and Corrupt Organizations \nAct, known as RICO, by systematically depriving the workers of labor law protections over at least the past three \nyears, according to the lawsuit.\n\n\"It's all designed to exploit the weakest, most vulnerable people in the world,\" Linsey said Tuesday, a day after the \nlawsuit was filed. He said the action replaces a lawsuit filed in state Superior Court last week by the same \nworkers that sought more than $200,000 in back pay.\n\nThe lawsuit seeks unspecified monetary damages and an injunction barring Wal-Mart from further violations.\n\nThe nine named plaintiffs, all from Mexico, were among 250 people arrested Oct. 23 by federal immigration agents \nduring raids at 60 Wal-Mart stores in 21 states. They have been released to await deportation proceedings, Linsey \nsaid.\n\nWal-Mart spokeswoman Mona Williams said the claims have no merit and the company will seek to have the \nlawsuit dismissed.\n\n\"The Wal-Mart culture is based on respect for other people, and we would never condone treating anyone poorly, \nlegal or otherwise. We want to get to the bottom of this and are as eager as anyone to see whatever evidence \nfederal officials might have,\" Williams said.\n\nShe said about 700 of its 3,000 U.S. stores are now cleaned by outside contractors, down from 1,500 several \nyears ago.\n\nThe company acknowledged last week that federal prosecutors gave notice it is the target of a criminal investigation \ninto the hiring of illegal immigrants.\n\n\nAn employer can face civil and criminal penalties for knowingly hiring illegal immigrants or failing to comply with \ncertain employee record-keeping regulations.\n\nThe nine workers, who cleaned stores in New Jersey, maintain they were denied overtime pay and that \ncontractors failed to withhold taxes or make required workers' compensation contributions.\n\nThe contractor arrangement was \"an effort to disguise Wal-Mart's role as a joint employer of its janitors,\" the \nlawsuit said. \"Wal-Mart was fully aware of and aided and abetted the rampant violation of immigration and labor \nlaw and other laws by its various janitorial contractors.\"\n\nAlso sued were four New Jersey contracting firms and their principals: Facility Solutions, whose location was not \nimmediately clear, and owner Kenneth Clancy; Ruth and Sons, no location given, and principal Giovanni Alabena; \nJWM Commercial Cleaning, of Dover, Morris County, and owner Felipe Soto; and RT Cleaning, of New Brunswick, \nand owner Raul Tijerino.\n\nNone of the companies had listed phones.\n"}