{"title": "AIDES SAY THAT SEA PATROL HAS SLOWED HAITIAN ENTRIES", "body": "\nThe Federal authorities say that the number of Haitian refugees headed for the United States has decreased \ndramatically in a year. They are crediting the Reagan Administration's decision to interdict these refugees at sea as \nwell as widespread word in Haiti that coming to this country without proper documents means a loss of freedom.\n\nSince the Government announced the interdiction policy in August, the Immigration and Naturalization Service has \ntaken 1,960 Haitians into custody. In the same four months last year, the agency picked up 6,906. In all of 1980, the \nGovernment caught 15,093 Haitians, while in 1981, through Dec. 1, 8,023 had been detained. Last month only 47 \nwere picked up as they reached Florida shores, as against 1,021 in November 1980.\nFederal officials say number of Haitians seeking refuge in US has decreased dramatically this year\n\nThough Coast Guard cutters patrolling the Windward Passage between Haiti and Cuba since September have \ninterdicted only one boat, and that one sinking with 57 Haitians on board, a spokesman for the immigration service \nhere said, ''That's where the word 'deterrent' comes in.''\n\nThe spokesman, Beverly McFarland, said that the presence of the Coast Guard off Haiti's coast, the \nAdministration's ''detention posture'' and the attention the Haitian press paid the drownings of 33 refugees off a \nFlorida beach Oct. 26 were three major reasons for the ''tremendous drop-off.'' She added that the Government's \ndecision to establish Fort Drum, a 107,625-acre military installation near Watertown, N.Y., as a permanent \ndetention facility for illegal aliens may have contributed.\n\n \n\nThe Fear of Siberia\n\nOf Fort Drum, she said: ''A side effect may well be that there has been so much press about it being Siberia that it \nmay have caused people to think twice. But it was not an intentional deterrent.''\n\nA spokesman for the Haitian community in Miami discounted the Government's belief that the number of Haitians \nheading here had decreased. ''They're still coming,'' said the Rev. Gerard Jean-Juste, executive director of the \nHaitian Refugee Center Inc. ''They're just not caught. They drift in and I meet them every day myself.''\n\nThe Federal authorities concede that as many as 50,000 Haitians have eluded officials in the last 10 years and \nentered the United States illegally. Hundreds still do, the immigration agency believes, but the theory is that if 1,000 \nwere apprehended in a month a year ago, with less manpower and less attention to the situation, then, given this \nyear's resources and local awareness, if fewer than 50 are picked up in one month, it must mean fewer are coming.\n\n''The Mariel boatlift threw everything into high relief,'' said Miss McFarland, referring to the 1980 Cuban refugees. \n''There is no ignoring any boat that comes in with people who are illegal now.''\n\n\n \n\nMost Living in Misery\n\nThere are about 2,500 Haitians in detention in Florida, Texas, Kentucky, West Virgina and New York. Some 700 \nothers are at Fort Allen, P.R., under an agreement with the Puerto Ricans that the number will not exceed 800. By \nall accounts, the detainees are miserable.\n\nHere in Miami, at the Krome Avenue camp on the eastern edge of the Everglades, there was a small riot Sept. 3. \nTwo weeks ago, 45 men escaped over the 12-foot chain-link fence and the two-feet of barbed wire that tops it; 15 \nwere recaptured. The night before Thanksgiving, 15 to 20 men shoved a guard against a wall and went over the \nfence; two were recaptured. In the next two nights, 21 fled.\n\nThe immigration agency added 12 Border Patrol guards to its 26-man security detail at Krome. There have been no \nbreakouts in a week.  Immigration officials here say that Christmas may be a reason for tensions at Krome. The \nHaitians, nearly all of them Roman Catholics, have begun to realize they will be neither free nor home by the \nholiday, and to keep the place calm through this month the Government is allowing local clergymen to say mass \nand is negotiating with relief organizations for entertainment.\n\nAn ordinary day at Krome means standing around on the coral rock ground. There are no recreational facilities, nor \nat Fort Allen in Puerto Rico.\n\nMore than 100 Haitians have voluntarily left Fort Allen and been flown back to Haiti. Their places at Fort Allen have \nbeen filled by transfers of Haitians from Krome, which, at a population of 803 Friday, was filled to capacity.\n\nRefugees at Fort Allen said today that they had found a 30-year-old father of five dead in his bunk, and they said \nthey would refuse to let the authorities remove the body until they were allowed to see lawyers or the press, United \nPress International reported. The refugees said by telephone that they had found the body of Innocent Miclisse, a \n30-year-old married man and the father of five.\n\nThe Government contends there would be no need for detention if a handful of lawyers had not taken more Haitian \ncases than they could handle and had not clogged the works with delaying tactics. The civil libertarians contend that \nthe Haitians are political refugees, not solely economic refugees, as the Administration holds, and that their rights \nare being violated. There are a dozen unresolved suits in Federal courts in Miami. Another went to trial in Federal \nDistrict Court in Manhattan Friday.\n\nNext month, the Haitians are to be moved to Fort Drum, issued mittens and parkas, and taught to walk on ice and \nlook for signs of frostbite. After that, Krome, a missile base thrown up in the 1962 Cuban crisis, is to be a \nprocessing facility, from which aliens will be shipped home or to Fort Drum.\n\nGraphic\n\n \n\nIllustrations: map of southern Florida photo of beds in detention center photo of wire fence surrounding detention \ncenter photo of guard tower\n"}