{"title": "Job Search Lures Mexicans to Far Corners of U.S.", "body": "\nFew places in the United States would seem less likely to attract Mexican migrant workers than Alaska.\n\nBut that's where Dr. Martin D'Giesecke Garcia headed after the peso devaluation wiped out his medical practice \nhere and tripled his mortgage payments in 1995. He boarded a plane for Kodiak Island, where in a growing \ncommunity of Mexican workers he found a job gutting cod on a trawler in the Bering Sea.\n\nRigoberto Ayala provides another example of how Mexico's migrant labor patterns are changing. Starting in 1984, \nMr. Ayala traveled back and forth each year between his hometown, 50 miles east of Guadalajara, and Stockton, \nCalif., where he harvested sugar beets. But since 1991 he has been traveling instead to Hawaii to work in the \npineapple and cane fields.\n\nOver the decades, millions of Mexicans have headed from Guadalajara, and the vast agricultural region that \nsurrounds it, north to traditional work sites like the lettuce fields of California, the cattle ranches of Texas and the \nrestaurant kitchens of Chicago. But now Mexican workers are finding new frontiers, responding to a demand for \ncheap labor in parts of the United States far from its southwestern border.\n\nGrowing numbers are traveling not only to Alaska and Hawaii, but also to cultivate mushrooms in Pennsylvania, \nbuild offices in Atlanta, milk cows in Idaho, harvest tobacco in North Carolina, slaughter pigs in Iowa, manicure \nlawns in New Jersey, wash dishes in Michigan, clean fish in Maryland and bale hay in South Dakota.\n\nAs Jorge Durand, a University of Guadalajara demographer who has studied migration since 1980, put it: \"Mexican \nworkers are traveling to new areas, crisscrossing the United States in ways that break dramatically with traditional \npatterns.\"\n\nThe dispersion of Mexicans into virtually all 50 states has increased since 1986, when passage of the Immigration \nReform and Control Act legalized the status of more than two million Mexicans who had been working in the \nUnited States without documents. The law enabled them to migrate to remote regions without risking arrest, Mr. \nDurand said.\n\nThe trend has accelerated since the 1994 peso crisis, when many middle-class Mexicans began traveling north in \nsearch of work, demographers say. Those more affluent workers have found it easier to migrate into areas \npreviously unexplored by their countrymen, because many have tourist visas and can afford air travel.\n\n\nNot counting migrant workers, there were 6.7 million Mexican-born people living in the United States in 1996, \naccording to Jeffrey S. Passel, a demographer at the Urban Institute in Washington, a nonprofit research \norganization. The number of workers who travel seasonally between Mexican homes and American work sites can \nbe only roughly estimated, he said, but it may be as large as two million. Mexicans are now America's largest \nimmigrant group by far, he added, constituting 28 percent of the foreign-born population, up from 7 percent in 1970.\n\n\"There's an identifiable presence of Mexicans in all kinds of states where there's never been any before,\" Mr. \nPassel said recently at a Mexican Government-sponsored conference on Mexican migration. \"This has really \nexploded since the 1990 census.\"\n\nEver since Mexican migration to the United States became institutionalized during World War II, when a \nGovernment-sponsored program brought thousands of farm workers north, California has been Mexicans' main \ndestination.\n\nBut since California's economy plunged into recession and anti-immigrant fervor spread, many Mexicans have \ngone elsewhere, said Rudolfo Figueroa, a diplomat who directs a Mexican Government program to provide health, \neducation and other services to Mexicans in the United States.\n\nThe new patterns are reflected in the increasing number of Mexican Government offices in the United States. They \nnow total 54, many in unexpected places like Charlotte, N.C., and Buffalo. Since 1991, four consulates have been \nopened, in Orlando; Portland, Ore.; Santa Ana, Calif., and Douglas, Ariz.\n\n\"Many Mexicans who worked in California have gone east and north,\" Mr. Figueroa said, \"provoking the growth of \nnew Mexican communities in the center of the country and on the eastern seaboard. And that's obligated us to \nexpand into areas that we didn't work before.\"\n\nA consular office has also opened in Honolulu to serve the estimated 15,000 Mexicans now working in Hawaii. One \nis Mr. Ayala, 31, who said in a telephone interview from Maui that after migrating between his hometown of Ocotlan \nand Hawaii for six years, he had obtained American residency documents.\n\nBut he is not sure where he will settle. \"That depends on whether I get married in Mexico or Hawaii,\" he said, \nadding that he had been laid off by a sugar company and was unemployed.\n\nAnchorage has a new consular office as well. Some 20,000 Mexicans have settled in Alaskan cities including \nJuneau and Fairbanks, where most work in hotels and restaurants. There is also a contingent on Kodiak Island, \nwhere many clean fish in the 11 canneries, said Hugo Abel Castro, the Mexican consul in Seattle, who supervises \nthe Anchorage office.\n\nAmong the Mexicans traveling to Alaska to work have been many unemployed teachers, lawyers and other \nprofessionals. One was Dr. D'Giestecke, who concluded after reading help-wanted advertisements placed by \nAmerican fishing companies in a Mexican magazine in 1995 that a trip to Alaska might help him pay off his debts.\n\nThere were five American crew members on the Kodiak Island fishing vessel where he found work. The three \nothers were Mexican: one experienced seaman, an agronomist and an accountant. The latter two had lost their \njobs in Mexico.\n\nAfter cleaning cod on the open sea for two months, Dr. D'Giestecke returned home with about $3,000 in savings, \nwhich helped him reduce his debts, he said. Will he go back?\n\n\"If I need money I will,\" he said. \"I have friends in Alaska now.\"\n\nGraphic\n\n \n\n\n\nPhoto: Mexican migrants are being dispersed ever farther. Angel Castillo, harvesting pineapples in Maui, is one of \n15,000 Mexican workers in Hawaii. (Cory Lum for The New York Times)\n\n \n\nMap of Mexico showing location of Guadalajara.\n"}