{"title": "Drawing Borders Around Students", "body": "\nTo the Editor:\n\n  Re ''Where Education and Assimilation Collide'' (''Remade in America''  series, front page, March 15):\n\n  Congratulations for turning the spotlight on immigration with your  series. Its principal focus should be on the long-\nterm implications. \n\n  Thanks largely to immigration trends, the United States is on track to grow from 306 million today to 439 million by \n2050, an increase in population with enormous implications for water scarcity, social cohesion, quality of life, \neducational attainment, the environment and our dependence on oil. \n\n  The critical question is not whether the country can absorb current levels of immigration in 2009, but whether it can \ndo so in the long run. We may live in the moment, but future generations are condemned to living in the future. Let's \nensure that it's a sustainable future.\n\n  Richard D. Lamm   Denver, March 15, 2009\n\n  The writer was governor of Colorado, 1975-87.\n\n  To the Editor:\n\n  I am writing my dissertation about a Roman Catholic parish shared by Latin American (largely Mexican) \nimmigrants and white English-speaking Midwesterners. They, too, are on different ''tracks,'' having distinct Masses \nand ministries.\n\n  Though many of the issues for these parishioners are different from those facing the students in your article, the \ncontroversies over immigration are similar. \n\n  There are factors other than academic ''tracks'' that isolate immigrants. First among them is loud local opposition \nto illegal immigration, which erodes trust. \n\n  Class prejudice appears to play a role at Hylton High School, the Virginia school featured in the article,  and I \nfound cultural misunderstanding to be a powerful force in keeping people apart in one Midwestern town. \n\n  Schools and churches can help build trust slowly by providing periodic structured opportunities for people on \ndifferent ''tracks'' to interact.\n\n  Brett Hoover     Berkeley, Calif., March 15, 2009\n\n  The writer, a  Catholic priest, is an adjunct lecturer at the Franciscan School of Theology.\n\n\n  To the Editor:\n\n  More than two decades ago, I attended high school near a ski resort where the student body was divided along \nethnic and class lines. About half of the students' parents were professionals, while the others toiled in construction \nand service jobs. \n\n  The impetus for the integration of cultures then was also economic: Hispanic families, attracted by low-paying but \nplentiful jobs in a prosperous location, abandoned their roots in search of better opportunities. \n\n  However, most of our families hailed from New Mexico, so there was not a language barrier. Still, the \nsocioeconomic distance and tension between the groups were amplified by academic separation. \n\n  Many Hispanic students dropped out or languished in lower-level courses or special education. Stigmas and \nstereotypes abounded. The few of us in more advanced classes often felt like foreigners in our own classroom. \n\n  It's disappointing that while the scenery and particulars have changed over two decades, the situation remains the \nsame.\n\n  Wayne Trujillo    Denver,  March 15, 2009\n\n  The writer is editor of Latino Landscape, an online magazine.\n\n  To the Editor:\n\n  I came to the United States with my parents and sister after the Hungarian Revolution of 1956. In Los Angeles, we \nwent to Bishop Conaty High School, instead of a school for non-English speakers many miles away. Although we \ndid not speak a word of English, the students and faculty welcomed us. \n\n  The first year was very difficult; we spent many hours on homework, translating every word. But the next year, an \namazing transformation occurred -- we started speaking and understanding English. We graduated; my sister \nbecame a chemist and I became a doctor. \n\n  Integrating non-English-speaking students into the mainstream makes sense. We must educate other students \nand faculty about helping non-English-speaking students.\n\n  Judith Korek Amorosa    New Brunswick, N.J., March 15, 2009\n\n  To the Editor:\n\n  We applaud Hylton High School's efforts to educate newcomer students, but we think success for newcomers is \nbased on more than academics. Work with the family is critical, as is providing opportunities for the child beyond the \nclassroom.\n\n  Community schools, in which vitally needed services as well as extended academic opportunities are based at the \nschool, offer more chances for a student to adapt and excel. In this approach, trained staff members reach out to \nimmigrant families, bringing them into the school and connecting them to services. They introduce them to other \nneighborhood families and help them feel less fearful and more comfortable.\n\n  The outreach extends to new mothers to help them provide language-rich environments for their infants. Children \nwhose families are connected to their schools fare better in life and in school than students who learn English by \ncramming for high-stakes exams.\n\n  Richard Negron     New York, March 15, 2009\n\n  The writer is director of community schools for the Children's Aid Society.\n\n  To the Editor:\n\n\n\n  Applying one-size-fits-all state exams and the No Child Left Behind law to immigrant children results in narrowed \ncurriculums, endless test prep and arbitrary declarations of school failure. Increasing percentages of students are \ndenied a quality education, which benefits neither the students nor society. \n\n  Policy makers must face the reality of the country's public school population and revise testing mandates \naccordingly. In particular, the law's goal of 100 percent proficiency by 2014 is impossible when so many non-\nEnglish-speakers enter our schools every year.\n\n  President Obama and Secretary of Education Arne Duncan should consider these realities when proposing \nlegislation to ''fix the failures of No Child Left Behind'' as promised in last fall's campaign.\n\n  Jesse Mermell    Executive Director, FairTest    Boston, March 15, 2009\n\n  To the Editor:\n\n  What a disgrace that the talented Ginette Cain, who directs the high school program for English learners in your \narticle, needs to waste valuable class time teaching immigrant students how to memorize disjointed facts so they \nwill pass required standardized tests.\n\n  Public education in the United States has so much to offer students -- from social assimilation to the ability to \nachieve personal and economic success -- yet these opportunities are being lost because of high-stakes testing.\n\n  This is the time to return to the education of the whole student.\n\n  Elizabeth Ball    Glenview, Ill., March 15, 2009\n\n  To the Editor:\n\n  I thought we'd pretty well settled in 1954 that segregation's stigma was not something American schools should \nperpetuate. But your article's more distressing image was the teacher informing her charges: ''You don't really need \nto know anything more about the Battle of Britain, except that it was an air strike. ... If you see a question about the \nBattle of Britain on the test, look for an answer that refers to air strikes.''\n\n  No wonder dropout rates are high. It appears that the testocracy that runs our schools has turned even the most \nvital, engaging stories of human history into an exercise akin to memorizing phone books.\n\n  If I were still in high school, I might find something better to do with my time, too.\n\n  Sara Mayeux    Palo Alto, Calif., March 15, 2009\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nDRAWING (DRAWING BY MICHAEL SLOAN)                         \n"}