{"title": "Omico Osisko Metals Announces the Staking of Additional Mineral Claims at Pine Point", "body": "\nPHILIPPINES DAILY STOCK REPORT\n\nCorporate Wire Date: 08 October 2019 06:24 PST\n\nORIGINAL ANNOUNCEMENT [Text]\n\nMONTREAL, Oct. 07, 2019 -- Osisko Metals Incorporated (the \"Company\" or \"Osisko Metals\") (TSX-V: OM; \nOTCQX: OMZNF; FRANKFURT: 0B51) is pleased to announce that it has completed a staking initiative that will \nmore than double its mineral claim holdings for the Pine Point Project (the \"Project.\") A total of 84 claims were \nstaked, covering a surface area totaling 24,340 hectares and increasing the Project's total surface area to 46,553 \nhectares or 465km2. Registration of the claims is pending (see Claim Map.)\n\nThe staking initiative includes mineral rights in the areas located adjacent to the Company's existing mineral \nclaims and leases in the central portion of the Pine Point Mining Camp where Cominco Limited mined for 25 years. \nThe additional staked claims cover adjacent areas with excellent exploration potential, historical resources \n(reported by Cominco Limited,) and haulage road infrastructure. This significantly advances the property in that it is \na larger, more contiguous project with better access and with more exploration and development upside.\n\nJeff Hussey, President & CEO comments, \"We continue to meet very important project milestones with the \nacquisition of these additional claims.\n\nORIGINAL ANNOUNCEMENT [Link]\n\nOmico Osisko Metals Announces the Staking of Additional Mineral Claims at Pine Point can be viewed via the link \nbelow.\n\nSource: click http://www.buysellsignals.net/BuySellSignals/report/Phillipines/Stock/News/201910077737217-\nen_9999999_0.html\n\nSECTION 1 OMICO ACTIVITIES\n\nOmico Corporation is licensed to operate, prospect, mine and deal with all kinds of ores, metals and minerals. The \nCompany is also engaged in the business of real estate development. The Itogon Gold Project of Omico \nCorporation is prospective for both low-sulfidation epithermal vein gold mineralization and underlying porphyry Cu-\nAu mineralization.\n\n\nSECTION 2 OMICO PRICE PERFORMANCE SCORECARD (PHILIPPINES:OM):\n\n2.1 The performance of Omico Corporation is placed 188/207 in the BSS News Bites ranking of price performance \nof the Philippines' stocks in the past year, a percentile ranking of 10.\n\n2.2 Year-to-date\n\nOmico plunges 18% in 2019, underperforming 86% of the market\n\nOmico Corporation (PH:OM), plunged 11.0 centavo (or 18.3%) year-to-date (YTD) in 2019 to close at 49.0 centavo \ntoday. This means the stock has underperformed 86% of the Philippines'-listed stocks in 2019. Compared with the \nPSEi Index which has risen 2.9% YTD, this is a relative price change of -21.2%.\n\nCOMPANY IDENTIFIERS\n\nISIN: PHY647631407\n\nPermID: 4295886279\n\nSource: www.BuySellSignals.com\n"}