{"title": "San Jose: ICE supervisors, not agents will meet with community activists", "body": "\nSETTING THE RECORD STRAIGHT (7/21/2011, pg. 2A)\n\nAn article about a meeting between immigration officials and San Jose community activists incorrectly identified \nthe U.S. Immigration and Customs Enforcement agency.\n\nRejecting a demand by San Jose community activists, federal immigration officials said they will not allow a pair \nof their anti-gang agents to meet them face to face.\n\nInstead, the coalition of activists are scheduled to meet next week with two supervisors for the U.S. Immigration \nCustoms and Enforcement agents, who were invited by San Jose police Chief Chris Moore to help them \ninvestigate the city's increasingly violent gangs.\n\nCommunity advocates are now expected to meet privately with Clark Settles, special agent in charge for ICE \nHomeland Security Investigations (HSI), and Shane Folden, deputy special agent in charge for ICE HSI, who are \nboth based in San Francisco.\n\n\"As the two top managers for ICE HSI in Northern California, Mr. Settles and Mr. Folden are responsible for any \ndecisions about HSI's participation in such enforcement partnerships,\" Virginia Kice, an ICE spokeswoman, said in \nan email Tuesday. \"Likewise, Mr. Settles and Mr. Folden are ultimately accountable for the results of those efforts, \nwhich is why they will represent HSI at the upcoming meeting.\"\n\nBut the activists aren't satisfied. They demanded the meeting with agents to get their assurances that they will be \nfocusing on gang members, not law-abiding undocumented residents.\n\n\"This is not what we asked for. Meeting with the supervisor is a good step, but we want to meet with the agents,\" \nsaid Maria Noel Fernandez, an activist with Sacred Heart Community Services. \"One of the things we want to \nknow is who they are, who will be walking around our neighborhoods, how do they see their roles?\"\n\nAnd so the tense showdown over a duo of federal investigators continues.\n\nIndependent Police Auditor LaDoris Cordell said if identifying the ICE agents could jeopardize their anti-gang work, \nthen the community leaders should meet with the supervisors. She said she suspects ICE has never met with \nmembers of the immigrant community in San Jose.\n\n\"Community leaders must take advantage of this unprecedented opportunity to have their concerns aired and all of \ntheir questions answered; and the ICE supervisor must be forthright and candid in answering them,\" Cordell said.\n\n\nEarlier this month, this newspaper reported that Moore invited the agents to help work with his gang investigations \nunit, hoping to stem the recent spike in gang violence that has led the city to one of its highest homicide rates in \nyears. But advocates for the city's immigrant community reacted with dismay, saying that it was undermining the \nchief's attempts to rebuild trust with them.\n\nThey contend the agents' presence on the streets would only exacerbate chronic fears in the immigrant \ncommunity that reporting crimes or cooperating with police officers will lead to deportations. Moore and his \ndepartment have repeatedly tried to reassure the community that they are not in the immigration enforcement \nbusiness. The agents, he promised, would be closely monitored to make sure they focused solely on violent gang \nmembers.\n\nBut many in the immigrant community remain suspicious.\n\nSaid Zelica Rodriguez, a director of the immigrant advocacy group SIREN, \"The chief told us that he was the one \nwho would be supervising the agents. Why meet with the supervisor, if Moore is the one who is supervising their \nactivities?\"\n\n\"It's a real fear when the federal government works alongside local law enforcement,\" Rodriguez said. \"What is the \nreal reason why?\"\n\nContact Sean Webby at 408-920-5003.\n"}