{"title": "U.S. Employers Prioritizing Leave Management Nearly Doubles Since 2014, According to Guardian Study; Increased productivity and improved employee experience reported by roughly 7 in 10 employers that focus on reducing absenteeism", "body": "\nPR Newswire\n\n In its fourth biennial study,Guardian Absence Management Activity IndexSM and Study-\"The Value of Leave \nManagement Integration,\"The Guardian Life Insurance Company of America® (Guardian), finds more companies \nthan ever are prioritizing leave management. The study, released today, shows the proliferation of new and \nproposed state paid family and medical leave laws has focused employer attention on compliance and absence \npolicies, and companies continue to step up their absence-management efforts.\n\nGuardian's Absence Management Activity IndexSM and Study measures the effectiveness of employer leave \nmanagement activities and best practice adoption, such as return-to-work programs and reporting. This year's study \nfound taking a more holistic approach through broad benefit offerings, centralization and an underlying focus on the \nemployee experience positively impact companies' leave management outcomes.\n\nCompared with the 2014 study, nearly twice as many companies say their senior leadership places a high priority \non leave management and reducing absenteeism. This new study also found employers are more mindful of the \nfederal and state Family and Medical Leave Act (FMLA), the Americans with Disabilities Act (ADA), and statutory \ndisability, workers' compensation and leave laws, and are working to design their absence plans and policies \naccordingly.\n\nThe study uses an index, designed in 2012, that reflects the level of employer activity on ten elements of an \nabsence management program. This year's study found the average index score for all employers surveyed \nincreased 14% from two years ago and is up 35% from 2012. A greater proportion - 47% of employers - achieved \neither \"Advanced\" or \"Leader\" status based on their index scores, compared with 22% in 2014. \n\n\"Employers are continuing to refine their approach to absence management and they're making this a business \npriority,\" said Marc Costantini, Executive Vice President, Commercial and Government Markets, Guardian. \n\"Whether it's pressure from new regulations, a recognition that absenteeism hits the bottom line, or simply trying to \ncreate a better experience for employees, companies are taking action.\"\n\nEmployers, Particularly Small Firms, Continue to Improve Leave Management ProgramsIncreasingly more \ncomplex state leave laws are contributing to the uptick of employer activity in adopting new and best practices to \nmanage absenteeism and improve compliance. The study showed that small- and medium-size employers, \nespecially those with fewer than 250 employees, have made the most progress. For example, more small \nemployers are centralizing their FMLA and short-term disability (STD); up 35% since 2016 among firms with 50-99 \nemployees.\n\n\nMoreover, firms with fewer than 1,000 employees have achieved the most significant gains on the Activity Index \nsince 2014.  They are strengthening their documentation and return-to-work policies as well as striving for \nconsistency across the organization. And, the percent of small firms (50-499 employees) now considered \"highly \nadvanced\" in their leave management practices has doubled since 2014 (43% vs. 19%).\n\nBenefits Integration is on the RiseAs employers expand the range of benefits to meet increased workforce \ndemand, more employers are streamlining the management of leave-related benefits with a single internal \ndepartment or vendor. Guardian's study found, in the past four years, more employers are integrating benefits, \nsuch as Short-Term Disability (STD) and FMLA with Long-Term Disability and health management programs, like \nEmployee Assistance Programs (EAP), health-risk appraisals, and disease management. In fact, since 2012, the \npercentage of employers centralizing their STD and FMLA administration has doubled.\n\nOrganizations with a higher level of benefits integration not only report a better employee experience compared with \nthose with low to no integration, but they are also more likely to cite improved productivity and reduced time off.  For \nexample, employers with a high level of integration report an 80% increase in productivity compared to 65% of \nemployers with a low level of integration.\n\nIncreased Focus on Employee ExperienceEmployers have also made leave management an employee-centric \nprocess by establishing clear, concise and consistent absence policies while emphasizing benefits integration, \nwhich is key to the employee experience. Guardian's study found organizations that focus on the employee \nexperience see a reduction in absenteeism (76%) and also achieve better overall employee experience (83%).\n\nThis year's study confirms U.S. employers continue to make progress in absence management and have \nprioritized taking a holistic approach through broad benefit offerings, a high degree of centralization and an \nunderlying focus on the employee experience.\n\nCall-to-Action (CTA): For more information about the 2019 Guardian Absence Management Activity IndexSM and \nStudy, visithere or follow us onFacebook,LinkedIn,Twitter andYouTube.\n\nNotes to Editors: The fourth wave of the Guardian Absence Management Activity Index℠ and Study was conducted \nin the second quarter of 2018. It consisted of an online survey completed by decision-makers to monitor changes in \nemployer absence management practices. The study was conducted for Guardian by Spring Consulting Group and \nserves to build upon prior year efforts. A total of 1,204 individuals working for employers ranging in size from 50 \nemployees to 5,000 or more were surveyed. A threshold number of respondents was included in each category to \nallow analysis of the results by organization size.\n\nAbout Guardian®\n\nEvery day, Guardian provides Americans the security they deserve through our insurance and wealth management \nproducts and services. Since our founding in 1860, our long-term view has helped our customers prepare for \nwhatever life brings whether starting a family, planning for the future or taking care of employees. Today, we're a \nFortune 250 mutual company and a leading provider of life, disability, dental, and other benefits for individuals, at \nthe workplace and through government sponsored programs. The Guardian community of 9,500 employees and \nour network of over 2,700 financial representatives is committed to serving with expertise when, where and how our \nclients need us. Our commitments rest on a strong financial foundation, which at year-end 2018 included $8.5 \nbillion in capital and $1.6 billion in operating income. For more information, please visit guardianlife.com or follow us \non Facebook, LinkedIn, Twitter and YouTube. \n\nFor Media Inquiries, Contact:Brenda Mendoza Messinger\n\nGuardian\n\n(212) 919-3521 \n\nBrenda_Mendoza@glic.com\n\nmailto:Brenda_Mendoza@glic.com\n\n\nUnless otherwise noted, the source of all information is from the 2019 Guardian Absence Management Activity \nIndexSM and Study - \"The Value of Leave Management Integration.\"\n\nThe Guardian Life Insurance Company of America, New York, NY. GUARDIAN® is a registered trademark of The \nGuardian Life Insurance Company of America ®\n\n2019-81145 (Exp. 5/21)\n\n View original content to download multimedia:http://www.prnewswire.com/news-releases/us-employers-\nprioritizing-leave-management-nearly-doubles-since-2014-according-to-guardian-study-300870003.html\n\nSOURCE The Guardian Life Insurance Company of America\n"}