{"title": "A long legal road Immigration • Federal injunction against Arizona law should prompt Missourians to review their own efforts. OTHER VIEWS", "body": "\nA week ago, U.S. District Court Judge Susan Bolton enjoined Arizona from enforcing the most controversial \naspects of its new immigration law, as civil rights groups and the U.S. Justice Department had advocated. Bolton's \ntemporary injunction is only the first step in what likely will be a long and complicated road to eventually resolve \nhow far a state may go in imposing its own scheme of immigration regulation.\n\nAfter all, United States v. State of Arizona, et al. is one of seven federal court challenges to Arizona Senate Bill \n1070, six of which are before Bolton.\n\nAlthough only a relatively small portion of the entire bill was before the court on the federal government's \ninjunction hearing, there is much clamoring about what the court's ruling means for Missouri's 2008 anti-immigrant \nlegislation, House Bill 1549.\n\nIn some respects, the answer is: \"very little.\" For example, Missouri's immigration law does not create new \ncriminal offenses for failing to carry a registration card or for seeking unauthorized employment, as Arizona's law \nattempted to create. Neither, by the way, does federal law.\n\nHowever, a careful reading of Bolton's order relating to Arizona's \"show-me-your-papers\" provisions calls into \nquestion Missouri's similar provision in its 2008 immigration law being touted this year by several legislative \ncandidates running for office using the \"get tough 'n kick'em out\" platform.\n\nThe Arizona statute requires that any person arrested shall have his or her immigration status confirmed before \nbeing released. Missouri law, post HB 1549, provides that upon arrest, whenever a person's immigration status \ncannot be determined by the documents on the person or by a reasonable effort, his status shall be determined \nwith an inquiry to the federal government.\n\nBolton ruled that this Arizona provision likely will be shown to impose an impermissible burden on federal \nauthorities and force the diversion of federal resources away from federal priorities to satisfy Arizona's demands. \nIf Bolton is correct, Arizona's law clearly is pre-empted by federal law and Missouri's law cannot be far behind on \nthe way to the pre-emption trash bin.\n\nArizona's \"show-me-your-papers\" provision goes even farther than Missouri's, and applies to any lawful stop (in \naddition to any detention or arrest), even without probable cause sufficient to otherwise make an arrest for a \nseparate crime. Presumably, this permits the \"lack of papers\" law to be enough to authorize an arrest in Arizona.\n\n\nThere's no doubt about the intent of the Arizona law's drafters, made clear in a well-circulated e-mail from Kris \nKobach, the University of Missouri-Kansas City law professor who wrote the Arizona law. He directed it to Arizona \nstate senator Russell Pearce, one of the law's sponsors.\n\nHis e-mail states that Arizona's \"show-me-your-papers\" provision should be extended to municipal ordinance \nenforcement to allow a police officer to demand papers upon noticing minor building code violations such as \"too \nmany occupants of a rental accommodation\" or \"cars on blocks in the yard.\"\n\nBut the real disconcerting aspect of the recent reaction to Bolton's injunction is the rush by many Missouri \nlegislators to \"assure\" us that Missouri's immigration statute actually is much \"tougher\" than Arizona's. It's as if it is \nvirtuous to be the most immigrant-unfriendly place in an effort to force compliance with our dysfunctional \nimmigration system.\n\nNever mind that these laws disrupt legitimate law enforcement priorities and constitutional principles of equal \nprotection and due process as well as the lives of American families. Never mind how or why the underlying \nimmigration system remains hopelessly flawed and the injustices that would inevitably result from attempts to force \ncompliance through Arizona-styled coercion. The attitude is: \"the law is the law, no matter how bad that law may \nbe, and compliance must be enforced or coerced, one way or the other.\"\n\nMuch has been said, quite inaccurately, about the federal government's refusal to enforce immigration law. In \nfact, the federal government has dramatically increased, by more than double, the resources committed to border \nenforcement, internal immigration enforcement and removal proceedings in the last seven years. Removals and \ndeportations actually are at an all-time high. But it is clear that enforcement alone has failed and will continue to fail.\n\nIt's time to consider that while some Arizonans and Missourians dwell on tougher enforcement, our broken \nimmigration system itself is the problem.\n\n---\n\nKen Schmitt is a St. Louis immigration lawyer.\n"}