{"title": "POPE ASSAILS CRACKDOWN ON IMMIGRANTS / THE PONTIFF IS IN FRANCE. HE SAID WESTERN NATIONS HAVE A MORAL OBLIGATION TO CARE FOR THE NEEDY.", "body": "\nPope John Paul II chastised Western nations yesterday for their crackdowns on immigration, declaring that the \nworld's wealthiest nations have a moral duty to care for the needy regardless of their nationality.\n\n\"Who is my neighbor? The neighbor is every human being, without exception,\" the Pope told hundreds of bishops \nfrom around the world and about 6,000 others packed inside Notre Dame Cathedral for the beatification of a lay \ncharity worker.\n\n\"It is not necessary to ask his nationality, or to which social or religious group he belongs. If he is in need, he must \nbe helped,\" the pontiff said.\n\nIn Paris for the celebration of a Catholic youth festival, the Pope also set aside time yesterday for a private visit to \nthe grave of a friend - a French geneticist who crusaded against abortion.\n\nThe Pope spent 12 minutes praying at the tomb of Jerome Lejeune, who in 1959 discovered the defect that causes \nDown syndrome, and later emerged as a fierce opponent of abortion.\n\nAll news media were banned from the Pope's visit to the cemetery at Chalo-Saint-Mars, about 40 miles southeast \nof Paris, where he was joined by Lejeune's relatives. The pontiff made no comment about abortion.\n\nBut abortion-rights groups and the French Socialist Party spoke out against the visit, the most hotly debated aspect \nof the pontiff's four-day visit to France.\n\n\"Such a step can only provoke uneasiness,\" the Socialists said in a statement. It \"risks encouraging in our country \nthe determination of those who are leading a battle marked by intolerance.\"\n\nVatican spokesman Joaquin Navarro-Valls sought to play down any controversy, saying the Pope had visited the \ngrave \"for one reason only: personal friendship.\"\n\n\nTwo months before Lejeune died in 1994, Pope John Paul named the scientist to lead the Pontifical Academy for \nLife, a group created to promote Catholic teaching against abortion. Lejeune also served on two other Vatican \npanels, including the Pontifical Academy of the Sciences.\n\nThe Vatican spokesman said that after visiting Lejeune's grave, the Pope got in a car to leave. But then he saw an \nempty country road and asked to get out to take a solitary stroll.\n\nEarlier in the day, the Pope used his homily at Notre Dame Cathedral to challenge rising political pressure to crack \ndown on immigrants in Europe, the United States and elsewhere.\n\nDuring a three-hour ceremony beatifying Frederic Ozanam, a step just short of sainthood, John Paul noted that as \nthe founder of the St. Vincent de Paul Society, a charity active worldwide, Ozanam took up the cause of \"those with \nno one to care for them.\"\n\n\"He understood that charity must lead to efforts to remedy injustice,\" the Pope said.\n\nSeveral European governments, including France and Italy, are wrestling with the emotional question of what \nsociety owes immigrants.\n\nIn France, the far-right National Front party has gained ground with calls to expel immigrants, blaming them for \nrising crime and unemployment.\n\nWhen the Pope left Rome on Thursday, Italian newspapers were filled with calls by conservative politicians for \nmeasures limiting immigration, following several recent sexual attacks on vacationers for which immigrants have \nbeen blamed.\n\nGraphic\n\n \n\nPHOTO;\n\nPHOTO\n\nPope John Paul II prays during a Mass at Evry cathedral outside Paris. The pontiff also prayed at the tomb of a \nfriend yesterday. (Associated Press, DOMENICO STINELLIS)\n"}