{"title": "Mexican soldier gains citizenship;Rites are 1st outside U.S.", "body": "\nArmy Reserve Sgt. Jose Serna of Chamblee has spent much of the last three years on active duty serving in such \ndiverse and occasionally dangerous locations as Fort Bragg, N.C., Uzbekistan and Afghanistan.\n\nLong absences from home and family and the prospect of being killed or wounded are sometimes expected of \ncitizens in times of war.\n\nBut until Oct. 1, Serna was a noncitizen, one of an estimated 37,000 in the United States military who face the \nsame sacrifices and hazards as citizens but without the same benefits.\nAJC\n\nOn that Friday at Bagram Air Base outside the capital of Kabul, Serna raised his right hand and took the oath as an \nAmerican citizen. He was among 17 citizens sworn in that day in the first overseas naturalization ceremony for \nmembers of the military.\n\nPreviously, service members could be naturalized only in the United States.\n\n\"It was very sentimental. It was like a dream. You're not sure that it's really happening.\" Serna, 28, a native of \nMexico, said in a recent telephone call from Afghanistan.\n\nSince that ceremony, officials of the U.S. Citizenship and Immigration Services have conducted similar events for \nservice members in Iraq, Germany, Japan and South Korea.\n\nThese new citizens are the beneficiaries of an executive order signed by President Bush on July 3, 2003, designed \nto speed up the often lengthy and frustrating naturalization process for members of the military.\n\nImmigration officials say that as of Oct. 1, more than 18,000 service members have applied for citizenship under \nthis order with about 9,000 approved.\n\nThe road from illegal immigrant to U.S. citizen has not been easy for Serna. He came to the States in 1993 looking \nfor work and a better life.\n\n\"I didn't have a very stable family in Mexico,\" he said.\n\n\nHe worked construction, mostly as a roofer, and attended Chamblee High School. After graduating in 1997 he \ncontinued working a series of low-paying jobs before getting his green card in 2000 and joining the Army Reserves.\n\nNow married, Serna and his wife, Rebecca, call Chamblee home, although he has not been there much of late.\n\nHe has been in Afghanistan since May and expects to be there for a few more months.\n\nSerna said he applied for citizenship about eight months ago while serving at Fort Bragg with the 2125th Garrison \nSupport Unit based in Decatur.\n\nThe call in early September that his application had been approved so quickly caught him by surprise.\n\n\"I have friends who applied and have been waiting a long time because they missed their appointments [with \nimmigration officials] when they were overseas,\" Serna said.\n\nHe also thought that he would have to wait until he got home to become a citizen.\n\n\"But they said they could do it here and not affect my mission,\" said Serna, whose primary duty at Bagram is as a \nguard.\n\nOnce the ceremony was over, Serna said there was a short reception before he donned his helmet, flak jacket and \nrifle.\n\n\"I had to go back to work,\" he said.\n\nGraphic\n\n \n\nPhoto: SGT. JOSE SERNA\n"}