{"title": "TIPSHEET/ LOOKING AT WHO'S IN AND WHO'S OUT IN THE WORLD OF SPORTS", "body": "\nGo crazy, folks\n\nWhen college basketball recruiters look hard enough, they can find talent almost anywhere.\n\nLike little Weskan, Kan. -- the home of pint-sized Nevada guard Todd Okeson. That town has gotten lots of publicity \nafter Nevada stunned Gonzaga to advance here in the Sweet 16.\n\n\"It's a big day in Weskan, Kan.,\" Nevada assistant coach Mark Fox told the Seattle Times. \"They're rioting in the \nstreets. They've probably overturned a John Deere.\"\n\nMysteries of the universe\n\nQuestions to ponder while wondering if St. Louis should ship some sheep into downtown to make Kansas fans feel \nmore at home:\n\n* Before the Rams signed Chris Chandler, did they give Dieter Brock a phone call?\n\n* Former Rams great Eric Crouch is attempting still another comeback, this time at safety? What, does he believe \nthe NFL has shifted to a two-hand touch format?\n\n* At what point can the proud state of Nebraska legally disown Crouch?\n\n* Now that the NFL has tacked another five yards onto its excessive celebration penalty, will it be safe to take kids \nto the game again?\n\n* If NHL star Jeremy Roenick keeps coming back from concussions and broken jaws, will he need head \nreplacement surgery once his days are over?\n\nBring your fastball\n\nTipsheet wishes new University of Houston basketball coach Tom Penders all the luck. The Cougars haven't done \na whole lot since Hakeem Olajuwon moved on to NBA glory.\n\nIn fact, Houston hasn't won an NCAA Tournament game since 1984. Yikes!\n\nBut Penders is undeterred.\n\n\n\"If Roger (Clemens) and Andy Pettitte think this is a good place to finish up their careers,\" Penders told reporters, \n\"it's good enough for me.\"\n\nMore trouble for Kobe\n\nMany animals have given themselves up and taken Their Final Charge so that Los Angeles Lakers star Kobe \nBryant could wear nice coats.\n\nThat's why the People for the Ethical Treatment of Animals ranked him third on their \"Worst Dressed for 2004\" list, \nbehind only Diana Ross and Martha Stewart -- two other celebrities who have been in the news for other reasons.\n\nA leopard and his spots\n\nThe Tampa Bay Buccaneers will miss defensive tackle Warren Sapp. Well, sort of.\n\n\"No, Warren's not a nice guy, but you can't fault him for that,\" said radio commentator Scot Brantley, a former \nBuccaneer. \"That's just how he is.\"\n\nQuips 'R' Us\n\nHere is what some of America's leading sports pundits have been writing:\n\n* Scott Ostler, San Francisco Chronicle: \"Consider yourself really, really old if you remember when a player would \nget a technical for hanging on the rim. Now it's only a T if the player is still hanging there the next time his team \nbrings the ball up.\"\n\n* Greg Cote, Miami Herald: \"ABC has a national TV rating of 1.3 for its NHL telecasts. If the number goes much \nlower, it'll be soccer.\"\n\n* Steve Rosenbloom, Chicago Tribune: \"Charles Oakley signed a 10-day contract with the Rockets. Used to be you \nhad to sign Oakley for a full season for him to poison the locker room. Must be more efficient in his old age.\"\n\n* Dwight Perry, Seattle Times: \"The Toronto Raptors were shocked to discover that one of their cheerleaders had \nher own subscription Web site in which she posed in various states of undress. The Raptors, making sure the \npunishment fit the crime, told her she could take the rest of the season off.\"\n\nMEGAPHONE\n\n\"What are they going to say now? That our uniforms are ugly?\"\n\nSt. Joe's star guard Jameer Nelson, on his team getting no respect.\n\nNotes\n\nCheck out Jeff Gordon's columns at STLtoday.com/gordo.\n\nGraphic\n\n \n\nPHOTO; (1) Photo headshot - St. Joe's star guard Jameer Nelson/ (2) Photo headshot - Warren Sapp, No more Mr. \nNice Guy/ (3) Photo - Todd Okeson: The tiny guard put tiny Weskan, Kan., on the map.\n\n\n"}