{"title": "U.S. TAKING STEPS TO BAR NEW WAVE OF CUBAN EMIGRES", "body": "\nConcerned about a resurgence of migration from Cuba, the Administration is taking steps to curb the number of \nCubans applying to come to the United States as tourists.\n\nThe Administration last week temporarily froze new applications for six-month tourist visas, which are running at a \nrate about triple that of last year. Not only are more Cubans applying for tourist visas, but more than a third are \nillegally overstaying the visas.\n\nA senior State Department official said Washington would soon announce currency restrictions designed to cut visa \nfees that have provided the Cuban Government with desperately needed dollars as more Cubans leave.\n\n \n\nIllegal Entries Increase\n\n The number of Cubans coming to the United States illegally on boats or rafts is also increasing, but it is far lower \nthan of those coming legally as tourists. Nevertheless, the Defense Department has drawn up contingency plans for \na naval blockade in the event that President Fidel Castro unleashes an exodus of the kind that flooded south \nFlorida with 129,000 immigrants in a matter of weeks in 1980.\n\n\"There's widespread acknowledgement that Castro could strike out in any number of ways, but we are committed to \nstopping another Mariel,\" a senior Pentagon official said, referring to the Cuban port from which the 1980 exodus \ntook place.\n\nAdministration officials say the new policies come in response to the sudden surge of migration and are not a ploy \nto ratchet up pressure on a government they believe is doomed to topple in the next few years.\n\n \n\nSoviets Urged to Cut Aid\n\n Senior state Department officials said President Bush's recent public calls for free elections in Cuba, combined \nwith his private urgings to President Mikhail S. Gorbachev at this week's summit meeting in Moscow to cut Soviet \nsupport to Havana, represent the Administration's major initiatives at isolating and squeezing the Castro \nGovernment.\n\n\nBut some prominent Cuban-Americans and Congressional leaders who have the Administration's ear are urging \nofficials to use immigration policy as a weapon against Havana. They say they are convinced that the moratorium \non accepting new visa applications represents a testing period to gauge the political reaction of Cuban-American in \nMiami before the Admnistration moves to impose more drastic restrictions.\n\nWhile Administration officials do not consider another Mariel imminent, they have become concerned by the \ngrowing numbers of Cubans who are remaining beyond their visas with no apparent intention of returning. Officials \nof the Immigration and Naturalization Service say they believe that about 13,000 of the 36,000 Cubans who have \ncome to the United States since November have stayed illegally. If the current rate of applications were allowed to \ncontinue, they would total 100,000 this year, as against 35,000 in 1990.\n\nState Department officials say the changes in immigration policy were initiated primarily because Florida officials \nhave warned that such an increase would pose an intolerable strain on the state's schools, hospitals and other \nsocial services. But they say the Bush Adminstration would not be unhappy if the new policies put added strains on \nthe Castro Government.\n\n\"Cuba is undergoing pressures that are more severe than at any time since Castro came to power,\" Bernard W. \nAronson, Assistant Secretary of State for Interamerican Affairs, said in an interview. \"One of the differences today is \nthat the Cuban people don't believe the future is going to be better under Communism, and obviously that means \nmany more are desperate to leave.\"\n\nRepresentative Robert G. Torricelli, Democrat of New Jersey and chairman of the House subcommittee on Western \nHemisphere affairs, said he had concluded from his discussions with Administration officials that the new \nimmigration measures \"are part of a wider review\" of Cuba policy, an idea that Administration officials dispute.\n\n\"A pause in the issuance of visas,\" Mr. Torricelli said, \"provides a chance to increase pressure on Castro and \nexplore a change of policy that restricts his ability to export his dissenters and economic problems.\"\n\n \n\nThe Cuban-American Factor\n\n The Administration is moving quietly as it tightens immigration regulations because of fears it will put itself on a \ncollision course with politically influential Cuban-Americans in Miami, which has traditionally objected to shutting the \ndoor on Cubans trying to flee the Communist Government. But many Cuban-Americans, viewing Mr. Castro as \nincreasingly vulnerable to a possible internal revolt, are beginning to believe that a reduction of immigration might \nhelp build pressures on Havana.\n\nSome officials note that Mr. Castro has lowered age restrictions for travel abroad, possibly to unload youthful \ndissidents on the United States, and they see this development as a \"slow-motion Mariel.\"\n\nWhile the more than 100,000 \"boat people\" whom Mr. Castro sent off to the shores of Florida in 1980 included a \nnumber of former political prisoners, many more were relatives of Cubans in the United States and included \nunemployed men, terminal cancer patients and common criminals.\n\nTo deprive the Castro Government of badly needed hard currency, the Administration plans to announce \nrestrictions on the transfer of millions of dollars a year that Cuban-Americans send to relatives to help pay their visa \nfees. Cubans are required to pay up to $1,000 in United States currency to the Cuban Government to process \ntheir tourist visa applications. The new controls would require dollars transfered to Cuba to pass through agents \nlicensed by the Treasury Department.\n\nOfficials believe that Mr. Castro, while unhappy with the restrictions, will be forced to go along, and that his \nGovernment could lose about $20 million a year once the moratorium on visas is lifted.\n\n\n\nOfficials said the consular office at the United States Interests Section in Havana is buried under a backlog of \n28,000 applications for tourist visas, and will not consider new applications until the current number awaiting \nprocessing is significantly reduced.\n\nOfficials said some Cubans apply for tourist visas because they seek to circumvent the stiffer requirements to \nreceive immigrant visas, about 2,000 of which are granted annually to people with relatives living in the United \nStates. A visitor on an immigrant visa is eligible to apply for citizenship after residing in the country for a year. \nAdministration officials said there were no plans to tighten regulations on immigrant visas or on political asylums, \ndozens of which have been granted over the last few years.\n\nIn recent weeks, the State Department has rejected about a third of the travel visa applications it considered, a rate \nthree times greater than last year's average.\n\nThe shifts in Administration policy on tourist visas accompany growing efforts to persuade the Soviet Union to cut \neconomic and military support to the Castro Government and otherwise control Cuba's interference in the affairs of \nother Latin American countries. Senior State Department officials said Mr. Bush told Mr. Gorbachev at the summit \nmeeting that he would strengthen his campaign for increased Western economic support if he quickened the pace \nof reductions in Moscow's $4.5 billion in annual aid and subsidies to Cuba.\n\nMr. Gorbachev made no firm commitments. But Foreign Minister Aleksandr A. Bessmertnyk agreed to sign a joint \nstatement with Secretary of State James A. Baker 3d that specifically called on Cuba to help attain a cease-fire and \npeace settlement in El Salvador, where a right-wing Government battles Communist insurgents. Administration \nofficials said the statement appeared to indicate a growing Soviet willingness to cooperate with Washington in \ncurbing continuing Cuban military aid shipments to the guerrillas in El Salvador.\n"}