{"title": "Tougher DMV Law Means Longer Lines; Residency Rule Adds to Agents' Burden", "body": "\nThe usual long wait to get a driver's license in Virginia is about to get longer. \n\nBeginning in the new year, the state Department of Motor Vehicles will require more than proof of one's address \nand identity before issuing a license: Applicants will also have to prove that they are not illegal immigrants. \n\nFor U.S. citizens, that means presenting a passport or birth certificate. For those born elsewhere, it gets more \ncomplicated.  \n\nDMV agents could be called on to examine thousands of different immigration documents from applicants trying to \nverify their legal status -- everything from foreign passports to papers guaranteeing political asylum. And the more \ntime agents spend examining those papers, officials say, the longer the lines will be for everyone. \n\nOfficials at DMV are preparing for the new \"legal presence\" requirement and have spent $2 million to hire more \npersonnel, train staff to recognize immigration documents and educate the public about the change. Only those \nseeking new licenses or renewing expired licenses will be required to show proof of legal U.S. residency. So DMV \nofficials are urging customers in need of other services to avoid local branches, if possible, by doing business on \nDMV's Web site or by phone. \n\nSponsors of the bill predict that the wait could grow at branches, especially in Northern Virginia, where the lines are \nalready the longest in the state and the concentration of immigrants is the highest. Of particular concern are what \nthe DMV refers to as its four \"hot spots,\" where the wait typically reaches 45 minutes to an hour: Alexandria, \nArlington County, Tysons Corner and Woodbridge. \n\n\"There are hundreds, if not thousands, of documents that we are putting all in the hands of a customer service \nagent,\" said DMV Commissioner D.B. Smit. \"I'm confident we are making all the right moves, but I can't promise \nthat we won't make a mistake.\" \n\nThis year, the General Assembly tightened Virginia's driver's license laws, despite protests from immigrant groups. \nThe state had been stung by reports that several of the Sept. 11, 2001, terrorists took advantage of lax state rules \nto obtain licenses and then used them as proof of identification at airports and flight schools. Sponsors say the new \n\n\nregulations will help keep licenses from falling into the wrong hands, and they likened the anticipated longer lines \nto the inconveniences found at the airport after the terrorist attacks. \n\n\"This is the post-9/11 era, and we have an obligation in Virginia to make sure our documents are as accurate and \nsecure as we can make them,\" said state Sen. James K. \"Jay\" O'Brien Jr. (R-Fairfax), a chief sponsor of the bill. \n\"We were one of the states that gave out the licenses [to some of the terrorists], and we were one of the states that \nthe terrorists attacked, so it is incumbent on us to respond forcibly, and we have done so. \n\n \"I have this feeling that the word in foreign countries was getting a license in Virginia was a cinch,\" he said. \"Now \nthe word is . . . you better have your documents right and ready.\" \n\nO'Brien acknowledged that the legal presence requirement alone would not necessarily stop terrorism, but he said it \nwas an important part of the overall response by state and federal governments to boost security. Despite initial \nconcerns about the measure, Gov. Mark R. Warner (D) signed it into law. \n\nImmigrants and groups that advocate for them worry that the law will lead to racial profiling at DMV offices. Already, \nethnic minorities are being denied driver's licenses unfairly, they contend, partly because immigrants cannot always \ndocument their status. What's more, the federal government can sometimes take more than a year to produce the \npapers necessary to document the status of immigrants who are legally in the United States. In the meantime, \nthose same people need to be able to drive to get to jobs.  \n\nMary Bauer, legal director of the Virginia Justice Center, which lobbied against the bill, argued that the law will \nmake the roads more dangerous because undocumented immigrants will end up behind the wheel anyway -- \nunlicensed and untested. There is little public transportation to their jobs, she said.  \n\n\"Everyone benefits from immigrant labor,\" she said. \"We cannot live with the fiction that there aren't millions of \nundocumented people living and working in the U.S., that if we make them ineligible for benefits and we treat them \nreal bad, they won't exist. That simply isn't going to happen.\" \n\nBut Bauer said overturning the law would be hard because of \"misperceptions about immigrants and the kind of \npost-September 11 backlash in which immigrants are equated with terrorists.\" \n\nState governments across the nation are split on the issue. Over the past two years, some state assemblies have \nrushed to propose legal presence bills while others have moved in the opposite direction. About half of the 50 \nstates, including Maryland, do not have laws requiring driver's license applicants to show proof that they legally live \nin the country. But many have policies that make it difficult to get a license without a valid passport or visa. \n\nIn general, federal law is unclear on what rights illegal immigrants should have in this country. Although immigration \nofficials warn that they are subject to deportation, U.S. courts have ruled that they have some privileges while they \nare here, such as the right to a public education. \n"}