{"title": "ALIENS BILL ALIENATES RUDY, WHO SEES 140M HIT", "body": "\nWASHINGTON Congress is moving to complete an immigration bill that could punch a $ 140 million hole into New \nYork City's strained budget and cut off legal aliens from dozens of federally funded programs.\n\nMayor Giuliani planned a trip to Washington this week to add his voice to immigrants' rights groups that argue the \nbill unjustly would punish legal noncitizens, threaten public health and heap costly bureaucratic burdens on states, \ncities and social service agencies. \"Cutting off benefits is patently unfair to these taxpaying residents,\" Giuliani said \nin a letter fired off over the weekend to Senate Judiciary Committee Chairman Orrin Hatch (R-Utah).\n\n\"Denying these immigrants the opportunity to participate in job training, child care and education programs aimed at \nincreasing their self-sufficiency and productivity is shortsighted and bad public policy,\" the mayor said.\n\nA House-Senate conference committee is expected to meet as early as this week to sort out differences between \nbills passed by each chamber.\n\nBoth require aliens who fall on hard times to look to relatives or employers who sponsored their entry for help. \nSponsors' incomes will be added to those of the immigrants to decide eligibility for many federally funded programs \nwith income limits, such as Medicaid effectively shutting most out.\n\nIt would be up to agencies receiving the funds to sort out who is eligible. Giuliani said that chore and the expense of \nreplacing services to immigrants barred from federal benefits could cost the city \"in excess of $ 140 million \nannually.\"\n\nThe Congressional Budget Office calculated the benefit crackdown could save federal taxpayers up to $ 7 billion \nover seven years.\n\nRep. Lamar Smith (R-Tex.) said cutting benefits will \"encourage immigrants to work and contribute to their \ncommunity, and not live off the taxpayers.\" But Cecilia Munoz of the National Council of La Raza said the bills \nthreaten immigrants' access to \"dozens of programs which nobody thinks of as welfare.\"\n\nThe measures differ over whether legal aliens could be treated in federally subsidized communicable disease \nclinics. But New York City health officials fear that exemption was too little to protect the public.\n\nFred Winters of the Health Department said diseases like tuberculosis most often are discovered \"in other kinds of \nhealth care\" which aliens, stripped of Medicaid, would be less likely to receive. Those intimidated by complex new \nrules also may avoid treatment \"because they are afraid they might get deported.\"\n"}