{"title": "Ethiopian Exodus, Told on a Human Scale", "body": "\nIsrael has no shortage of immigration stories, but many Americans are unaware of the Ethiopian Jews who in the \nlate 1970s and 1980s braved a trek through the Sudanese desert to reach it. Yossi Vassa, an actor-playwright  who \nsurvived that journey, has written, with Shai Ben Attar (who directs), a semiautobiographical account, ''One of a \nKind,'' now at the New Victory Theater. The 65-minute production, for audiences 10 and older, manages to infuse \nits potentially harrowing tale with a childlike vigor, wonder and sense of humor, spiced with exuberant African music \nand dance. \n\n  Like many immigrant stories, this one, performed by Mr. Vassa and the Ethiopian-Israeli Nephesh Theater of Tel \nAviv, revolves around a family, vividly drawn: AndArgay (Mr. Vassa), a precocious young artist; his flinty \ngrandmother (Tehitina Assefa); his mother and father (Mahareta Baruch and Shai Fredo); his sister, Yeshitu (Sky \nGete); and her suitor, Isaac (Roy Zaddok). When Isaac's family joins their village in making the exodus, AndArgay's \nfather resists joining in, knowing the perils involved. But largely at the insistence of the grandmother -- ''Our \nredemption has arrived!'' she cries -- he relents.\n\n  After their arduous journey across the desert, the family arrives at a crowded refugee camp, where months waiting \nfor a plane -- part of Operation Moses, the covert airlift of Ethiopian Jews into Israel -- turn into years. AndArgay, \nthanks to a woman who has hired him as household help, eventually enables his family to make the trip. But it \ncomes at a heavy cost. \n\n  ''One of a Kind'' has much to offer. Mr. Vassa's effervescence is the central attraction, but other elements also \nenliven the proceedings: charming animation by Adi Katz, exhilarating choreography by Iddi Saaka to Idan \nZilbershtein's reggaelike songs, Ms. Assefa's tough but tender  grandmother. Inspirational as the show is, many \nEthiopians have had a hard struggle in Israel, a continuing plight Mr. Vassa plans to examine in a coming work. \nBring it on. \n\n  ''One of a Kind'' continues through Sunday at the New Victory Theater, 209 West 42nd Street, Manhattan; (646) \n223-3010, newvictory.org.\n\nhttp://www.nytimes.com\n"}