{"title": "ALIEN DETENTION CENTER ERECTED IN TEXAS", "body": "\nAlien Detention Center Erected In Texas (REST) Associated Press BAYVIEW, Texas (AP) - The Immigration and \nNaturalization Service erected tents inside a fence topped with barbed wire Tuesday at a minimum-security prison, \nunder a plan to speed processing of aliens and to jail those denied political asylum.  The Catholic bishops of Texas \ncharged that they foresaw ''the creation of the largest concentration camp on U.S. soil.'' State Department officials \nbegan making recommendations on asylum applications under a plan announced Monday to deal with an influx of \nCentral American immigrants and to speed up the weeding out of ''frivolous'' claims.  Under the plan, applicants will \nget an answer as early as the same day and will be subject to immediate arrest and detention if denied asylum.  \nBefore Tuesday, applications could take weeks to process; aliens were released on their own recognizance while \nthey awaited appeals or deportation.  The INS began erecting tents at its rural Port Isabel Service Processing \nCenter in Bayview, just north of Brownsville, in case the number of detainees at the center exceeded its 1,100-bed \ncapacity. Officials said they could detain as many as 5,000 in the large circus-size tents within the 315 acres.  A 7-\nfoot fence topped with barbed wire surrounds the compound.  The Texas Catholic Conference said the new policy \n''ignores the facts of life in Central America that are causing the massive influx of refugees to our country.'' It added: \n''The INS statement speaks of 'frivolous' applications.\nApparently any applications by people who have suffered dreadfully from civil war are frivolous. Obviously, we are \nabout to witness the creation of the largest concentration camp on U.S. soil since the incarceration of Japanese-\nAmericans during World War II - a shameful page in our history.'' The Catholic church has been helping aliens \nthrough several organizations and operates a shelter for newly arrived Central Americans.  Sen. Lloyd Bentsen, D-\nTexas, called the new policy a ''real step forward.'' ''The old policy simply dumped the Central American immigration \nproblem into the laps of citizens and local governments in South Texas, and now the INS has stepped forward to \ntake some responsibility for the immigrants,'' Bentsen said.  Delia Combs, assistant INS commissioner for refugees, \nasylum and parole, said Tuesday that two State Department officers were reviewing the applications and making \nrecommendations on the refugees' status.  Only immigrants who can show persecution are entitled to asylum; \nthose who come to better themselves economically can be deported. The INS maintains that most Central \nAmericans arriving in southern Texas do not qualify for refugee status.  A group of 45 Central Americans, half of \nthem from Nicaragua, was under review Tuesday afternoon. An additional 200 people were waiting to be \nprocessed.  INS spokesman Mario Ort iz said 25 of those processed had been denied political asylum; no one was \napproved.  The stricter policy began the same day the INS was allowed to reimpose a policy limiting asylum-\nseekers to southern Texas while they await decisions on their cases.  The INS estimates that 100,000 Central \nAmericans will pass through the Brownsville area this year. The area is the main entry point for asylum-seekers \nfrom that region.\n"}