{"title": "CHANCELLOR PLEDGES TO ROLL BACK THE TIDE OF EUROPEAN REGULATION", "body": "\n A PACKAGE of measures to roll back the tide of regulation from Brussels and make Britain the enterprise capital \nof the world will be unveiled in next month's Budget, Gordon Brown promised yesterday.\n\n The Chancellor said that the Budget, the last before the expected May election, would include initiatives to speed \nup planning laws, tackle underinvestment in transport, encourage greater regional pay flexibility and make the UK's \ncompetition regime the most open in the world.\n\n Addressing business leaders at an enterprise seminar in London in advance of a G7 gathering of finance ministers, \nMr Brown said his \"mission\" was to make Britain the most stable economic environment in the world and attract \nmore science-based and creative industries. \"To win this prize, we are prepared to remove any unacceptable \nbarrier, legislate any necessary reforms and introduce far-reaching new incentives,\" he said.\n\nHe received an immediate indication of what the business community expected from two of the delegates present - \nthe chief executive of British Airways, Rod Eddington, and the chief executive of Tesco, Sir Terry Leahy. Mr \nEddington stressed that the UK had to move faster to improve its infrastructure, saying that he had recently visited \nChina and concluded it might have built the 50 airports it needs before Heathrow has a third runway. Sir Terry, \nmeanwhile, cautioned the Chancellor not to impose any additional tax burdens on people or property.\n\n The Chancellor told delegates he wanted to build up the UK's science base so that it became the \"premier location\" \nfor medical trials and a world leader in resolving issues such as genetic research, animal experimentation and GM \nfoods.\n\n But to achieve this, Britain had to streamline and overhaul its regulatory regime. \"In the Budget, I will set out \nproposals not just about the burden of regulations but about the volume and flow of regulations. My position is that, \nin this new global economy, government must do all - principally through stability, education and infrastructure - that \nis necessary to do but no more - and we will continue to remove barriers that are not justified. So it is in the national \ninterest that we continue to resist inflexible regulation from the European Union.\"\n\n Britain would also use its EU presidency to push forward a new \"transatlantic trade and investment partnership\" \nbetween Europe and America.\n"}