{"title": "NEW IMMIGRANTS SURE MEAN BUSINESS More and more middle-class newcomers to city prospering as they start own commercial venteures", "body": "\nThomas Chen left his home in Taiwan in the early 1980s because he did not want to become a farmer like his \nfather.\n\nWith his son and wife working beside him in a business that began in the basement of a Flushing, Queens, \napartment building where he was the superintendent, Chen is the founder and president of the $46.4 million Crystal \nWindow & Door systems, headquartered in Flushing. \"My father heard stories he could pick up money from the \nground in the United States, the usual immigrant stories,\" said his son Steven Chen, 25, who will one run day run \nthe company. \"He soon realized there was opportunity, not money.\"\n\nLike Thomas Chen, many in New York City's new immigrant middle class are seizing the opportunity and \nthinking outside the box - especially when it comes to their business ventures.\n\nUsing the discipline and drive that brought them to America, more immigrants than ever before are starting their \nown companies.\n\n\"Immigrants often find it isn't easy to get into professions that would require a lot of credentials, so they start their \nown businesses,\" said John Mollenkopf, director of CUNY's Center for Urban Research. \"Immigrants have moved \ninto a whole bunch of areas of the economy.\"\n\nTo be sure, there are still many immigrant restaurant owners, cab drivers and dry cleaners among the city's new \nimmigrant middle class.\n\nBut many newcomers are turning to real estate ventures, opening retail stores and running construction companies \nand travel agencies.\n\nThe city Planning Department found an increase of more than 32,000 foreign-born New Yorkers between the 1990 \nand 2000 censuses who said they worked for themselves.\n\n\"These businesses are critically important to the city,\" Mollenkopf said. \"They obviously provide a lot of services \nthat consumers in the city enjoy and value.\"\n\nThe demand for a particular service was exactly what Thomas Chen capitalized on.\n\n\nIn the 1980s, New Yorkers felt threatened by crime. From that, Thomas Chen saw a demand for window security \ngates, and with a workforce of family and friends to start - a vital ingredient of many immigrant startups, experts \nsaid. He jumped in.\n\n\"The '80s were not too safe in New York City, and people wanted security gates,\" Steven Chen said. Working part \ntime as a welder, his father made them. \"People started asking, 'What about windows?' So he expanded.\"\n\nNow the company does millions in sales and employs nearly 400 city residents born in China and Latin America. It \nhas branch offices around the country.\n\nCompanies like Crystal bolster the city's economy and inspire other business that do the same. \"We have many \npeople who left and started their own company,\" Steven Chen said. \"There are window installers, distributors and \nmanufacturers.\"\n\nReady access to startup capital, a problem for most new businesses, is even more difficult for immigrants, who \nare frequently hampered by poor English and are distrustful of banks.\n\n\"Some [immigrant] groups are able to generate enough capital to help others,\" said Joe Salvo, director of the \nPlanning Department's population division. \"When pools of money are given to people on a regular basis, that has a \nreal effect.\"\n\nSome turn to friends and family. Others raise capital through variations of the Caribbean susu system of informal \ncooperative borrowing. Still others band together in trade associations or ethnic groups.\n\nThat's how the Bodega Association of the United States was born.\n\nJoe Fernandez founded the group after his first bodega in Morrisania, the Bronx, flopped. \"I took a risk and it failed,\" \nsaid\n\nFernandez, who emigrated from Dominican Republic as a teenager, earned a bachelor's degree from Lehman \nCollege and yearned to open his own business.\n\nThe failure was predictable. He paid $120,000 for a store that was not worth half that much. With no other place to \nturn, he borrowed money from loansharks, he said.\n\nAware that many other bodegueros were failing or barely scraping by, Fernandez banded together with 15 other \nstoreowners to form an association that could haggle with landlords and distributors and barter with banks for \nfavorable interest rates. Today, the group has 7,000 members.\n\nThe latest example of the group's clout is Mi Bodega, a line of products the association has created to sell to \nbodegas at a fraction of the cost demanded by suppliers who give them short shrift because their sales volume is \ntiny in comparison with supermarket chains.\n\n\"Wholesalers take advantage of [bodega owners],\" Fernandez said. \"They don't give us good prices . . . [and] the \nresult is we have to sell goods at high prices.\"\n\nIn his Washington Heights office, Fernandez displayed boxes of Mi Bodega pops, bottles of Mi Bodega drink and \ncans of Mi Bodega sardines. They will be sold to bodega owners with no minimum purchase.\n\nImmigrant entrepreneurs share boundless energy, an ability to roll with the punches and, above all, tremendous \nzeal for work.\n\nZenia Yuan had that zeal, but her multiple ventures began more than 20 years ago out of necessity. The mother of \ntwo young children, Yuan wanted work she could do from her home. She got it by becoming the super in her Rego \nPark, Queens, apartment building.\n\n\n\nAfter arriving from China in 1975 to study accounting, Yuan quit college after a year when she married. Her sons, \nAlex, now 27, and Kenny, 17, were born afterward.\n\nAn ambitious young woman, Yuan also wanted to work. All around her, young Asian friends were dreaming big and \nmaking money in the just-beginning Flushing real estate boom.\n\n\"I read a book called 'Use Your Spare Time to Invest in Real Estate' and got the idea to become the super,\" she \nsaid. \"I got lots of experience, making repairs, collecting rents.\"\n\nAs the boys grew older, Yuan managed more buildings and expanded into selling houses. Soon, Yuan's family was \nable to move into its own house.\n\nIn a Main St. building she bought with a partner, Yuan now runs her real estate business. In 1994, she opened the \nMagnolia Bakery and Cafe on the ground floor.\n\nBut there were sacrifices, and they continue. Her children complained that she was so busy she was never home. \nEven now, she works seven days a week.\n\n\"At the time, I was young and aggressive,\" said Yuan, 52. \"Now I am beginning to slow down.\"\n\nIn a year or so, Yuan expects to cut back to working five days a week.\n\nbkates@edit.\n\nnydailynews.com\n\nPaulino Chino Jr.\n\nSIDEBAR PROFILE\n\nBORN HERE TO parents from Mexico, Chino, 30, grew up in Crown Heights, Brooklyn, in the late 1970s. \"I've seen \nso many things in my lifetime,\" he said. \"Murder, suicide, drugs being sold in my apartment building.\" His parents, \nPaulino and Gloria, who worked in restaurants and factories, sent their son to Murrow High School and New York \nCity Technical School, where he studied accounting. In 1996, an aunt asked him if he wanted to join her as a \npartner in her Mexican deli in Bushwick. \"I realized, 'Wow, there is money to be made here,' \" Chino said. \"It was an \nopportunity that came up and I took advantage. I think all of New York is going to be Mexican.\" In 2000, Chino \nbought out his aunt and opened a second deli in Borough Park. He owns a home in Kensington.\n\nGRAPHIC WHERE THEY WORK.\n\nJob statistics for immigrant groups in the city's middle class earning $30,000 to $60,000:\n\nWest Indians\n\n68,146\n\nhouseholds employed\n\n4.5% self-employed\n\nTop five jobs:\n\n1. Nursing, psychiatric and home health aides\n\n2. Office clerks\n\n3. Security guards\n\n\n\n4. Building cleaners\n\n5. Drivers/truck drivers\n\nDominicans\n\n48,655\n\nhouseholds employed\n\n7.7% self-employed\n\nTop five jobs:\n\n1. Nursing, psychiatric and home health aides\n\n2. Child care workers\n\n3. Secretaries and\n\nadministrative assistants\n\n4. Retail salespersons\n\n5. Office clerks\n\nChinese\n\n44,142\n\nhouseholds employed\n\n7.4% self-employed\n\nTop five jobs:\n\n1. Sewing machine operators\n\n2. Retail salespersons\n\n3. Cashiers\n\n4. Waiters and waitresses\n\n5. Retail sales managers\n\nAsian Indians\n\n25,184\n\nhouseholds employed\n\n8% self-employed\n\nTop five jobs:\n\n1. Building cleaners\n\n2. Secretaries and\n\n\n\nadministrative assistants\n\n3. Drivers/truck drivers\n\n4. Cashiers\n\n5. Nursing, psychiatric and home health aides\n\nRussians\n\n24,702\n\nhouseholds employed\n\n10.2% self-employed\n\nTop five jobs:\n\n1. Secretaries and\n\nadministrative assistants\n\n2. Bookkeeping, accounting and auditing clerks\n\n3. Cashiers\n\n4. Elementary and middle school teachers\n\n5. Office clerks\n\nGraphic\n\n \n\nGRAPHIC;LIST;STATISTIC, Chef Dina, who hails from Russia, with chicken from Staten Island busines he started, \nDina's International Foods. Taiwanese immigrant Thomas Chen (r) with son Steven, came to the city in the 1980s \nand gradually built up a $46 million security and window business with branch offices around the country,\n"}