{"title": "A suicidal stand on Hispanics", "body": "\nHas the Republican Party become, as Senate Majority Leader Harry Reid recently charged, the \"anti-immigrant \nparty\"?\n\nThe accusation is overbroad. Republicans (and others) who are offended by chaos at the southern border, who are \nconcerned about the strains illegal immigration places on public services and who believe enforcement should \nprecede comprehensive reform are not necessarily \"anti-immigrant.\"\n\nReid has an interest in painting with the broadest possible brush to motivate Hispanic supporters in his own, uphill \nreelection campaign.\n\nBut it would be absurd to deny that the Republican ideological coalition includes elements that are anti-immigrant -- \nthose who believe that Hispanics, particularly Mexicans, are a threat to American culture and identity. When \nArizona Republican Senate candidate J.D. Hayworth calls for a moratorium on legal immigration from Mexico, when \nthen-Rep. Tom Tancredo (R-Colo.) refers to Miami as a \"Third World country,\" when state Rep. Russell Pearce (R), \none of the authors of the Arizona immigration law, says Mexicans' and Central Americans' \"way of doing business\" \nis different, Latinos can reasonably assume that they are unwelcome in certain Republican circles.\n\nThe intensity of these Republican attitudes is evident not just from what activists say but also from what Republican \nleaders are being forced to say. Sen. John McCain, a long-term supporter of humane, comprehensive immigration \nreform, has run a commercial feeding fears of \"drug and human smuggling, home invasions, murder\" by illegal \nimmigrants.\n\nNever mind that the level of illegal immigration is down in Arizona or that skyrocketing crime rates along the border \nare a myth. McCain's tag line -- \"Complete the danged fence\" -- will rank as one of the most humiliating \ncapitulations in modern political history.\n\nEthnic politics is symbolic and personal. Democratic presidential candidate John F. Kennedy gained African \nAmerican support by calling Coretta Scott King while her husband was in prison. Republican presidential candidate \nBarry Goldwater lost support by voting against the Civil Rights Act of 1964. A generation of African American voters \nnever forgot either gesture.\n\n\nRepublicans have now sent three clear signals to Hispanic voters:\n\nCalifornia's Proposition 187, which was passed in 1994 and attempted to deny illegal immigrants health care and \npublic education before being struck down in court; the immigration debate of 2006, dominated by strident \nRepublican opponents of reform; and now the            Arizona immigration law. According to a 2008 study by the \nPew Hispanic Center, 49 percent of Hispanics said that Democrats had more concern for people of their \nbackground; 7 percent believed this was true of Republicans. Since the Arizona controversy, this gap can only have \ngrown. In a matter of months, Hispanic voters in Arizona have gone from being among the most pro-GOP in the \nnation to being among the most hostile.\n\nImmigration issues are emotional and complex. But this must be recognized for what it is: political suicide. Consider \nthat Hispanics  make up 40 percent of the K-12 students in Arizona, 44 percent in Texas, 47 percent in California, \n54 percent in New Mexico. Whatever temporary gains Republicans might make feeding resentment of this \ndemographic shift, the party identified with that resentment will eventually be voted into singularity. In a matter of \ndecades, the Republican Party could cease to be a national party.\n\nEven describing this reality invites scorn from those who regard immigration as a matter of principle instead of \npolitics. But this represents a deep misunderstanding of politics itself. In America, political ideals are carried by \nparties. Republicans who are pro-business and pro-life, support a strong national defense and oppose deficit \nspending depend on one another to achieve influence. Each of these convictions alienates someone -- pro-choice \nvoters, economic liberals, pacifists. But Republican activists who alienate not an issue-group but an influential, \ngrowing ethnic group are a threat to every other constituency. The vocal faction of anti-immigrant Republicans is not \nmerely part of a coalition; it will eventually make it impossible for anyone else in that coalition to succeed at the \nnational level.\n\nThe good news for Republicans is that Hispanics tend to be entrepreneurial and socially conservative. While the \ngeneral image Hispanics hold of the GOP is poor, individual Republican candidates can make significant inroads. \nIn presidential elections, Hispanic support can swing widely. In 1996, Bill Clinton got 72 percent of the Hispanic \nvote. In 2004, John Kerry's support was in the 50s. And Republicans do not need to win a majority of the Latino \nvote to compete nationally, just a competitive minority of that vote.\n\nBut even this modest goal is impossible if Hispanic voters feel targeted rather than courted.\n\nmgerson@globalengage.org\n"}