{"title": "U.S. breaks up Ukrainian immigrant smuggling ring", "body": "\nFederal agents broke up a ring that smuggled hundreds of people from the Ukraine into the United States \nthrough Mexico and forced some into prostitution, authorities said Thursday.\n\nEleven Ukrainian people were arrested and eight others were fugitives, two in California and six in Ukraine or \nelsewhere, Assistant U.S. Attorney Dan Saunders said.\n\nAt least 200 people and perhaps as many as 2,000 were smuggled by the ring, he said. The ring charged $7,000 \nper person, but they were often forced to pay more.\n\n\"Some of the aliens were young women who upon arrival were sold into prostitution,\" he said. \"But there were also \nfamilies, men and children.\"\n\nAn affidavit said the ringleaders were Serge Mezheritsky, 35, and Tetyana Komisaruk, 49, of Los Angeles. They \nwere among those under arrest. Komisaruk's husband, two daughters and a son-in-law were charged as \nparticipants.\n\nThe ring was uncovered by chance after a Ukrainian family accidentally dropped a video camera on a known trail \nused by smugglers entering the United States from Mexico. The videotape showed the family, speaking in \nUkrainian, documenting their trip for a family history.\n\n\"One of our uniformed agents discovered the video camera laying on the ground,\" Fernando Grijalva, supervising \nagent of the Border Patrol in San Diego, told a press conference at the FBI's Los Angeles headquarters.\n\nWithin a short time, Grijalva said, a Mexican-American guide was arrested smuggling five Ukrainians and a \nspecial investigation was launched. The probe began in 1999 and involved a sting operation.\n\nThe 11 under arrest were charged with conspiracy to smuggle, transport and harbor illegal immigrants. Under \nU.S. laws governing smuggling for profit, the defendants could face as much as three years in prison per \nsmuggled immigrant, Saunders said.\n\nPatrick Patterson, the agent in charge of the Los Angeles FBI office, said that at least 200 victims had been taken \ninto custody by the Border Patrol and the Immigration and Naturalization Service. Some will be held as witnesses; \nothers will face deportation hearings.\n\nPatterson said that although the Ukrainians paid for Mexican tourist visas and knew they were being smuggled \ninto the United States, they were considered to be victims because they were misled and forced into servitude \nonce they arrived.\n\n\nPatterson said the immigrants typically were brought to Mexico, came across the border by foot, car or boat, then \nwere brought to a holding location in Los Angeles from which they were flown to their ultimate destinations across \nthe United States.\n\nSome were shipped to New York, Cleveland and Detroit, Saunders said.\n\nThe immigrants were typically charged $7,000 for the smuggling fee, travel documents to Mexico, hotel \naccommodations and other expenses, Patterson said. But once they arrived, they were often told that the fee had \nbeen increased and they would have to pay thousands more.\n\n\"This investigation further underscores the global nature of crime today and the threats we now realize from \nabroad,\" said FBI Assistant Director James DeSarno. \"What was a local crime just a few years ago now touches \nmultiple countries\"\n\nSaunders said most of those who bought passage to the United States were seeking either economic betterment \nor wanted to be reunified with family members already in the country.\n\nThose who were not forced into prostitution often were charged more but were allowed to travel to parts of the \ncountry where they had sponsors or could rejoin families, the prosecutor said.\n\nA 109-page FBI affidavit outlined a conspiracy that used a travel agent in Kiev, maintained a Mexican villa at \nRosarito Beach in Baja California, bought boats to transport aliens, and also brought them across the border in the \ntrunks of cars and on trains.\n\nThe FBI tracked the conspiracy through extensive wiretaps on telephones and cellular phones, as well as intercepts \nof e-mail and faxes, the affidavit said.\n\nIt noted that a Ukrainian madam was found murdered in her San Fernando Valley apartment during the period of \nthe conspiracy, and two Ukrainians, one of them a woman smuggled into the country, face charges in that killing.\n\nThe FBI document outlined a grandiose plan by Mezheritsky to form a prostitution ring in which women would bring \nhim income of $10,000 a day, and more money would come from blackmailing their clients with secret videotapes of \nsexual encounters.\n\nBut the affidavit said that after the murder Mezheritsky told an associate that the crime \"just totally killed my \nbusiness.\"\n\nThe conspirators allegedly used their families to launder money. The affidavit said a real estate agent charged in \nthe case allegedly knew of the smuggling and prostitution businesses and devised arrangements for the purchase \nof homes and a resort at Big Bear Lake in the San Bernardino Mountains, which Komisaruk named \"Russian Big \nBear\" and advertised to Ukrainians for vacations.\n\nFBI spokesman Matthew McLaughlin said Mezheritsky owns a mansion and in 1997 unsuccessfully ran for the \nWest Hollywood City Council.\n\nSome smuggled women refused to be prostitutes and ran away, the affidavit said, and Komisaruk at some point \nallegedly discussed the possibility of tying or handcuffing them.\n"}