{"title": "7,898 From 39 Nations Held in Anti-Smuggling Raids", "body": "\n More than 7,800 illegal immigrants were arrested this month along with 75 smugglers and vendors of illegal \ndocuments in what the Immigration and Naturalization Service yesterday called its largest international anti-\nsmuggling operation ever. \n\n The targets of \"Operation Crossroads International,\" who came from 39 countries in Latin America and the \nCaribbean, were captured during a 16-day effort that involved law enforcement agencies in the United States and \n13 other nations. \n\n \"We're talking about a great partnership in the Americas of going after people who try to make a profit and benefit \nin other ways from human misery and desperation,\" acting INS Commissioner Kevin Rooney said at a news \nconference yesterday. \n\n The operation was aimed primarily at intercepting undocumented migrants. More than 5,600 of the arrests \noccurred near the Mexican border, and about 1,300 occurred in Guatemala and El Salvador. Nearly 650 people \nwere arrested for holding fraudulent documents such as passports, visas and birth certificates, officials said.  \n\n Fifty-five hundred of the 7,898 people arrested were returned to their countries. Two people were detained in the \nUnited States. The remainder were detained in the countries where they were apprehended. \n\n Seven U.S. citizens were arrested on immigration law violations in the crackdown. Most of the 75 people arrested \nfor smuggling face criminal charges, authorities said. \n\n \"The message is clear: The United States is committed with its partners to pursuing smugglers wherever they \noperate,\" said Hipolito M. Acosta, the INS Mexico City director in charge of the operation.  \n\n Some smugglers operated at airports, officials said. Ninety people planning to illegally enter the country were \napprehended at airports in Jamaica. Other smugglers packed 50 to 100 migrants on buses from various places for \nthe unsuccessful journey. \n\n Acosta recalled a woman arrested near the Guatemalan border who thanked law enforcement for stopping her. \nThe woman said she feared abuse by her smugglers, he said. She was in a drop house with 80 other people. \n\n\n \"The dangers they face are not only on the border but on the entire route,\" Acosta said. \"Don't put your lives at risk \nby trusting smugglers.\" \n\n Law enforcement officers also seized $ 9 million in drugs, including 277 pounds of cocaine, 12 pounds of heroin \nand 157 pounds of marijuana. Thirteen people were found to be traveling with drugs, officials said. \n\n The effort cost the federal government $ 600,000. \n\n Operation Crossroads International was the ninth anti-smuggling effort by the INS in conjunction with other \ngovernments in the past five years, Acosta said. \n"}