{"title": "Food Stamp Cuts Are Proposed; House Plan Would Affect 300,000", "body": "\n House Republicans are pushing to cut tens of thousands of legal immigrants off food stamps, partially reversing \nPresident Bush's efforts to win Latino votes by restoring similar cuts made in the 1990s. \n\n The food stamp measure is just one of several provisions in an expansive congressional budget-cutting package \nthat critics say unfairly targets the poor and disadvantaged, especially poor children. \n\n The battle will be joined today when the House Budget Committee is scheduled to fold eight budget-cutting bills \nsaving $50 billion through 2010 into a single measure and then send it to the floor for a vote next week. The Senate \nis also set to vote on its version of the budget-cutting package, which would not cut food stamps. The smaller \nmeasure, with $39 billion in savings, has broad reach, affecting Medicare, Medicaid, agriculture programs, private \npension plans and energy.   \n\n The Senate action will feature a showdown over a bid to open Alaska's Arctic National Wildlife Refuge to oil drilling, \nas well as confrontations over limits to agriculture subsidies, Medicaid payments and Hurricane Katrina relief. \n\n While concerns about runaway spending for the war and disaster relief have dominated the debate over the budget \nuntil now, lawmakers in both chambers have been quietly drafting changes to major spending and entitlement \nprograms that would affect millions of Americans, including the fast-growing immigrant population.  \n\n  The food stamp cuts in the House measure would knock nearly 300,000 people off nutritional assistance \nprograms, including 70,000 legal immigrants, according to the nonpartisan Congressional Budget Office. Those \nimmigrants would lose their benefits because the House measure would require legal immigrants to live in the \nUnited States for seven years before becoming eligible to receive food stamps, rather than the current five years.  \n\n About 40,000 children would lose eligibility for free or reduced-price school lunches, the CBO estimated.  \n\n The food stamp cuts, if approved, will especially affect 11 states, including Maryland, that used the changes in \nthe food stamp law  --  approved with Bush's support in 2002  --  to expand eligibility and to simplify the application \nprocess. Under the House measure, eligibility for food stamps would be tightened to exclude some recipients who \nqualify for nutritional support simply because they qualify for other anti-poverty programs funded by the federal \nwelfare program, known as Temporary Assistance for Needy Families. \n\n\n Richard Larson, policy research director for the Maryland Department of Human Resources, said the state took \nadvantage of the 2002 changes in the law to simplify the lives of Maryland's poor and to reduce the onerous \npaperwork involved in meeting the different qualifications for various anti-poverty programs. If a family qualifies for \none program, such as Maryland's family-preservation services, it qualifies for food stamps automatically. \n\n By eliminating such \"categorical eligibility,\" the House measure would especially hurt those moving off of welfare, \nwho may have incomes that exceed the basic food stamp threshold but who also have higher expenses, such as \nfor child care and out-of-pocket health insurance, that come with work, Larson said. \n\n White House officials have refused to disparage the House proposal, but they have made it clear that the savings \nfrom programs under the Agriculture Department can be achieved without food stamp cuts, as the Senate and the \npresident have shown. \n\n Such issues have created deep divisions between the conservatives pushing the cuts and Republican moderates, \nwho fear the measure is going too far. A separate House measure would scale back federal administrative aid to \nstate child-support enforcement programs, saving the federal government nearly $5 billion over five years but \npotentially cutting child-support collections even more. \n\n Still another House provision would roll back a court-ordered expansion of foster care support, denying foster care \npayments to relatives who take in children removed from their parents' homes by court order. That provision would \nreduce the coverage of foster care payments to about 4,000 children a month and cut $397 million from the \nprogram through 2010, the CBO said. \n\n \"Why would we want to do anything to discourage a family member from taking in a child who has been \nabandoned or neglected by his birth family?\" asked Rep. Heather A. Wilson (R-N.M.), who has told House leaders \nshe cannot support the legislation. \n\n House GOP leaders say the broad measure would root out government inefficiency and waste, while confronting \nthe hard choices posed by the stubbornly high budget deficits and the costs of war and natural disasters. Even $50 \nbillion is just a 0.6 percent nick out of the $7.8 trillion in federal entitlement spending expected over the next five \nyears. \n\n \"We're cutting, but we're also changing things to try to make them fit today's needs better,\" House Speaker J. \nDennis Hastert (R-Ill.) said yesterday.  \n\n But some Republicans worry that social service cuts, though relatively small, might have outsized political \nramifications, especially when Republicans move in the coming weeks to cut taxes for the fifth time in as many \nyears. Those tax cuts, totaling $70 billion over five years, would more than offset the deficit reduction that would \nresult from the budget cuts. \n\n \"The problem is the interrelationship between cutting taxes, which no matter what you do will be viewed as \ncutting taxes for the rich, and reducing programs for the poor,\" said moderate Rep. Michael N. Castle (R-Del.). \"It's \nthat simple.\" \n\n  When Bush secured the restoration of food stamps for thousands of legal immigrants in the huge 2002 farm bill, \nhe pointed to the provision as proof that the measure was a \"compassionate bill.\" \n\n At $844 million over five years, the House's proposed food stamp cuts would account for less than half a percent \nof the total food stamp budget over that time. But Jennifer Ng'andu, a health and social policy analyst at the \nNational Council of La Raza, highlighted the symbolism of the provision: It is the only item in the budget measure \ntargeted at immigrants. \n\n \"Going back on this is a reversal of all the achievements Bush has made with immigrants,\" she said. \"These are \nlawful residents, good enough to die for our country in Iraq but not good enough to get food stamps.\"  \n\n\n"}