{"title": "NEW YORK ENFORCEMENT BEGINS ON ALIEN RULES", "body": "\nFederal officials have begun enforcing the new immigration law in the New York region, saying they will investigate \n18 businesses believed to have knowingly violated the law.\n\nInvestigators of the Immigration and Naturalization Service in New York said that the 18 employers had been \nbriefed by the agency on the law, but that agents had ''reason to believe violations were continuing.''\n\nUnder the law, described as the most sweeping change in immigration regulations since 1952, businesses were \ngiven until yesterday to verify that employees hired since Nov. 7, 1986, are either American citizens or aliens \napproved for work in this country. Also under the new law, any alien who can prove continuous residence in this \ncountry since before 1982 is eligible for legal residence.\n\nThe employers are required to collect and verify immigration forms -known as I-9's - from all employees, regardless \nof their nationality or origin, who were hired since Nov. 7, 1986. Employers are not required to verify the status of \npeople hired before then. #500 Briefings a Week Two months ago, acting to counter widespread confusion about \ncorporate responsibilities and workers' rights under the new law, the immigration agency began educational visits \nby its agents to employers, and has since announced that early enforcement would be limited to companies that \nhave been briefed on the law.\n\nIn the New York district, which includes New York City, Long Island and seven other counties in the southern part \nof the state, immigration officials said more than 3,000 educational visits to employers had been made. The \nbriefings, officials said, have recently been stepped up, reaching about 500 a week.\n\nThe businesses in the New York region expected to be most affected by the law - including textiles, hotels, \nrestaurants and light manufacturing -have complained of the paper work that compliance will require and expressed \nfear they would be the target of lawsuits filed by aliens who are dismissed because they fail to produce their work \nauthorization documents.\n\nOthers predict a shortage of workers in unskilled service and manufacturing jobs that Americans typically shun, and \nmany have asked for a postponement of enforcement.\n\n \n\nBusinesses Investigated Before\n\nDimitrious Georgakopoulos, an agency official who supervises employer investigations in the New York district, \nsaid the 18 employers were suspected of ''knowingly violating the law'' and had been notified that they would be \ninspected ''in the next few days.'' If they fail the inspections, he said, they will be warned that they are risking fines.\n\n\nMr. Georgakopoulos said the 18 employers, whom he declined to identify or describe, had been investigated by the \nimmigration agency before.\n\nFines under the new law range from $250 per employee for the first instance of ''knowing'' violation, to $10,000 per \nemployee in the case of recurring violations.\n\nIn cases where a company has failed to collect and store I-9 forms as an ''oversight,'' the immigration agency will \nlevy fines ranging from $100 to $1,000, Mr. Georgakopoulos said.\n\n \n\nWarning Issued in Los Angeles\n\nNationwide, the agency is not keeping track of warnings, said a spokesman, Verne Jervis. But he said several more \nwarnings have been issued to employers since the first one was issued in Los Angeles on Aug. 21.\n\nHe said the pace of citations should pick up, and he expects that the first fines for repeat or flagrant offenders will \nprobably be issued this month.\n\nThe agency's director for the New York district, Charles C. Sava, said that during the first eight to 10 months of \nenforcement, random inspections of employers who have been briefed by the agency will be performed, along with \naudits of businesses prompted by written complaints of violations.\n\nMr. Georgakopoulos said the random inspections would begin this month.\n\nMuzaffar Chishti, director of the immigration project run by the International Ladies Garment Workers Union, \ncomplained that the educational efforts by the immigration agency had not been aggressive enough. ''I just started \nhearing about these educational visits in the last two weeks,'' he said.\n\nMr. Chishti criticized the educational visits as cursory. ''The I.N.S. agent will come, provide the I-9 forms, and say, \n'Look, we will be back, so you should get rid of any people who are not legal,' '' he said.\n\nGraphic\n\n \n\nPhoto of Anne Fiore, Lynn Vigliotti, Mary Ann Decesare and Hal Floyd (NYT/David Bookstaver)\n"}