{"title": "N.J. ranks third in increase of nonnatives; It trails only California and Texas, a new study says. N.J. immigrants tend to be more affluent, though.", "body": "\nNew Jersey trails only California and Texas in the recent explosive growth of its immigrant population, \naccording to a study to be released today. \n\nBut the state's nonnatives appear to be more affluent than immigrants elsewhere in the country, the study \nnotes. And the Garden State's immigrants arrive legally in greater numbers - and receive government services \nsomewhat less often.  \n\nThe number of immigrants in New Jersey, both legal and illegal, has jumped by almost 600,000 since 2000, \naccording to the report from the Center for Immigration Studies in Washington. \n\n It was the third-largest numerical increase among the states.  \n\nAs a result, immigrants and their U.S.-born children currently make up slightly more than a quarter of all New \nJerseyans, among the highest percentages in the nation. \n\nImmigrants and their native-born offspring constitute almost 17 percent of the U.S. population. \n\n In Pennsylvania, their share is 6 percent. \n\nIn the Garden State, 77 percent of all nonnative residents are present legally, compared with 70 percent \nnationwide. In Arizona, only 35 percent of the immigrant population is composed of legal residents. \n\nSteven A. Camarota, research director at the Center of Immigration Studies and author of the new study, said \nyesterday the think tank supported reduced immigration and stricter enforcement of immigration laws, but no cutoff \nin social services to legal immigrants.  \n\nThe center recently served in an advisory capacity to Hazleton, Pa., in a legal challenge to that city's effort to \nenforce penalties for housing or employing illegal immigrants. \n\nIn his 44-page report, Camarota statistically details the wave of immigration that has led to a near-doubling of the \ncountry's foreign-born population since 1990. \n\nNationwide, legal and illegal immigrants now make up 13 percent of the population. That is just under the historic \npeak of 1910, when 14.7 percent of the country was foreign-born. \n\n\nToday, one in eight U.S. residents is an immigrant. In 1990, it was one in 13, the reports notes.  \n\nThe report draws upon the annual survey of the U.S. census, as well as estimates of the illegal population \ndeveloped by the Department of Homeland Security, the Pew Hispanic Center, and others. \n\nAbout 37 million current American residents are immigrants, and almost one in three is here illegally, the study \nconcluded. \n\n\"The most important things are the numbers are big, they are growing very fast, and the number of illegal residents \nis big,\" Camarota said. \n\nSince 2000, the report found, the total number of immigrants in New Jersey has gone up 46 percent, to 1.9 \nmillion. \n\nDuring that time, the immigrant population of Pennsylvania increased to 581,000. That was a 60 percent hike, but \nit still left the state with a much smaller foreign-born mix than New Jersey, both in count and as a share of total \npopulation.  \n\nThe study also broke down the immigrant population by such factors as income, use of welfare services, and \ncoverage by health insurance. \n\nIn New Jersey, the median household income among immigrants was closer to that of native residents than in the \nnation as a whole.  \n\nIn the affluent Garden State, the income figure was $66,170 for immigrants versus $68,988 for the native-born. \nNationally, the native-born population had a median income of about $49,000 - $5,000 more than that of \nimmigrants. Low incomes among immigrants are most common in states with larger populations of Mexicans, 60 \npercent of whom live in or near poverty nationwide. \n\nAbout 20 percent of the state's immigrant households receive some form of welfare, compared with 14 percent of \nnative households. Nationally, a third of all households of the foreign-born received such help, versus 19 percent of \nnative-born households. \n\nIn New Jersey and elsewhere in the nation, there is a large gap between immigrants and natives when it comes to \nprivate health insurance. \n\nAbout 37 percent of immigrants in the state had no private coverage, twice the rate of native-born New Jerseyans.  \n\nAs for educational costs, the report found that illegal immigrants make up an unusually high percentage of the \nstate's school-age population. Of children 5 to 17 years old, 6 percent were illegal residents - twice the national rate \nand the highest percent in the nation. \n\nDespite these expenses, Charles \"Shai\" Goldstein, executive director of the New Jersey Immigration Policy \nNetwork, which favors helping undocumented immigrants become citizens, said immigrants pay more in taxes \nthan they receive in services. \n\n\"One of the big lies in the immigration debate is based on a failure to understand that every immigrant pays 100 \npercent of the sales taxes and 100 percent of the property taxes,\" he said yesterday. In addition, because \nundocumented workers often present fraudulent Social Security numbers, they \"pay more into payroll taxes than \nthey receive because they're not going to get Social Security.\" \n\nTim Smith, a senior economist and immigration expert at the Rand Corp., a California research center, led a study \nin 1997 that focused on the costs of immigrant populations in California and New Jersey. \n\nIn an interview yesterday, Smith said that native Californians faced an additional tax \"hit\" of several thousand \ndollars to cover the schooling and other government costs of immigrants. \n\n\n\nBut because New Jersey's immigrant population is more affluent, he said, Garden State natives likely faced a \nmuch smaller additional tax burden of perhaps a few hundred dollars. \n\nContact staff writer Craig R. McCoy at 609-989-9016 or cmccoy@phillynews.com. \n"}