{"title": "MINNEAPOLIS-ST. PAUL INTERNATIONAL AIRPORT: 21 airport workers detained", "body": "\nTwenty-one people, most working in food service businesses in secure areas at Minneapolis-St. Paul \nInternational Airport, were detained Tuesday by federal agents on suspicion of various immigration violations.\n\nU.S. Attorney Thomas Heffelfinger said the sweep was \"part of a national and local effort to ensure that people who \nare employed in secure areas of our airports are there properly.\"\n\nAbout half of those detained are from Mexico, Heffelfinger said. The sweep was conducted at such businesses as \nMcDonald's, TGI Friday's and Sky Chef, a food supplier for airlines. One was employed at a shoeshine shop.\n\nThose detained \"would have access to travelers who have passed through security,\" Heffelfinger said.\n\nThe sweep was aimed at businesses and not because of information about any particular person, Heffelfinger said.\n\n\"We didn't know who we would find or which country they had come from,\" he said.\n\nLast month, federal officials said they had arrested or indicted more than 450 workers at 15 airports across the \ncountry on such charges as using phony Social Security numbers, lying about past criminal convictions or being in \nthe country illegally.\n\nThe arrests have been criticized by some as a long overdue response to the Sept. 11 terrorist attacks on the \nPentagon in Washington, D.C., and the World Trade towers in New York City.\n\nOthers have called the arrests a crackdown on poorly paid working people who have no connection to terrorism.\n\nSteve Thal, a Twin Cities immigration attorney and past chairman of the Minnesota-Dakotas chapter of the \nAmerican Immigration Lawyers Association, said the United States and Mexico are negotiating to make it easier for \nU.S. businesses to hire Mexican employees.\n\nObtaining visas and proper work permits is difficult for Mexicans seeking low-paying U.S. jobs, Thal said.\n\nMany undocumented employees \"have worked very hard in this country and have had taxes withheld and have \nmade positive contributions to our economy,\" Thal said.\n\nBill Gardner can be reached at wgardner@pioneerpress.com or (651) 228-5461.  \n"}