{"title": "Democracy at home may block asylum bids", "body": "\nA group of Nicaraguan exiles heads to court today in an effort to block a U.S. Immigration and Naturalization \nService policy that may mean deportation for some immigrants who got political asylum in the United States.\n\nTargeted for possible deportation: Immigrants from Nicaragua, Panama, Poland, Hungary - all countries embracing \ndemocracy in recent months - who have not yet gained permanent residence status.\n\nThe INS policy surfaced when an internal memo became public last week.\n\nThe Immigration and Naturalization Service says the reason for granting asylum - proving a well-founded fear of \npersecution if they return to their homelands - may no longer exist.\n\n''That is real bureaucratic double talk,'' says Robert Boyer, who will file a lawsuit today for Nicaraguan exiles.\n\nThe issue is raising fears in Miami, home to more than 100,000 Nicaraguans, many of whom have received or are \nseeking political asylum.\n\n''The economy and the politics in Nicaragua are still very bad,'' says Mario Castillo Nunez, 43, who left Nicaragua in \n1987 and lives here with his wife and four children.\n\nHe does not believe that Nicaragua is a democracy simply because U.S.- backed Violetta Chamorro won the \npresidency in February.\n\n''The Chamorristas and the Sandinistas are still violently fighting,'' Castillo says.\n\nSays banker Roberto Arguello, a Nicaraguan native: ''The situation in Nicaragua has changed on paper but not in \nreality. Where are Nicaraguans going to go? There are no houses, no businesses. The measures are very unfair.''\n\nOf the four countries, Nicaraguans have received the most asylum applications and would be the most affected, \nINS officials say.\n\n''It's a clarification of … existing law,'' says INS spokesman Richard Kenney. ''We're saying that … we have to \nreview an (immigrant's) status. The policy isn't limited to any nationality.''\n\nKenney says it could be five years before the cases are heard because of backlogs.\n\nIn Chicago - home of half the 4,000 Polish immigrants affected by the ruling - ''the fear is terrible,'' says Roman \nPucinski, president of Illinois chapter of the Polish-American Congress.\n\n\n''These people sold their homes, sold their furniture in Poland; they thought they were going to start a new life in \nAmerica,'' says Pucinski. ''Now all that may be wiped out.''\n\n''In Poland, we were scared about the government. Here, I felt free. Now, this is the same situation as Poland,'' says \nDan Malinowski, 31, who has been in the USA for 2 1/2 years. ''I feel like someone is looking for me again. I'm \nscared.''\n"}