{"title": "NEWLY LEGAL ALIENS NOW LIVE WITHOUT FEAR, SETTLE INTO JOBS", "body": "\nCOBDEN, Ill. - Illegal aliens who gained legal U.S. residency status under theso-called amnesty program have \nfound new opportunity and freedom from fear of deportation, according to migrant workers in the program.  Some \nmigrant workers who have residency documents are beginning to ''settle out,'' quitting the relentless seasonal \njourneys across the country to stay in one place and enjoy the security of one home, one job, one school for the \nchildren.  But some people who work with the migrants say that even though fresh opportunities are open, many \nnewly documented workers will continue traveling in the migrant stream because that's the only job they know.  \nAnd some experts say that despite tough new sanctions against employers who hire undocumented workers, the \ngrim economic conditions in Mexico will continue to drive illegal aliens into this country to try to find work - just to \nkeep from starving.  Migrant worker Juan Manual, who has his temporary residency papers, said through an \ninterpreter, ''The best thing is you can cross the border freely and just find a job. You can learn the language and \nget better jobs.'' Legal residence means ''people feel more secure, they have more choices to get this job, or the \nother, or the other,'' said Angie Gomez, a social worker at the Jackson-Union Migrant camp at Cobden.  ti G Migrant \nworker Miguel Carmona, who was staying in Southern Illinois past the close of apple-picking season to pick turnips, \nsaid through an interpreter that his residency papers meant he could work freely and not have to hide from \nimmigration officials.\n''At least I can sleep better,'' he added.  aieou The amnesty law had two aims: to stem the tide of illegal aliens \nacross the 1,970-mile border the United States shares with Mexico and to legitimize the illegal aliens who were \nalready part of the fabric of the U.S.  work force.  Immigration officials say the program is a success on both counts.  \nTo keep new illegal aliens from entering the country or getting work here, the number of immigration investigators \nwas almost doubled, to 1,500 now from 800 in 1986. Employers who hire undocumented workers face stiff fines \nand even jail terms.  Because of those tough new enforcement measures, the number of arrests of illegal aliens \ncrossing the Mexican border into the United States was down to 854,000 in the fiscal year that ended Sept. 30 from \n1.6 million in the year that ended Sept. 30, 1986, the year before the amnesty program started, according to Duke \nAustin of the U.S. Immigration and Naturalization Service.  Under the amnesty program, 3.1 million illegal aliens \napplied for legal status, which was 2.6 million more than federal officials expected would apply, Austin said. \nAgricultural workers had to apply for amnesty by Nov.  30, 1988, and other illegal aliens had to apply by May 4, \n1988.  Austin said, ''We legalized more people in that program than in all other amnesty programs in all other \nnations combined. It was certainly numerically a success.'' However, Garth Gillan of Cobden, a deacon with the \nCatholic Diocese of Belleville who works with the migrants, says he has seen estimates in the Catholic press that \nmore than 50 percent of those eligible did not apply, perhaps because of fear.  Bill Garner, the Latin American \nspecialist in the political science department at Southern Illinois University at Carbondale, said he also had heard \nthat many who were eligible did not apply because of a ''long, long history of bitterness and distrust of the U.S. \ngovernment by Mexican labor.'' Sei Austin denies that large numbers of qualified illegal aliens failed to apply, \nalthough he says a few may have failed to apply out of ignorance or ''lack of sophistication.'' -fNdt ba  Gomez said \nfor those who did qualify, legal residency status in the United States means ''they don't have to be invisible. Before, \nif they got hurt while they were working, they wouldn't even say, because they were afraid. Now at least they can \n\n\nget medical attention.'' But for many, ''language is still a big barrier'' to a better life, Gomez said.  Manual is one of \nthe newly documented workers who is looking for a way past that barrier. Together with his brother, sister, and \nbrother-in-law, he is staying on at the migrant camp past apple-picking season to attend English classes through \nthe Illinois Migrant Council, a non-profit group set up to help the migrants.  ad Edgar Tate, a counselor for the \nIllinois Migrant Council, said he was working with Manual's family in an attempt to help them ''settle out'' by helping \nthem learn English and find housing and employment.  For example, Manual's sister, Tina Alvarez - who has done \nfield work in Texas and fruit-packing work in Cobden - may have a job in a bakery in Carbondale waiting for her if \nshe masters enough English in the 13-week course she is taking.  More migrants are attempting to settle out by \nbuying ''small parcels of land, one or two acres with a trailer,'' Tate said.  Those who settle out can escape the hot, \nheavy work involved in migrant labor, as well as the poor housing, long working hours and poor living and health \nconditions, Tate said.  ah Still, a few migrant workers Tate or other counselors help to settle out go back to migrant \nwork, which can pay $80 or even more on a good day or as low as minimum wage with a sparse crop.  ''Sometimes \nit does happen that they go back to that work, and that's heartbreaking,'' Tate said. ''We say that 'the fields called \nthem,' and sometimes that's just what it is. That's the best thing they know how to do, what they feel most \ncomfortable with.'' bt But even the migrant stream represents a bright new hope for some who are starving in \nMexico.  Latin American specialist Garner said Mexican workers fighting for jobs were grateful to be employed in \nsweatshop factories along the Mexican border that pay the equivalent of 40 to 60 cents an hour.  The nation has \nsuffered from high inflation. For 40 years, 12.5 Mexican pesos equaled one U.S. dollar, but now the exchange rate \nis about 2,700 pesos to the dollar, he said.  Garner says Mexico's economic woes are the result of the country's $90 \nbillion international debt, its population explosion, and, especially, its leaders who tied the country's welfare solely to \noil, which backfired when oil prices plummeted in the early 1980s.  Mexicans are now starving in the streets, \nGarner said.  ''I've seen it - it's awful,'' he said. ''I've seen pregnant women begging in front of hotels, and you \nwonder how they've got the strength to give birth because there's no meat on their bones. I've seen babies walking \naround with distended bellies, defecating worms. The infant mortality rate is 40 percent in some neighborhoods in \nGuadalajara.'' Garner, Gillan, Austin of the INS, Gomez, and the migrant workers themselves all predicted that \nillegal aliens would continue to try to slip across the border, despite stronger security.  Austin said that for the first \ntime since 1986, when the amnesty program was passed, the rate of illegal aliens arrested in the last four months \nof the budget year was higher than during the same period a year earlier.  oti INS officials hope new difficulties in \nfinding work in the United States discourage many illegal aliens, even though an industry is springing up to supply \nfraudulent residency documents.  Gomez said workers will ''still come without documents, as long as they can \nmake it, as long as they can cross the water. They're just coming through to survive.''\n\nGraphic\n\n \n\nMap; MAP: Post-Dispatch Map of Illinois showing site of Cobden\n"}