{"title": "North Korea Decides to Indict 2 U.S. Reporters", "body": "\nNorth Korea said Friday that it had decided to indict two American journalists who have been detained for more \nthan five weeks on charges of illegally entering the country and committing ''hostile acts.''\n\n  ''Our related agency has completed its investigation of the American journalists,'' North Korea's state-run news \nagency, KCNA, reported. ''It has formally decided to put them on trial based on confirmed criminal data.''\n\n  The reporters, Laura Ling and Euna Lee, work for Current TV, a San Francisco-based media company founded \nby Al Gore, the former vice president. They were arrested by the North Korean military on March 17 on the border \nbetween China and North Korea. They had been in China reporting on the North Korean refugees who fled hunger \nat home and were living in hiding in China.\n\n  The news agency did not say specifically what charges the journalists will face. But North Korea officials said on \nMarch 31 that the reporters would be indicted on charges of ''illegal entry'' and perpetrating ''hostile acts'' against \nthe Communist state.\n\n  Their indictment comes amid high tension between North Korea and the United States after the North launched \na long-range rocket on April 5. The United States pressed the United Nations Security Council to call for tightened \nsanctions on the North. \n\n  In return, Pyongyang told the United Nations' nuclear monitors last week to leave the country and vowed to quit \nsix-nation talks on dismantling its nuclear weapons facilities. It threatened, too, to restart a plant that makes bomb-\ngrade plutonium.\n\n  The United States does not have diplomatic relations with North Korea, but a Swedish diplomat based in North \nKorea has met with the two American journalists on Washington's behalf. They are being are held in Pyongyang, \nthe capital.\n\n  After Ms. Ling and Ms. Lee were arrested under circumstances that are still unclear, they appear to have become \npart of the political standoff between Pyongyang and Washington, analysts said, with North Korea likely to use \ntheir trial as political leverage against the United States.\n\n  North Korea has said that it would allow the reporters consular access and treat them according to international \nlaw. Amnesty International has said it doubted that they will receive a fair trial, given the North Korean judicial \nsystem's lack of independence or transparency.\n\n  North Korea also has detained a South Korean worker in a joint industrial complex in the North for almost a \nmonth on charges of denouncing the North Korean regime.\n\n\nhttp://www.nytimes.com\n"}