{"title": "Phone card companies under fire Customers complain of confusing terms, getting shorted on minutes.", "body": "\nThey can be seen hanging behind the counter at the mini-mart, those brightly colored phone cards for calling Latin \nAmerica, Africa and Asia. Often, they are the only reliable way for immigrants to stay in touch with their families.\n\nBut many buyers of these cards are being ripped off to the tune of millions of dollars per year.\n\nSome cards fail to deliver the promised minutes. Others tack on confusing fees that may not be listed in the \nmicroscopic print on the back of the card. Still others round up each call to the nearest three-minute mark.\n\n\"Sometimes they give you all the minutes. Sometimes they don't. Then you have to switch to a new card,\" said \nAugusto Revolorio, a Miami Beach grocery stocker. He buys the $2 or $5 cards regularly to call his mother and four \nbrothers in Guatemala. \"It costs me more to complain on the phone and be late for work, so I just rip up the card \nand buy a new one.\"\n\nA 2004 study led by University of Georgia economics professor emeritus Julia Marlowe found that the cost-per-\nminute rates for prepaid calling cards were on average 87 percent higher than those advertised.\n\nBut because many immigrants like Revolorio don't have time or are afraid to go to authorities to complain - and the \nmoney they lose per card is small - little has been done to crack down.\n\n\"Every time I check, the telecommunications industry is a highly regulated industry. This one they don't want to \nregulate,\" said Gus West, head of the nonprofit, Washington-based Hispanic Institute.\n\nThat's beginning to change. In the past year, attorneys general in Florida, California and several other states have \nbegun to take a closer look at the phone card industry, as has the Federal Trade Commission. In October, Rep. \nEliot Engel, D-N.Y., introduced legislation to regulate the business.\n\nThe push comes in part from an unlikely source - communications giant IDT Corp. The Newark, N.J., company \nsettled its own decade-long class action lawsuit in January over allegations it failed to adequately disclose its \ncharges. Now, it is leading the call for regulation at the state and federal level.\n\n\"What we'd like to see is an honest industry, where everyone is held to the same standard that we hold for \nourselves,\" IDT head Jim Courter said.\n\nThe most popular cards among immigrants - and the ones least likely to deliver promised minutes - are those \noffering super cheap rates to countries such as Mexico, Guatemala, Haiti and India.\n\n\nNorbert Dominguez of Miami said he buys about six $10 cards a month to stay in touch with his mother and 4-year-\nold daughter in Cuba. Each card promises 18 minutes but usually delivers closer to 12, he said. That's an actual \ncost of about 83 cents per minute, versus the promised 55 cents. Still, it is cheaper than the typical long-distance \ntelephone rate of $1.15 a minute.\n\nDominguez said he has complained with little success. \"They give you a customer service rep, but it's never \nsomeone with authority,\" he said.\n\nGraphic\n\n \n\nPHOTO\n\n PHOTO - Augusto Revolorio, an immigrant from Guatemala, eats at a cafe this week in Miami Beach. Revolorio is \namong those who buys $2 or $5 brightly colored phone cards, in his case to call his family in Jutiapa, Guatemala. \nSome state attorneys general are looking into reported phone card company abuses, and a bill has been \nintroduced in Congress.   The Associated Press \n"}