{"title": "Woman convicted in brothel case", "body": "\nA WOMAN who worked as a receptionist at a brothel in York has been sentenced, but two others in the same case \nhave had their charges dropped.\n\nRachel Sarah Donaghey, 24, stood alone in the dock at York Crown Court and the Recorder of York, Judge \nStephen Ashurst, said the part she played in the brothel in Lawrence Square, York, had been small.\n\nDonaghey had initially been charged with conspiracy to run a brothel along with a man and woman from Hull.\n\nThe Hull pair had also each faced allegations that they had laundered criminal money between April, 2010, and \nNovember, 2011, but all charges against the two were dropped.\n\nAdrienne Gower, senior district crown prosecutor with the Crown Prosecution Service Yorkshire and Humberside, \nsaid those defendants raised a legal argument which required the CPS to carry out a further review of all the \nmaterial in the case. She said: \"The result of this review was that the case against those defendants could not \nproceed for evidential reasons.\"\n\nSentencing Donaghey, the Recorder of York, Judge Stephen Ashurst, told her: \"You were heavily pregnant at the \ntime, you were not engaged in sexual work with the customers of that brothel, and to some extent, your \nvulnerability was exploited by other people at the brothel.\"\n\nHe also told her: \"Others who on the evidence were much more heavily involved were not proceeded against.\"\n\n\"The prosecution has discontinued proceedings against two people who set up and benefited financially from this \nbrothel\".\n\nDonaghey, of The Garth, Raskelf, near Easingwold, pleaded guilty to assisting in the running of a brothel between \nJuly 1 and August 9 last year and was given a 12-month conditional discharge.\n\nShe had no previous convictions and the prosecution accepted her basis of plea that she only took the job \nbecause she was pregnant.\n\nTim Capstick, prosecuting, said the brothel was in a third-floor apartment in a modern block of flats and \nDonaghey's role was to describe the sex workers to would-be customers on the phone, meet clients on arrival and \ntake their money.\n\nA North Yorkshire Police spokesman said: \"North Yorkshire Police is satisfied that a thorough investigation was \nconducted in relation to this matter.\n\n\n\"However, following consultation with the Crown Prosecution Service, it was decided that it was not in the public \ninterest to proceed with the court case.\n\n\"While we are naturally disappointed by this outcome, we respect the advice and guidance that we received.\n\n\"We will be reviewing the investigation in due course to see if any lessons can be learned from this case.\"\n"}