{"title": "Aliens Law Shouldn't Lead to Fear of Hiring", "body": "\nTo the Editor:\n\nYour Aug. 7 article on recent increased enforcement of sanctions against employers of illegal aliens points out \ncontradictions and challenges of the Immigration Reform and Control Act of 1986, which aimed to welcome illegal \nimmigrants with histories of residence and employment in the United States through \"amnesty\" and to discourage \nemployment of new arrivals through fines for employers of illegal aliens.\n\nYou mention that a General Accounting Office report showed widespread employment discrimination against legal \nimmigrants as a result of the sanctions [some editions].\n\nEmployer sanctions were opposed by Hispanic, immigrant and other civil rights groups including the Hermandad \nMexicana Nacional during the debate preceding passage of the 1986 legislation. Those groups have described the \nlaw as the only piece of legislation in United States history that institutionalizes employment discrimination against \na minority. Much of immigration-related discrimination would disappear with the repeal of sanctions.\n\nAs long as employer sanctions are with us, however, our best chance of assuring equal employment opportunity in \nthis country is to support and heed the Justice Department's campaign of public education regarding the \nantidiscrimination provisions of the 1986 legislation. The department's Office of Special Counsel, through a national \ncompetition begun last year, awards grants to community agencies to inform workers and employers on their rights \nand responsibilities with regard to the hiring of work-authorized immigrants, refugees and those granted asylum.\n\nThanks to these public education efforts, immigrants in communities where grants have been made are learning to \nidentify discrimination, and employers in violation of the anti\n\ndiscrimination provisions are being investigated and prosecuted. Employers who ask for work-authorization \ndocuments at the time of application, rather than waiting until the time of hiring, or who are \"playing it safe\" and \nhiring only native-born applicants, are among those subject to penalties for discrimination.\n\nSince discriminatory practices are the result of lack of understanding of the 1986 law and fear of sanctions on the \npart of employers, the public information campaign aims to provide the business community with accurate and up-\nto-date information, so that employers can offer foreign-born job applicants the same opportunities as natives.\n\nThe Office of Special Counsel's public education program is thus of mutual benefit to immigrants and employers. It \nwill allow immigrants to continue to make the contribution to the United States economy they have made \nhistorically, and it will enable the business community to make informed and optimal decisions in the hiring of new \nemployees.\n\n\nThe program, with little more than $1 million available this year, is working well in communities where public \neducation grants have been awarded, but it needs and deserves more resources. To educate all those who look \nforeign or who speak English with an accent, as well as every employer with four or more employees in this country, \nis an enormous challenge.\n\nThe Justice Department has taken on that challenge, but with modest funds. Upon the success of its public \neducation campaign depends not only the economic advancement of America's newest residents and their \nemployers, but also our society's well-being.\n\n \n\nMARGO CORONA DE LEY\n\nPresident, Hermandad Mexicana\n\nNacional Legal Center\n\nChicago, Aug. 12, 1991\n\nGraphic\n\n \n\nDrawing\n"}