{"title": "How the GOP Lost Its Way", "body": "\nAs a former GOP activist - I was on a local city committee for 8 years - I remember a time when one did not need to \nbe either a religious fanatic, a thinly veiled white supremacist, or driven by greed and obsessed with lower taxes to \nbe a Republican. Sadly, those days are long gone and I and many others - including a number of LGBT bloggers I \nknow - fled the GOP where after the Christofascist take over, we are deemed not even fully human and certainly not \nentitled to any civil rights. As I've noted before, my entire extended family more or less has fled the insane asylum \nthat has become today's GOP. I blame most of the change in the GOP on the emergence Christian Right as the \nreal puppet masters of the party. In Virginia, the Republican Party of Virginia has become a de facto branch of The \nFamily Foundation, a virulently anti-modernity affiliate of Focus on the Family and the Family Research Council. \nWhat I find especially chilling about the Christianist take over is that it has coincided with a level of selfishness and \ngreed and intolerance that never used to be the principal hallmarks of the GOP. A lengthy column in the \nWashington Post looks at this slide away form caring about the common good and the embracing of far right \nextremism. Here are some excerpts: \n\nTo secure his standing as the presumptive Republican presidential nominee, Mitt Romney has disowned every \nsliver of moderation in his record. He s moved to the right on tax cuts and twisted himself into a pretzel over the \nhealth-care plan he championed in Massachusetts   because conservatives are no longer allowed to acknowledge \nthat government can improve citizens  lives.\n\nRomney is simply following the lead of Republicans in Congress who have abandoned American conservatism s \nmost attractive features: prudence, caution and a sense that change should be gradual. But most important of all, \nconservatism used to care passionately about fostering community, and it no longer does. This commitment now \nlies buried beneath slogans that lift up the heroic and disconnected individual   or the  job creator    with little \nconcern for the rest.\n\nToday s conservatism is about low taxes, fewer regulations, less government   and little else. Anyone who dares to \ndefine it differently faces political extinction. Sen. Richard Lugar of Indiana was considered a solid conservative, \nuntil conservatives decided that anyone who seeks bipartisan consensus on anything is a sellout. Even Orrin Hatch \nof Utah, one of the longest-serving Republican senators, is facing a primary challenge. His flaw? He occasionally \ncollaborated with the late Democratic senator Edward M. Kennedy on providing health insurance coverage for \nchildren and encouraging young Americans to join national service programs.\n\nConservatism today places individualism on a pedestal, but it originally arose in revolt against that idea. \n\nThe great American conservative William F. Buckley Jr. certainly understood this. In his book  Gratitude: Reflections \non What We Owe to Our Country,  he quotes approvingly John Stuart Mill s insistence that  everyone who receives \nthe protection of society owes a return for the benefit.  With liberty comes responsibility to the community.\n\n\nBefore the Civil War, conservatives such as Alexander Hamilton and Henry Clay believed in an active federal \ngovernment that served the common good. This included a commitment to internal improvements (what we now, \nless elegantly, call infrastructure), public schooling, and the encouragement of manufacturing and science. Clay, an \nunapologetic supporter of national economic planning, called his program  the American System,  explicitly \ndistinguishing his idea from the British laissez-faire system. (The Club for Growth would not have been pleased.)\n\nCivil War pensions   the first great social insurance program and a central Republican cause   were supporting \nabout 28 percent of men 65 and over by 1910. In 1894, the program s most expensive year, the pensions \naccounted for 37 percent of federal spending. Sounds like a massive entitlement program, doesn t it?\n\nAnd the first American version of socialized medicine was signed into law in 1798 by that great conservative \npresident, John Adams. The Marine Hospital Servicefunded hospitals across the country to treat sailors who were \nsick or got injured on the job. There is no record of a mass campaign to repeal AdamsCare.\n\nDwight Eisenhower created the interstate highway system and established the federal student loan program in the \n1950s. More recently, Ronald Reagan never tried to dismantle the New Deal and acknowledged, sometimes with \nwry humor, the need for tax increases. He was acutely alive to the communal side of conservatism.\n\nIn other words, until recently conservatives operated within America s long consensus that accepted a market \neconomy as well as a robust role for a government that served the common good. American politics is now roiled \nbecause this consensus is under the fiercest attack it has faced in more than 100 years. \n\nModern conservatism s rejection of its communal roots is a relatively recent development. It can be traced to a \nsimultaneous reaction against Bush s failures and Barack Obama s rise.\n\nBush s unpopularity at the end of his term encouraged conservatives, including the fledgling tea party movement, to \ndistance themselves from his legacy. They declared that Bush s shortcomings stemmed from his embrace of  big \ngovernment  and  big spending    even if much of the spending was in Iraq and Afghanistan. They recoiled from his  \ncompassionate conservatism,  deciding, as right-wing columnist Michelle Malkin put it, that    compassionate \nconservatism  and fiscal conservatism were never compatible. \n\n Obama, in the meantime, pitched communal themes from the moment he took office . . . . The more he \nemphasized a better balance between the individual and the community, the less interested conservatives became \nin anything that smacked of such equilibrium.\n\nIt s why they cannot accept (as Romney and the Heritage Foundation once did) energetic efforts by the government \nto expand access to health insurance. It s why, even after a catastrophic financial crisis, they continue to resist new \nrules aimed not at overturning capitalism but at making it more stable. \n\n[W]hen we balance our individualism with a sense of communal obligation that we are most ourselves as \nAmericans. The 20th century was built on this balance, and we will once again prove the prophets of U.S. decline \nwrong if we can refresh and build upon that tradition. But doing so will require conservatives to abandon \nuntempered individualism, which betrays what conservatism has been and should be.\n"}