{"title": "U.S. Pressing European Union to Be More Friendly to Turkey", "body": "\nSenior diplomats from the United States are engaged in an intense effort to persuade the European Union to \nadopt a more conciliatory policy toward Turkey, diplomats involved in the effort say.\n\nThe diplomats said Secretary of State Madeleine K. Albright had made a series of telephone calls to her European \ncounterparts in recent days, urging them to soften their attitude toward Turkey. Among those whom she has called \nare Foreign Minister Hubert Vedrine of France, Foreign Minister Klaus Kinkel of Germany and Foreign Secretary \nRobin Cook of Britain.\n\nThe effort is growing as an American mediator, Richard C. Holbrooke, is about to visit Cyprus for a new round of \ntalks with Greek and Turkish Cypriot leaders. His visit to the island four weeks ago ended without visible progress, \nin part because Turkish Cypriots and their patrons in Ankara were angry at the way the European Union was \ntreating Turkey's application for membership.\n\nMs. Albright reportedly made some progress in her calls, but also found that fierce anti-Turkish sentiment in Greece \nand the national election campaign in Germany were major obstacles to changing the European Union position on \nTurkey.\n\nGreece is Turkey's principal rival in Europe, and Chancellor Helmut Kohl of Germany is facing an uphill fight for re-\nelection. He does not want to be seen as supporting steps that could bring more Turkish immigrants to Germany, \nwhich is already home to the world's largest Turkish immigrant community.\n\n\"This Turkey question is probably the most serious disagreement we have with Germany,\" said a State Department \nofficial who has worked closely with German leaders.\n\nAt a summit meeting in December in Luxembourg, leaders of European Union countries decided to proceed \nquickly with talks aimed at admitting six additional countries and to place five others on a waiting list. The 12th \napplicant, Turkey, was effectively rejected.\n\nThat set off a storm of protest in Turkey, highlighted by emotional denunciations of Europe and suggestions that \nTurkey should look for friends elsewhere. American leaders, including President Clinton, criticized the European \ndecision and urged that Turkey not be made to feel unwelcome in the West.\n\n\nAfter the Luxembourg meeting, Turkish leaders took a series of retaliatory measures, including asking their Turkish \nCypriot clients to stiffen their negotiating stance in long-stalled talks with Greek Cypriots. Mr. Holbrooke said after \nhis latest visit to Cyprus that Turkish Cypriots were refusing to consider serious compromises as long as Europe \ntreated Turkey in a manner that they considered unfair. He is scheduled to return to the island on Saturday.\n\nThe next European Union summit meeting is set for June in Cardiff, Wales.\n\nAmerican diplomats across the continent have been instructed to urge European leaders to issue a new statement \nin Cardiff declaring their desire for better ties with Turkey.\n\n\"We are now engaged in a full-court press to get the E.U. to ease up on Turkey, to make the Turks feel more \nwelcome in Europe,\" said a United States diplomat involved in the effort. \"There are intense negotiations going on \naimed at getting the E.U. to improve the terms of its offer.\n\n\"The European countries have accused us of not understanding their problems. We do recognize that it will be a \nlong time before Turkey is ready to join.\"\n"}