{"title": "\"THE IMMIGRANT\" BLENDS STORY, DIALOGUE, CHARACTERS WITH STYLE", "body": "\n* New Jewish Theatre mounts sensitive, effective production that provokes a rich sense of time and place\n\nAre accurate accents important in a theatrical production? For the New Jewish Theatre's rewarding production of \nMark Harelik's play, \"The Immigrant,\" the answer is yes and no.\n\nFor the title character and his wife, the accents are essential. When he first appears, Haskell Harelik is a recent \nJewish immigrant from Russia whose native language is Yiddish.\n\nThe time is 1909, and the place is Hamilton, Texas, population 1,200. Haskell's English appears to be limited to the \none phrase he needs to scrape out a living as an itinerant peddler, \"Bananas, penny apiece.\"\n\nAt the start of the play, being foreign is the essential quality of the hard-pressed but determined immigrant, and \nDevin Baker's depiction is right on target.\n\nBaker's accent is convincing, even when his lines are almost entirely in Yiddish.\n\n \n\nHis distinctive posture is equally persuasive.\n\nLike many immigrants of his generation, Haskell came to this country before his wife and saved religiously to bring \nher over as quickly as possible.\n\nJudy Guzzy portrays Leah Harelik with an accent and a demeanor that are as just as believable as Baker's.\n\nThe scene in which Leah tries to stave off bad luck is particularly enjoyable because Guzzy performs the \nsuperstitious ritual with conviction rather than parody.\n\nBeing the only Jews in their community is more daunting to Leah than Haskell.\n\nTheir conflict over this issue has genuine resonance in this production.\n\nHaskell's success in his new country is due, in large part, to the help of Milton and Ima Perry.\n\nResisting the natural tendency to shrink from a stranger, they give Haskell shelter when he barely has the words to \nask for it.\n\nThis act of kindness leads to a 30-year relationship that does not always take the expected turns.\n\n\nAs Milton and Ima, Jack Hake and Jan Meyer do not speak like Texans, but the absence of accents takes nothing \naway from excellent performances that are filled with warmth and humanity (and occasional prickliness, in Hake's \ncase).\n\nIn fact, another set of distinctive regional speech patterns might well diminish the impact of the immigrants' accents.\n\nCarolyne Hood's direction draws unusual cohesiveness from the cast of four.\n\nThe designs are by MT Schmidt (set), Elizabeth Krausnick (costumes) and LD Lawson (lighting).\n\n\"The Immigrant\" will continue at 7:30 tonight and Sunday, 8 p.m. Saturday and 2 p.m. Sunday in the Sarah and \nAbraham Wolfson Studio Theatre of the Jewish Community Center, 2 Millstone Campus Drive.\n"}