{"title": "NEW CHARGES, DEFENDANTS THE SCOPE OF ALLEGED 14-YEAR U.S.-INDIA IMMIGRATION FRAUD SCHEME EXPANDS", "body": "\nOn paper, the immigrants were given fake names and fake new families. They got false visas for high-tech work \nwhen in fact they waited tables in Berkeley and cleaned office buildings. Three girls were brought for sex.\n\nThese were some of the amended charges filed Wednesday in federal court against wealthy Berkeley landlord \nLakireddy Bali Reddy and his family, painting a fuller picture of an alleged immigration fraud scheme that \ninvolved more people over more time than previously alleged. The charges involved three new defendants, 48 \nillegal immigrants from India and fraud stretching back to 1986 -- more than a decade longer than originally \ncharged.\n\nThe new charges are also part of a plea agreement that could shave nearly 50 years off the maximum prison time \nfor Reddy, in exchange for a guilty plea from him and four relatives.\n\nThe wording of the new charges is similar to the grand jury indictment handed up in February, but Reddy, 63, now \nfaces a maximum of 23 years in prison instead of the 70 he could have faced if convicted by a jury. It's unlikely, \nthough, that a judge will mete out maximum sentences for all five defendants -- three of whose names hadn't \nsurfaced until last week.\n\nAfter an unexpected announcement last week that the family was willing to forgo a trial, Reddy, his two sons, his \nyoungest brother and his sister-in-law are expected to enter guilty pleas to the new charges Monday. The entire \nfamily faces at least one conspiracy count of illegally importing Indians into the country.\n\nThe Reddy family could face more than the federal criminal charges. They could also be slapped with a civil lawsuit \nand possibly state charges.\n\n\"These allegations are just the tip of the iceberg of the abusive and exploitative practices the defendants \ncommitted,\" said Lucas Guttentag, director of the American Civil Liberties Union National Immigrants Rights \nProject. The ACLU is representing two unnamed victims involved in the Reddy case.\n\nMichael Rubin, a labor and human rights attorney, also said on Wednesday he soon plans to file a class-action civil \nsuit with the ACLU against Reddy and more of his relatives. The civil suit will seek \"complete relief\" for his clients. \nRubin declined to say how much money his clients were seeking.\n\nHowever, Rubin said he was waiting to see if all five defendants indeed plead guilty Monday. Pleading guilty \nessentially establishes that everything stated in the criminal complaint is true.\n\nReddy, the key player in the alleged scheme, is believed to own a real estate empire worth at least $50 million. \nReddy is expected to be arraigned today.\n\n\nHis 31-year-old son, Vijay Lakireddy, was arraigned Wednesday, accused of helping his father illegally import the \nforeigners, often handing them off to his father to have sex, and lying to immigration officials.\n\nReddy's other son, Prasad Lakireddy, 42, of Lafayette, Reddy's youngest brother, Jayaprakash Lakireddy, 47, and \nhis wife, Annapurna Lakireddy, 46, both of Oakland, are expected to be arraigned as soon as Friday. The three \neach face one conspiracy charge of illegally importing foreigners, which carries a maximum penalty of five years in \nprison and a $250,000 fine.\n\nNone of the defendants, their attorneys or prosecutors from the U.S.Attorney's Office would comment on the new \ncharges.\n\nThe court documents detail a pattern of alleged immigration violations. Prosecutors contend Reddy and his \nrelatives brought over Indian nationals from his home village in the state of Andhra Pradesh, a pivotal region for the \nimmigration of high-tech India workers to Silicon Valley. The Reddy family allegedly picked them up at the airport \nand took them to the many apartments, construction sites and restaurants they owned or managed, including the \npopular Pasand restaurants in the East and South bays. The immigrants worked for less than minimum wage.\n\nFor example, in October 1991, Reddy allegedly sought permission to bring over two 12- and 13-year-old girls, \nclaiming their mothers were already in the United States. He arranged similar mother-daughter relationships in 1991 \nfor two 16- and 17-year-old girls, according to the documents. And on April 19, 1992, Annapurna Lakireddy \nallegedly signed a petition on behalf of a man calling himself Veera Reddy Guduru, the name of Annapurna's dead \nbrother-in-law.\n\nImmigration and Naturalization Services spokeswoman Sharon Rummery said it is illegal for foreigners to come to \nthe United States on fraudulent visas. If prosecuted and found guilty, they could face five years in prison and \n$250,000 in fines.\n\nProsecutors from the U.S. Attorney's Office would not comment if they were seeking charges against these \nforeigners, or if they would be deported.\n\nGraphic\n\n \n\nPhoto;\n\nPHOTO: Reddy\n\nBerkeley landlord faces a maximum of 23 years in prison.\n\n[001026 LO 1B]\n"}