{"title": "Mexicans Protest Expulsion Program; U.S. Says Effort Has Halted Desert Deaths", "body": "\nMexican officials are strongly protesting a new U.S. program that flies illegal immigrants caught in the Arizona \ndesert hundreds of miles to Texas, where they are returned to Mexico. \n\n U.S. officials say the program, begun Sept. 8, is a humanitarian measure aimed at preventing returned migrants \nfrom simply attempting to cross again into Arizona, where many have died of exposure. Instead, U.S. officials are \nflying them as far east as Laredo, Tex., into more populated and less dangerous sections of the border. \n\n The U.S. Embassy here said the pilot program, which concludes at the end of this month, has worked. Nearly \n2,400 illegal immigrants have been taken from Arizona to Texas, and since the program began, no deaths have \nbeen reported in a desert that has averaged more than one death a day in recent years. \n\n But Mexicans are upset over the so-called Lateral Repatriation Program, which has generated angry front-page \nheadlines here in recent days. The Mexican Foreign Ministry has submitted an \"energetic\" protest of the program, \nin which captured immigrants are transported in handcuffs, to the U.S. Department of Homeland Security. Mexican \nForeign Minister Luis Ernesto Derbez told the Mexican Congress last week that the government \"cannot agree\" with \nthe plan. \n\n While Derbez has not detailed the objections, analysts here said the plan poses a political nightmare for President \nVicente Fox. They said the spectacle of U.S. officials flying handcuffed immigrants to distant ports for deportation is \na public relations disaster for Fox, who took office promising to forge an agreement with Washington to make \nimmigration to the United States safer and easier for Mexican workers. \n\n \"It's all about perceptions and politics,\" said political analyst Ana Maria Salazar. \"This was a unilateral decision. \nAnd Mexicans assume that if it's a unilateral decision by the United States, it's usually a bad deal for Mexico.\" \n\n Salazar said the U.S. plan \"may be more humane\" than dropping immigrants back over the border near Arizona, \nwhere many simply cross back into the baking desert at the next opportunity. But \"from the Mexican political \nperspective,\" she said, \"it underlines just how difficult it's going to be to get a migratory accord with the United \nStates.\" \n\n\n Officials in Mexican cities along the Texas border have also complained that dumping thousands of immigrants in \ntheir communities will be expensive and disruptive. They say the plan offers no long-term solution to illegal \nimmigration and will strain their already limited budgets for sending immigrants back to their home towns. \n\n Jeff Brown, a spokesman for the U.S. Embassy here, said the plan was \"not intended to be unilateral.\" He said \nU.S. officials had \"extensive and open discussions\" with Mexican authorities. He said that the Americans offered to \nfly the captured immigrants to airports near their home towns, or to Mexico City, but that those offers were rejected \nbecause Mexican officials \"didn't want those flights going into Mexican airspace.\" \n\n Brown said that adult males who are captured are flown in handcuffs as a security precaution, because there have \nbeen cases in which they have attacked U.S. officials. He said U.S. officials coordinate closely with Mexican \nimmigration authorities who receive the returnees. \n\n Brown also said he saw no reason why the new program would affect long-term prospects for a new immigration \nagreement between the United States and Mexico. \"I really don't see any logical reason that this would make it \nmore difficult,\" he said. \n\n Brown said the program would be evaluated after it ends to determine whether it would be used again. But so far, \nhe said, it seemed to be working. \"We have saved lives,\" he said. \n\n Brown also said there had been a 17 percent drop in the number of illegal immigrants apprehended in the Arizona \ndesert since the program started, suggesting that it has had \"a positive deterrent effect.\" \n"}