{"title": "19gcb0029: Repainting of Steel Members of Various Bridges along National Roads at Bataan 2nd District", "body": "\nCompany  : DEPARTMENT OF PUBLIC WORKS AND HIGHWAYS - BATAAN 2ND DEO\n\nAddress : Vicarville Subd., Tenejero\n\nBalanga City\n\nBataan 2100\n\nAttn: Teresita C. Suralta, BAC Secretariat\n\nTel: +63-02-6335355 Ext.125\n\nFax: +63-02-7913044\n\nEmail : dpwhbat2.bac@gmail.com \n\nCountry : Philippines\n\nLocation :  Philippines\n\nTender_No : 19GCB0029\n\nValue : PHP 161812\n\nDead line : 2019-11-07\n\nLocal International : International\n\nFunding Agency : No\n\nDescription :  Invitation to Bid (ITB): 19gcb0029: Repainting of Steel Members of Various Bridges along National \nRoads at Bataan 2nd District\n\nClosing Date / Time: 07/11/2019 10:00 AM\n\nArea of Delivery: Bataan\n\nProcurement Mode: Public Bidding\n\nBrief: Invitation to Bid for Repainting of Steel Members of Various Bridges along National Roads at Bataan 2nd \nDistrict\n\n\nThe Dpwh-Bataan 2nd District Engineering Office, Through its Bids and Awards Committee (Bac) for Goods, \nInvites Suppliers to Submit Bids for the following Contract:\n\nContract Id : 19gcb0029\n\nContract Name : Repainting of Steel Members of Various Bridges along National Roads at \n\nBataan 2nd District\n\nContract Location : Bataan 2nd District\n\nBrief Description of Goods to be Procures : Repainting of Steel Members of Various Bridges\n\nApproved Budget for the Contract (Abc) : Php 105,926.10 (Materials)\n\nPhp 55,886.38 (Labor)\n\nSource of Funds : Amwp 2019 Routine Maint.\n\nDelivery Date of Goods/Contract Duration of Service : 5 C.D. (Materials)\n\n11 C.D. (Labor)\n\nThe Bac is Conducting the Public Bidding for this Contract in Accordance with Ra 9184 and its Implementing Rules \nand Regulations.\n\nBidders should have Completed, Within from the Date of Submission and Receipt of Bids, A Contract Similar to the \nProject. The Description of an Eligible Bidder is Contained in the Bidding Documents, Particularly, In Section Iv. \nInstruction to Bidders.\n\nTo be Eligible to Bid for this Contract, A Supplier must Meet the following Major Requirements:\n\n(A) Registration Certificate from Sec, Department of Trade and Industry (Dti) for Sole Proprietorship, Or Cda for \nCooperatives;\n\n(B) Mayor's/Business Permit Issued by the City or Municipality Where the Principal Place of Business of the \nProspective Bidder is Located or the Equivalent Document for Exclusive Economic Zones or Areas;\n\n(C) Tax Clearance Per Executive Order 398, Series of 2005, As Finally Reviewed and Approved by the Bir;\n\n(D) Filipino Citizen or 60% Filipino-Owned Partnership/Corporation;\n\n(E) Completion of a Similar Contract Costing at Least 50% of the Abc within 5 Years; and\n\n(F) Net Financial Contracting Capacity (Nfcc) at Least Equal to the Abc or in Lieu of the Nfcc Computation, A \nCommitted Line of Credit (Clc) Specific to the Contract to be Bid from a Universal or Commercial Bank.\n\nThe Dpwh will Use Non-Discretionary \"Pass/Fail\" Criteria in the Eligibility Check, Preliminary Examination of Bids, \nEvaluation of Bids, Post-Qualification, And Award.\n\nThe Schedule of Key Procurement Activities for this Contract is Shown below:\n\nActivity Time Place\n\n1. Issuance/Downloading\n\nOf Bidding Documents October 18 – \n\nNovember 7, 2019 Hard Copies at Bac Secretariat, Dpwh-2nd Deo, Vicarville Subd., Balanga City, Bataan. \nDownloadable from Dpwh Website Www.Dpwh.Gov.Ph, Philgeps Website Www.Philgeps.Gov.Ph, And Website of \nConcerned Foreign Financing Institution\n\n2. Pre-Bid Conference October 25, 2019 Dpwh-2nd Deo, Vicarville Subd., Balanga City, Bataan\n\n3. Receipt by the Bac of Bids Deadline: 10:00 am, \n\nNovember 7, 2019 Bac, Dpwh-2nd Deo, Vicarville Subd., Balanga City, Bataan\n\n4. Opening of Bids 10:00 am, \n\nNovember 7, 2019 Bac, Dpwh-2nd Deo, Vicarville Subd., Balanga City, Bataan\n\nBidders shall Pay the Bac a Fee in the Amount of \n\nPhp 500.00 (Materials)\n\nPhp 500.00 (Labor)\n\n\n\nFor the Bidding Documents, Upon Securing Hard Copies of the Documents. Bidders that Downloaded the \nDocuments from the Dpwh Website shall Pay the Fee upon Submission of Their Bids. All Bids must be \nAccompanied by a Bid Security in Any of the Acceptable Forms and in the Amount Stated in Instruction to Bidders.\n\nThe Dpwh-Bataan 2nd District Engineering Office Reserves the Right to Accept or Reject Any Bid and to Annul the \nBidding Process Any Time before the Contract Award, Without Incurring Any Liability to the Affected Bidders.\n\nAny Requests for Additional Information Concerning this Bidding shall be Directed to the following:\n\nBac Chairman : Maribel D. Navarro Bac Secretariat Head : Teresita C. Suralta\n\nAddress : Dpwh-2nd Deo, Vicarville Subd., Balanga City, Bataan Address : Dpwh-2nd Deo, Vicarville Subd., \nBalanga City, Bataan\n\nTelephone No. : (047)633-5355 Telephone No. : (047)633-5355 \n\nEmail Address : Dpwhbat2deo@Yahoo.Com  Email Address : Dpwhbat2deo@Yahoo.Com \n\nApproved by: \n\nSgd.\n\nMaribel D. Navarro\n\nBac Chairman\n\nNoted by: \n\nSgd. \n\nUlysses C. Llado \n\nDistrict Engineer\n\nDocument :  http://www.bidsinfo.com/adminexe/-PH1~20191018-16745777.html\n"}