{"title": "U.S. JAILS IRAQIS WHO AIDED CIA AFTER WAR", "body": "\nA group of Iraqis who worked for the CIA in a failed attempt to undermine Saddam Hussein and were offered \nrefuge by the United States now are in jail in California, facing expulsion.\n\nThe proceedings against them are cloaked in secrecy. But court doc uments and interviews show that at least 13 of \nthe refugees stand accused by the Immigration and Naturalization Service of being \"a danger to the security of the \nUnited States.\"\n\nWhite House spokesman David Johnson estimated that 25 Iraqis were being held.\n\nGovernment officials and lawyers for the accused said the charges stem from the FBI's suspicions that some or all \nof the men might be Iraqi spies or potential terrorists. The men are seeking political asylum in the United States. \nBut they could be deported, possibly to Iraq, if the accusations are upheld by immigration judges.\n\nIn telephone interviews from jail, four of the men insisted that they had been falsely accused and were victims of \nfratricidal infighting among the resistance groups, not secret agents for Saddam.\n\nThe Iraqis in custody in California include defectors from Iraq's army who joined CIA-backed resistance groups. \nThey fled their country with their families after the secret operation collapsed in disaster last year.\n\nCourt records available do not give the specific basis for the charges against the jailed men. Carole Florman, a \nJustice Department spokeswoman, said the federal regulation allowing a political asylum claim to be denied on \nnational security grounds is \"very vague and broadly constructed.\"\n\nShe said immigration officials have not denied the jailed men's requests for asylum but referred them to \nimmigration judges for review.\n\nThe resistance groups, the Iraqi National Accord and the Iraqi National Congress, had major roles in a $ 20 million-\na-year CIA operation to try to undermine the Iraqi leadership. The clandestine effort began shortly after the Persian \nGulf War ended in 1991 and went on for five years, without success.\n\nThe two groups, along with the stateless Kurds of northern Iraq, were crippled by rivalries and internal squabbles \nand suspicions that the resistance had been penetrated by Iraqi intelligence.\n\nOn Aug. 31, the operation collapsed when Iraqi soldiers and secret police stormed into the Kurdish areas of \nnorthern Iraq. The Iraqi forces seized control of towns that had been protected by a U.S.-led security zone since the \nend of the Gulf War and had served as bases for the resistance.     \n\n"}