{"title": "TESTIMONY April 05, 1995 NEAL M. SHER EXECUTIVE DIRECTOR AMERICAN ISRAEL PUBLIC AFFAIRS COMMITTEE HOUSE INTERNATIONAL RELATIONS FOREIGN AID AUTHORIZATION", "body": "\n TESTIMONY OF NEAL M. SHER, EXECUTIVE DIRECTOR AMERICAN ISRAEL PUBLIC AFFAIRS COMMITTEE \n(AIPAC) BEFORE THE HOUSE INTERNATIONAL AFFAIRS COMMITTEE\n\n APRIL 5, 1995\n\n Thank you, Chairman Gilman and members of this distinguished Committee, for the opportunity to testify before \nyou.  As Executive Director of AIPAC, I recognize the critical role this Committee plays every year in ensuring that \nthe U.S.-Israel relationship remains strong.  Appearing with me is Ester Kurz, AIPAC's Director for Legislative \nStrategy and Policy.  AIPAC believes in the critical importance of U.S. relations with Israel, and recognizes the \nprominent role that foreign aid plays in accomplishing America's foreign policy objectives--not only in Israel but \naround the world.  In this regard, I want to express AIPAC's strong support for a viable foreign assistance program.\n\n AIPAC, a domestic, non-partisan membership organization of American citizens, works on a daily basis with its \nmembers to nurture a close and consistently strong partnership between our country and Israel.  On our Executive \nCommittee sit the presidents of the 50 major American Jewish organizations, representing more than four-and-a-\nhalf million active members throughout the United States, as well as leaders of the country's pro-Israel community \nfrom all 50 states.  AIPAC is the designated spokesman on Capitol Hill on behalf of the organized American Jewish \ncommunity on issues relating to the U.S.- Israel relationship.\n\nMr. Chairman, I submit this testimony in strong support of the President's request for $3 billion in earmarked \neconomic and military aid to Israel -- that nation's lifeline - and in support of the legislatively-mandated terms under \nwhich this aid is provided.  While I fully understand and appreciate the budgetary pressures under which you and \nother Committee chairmen are operating, I strongly believe this aid to Israel is vitally important to U.S. national \nsecurity interests, more than pays for itself in terms of overall benefits to the United States and has proven \neffective throughout many years in advancing critical U.S. foreign policy goals.\n\n The world, unfortunately, has not become a safe place with the end of the Cold War; in some respects it is now \nmore precarious than ever.  The Middle East in particular is one of the world's most dangerous areas --and yet also \none of the most important for U.S.  interests.\n\n Contrary to those who may claim that America is becoming isolationist, there is, in fact, broad, bipartisan support \nfor active U.S. engagement in world affairs.  The late President Nixon wrote in his 1992 book Seize the Moment: \n\"For many on the American left and right, the knee-jerk response to the decline of the Soviet Union as a credible \nsuperpower is to withdraw into a new isolationism.  But in fact American leadership will be indispensable in the \ncoming decades.\" Secretary of State Warren Christopher writes in the current issue of the respected quarterly \nForeign Policy: \"A farsighted commitment to U.S. leadership and engagement must guide our foreign policy today.  \n\n\nThe United States has a remarkable opportunity to help shape a world conducive to American interests and \nconsistent with American values,\" Similarly, Senate Majority Leader Bob Dole writes in the same issue: \"Retreat \nfrom the world is the surest way to invite the emergence of .. threats to vital American interests in the future … \nAmerica must remain firmly engaged in the world.  If we do not protect our interests, no one else -- neither other \ncountries nor international organizations -- will do the job for us.\" And as you yourself, Mr.  Chairman, have stated in \nyour February 28 address to the World Affairs Council of Washington, DC, \"Our members have no institutional \nmemories and many are new to foreign affairs issues.  There is a need to reach out and educate them on the \nimportance of foreign affairs and to involve them on these issues.\" In the same speech, Mr. Chairman, you also \nrecognized the importance of foreign aid as a tool of our engagement in world affairs: \"As Chairman of the \nInternational Relations Committee, I know how important our foreign assistance programs are.  They constitute one \nof the fundamental expressions of the American commitment to world leadership.\" You also stated: \"As well as \nhelping to create markets and trading partners for American companies, foreign aid also gives the U.S. leverage in \nforeign policy issues.\"\n\n The latest quadrennial public opinion survey conducted by Gallup for the Chicago Council on Foreign Relations \n(reported in the current issue of Foreign Policy as well) points to solid public support for an assertive foreign policy. \n65 percent of the public agree that \"it would be best for the future of the country if we take an active part in world \naffairs.\" An astounding 98 percent of the Chicago Council's leadership sample (Administration, Congress, \ninternational business, the media, labor, academic and religious institutions, private foreign policy organizations, \nand special interest groups) also agree with that statement.\n\n The Middle East is particularly high on America's foreign policy agenda.  Among \"five key areas that offer \nsignificant opportunities to advance America's interest in shaping a more secure and prosperous world,\" Secretary \nChristopher lists, in his Foreign Policy article, \"helping foster a comprehensive peace in the Middle East,\" as well as \n\"combating the spread of weapons of mass destruction\" -- a reference that certainly includes Iran and Iraq.  Senator \nDole includes \"preserving access to natural resources, especially in the energy heartland of the Persian Gulf,\" \namong six \"core interests of America.\" And Rep. Newt Gingrich stated in a recent interview with the Israeli \nnewspaper Haaret-- (Jan. 8): \"I believe that these two challenges -- Islamic totalitarianism and Iranian dictatorship \nand the danger of nuclear weapons in Iranian hands are the single biggest near-term national security problem.  I \nput that at the top of the list; it's a problem that the United States should be working to solve.\" In his book Seize the \nMoment, President Nixon highlighted the potential dangers emanating from the Middle East: \"We should tackle the \nimmediate problems -- such as Persian Gulf security and the Arab- Israeli conflict -- that threaten to trigger further \nbloodshed.  Unless we succeed in meeting these challenges, the cradle of civilization could become its grave.\" You \nyourself, Mr. Chairman, in your February 28 speech to the Cosmos Club in Washington, said that \"the Middle \nEast...will come high on our list of priorities,\" and that \"it is in our interest … to support the peace process in the \nMiddle East.\"\n\n According to the Chicago Council survey, 82 percent of the American public (and 90 percent of the leadership \nsample) view \"preventing the spread of nuclear weapons\" as a \"very important foreign policy goal of the United \nStates\"; 62 percent of the public (and 67 percent of the leadership sample) regard \"securing adequate supplies of \nenergy\" as an important goal as well.  A new public opinion survey, conducted last month by the Mellman Group for \nthe Israel Policy Forum, finds that 64 percent (versus only 13 percent) of all Americans believe that \"peace \nbetween Israel and the Arabs and stability in the Middle East are … in the interest of the United States.\" 54 \npercent (versus 17 percent) think the United States should continue its \"active efforts to achieve peace \nagreements between Israel and the Arab countries.\"\n\n Clearly, then, there is a broad consensus in the U.S. government, Congress, the foreign policy establishment, and \nthe American public at large that securing the flow of oil from the Persian Gulf, preventing rogue states such as Iran \nand Iraq from attaining nuclear weapons, and achieving Arab-Israeli peace are important American interests, In \naddition, 69 percent of the public view \"international terrorism\" -- a phenomenon largely emanating from the Middle \nEast - as a \"critical threat\" to vital American interests, and Number Six among those perceived threats is \"possible \nexpansion of Islamic fundamentalism\" (33 percent) -- also a Middle East phenomenon.\n\n\n\n Among the countries of the Middle East, Israel holds a unique place in the hearts and minds of Americans.  As the \nsole democracy in the region, Israel is the only Middle Eastern country toward which Americans have \"a warm \nfeeling,\" according to the Chicago Council survey (Iran and Iraq get the world's lowest \"temperature\" ratings in the \npoll).  And although Israel lacks any natural resources, 64 percent of the American public (and 86 percent of the \nleadership sample) believe that \"the U.S. does have a vital interest in Israel.\" As President Reagan put it is a \nSeptember 6, 1984 address, \"We who are friends of Israel may differ over tactics, but one goal remains always \nunchanged: Permanent security for the people of that brave state.  In this great enterprise, the United States and \nIsrael stand forever united.\" And in an August 15, 1979 Washington Post article Reagan had this to say about \nIsrael's strategic value: \"The fall of Iran has increased Israel's value as perhaps the only remaining strategic asset \nin the region on which the United States can rely....Israel's strength derives from the reality that her affinity with the \nWest is not dependent on the survival of an autocratic or capricious ruler.  Israel has the democratic will, national \ncohesion, technological capacity and military fiber to stand forth as America's trusted ally.\" Nothing has happened \nduring the last sixteen years to detract from the validity of this statement.\n\n Indeed, Israel has proved time and again that it is indispensable for upholding vital American interests.  Suffice it to \nrecall that through much of the Cold War, Israel held pro-Soviet Arab states at bay, helping to constrain radicals \nfrom taking over vulnerable oil- rich Gulf-, that Israel destroyed Iraq's nuclear reactor in 1981, severely retarding \nIraq's bomb program and saving American soldiers from having to face a nuclear-armed Iraq in Desert Storm a \ndecade later; and that on America's bicentennial, Israel rescued the Air France hostages at Entebbe, Uganda, \ndealing a major blow to international terrorism.\n\n Israel's value to the United States has increased since the end of the Cold War.  Following the disappearance of \nthe Soviet Union, the Middle East has emerged as an area simultaneously holding some of the biggest potential \nthreats to U.S. interests and some of the biggest potential benefits to our country:\n\n * The threat of a superpower nuclear holocaust has been replaced by that of nuclear-armed Iran and Iraq - two \nrogue countries that have sought to acquire nuclear materials, perhaps from former Soviet republics whose nuclear \nstockpiles are no longer tightly controlled by a central Soviet government.\n\n * The threat of Middle East-originated international terrorism for the first time reached America's shores when the \nWorld Trade Center was bombed by radical Islamic terrorists in 1993.\n\n * The threat of spreading Islamic radicalism has greatly increased during the last three years with Islamic \nextremists murdering thousands of civilians in Algeria and threatening to take over the country; murdering foreign \ntourists in Egypt in an effort to undermine the country's fragile economy; and terrorizing Israelis as part of a \ncampaign to destroy the peace process.\n\n * Conversely, the relative importance of Middle Eastern oil has been further enhanced by the steep decline in oil \nproduction in the former Soviet Union, whose current proven reserves will only last for another 20 years at current \nproduction levels, whereas Middle Eastern oil is projected to last for another 75 years.\n\n As our sole reliable, democratic ally in this volatile but crucial region, Israel is uniquely placed to help the United \nStates deal with its threats and benefit from its resources:\n\n * Israel has served notice that it would consider direct action if a nuclear threat begins to materialize in Iran or Iraq.  \nThe detailed briefing Secretary of Defense William Perry received in Israel last month on Iran's nuclear capabilities \nis an indication of Israel's contribution to U.S. intelligence on this dangerous threat.  Furthermore, since Israel \nwould most likely be the first -- although not the only - target of Iraqi or Iranian nuclear aggression, no country in the \nworld has as strong a motivation to do everything possible to help the United States avert that danger.\n\n * Israeli law-enforcement authorities are working closely with their U.S. counterparts in tracking Middle Eastern \nterrorism; given Israel's location and environment, the information the Israelis are in a position to share with the \nUnited States on this threat is unrivaled.\n\n\n\n * Israel is at the forefront of the battle against the spread of Islamic radicalism.  Having lost over 120 lives last year \nto terrorists of the Hamas, Islamic Jihad, and Hezbollah radical Islamic movements, Israel is investing vast \nresources in fighting this scourge. Israel's intelligence gathering and preventive actions need to match the \ninternational scope and connections of these movements, making Israel a major U.S. partner in dealing with this \nthreat.\n\n * Finally, Israel continues to play an important role in preventing the loss of Persian Gulf oil fields to Islamic or \nsecular radicals.  The threats faced by the conservative Arab regimes controlling the oil fields are the same as \nthose that Israel has been facing and addressing -- the nuclearization of Iran and Iraq, terrorism, and Islamic \nradicalism.  Israel's above-mentioned endeavors in the battle against the forces of extremism are instrumental in \nthe preservation of regional stability, without which the conservative Arab regimes that are now in control of the Gulf \noil fields cannot last.\n\n Indeed, maintaining Middle East stability is the key to our future success both in dealing with the regional threats \nand in securing an uninterrupted flow of oil from the Persian Gulf area.  Beyond the assets and activities listed \nabove which Israel has made available toward the achievement of this goal, it has made two fundamental \ncontributions to regional stability: Israel has served as America's only reliable, democratic ally in the region; and it \nhas persistently and successfully pursued Arab-Israeli peace.\n\n Israel as U.S. Ally: As the military potential of the radical Middle East states continues to expand, our ability to \ncount on our most capable ally in the region, Israel, is becoming increasingly important, allowing our resources to \nbe used elsewhere.  And should American military participation become necessary, Israel has the most competent \narmed forces and the best located facilities to help support American forces that may have to operate in the eastern \nMediterranean, the Arabian Peninsula, North Africa, southern Europe, or the Suez Canal.  And Israel is an ally \nwhose importance will grow especially as it moves toward peace with its Arab neighbors.\n\n Israel's Pursuit o Peace: The emerging Arab-Israeli peace promises enormous benefits -- political, economic, and \nstrategic -- both for the United States and for Israel,\n\n Since the end of World War U, the Middle East has been one of the most dangerous flash points in the world, \ncharacterized by repeated episodes of large-scale warfare, threats of escalation to involve the major powers, \ndisruption of international shipping and commerce, and enormously wasteful expenditures on arms and armies.\n\n Every President since Harry Truman has actively pursued the elusive goal of a peaceful end to the Arab-Israeli \nconflict.  Now, for the first time, thanks to persistent U.S. policies and consistent Congressional support for Israel, \nthere is a possibility that the core issues of this conflict -- the most important major dispute in the region -- can be \npeacefully resolved.\n\n Two major factors are of particular importance in considering U.S. policies toward the peace process:\n\n * A narrow window of opportunity has opened for pursuing Arab- Israeli peace; if this precious opportunity is not \nseized now, that window is likely to close again.\n\n * Israel is taking major security risks for peace.  The success of the peace process heavily depends on sustained \nU.S. policies and actions to minimize those risks, as pledged by the President and other senior U.S. officials.\n\n The United States has a vital interest in this peace process in the Middle East, for many reasons:\n\n * Reducing the chance of another Arab-Israeli war, one that could risk:\n\n * disruption of the stability of the entire region, which could endanger important allies and trading partners of the \nUnited States;\n\n * escalation of conflict to a point that forces direct U.S.  military involvement, putting U.S. lives at risk and \ngenerating billions of dollars in direct costs to U.S. taxpayers;\n\n\n\n * interruption in the supply of, and/or substantial increase in Mideast oil prices, with potential costs to the United \nStates of tens of billions of dollars;\n\n * disruption of the global economy;\n\n * Isolating and reducing the influence of radical Middle Eastern countries such as Iran, Iraq, and Libya, thus \ncontaining some of the most dangerous post-Cold War threats to American security.\n\n * Bringing stability to the Middle East, and helping reduce the threat of terrorism against Americans inside and \noutside the United States.\n\n * Expanding Middle Eastern markets for U.S. exports; providing new opportunities for U.S. investments; and \nreducing the chance of international crises disruptive to American commerce and jobs.\n\n * Encouraging Arab governments to reallocate resources from military to civilian needs; such reallocations would \nhelp improve the Arab economies, thus undercutting extremists who feed on poverty and threaten U.S. regional \nallies.\n\n Thus, while Israel promotes America's strategic interests in the Middle East through its democratic stability and its \nmilitary capability, it also furthers U.S. interests through its efforts toward creating a stable and peaceful Middle \nEast.\n\n The search for peace has made real - indeed, astounding -- progress since 1993.  It is easy to forget how different \nthe political landscape of the Middle East has become in two short years, and how quickly what was once hardly \nimaginable has become merely routine.  I cannot emphasize enough how indispensable the U.S. commitment to \nIsrael's security, as reflected in the FY 1994 and FY 1995 budgets, was in making it happen.  I welcome the \nAdministration's statement in its FY 1996 Preliminary International Affairs Budget: \"Recent gains must be secured \nby continued United States commitment and support for the peace process … The commitment of this \nAdministration to Israel's security is strong and unshakable.  Our assistance is intended to strengthen a free and \ndemocratic Israel as well as to facilitate a negotiated peace and stability in the region.\" This has fully been \nrecognized by the Administration.  As President Clinton told the Israeli people at his Knesset speech in Jerusalem \nlast October 27: \"Now that you are taking risks for peace, our role is to help you to minimize the risks of peace.  I \nam committed to working with our Congress to maintain the current levels of military and economic assistance.\" I \nparticularly welcomed Secretary of State Christopher's statement before this Committee on February 24, 1994: \n\"Israel's security is extremely important to us.  It has the highest priority and, I think, particularly as Israel takes \nrisks for peace, the United States needs to respond in a way to give reassurance by our aid levels.\"\n\n I am gratified that the President indeed has requested that the current aid level remain unchanged into the next \nfiscal year; and I am delighted that support for aid to Israel to bolster the peace process enjoys full bipartisan \nsupport.  As stated in a May 4, 1994 letter to Prime Minister Rabin - coauthored by Senators Robert Dole and \nGeorge Mitchell and signed by 92 Senators: \"As you work for peace and reconciliation, please know that we will \ncontinue to do our best to provide Israel with the economic and defense assistance it needs, because we believe a \njust and lasting peace can only succeed if Israel is strong and secure.\" I believe that 1995 may see even greater \nprogress than last year in the quest for Arab-Israeli peace.  And the continued U.S. commitment to Israel's security \nas reflected in the FY 1996 budget will be vital to moving the peace process along,\n\n Another positive development since we last testified has been the continuing improvement in the U. S.-Israel \nrelationship.  Tested by a number of severe crises, the relationship between the U.S.  Administration and the Israeli \nGovernment has been solid and close since its inception.  The Administration's consistent policy of coordinating its \npositions on vital Middle Eastern issues with the Israeli Government has proven successful.  The more Arab \nnegotiating parties are convinced that the United States cannot be decoupled from Israel, the more likely they are \nto negotiate with Israel seriously, rather than wait for Washington to \"deliver\" Israel through pressure for unilateral \nconcessions.\n\n\n\n These positive changes were made possible largely through America's leadership.  The destruction of Iraq's \noffensive military capability as a result of the Gulf war has bolstered the security of the region, and the subsequent \npeace process has reduced regional tensions.  But Israel cannot afford to relax its defenses.  Not only does Iraq, \nwhich is striving to replenish its arsenal over the next few years, remain a long-term threat, but Iran has embarked \non a massive rearmament program, including the development of nuclear weapons, and the Syrian military has \nemerged as an even more dangerous foe than it was prior to the Gulf crisis.  Even while participating in the peace \nprocess, Damascus has invested its $3 billion Gulf windfall in massive arms purchases from Russia and other \nEastern European countries.  Furthermore, Syria has taken delivery of sophisticated Scud-C missiles from North \nKorea, which can reach any point in Israel.  To counter these threats, Israel will need continued U.S. aid.\n\n I want to thank the members of this Committee for the consistent, strong support they have provided in legislating \nthat aid package throughout the years.  Aid to Israel has been one of America's most effective foreign assistance \nprograms, helping to bring economic and military stability to Israel and to achieve the extraordinary progress we \nhave seen in the peace process to date.\n\n Indeed, the absolute amount of our aid to Israel is substantial.  But it is comparatively one of the most cost-\neffective investments that the United States makes in support of its international interests.  U.S. expenditures in \nsupport of our European allies in NATO, for example, are still many times the size of our aid to Israel, which is \ndoubtless the most visibly pro-U.S. country in the world.  And we get a good return on our money to Israel.  As \nPresident Clinton stated just prior to his election: \"I support the current levels of military and economic assistance to \nIsrael… This vital aid encourages long-term stability in the region.\" Elaborating on this same point, the Pentagon's \nPrincipal Deputy Assistant Secretary for International Security Affairs, Fred Smith, stated before the House Foreign \nAffairs Europe and the Middle East Subcommittee on April 13, 1994: \"The U.S. commitment to Israel's security has \nlong been the cornerstone of our policy in the Middle East.  Our primary interest lies in securing a just and \ncomprehensive peace between Israel and its Arab neighbors, which in turn will lead to increased security and \nstability in the eastern Mediterranean and Middle East.  Israel's security must not be in doubt, if it is to feel \nconfident to engage in bilateral and multilateral peace efforts.\" And, on the next day, Secretary of State Warren \nChristopher stated: \"I want to make it unmistakably clear that the United States will continue to stand with Israel… \nFor more than four decades, the United States has stood with Israel, because it reflects our ideals and because it \nreinforces our interests… Working together as partners and as allies and friends, we'll continue our search for \npeace and security until we've achieved all of our objectives.\"\n\n The U.S.-Israel relationship has been cooperative in the truest, bipartisan sense of the word: In response to a \nquestion submitted for the record during his Senate confirmation hearings, former Secretary of Defense Les Aspin \nwrote: \"I feel confident that this Administration will continue to value the important strategic relationship between the \nUnited States and Israel and look for ways to strengthen this relationship in the future.\" Just after the Gulf war, \nthen-Secretary of Defense Cheney said that the crisis \"has been a demonstration of the value of maintaining \nIsrael's strength, and her ability to defend herself, and also the value of the strategic cooperation between our two \ncountries,\" And last year, Secretary of Defense William Perry stated that the U.S. strategic relationship with Israel is \n\"as strong as it has ever been\" and \"is going to deepen...in the future.\"\n\n Mr. Chairman, the annual $3 billion aid to Israel has come to symbolize the immutability of the U.S.-Israel alliance.  \nIt has signaled to Israelis and Arabs alike that the relationship is rock- solid.\n\n The constancy of the U.S.-Israel relationship is indispensable for the peace process.  On the one hand, while \nIsrael is of course engaged in the process for its own sake, it can only take risks for peace if it is confident of \nunwavering U.S. backing and assistance for its security.  On the other hand, only an unshakable U.S.-Israel link \ncan persuade the Arabs that the United States will neither \"deliver\" Israel nor allow them to attack it, thereby \nleaving the Arabs no other option but to engage in serious negotiations.\n\n Any change in the $3 billion aid package to Israel has the potential to seriously endanger the peace process.  It \nwould demonstrate to the Israeli public -- without whose support no Israeli concessions are possible -- that for all its \ngenerous peace proposals and success in restoring good personal ties with Washington, the current Israeli \n\n\n\nGovernment is unable to preserve the U.S. aid level which had previously been maintained for seven years in a \nrow.  That would be particularly harmful to the present government, which has already been exposed to severe \ndomestic challenges because of its forward-looking peace policies and continued Palestinian terrorism.\n\n Concomitantly, even a small change in aid to Israel would be perceived by Arab parties as a signal that the U.S.-\nIsrael bond is eroding.  Such a perception would encourage them to believe that Washington might be amenable to \nArab demands that the U.S. press Israel to make unilateral concessions.  This would reduce their incentive to \nnegotiate seriously with the Israelis.\n\n A recent survey, conducted by an American University of Beirut professor among Syrians, Palestinians, and \nLebanese Muslims and reported in the Wall Street Journal last year, has found that more than 90 percent of those \nwho support peace say they would cease to support it if Israel were weakened in the future.\n\n A change would also erode Israel's qualitative military edge, without which the Israelis cannot seriously consider \ntaking risks for peace.  It would, for instance, make it more difficult for Israel to pay approximately $2 billion for the \n21 advanced F- 1 51 jet fighters it has decided to procure in order to deal with the potential threats of the 21st \ncentury.  At a time of economic challenge and deep cuts in its defense budget, Israel needs to develop an answer \nto the emerging threat of Iranian and Syrian missiles equipped with unconventional warheads, in addition to \nconstantly upgrading its defenses against a conventional attack by rapidly growing Arab armies.  Even with the full \nU.S. aid package, Israel will find the preservation of its security a daunting challenge.\n\n Mr. Chairman, the deep, broad-based partnership between the United States and Israel continues to flourish.  The \ndemocratic elections in Israel, which led to the peaceful transfer of power from the governing party to its most bitter \nrival -- an occurrence unknown in the Arab world -- served to remind us of the extent to which the Israelis share our \nmost fundamental values.  A new era is dawning that holds great promise for both countries, and bodes well for the \nfuture of U.S.-Israel relations.  For the first time in over four decades, there is real promise in a negotiating process \nwhich could bring an end to the state of war that has existed between Israel and its Arab neighbors.  The United \nStates was instrumental in creating the process and will be instrumental in its ultimate success.  As Israel takes \nrisks inherent in any such negotiation, it is imperative that the United States remain steadfast in its support for the \nJewish state.  This Committee, by voting for $3 billion in military and economic assistance to Israel in FY 1996, will \nbe helping to ensure that steadfastness and strength which have always worked to the benefit of both countries.  \nAnd it will respond to the support for Israel expressed by most Americans in every public opinion poll since 1948.\n\n My testimony is divided into two parts: First, I will share our views in greater detail on Israel's value to the United \nStates as an ally, and then I will discuss Israel's need for U.S. assistance.  Of course, Israel's value and needs are \nclosely intertwined,\n\n I.  ISRAEL'S VALUE TO THE UNITED STATES\n\n Israel is one of America's most important international partners.  A fellow democracy, it lives in a region populated \nby authoritarian and extremist regimes.  It is also our most powerful and reliable ally in a vital but unstable area of \nthe world.  Israel has taken serious risks in its quest for peace with its neighbors, whose achievement would be \nimmensely beneficial to the United States as well.  Furthermore, Israel is a significant economic and technological \npartner of America, creating jobs here at home by importing American goods worth billions of dollars, and raising \nour worldwide competitiveness by sharing new technologies with U.S. companies.\n\n Israel's extraordinary friendship to the United States is demonstrated particularly well in the United Nations.  In \n1994, Israel voted with the United States on 95.2 percent of the General Assembly resolutions introduced in the \n49th session, the highest rate of any nation.  In fact, Israel's voting record exceeded the support of all America's \nallies, including NATO members.  This contrasts with 45.7 percent for Kuwait, 41.8 percent for Saudi Arabia, and \neven lower rates for the other Arab countries.\n\n Strategic Partnership\n\n\n\n While threats to America's interests have diminished in other parts of the world following the demise of the Soviet \nUnion and the end of the Cold War, the Middle East remains a high-threat area according to ranking U.S. officials.  \nRogue states like Iraq, Iran, and Libya, are now so heavily armed and are acquiring weapons of mass destruction \nso rapidly that they pose a greater threat today than they did a decade ago.  The rapid deployment of U.S. forces to \nblock the Iraqi buildup in October 1994, as well as the involvement of American military units in the former \nYugoslavia and Somalia, indicate that the United States continues to have vital interests and needs to play an \nactive security role in the Middle East and surrounding areas.\n\n The United States and Israel view bilateral strategic cooperation as an integral part of the overall relationship.  \nIsrael continues to provide the U.S. with a range of defense technologies and military services, while the Clinton \nAdministration has taken a number of important steps to uphold Israel's qualitative edge.  For example, in an \nOctober 1994 letter to Senator Joe Lieberman, Secretary of Defense William Perry declared: \"During this critical \nstage of the peace process, it is essential that the U.S. continues to make clear its strong strategic relationship with \nIsrael.\" He also noted the \"extensive military cooperation\" between the two allies.\n\n As the military potential of the radical Middle East states continues to expand, our ability to count on our most \ncapable ally in the region, Israel, is becoming increasingly important, allowing our resources to be used elsewhere.  \nAnd should American military participation become necessary, Israel has the most competent armed forces and the \nbest located facilities to help support American forces that may have to operate in the eastern Mediterranean, the \nArabian Peninsula, North Africa, southern Europe, or the Suez Canal.\n\n In an era of scarce resources, it makes sense to deploy and preposition American assets at such a key juncture \nbetween potential theaters of operation.  The circumstances which allowed a six-month buildup of forces in Saudi \nArabia during Desert Shield may not be repeated in a future Gulf crisis.  As the former commander of the U.S.  \nCentral Command has indicated, \"We know it will be very unlikely that we could replicate Operations Desert Storm \nand Desert Shield in the future …  and we learned during the last conflict that prepositioning is key to our ability to \nrespond.\" The Saudis have continued to reject prepositioning of hardware for U.S. ground forces on their soil, while \nIsrael has welcomed it, Clearly, Israel is a key U.S. ally in the Middle East and an ally whose importance will grow \nespecially as it moves toward peace with its Arab neighbors.  As Secretary of State Christopher declared at his \nconfirmation hearing in January 1993 while discussing the Middle East, \"Our democracy-centered policy \nunderscores our special relationship with Israel, the region's only democracy, with whom we are committed to \nmaintain a strong and vibrant strategic relationship.\" Defense Secretary William Perry told the American Jewish \nCommittee that \"...the strategic relationship with Israel...is as strong as it has ever been … the strategic relationship \nis going to deepen.\"\n\n The Regional Threat Has Not Diminished:\n\n An \"arc of crisis\" extends from Morocco to Pakistan.  Rogue states continue to threaten U.S. interests; other \nnations in the region may follow suit.\n\n * The radical Mideast states have amassed vast quantities of powerful conventional and unconventional weapons.  \nSeveral possess ballistic missiles, chemical and biological weapons, and are actively pursuing nuclear weapons \ncapabilities.  Iran has publicly announced its intention to become a nuclear power.\n\n * Nearly three-quarters of the world's proven oil reserves are located within the \"arc of crisis.\" The rapidly growing \nU.S.  dependence on Arab oil imports (currently $60 billion) is responsible for a large share of the U.S. trade deficit \n(by comparison, the trade imbalance with Japan is $40 billion).  Should more Islamic states be radicalized at a time \nof growing Western dependence on their petroleum, the \"oil weapon\" could once again be used with a potentially \nserious impact on the U.S, economy.\n\n * Although many Islamic regimes are currently moderate and friendly to the United States, no Islamic nation is \nimmune to radicalization.  Islamic extremists continue to wage a campaign of terrorism against Egypt's secular \ngovernment.  Sudan has already joined Iran as a radical Islamic state harboring terrorist groups, and Algeria's \n\n\n\nstruggle against radical Islam is by no means over.  In fact, all Arab countries are threatened by powerful radical \nIslamic forces.\n\n * Radical Islam harbors implacable hostility toward the West and toward democracy and other basic Western \nvalues.  It profoundly resents the Western \"infidels\"' military and material success, which it views as contrary to \nIslam's teachings.  As the West's undisputed military and political leader, the United States is regarded by Islamic \nradicals as the \"Great Satan,\" their most hateful and dangerous enemy on earth.  Indeed, the World Trade Center \nexplosion and the plot to blow up vital facilities in New York demonstrated the Islamic radicals' determination to hurt \nAmerica on its own soil.\n\n * Militant Arab nationalism, embodied by Moammar Qaddafi's Libya and Saddam Hussein's Iraq, shares radical \nIslam's hostility toward the U.S.-dominated West.  Although the appeal of Arab nationalism has waned, its anti-\nWestern message remains a potent force throughout the Arab world and can be mobilized even in currently pro-\nWestern Arab countries.\n\n Israel Can Help Contain the New Strategic Threat:\n\n As U.S. defense budgets and armed forces continue to shrink, making use of our allies' military capabilities \nbecomes an increasingly important element of our national defense.  As a solid Western democracy located in the \nmidst of the unstable and dangerous \"arc of crisis,\" Israel is ideally positioned to help the U.S. face the new, post-\nCold War strategic threats and problems facing the region: weapons of mass destruction, terrorism, radical Islam, \nthe spread of advanced conventional arms, the drug trade, and the limited U.S. power-projection assets.\n\n * By destroying Iraq's nuclear reactor and rescuing the Western hostages in Entebbe, Israel has demonstrated its \n\"long reach\" and its willingness to act to advance Israeli --and Western - interests.  It serves U.S. strategic interests \nfurther to enhance this capability through military aid and strategic cooperation programs with Israel.\n\n * Israel is the only nation in the region permanently immune to Arab nationalist or radical Islamic takeover.  As a \nWestern democracy steeped in Western values, Israel is not only friendly to the West but an integral part of it. U.S. \nstrategic agreements with authoritarian Arab regimes often do not have popular support in Arab countries, and are \ntherefore effective only as long as a particular ruling elite remains in power and considers the U.S. to serve its \ninterests.  In contrast, the four-decade-old U.S.-Israel alliance is supported by the people of Israel and all its major \npolitical parties.  Such depth of support is a prerequisite for a reliable and durable alliance, and is the reason that \nalliances with democracies are more deeply rooted than alliances with autocracies and tyrannies.\n\n * Building alliances with conservative Arab regimes is a.  temporary and uncertain solution.  The staunchly pro-\nWestern monarchies of Iraq, Libya, and Iran were all toppled and replaced by virulently anti-Western regimes.  The \nsurviving pro-Western Arab governments, as well as Turkey and Pakistan, a-re vulnerable to radical Islamic \npressures, and most could be overthrown the U.S. can only help these fragile governments deal with external \naggression, not with internal threats.\n\n * Israel has been a primary target of Arab military action.  It has therefore traditionally focused its renowned \nintelligence apparatus on the radical states of the Middle East, toward which U.S.  intelligence has not traditionally \nbeen focused.  Israel's experience and knowledge can fill gaps left by our high-tech intelligence gathering systems.\n\n * Israel's knowledge of Islamic cultures, societies, language and behavior will continue to benefit the U.S. in \ndealing with the \"arc of crisis.\" This was proven in 1978, when Israeli intelligence provided the CIA with \nassessments predicting upheaval in Iran as well as just before the Gulf war, when the U.S. came to Israel for \nintelligence on Iraq.  Daily telephone conversations between then- Secretary of Defense Cheney and then-Defense \nMinister Arens during Desert Storm were a well-known Washington secret.\n\n * Israel is a leader in developing cost-effective intelligence gathering technology.  Israeli technology in intelligence \ngathering systems, for which Israel assumed the development costs, has been shared with several U.S. \ncompanies.\n\n\n\n * Intelligence cooperation with Israel played an important role during the Gulf war.  In addition to raw Israeli \nintelligence on Iraq provided to the United States, Israeli intelligence-gathering technology was also used.  Israeli-\ndeveloped remote controlled, Unmanned Aerial Vehicles (UAVs) which have the ability to gather \"real-time\" \ninformation were used extensively by U.S. forces in the Gulf war.  This not only helped the Allied forces gather \nintelligence, but also helped save the lives of American air crews who would have otherwise had to risk their lives to \ndo the same job as the UAVS.\n\n * U.S.-Israeli cooperation against terrorism can help reduce the mutual threat, Washington and Jerusalem signed a \nMemorandum of Understanding on counter-terrorism in 1994--the first with any U.S.  ally--which detailed plans for \nbilateral technological cooperation in developing advanced systems to fight the terrorist threat both countries face.  \nThe United States, Egypt, and Israel have also initiated cooperation in fighting Islamic extremism through private \nconsultations and visits.\n\n * Israel's successful action against Iraq's nuclear reactor has been enormously beneficial to the United States.  As \nPresident Clinton said in a November 1992 interview, \"If Israel had not conducted a surgical strike on Iraq's nuclear \nreactor, our forces might well have confronted a Saddam with nuclear weapons ten years later.\" U.S.Israeli \ncooperation on this issue is critical for halting the dangerous proliferation of nuclear weapons to the region's radical \nregimes.\n\n * The quality of Israeli facilities and military manpower is unsurpassed for prepositioning U.S. materiel, \nmaintenance assistance, realistic training, and joint exercises with U.S. armed forces.  These programs are vital for \na direct U.S. role if required in a future conflict.\n\n * The United States could, in the future, find itself in conflict with Iraq, Iran, or Libya, In many of these scenarios, \nmilitary coordination with Israel, possibly even including the use of facilities or equipment in Israel, could contribute \nto the success of the U.S. armed forces, while reducing U.S. casualties and other costs of war, Moderate Arab \nregimes may tacitly accept such an Israeli role, particularly if the peace process expands.\n\n * Israel has the most powerful air force and navy in its theater.  Its own military technology and qualitative \nadvances can contribute importantly to American capabilities in this region and beyond.\n\n * Israel and the United States are the world leaders in developing defenses against new weapons systems, such \nas ballistic missiles.  Current joint U.S.-Israeli efforts in this area can enhance deterrent capabilities.\n\n * Israel, which has been actively making contacts with the former Soviet Islamic republics, can play an important \nrole in helping the United States and other interested parties counter Iran's efforts to draw those republics into its \norbit.\n\n * Israel contributed 30 peacekeepers in October to the U.S.-led mission in Haiti.\n\n Israel offers five special advantages to help meet U.S. needs:\n\n First, while the United States enjoys overall technological superiority, Israeli firms have specialized in gapfilling \ninnovations that often begin where operational experience indicates that American designs leave off.\n\n Second, Israel has developed, of necessity, a quick reaction capability to meet new technological threats on short \nlead-times, and Israeli innovations are often available off-the-shelf years before corresponding products from other \nmanufacturers come on line.\n\n Third, Israeli products are often battle-proven, and tend to be more realistic and practical than designs from other \nproducers who are more often guided by studies and analyses than by combat experience.  Indeed, the very \nscientists and engineers who produce Israeli weapons often have had recent battlefield experience.\n\n\n\n Fourth, Israeli innovations are designed to counter both Soviet and Western weapon systems, while those of other \nWestern producers generally are not designed to meet the threats from Western systems that are increasingly \nfaced by the U.S. armed forces outside Europe.\n\n Finally, Israeli maintenance and repair facilities are located closer to the theaters where U.S. forces are deployed \nthan many of the facilities on which we now rely.  Their increased use could help improve U.S. readiness rates and \nreduce costs.\n\n Israeli military technologies were used during the Gulf War:\n\n Many are unaware that Israel played a significant role in helping our troops conduct the Gulf war by providing our \nmilitary with a variety of unique defense systems, without which additional U.S. lives might have been lost.\n\n * Israel recommended software changes which improved the effectiveness of the Patriot missile system.\n\n * U.S. forces had available Israeli-developed HAVE NAP air-to- ground missiles, which could be launched from B-\n52 bombers,\n\n * Mobile towed-assault bridges provided by Israel Military Industries were deployed by the U.S. Army and Marine \nCorps.\n\n * Israeli Aircraft Industries developed conformal fuel tanks for the F-15 fighter that were used widely in long-range \nmissions.\n\n * The United States has implemented a variety of Israeli modifications to the F-16 aircraft fleet, including structural \nenhancements, software changes, landing gear, radio improvements and avionic modifications.\n\n * An Israeli-produced helicopter night-targeting system, the CLNAS, was used to increase the U.S. Cobra attack \nhelicopter's night- fighting capabilities.\n\n * Israel produced significant components of the highly successful Tomahawk cruise missile.\n\n Continuing Military Technology Transfers to the U.S.:\n\n * The U.S. armed forces continue to widely test and procure Israeli defense systems.  As the Pentagon's R&D \nbudget continues to shrink in coming years, buying proven high-tech Israeli systems \"off the shelf\" will become \nincreasingly attractive.  Indeed, a Pentagon study argued that \"combining resources with those of our allies through \neffective cooperation will not only enhance our ability to achieve technological advancements, but should do so at a \nreduced cost.\" The Pentagon identified 21 technologies critical to the U.S.  defense base, and identified Israel as \nhaving specific capabilities in 13 of them.  Israel specializes in a variety of technologies critical to the U.S. defense \nindustrial base.\n\n * Procurement contracts with Israeli defense technology firms can save the United States millions of dollars in \ndevelopment costs, with some projects emerging as large programs for U.S. and Israeli industry.\n\n While much of the military technological cooperation between the United States and Israel is classified, many \nareas of cooperation on crucial future defense systems are public:\n\n * The United States and Israel are working together to develop the Arrow, one of the world's most advanced Anti-\nTactical Ballistic Missile (ATBM) systems, to shoot down ballistic missiles.  The two allies are about to embark on a \nthird phase of the Arrow program.  In June 1994, an Arrow- I missile, in a successful test off Israel's coast, fully \ndestroyed an incoming Scud-type target, The Arrow Continuation Experiments (ACES) phase of the joint U.S.-\nIsrael project will continue in 1995 with the first launch of the improved Arrow-2 interceptor.  President Clinton has \nstated that the United States would continue to support the Arrow program and American officials continue to cite \nthe value of Arrow-related technologies to U.S.  missile defense efforts.  Recent tests have been valuable in \n\n\n\nproviding data for the ongoing development of the system.  The director of the Ballistic Missile Defense \nOrganization has enthusiastically endorsed the Arrow program in Congressional testimony, outlining the areas in \nwhich it is assisting U.S. ballistic missile defense projects.\n\n * The United States and Israel have been studying \"boost-phase intercept\" technology.  This concept envisions \nthe early detection and destruction of hostile ballistic missiles shortly after launch, when they are most vulnerable \nand still over enemy territory.\n\n * The Defense Department is procuring Hunter UAVs (reconnaissance drones) produced by a joint U.S.Israeli \npartnership for use by the Army and U.S. Marine Corps.  Israel-designed Pioneer unmanned aircraft proved \nthemselves in the Gulf war and have been praised for their performance over war-torn Bosnia in support of \nOperation Deny Flight, and were also used in Operation Continue Hope In Somalia, They are considered a vital \ncomponent of future defense systems.\n\n * Israel's AGM-142 HAVE NAP missile (a highly accurate standoff attack weapon) is now being used by the U.S. \nAir Force to enhance the United States' aging fleet of B-52 bombers for conventional missions.\n\n Other areas of technological military cooperation include: ship- to-ship missiles, night-targeting systems, air-to-air \nmissiles, electronic naval decoys, and submarine technology.\n\n Israel's Value as a Port of Call and Training Ground for U.S.  Forces:\n\n Utilizing local port and training facilities of our capable allies -- such as Israel -- becomes essential as the U.S. \ndefense budget continues to shrink, the number of U.S. naval vessels declines, and regional force projection \nrequirements increase.\n\n Israel provides facilities for the storage and maintenance of U.S. military materiel for American or Israeli use in a \ncrisis situation.  Up to $300 million worth of dual-use military supplies will be prepositioned in Israel,\n\n Israel's Capability as a Maintenance and Repair Facility for U.S.  Navy Vessels and Weapons Systems:\n\n Because Israel and the United States use common weapon systems, and because Israel's repair facilities have a \nproven record of competitive performance, Israel is well suited to repair U.S. systems, either regularly or on an \nemergency basis.\n\n * U.S. Air Force F-15 fighters and Army helicopters based in Europe have been serviced and repaired in Israel \nbecause of the cost savings and outstanding facilities there.  Israel Aircraft Industries also signed an agreement \nwith the USAF and other NATO air forces for the upgrading and modernization of F-16s based in Europe.\n\n * Israel's Haifa harbor continues to be the favorite port of call for the U.S. Navy's Sixth Fleet, accounting for \nroughly 50 percent of all visits in the Eastern Mediterranean.  An average of 20 U.S. warships, including aircraft \ncarriers, visit the port each year, many to utilize the harbor's excellent and unique repair and servicing facilities.  In \naddition, the 60,000 American sailors and marines who are annually offered shore-leave are warmly welcomed and \ndo not encounter the hostility which they frequently experience in other countries.  A $15 million Haifa port \nimprovement program is now complete.  The U.S. Navy has also studied the cost of upgrading the port further to \naccommodate an aircraft carrier, concluding that a $21.7 million investment in creating a \"deep draft berth\" would \nallow better carrier access ashore, thus making port visits safer and easier to manage.\n\n Israel as a Training Ground for U.S. Forces:\n\n Israel is the only U.S. ally in the Middle East that can regularly provide target ranges and training centers as well \nas expertise in fighting in extreme heat and desert conditions.  The U.S.  armed forces and the IDF have conducted \njoint training maneuvers for many years.\n\n\n\n Joint military maneuvers were conducted by the IDF and many elements of the U.S. armed forces.  In addition, the \nUnited States has made extensive use of Israeli facilities.  Most recently, units of the IDF and American land, \nnaval, and air forces conducted joint maneuvers in Israel's Negev desert and the Mediterranean Sea during March.  \nThese are the largest joint exercises ever conducted between the two allies, underscoring the importance both \nsides attach to expanding the strategic relationship, The IDF Home-Front Command and U.S. Army also conducted \na series of tests in 1994 to determine effective methods of protection against future Scud attacks.  The Israeli Navy \nparticipates in joint naval exercises with the Sixth Fleet designed to strengthen U.S. anti-submarine warfare and air \ndefense capabilities in the Mediterranean.  Israel has staged joint training with American special anti-terrorist \nforces.  While intended primarily to protect the Jewish state from air attack and support the ground forces, the IDF \ncould in particular circumstances join a coalition with the U.S. armed forces against a mutual threat.\n\n American air crews have difficulty getting weapons training in Europe because of the poor weather and range \nrestrictions, so they are better able to deliver weapons and practice realistic combat missions on Israeli ranges \nwhere the climate lends itself to meeting U.S.  training requirements.\n\n * Israel proved to be a useful training ground for operations used in Desert Storm.  For example, U.S. Army and \nMarine Corps helicopters and fighters trained at the Negev range in Israel during Desert Shield.  Helicopter and \nheavy mechanized training have also been conducted using IDF facilities.\n\n * Israel is also an important testing ground for U.S. equipment in Middle East conditions.  For example, Israel has \nprovided the United States with improvements on air intake valves for helicopters.  This improvement will help \nprevent such problems as those that led to the failed U.S. rescue attempt in Iran in 1979.\n\n * Israeli pilots continue to share their combat experiences with their American counterparts, both in Israel and the \nU.S.\n\n Value of Israeli Technology in Assisting America's War on Drugs:\n\n Israeli innovations in interdiction technology, a major component in the war against drugs, have been highly \nsuccessful.  Israel's coast has been effectively sealed both against terrorist penetration and against the inflow of \ncontraband.\n\n Israel has achieved advancements in the following areas that can be of great benefit to the U.S. war on drugs: \nreconnaissance drones; x-ray and detection machines; fast patrol boats; radar systems; integrated command and \ncontrol; and advanced land interdiction systems.\n\n Conclusion:\n\n Strategic cooperation has also expanded to encompass a wide range of cooperative ventures in science and \ntechnology.  A joint Science and Technology Commission has been established.  In the area of space research, an \nIsraeli-designed experiment was carried aboard the space shuttle Endeavor in October 1992.  The United States \nand Israel are also conducting joint research in satellite-ground station laser ranging (SLR) for geological and \ngeographic study.\n\n President Clinton has stressed his desire to build upon the strategic cooperation of the past ten years, saying that it \nis fundamentally linked to Israel's qualitative edge.  He stated that the United States must \"maintain our special \ncommitment to our democratic partner, Israel, and its overall security … as well as stress the need to preserve \nIsrael's qualitative military edge.\"\n\n The President's commitment to enhancing the strategic relationship was underscored during his summit with Prime \nMinister Rabin in March 1993.  A new Senior Planning Group was created to oversee this expansion of strategic \ncooperation.\n\n In September 1992, the United States and Israel issued a joint communique on new strategic cooperation \ninitiatives.  It stated that the two sides would work to implement previously enacted legislation, and that they \n\n\n\n\"agreed that there will be closer ties between the two countries' armed forces, cooperation on technology upgrades \nand the start of discussions on Israel's participation in the Global Protection System.\" Since then, the two countries \nhave established a joint technology working group to help ensure that Israel's qualitative edge is not further eroded.\n\n During the course of the past three years, a wide variety of U.S.  defense personnel have visited Israel to develop \ndifferent aspects of the strategic relationship.  Numerous high-level defense officials from Israel, including Ministry \nof Defense Director-General David Ivri and then-IDF Chief-of-Staff Ehud Barak, also travelled to the United States \nto strengthen ties with both the administration and the U.S.  armed forces.  Israel annually receives visits from a \nrange of top- level U.S. defense officials, each of whom has discussed expanding aspects of the strategic \nrelationship with their IDF and MoD counterparts.  Pentagon visitors in 1994 included JCS Chairman General John \nShalikashvili, Army Chief of Staff Gordon Sullivan and BMDO director Lt.  General Malcolm O'Neill.  Defense \nSecretary William Perry and his deputy John Deutsch conferred with top Israelis in Washington, and the Secretary \nof Defense toured Israel this January.\n\n Strategic cooperation benefits both parties.  America's strategic position in the Middle East and the Mediterranean \nhas been greatly enhanced by the relationship with Israel, serving to restrain and deter conflict in the region.  \nIsrael's strategic value will increase in coming years, as defense ties continue to grow between our two nations.\n\n Contribution to Regional Peace and Stability\n\n The emerging Arab-Israeli peace promises enormous benefits-- political, economic, and strategic--both for the \nUnited States and for Israel.\n\n Two major factors are of particular importance in considering U.S. policies toward the peace process:\n\n * A narrow window of opportunity has opened for pursuing Arab- Israeli peace; if this precious opportunity is not \nseized now, that window is likely to close again--perhaps for good.\n\n * Israel is taking major security risks for peace.  The success of the peace process heavily depends on sustained \nU.S. policies and actions to minimize those risks. as pledged by the President and other senior U.S. officials.\n\n The sections below lays out in detail the benefits of peace for the United States and for Israel, and describes both \nthe current window of opportunity for peacemaking and the risks Israel has been taking for the sake of peace with \nits Arab neighbors.\n\n The American Stake In Mideast Peace:\n\n Since the end of World War II, the Middle East has been one of the most dangerous flash points in the world, \ncharacterized by repeated episodes of large-scale warfare, threats of escalation to involve the major powers, \ndisruption of international shipping and commerce, and enormously wasteful expenditures on arms and armies.\n\n Now, for the first time, there is a possibility that the core issues of the Arab-Israeli conflict -- the most important \nmajor dispute in the region -- can be peacefully resolved.\n\n The United States has a vital interest in this peace process in the Middle East, for many reasons:\n\n * Reducing the chance of another Arab-Israeli war, one that could risk:\n\n * disruption of the stability of the entire region, which could endanger important allies and trading partners of the \nUnited States;\n\n * escalation of conflict to a point that forces direct U.S.  military involvement, putting U.S. lives at risk and \ngenerating billions of dollars in direct costs to U.S. taxpayers ;\n\n * interruption of the supply of, and/or substantial increase in Mideast oil prices, with potential costs to the United \nStates of tens of billions of dollars;\n\n\n\n * Disruption of the global economy;\n\n Vital U.S. interests in regional peace include:\n\n * Bringing stability to the Middle East, and helping reduce the threat of terrorism against Americans inside and \noutside the United States.\n\n * Expanding Middle Eastern markets for U.S. exports; providing new opportunities for U.S. investments; and \nreducing the chance of international crises disruptive to American commerce and jobs.\n\n * Isolating and reducing the influence of radical Middle Eastern countries such as Iran, Iraq, and Libya, thus \ncontaining some of the largest post-Cold War threats to American security.\n\n * Encouraging Arab governments to reallocate resources from military to civilian needs; such reallocations would \nhelp improve the Arab economies, thus undercutting extremists who feed on poverty and threaten U.S. regional \nallies.\n\n Thus, While Israel promotes America's strategic interests in the Middle East through its democratic stability and its \nmilitary capability, it also furthers U.S. interests through its efforts toward creating a stable and peaceful Middle \nEast, As I said in my introduction, Israel's work in the current peace process has led to the historic breakthrough of \nthe past year and is on the verge of creating further breakthroughs, making the Middle East potentially much \nfriendlier to U.S. economic and strategic interests.\n\n Prime Minister Rabin is working very closely with President Clinton and Secretary of State Christopher to capitalize \non the remarkable opportunity presented by the U.S.-brokered Madrid peace process.  These cooperative efforts \nhave led, in the past twenty months, to historic peace agreements with Jordan and the Palestinians.  The United \nStates and Israel are now striving to translate this progress to the other negotiating tracks, particularly the Israel- \nSyria talks.\n\n The Window of Opportunity:\n\n Because of its vital interests in Arab-Israeli peace, the United States is making a maximum effort to use the \nwindow of opportunity that has opened for Middle East peace negotiations, The Administration is prepared to \ndevote considerable resources to exploiting three unprecedented developments that have converged to produce \nthis opportunity:\n\n * The collapse of the Soviet Union and the end of communism in Eastern Europe has weakened radical \nmovements and regimes in the Middle East by eliminating one of their principal sources of support.\n\n * The world community's firm response to Saddam Hussein's aggression in Kuwait, and the decisive victory of the \nforces led by the United States, discredited extremists who claim that Arab objectives can he achieved through the \nbarrel of a gun.\n\n * Arab moderates have an historic opportunity to gain the upper hand over rejectionists, and have formed a \ncoalition to support peaceful negotiations and recognition of Israel.\n\n The Government of Israel, headed by Prime Minister Yitzhak Rabin and Foreign Minister Shimon Peres, has also \nrecognized the opportunity opened by these three factors, and has declared that it is willing to take substantial risks \nto achieve peace agreements while this window of opportunity remains open.  Israel is ready to make very difficult \ndecisions -- including withdrawal from strategically important territories -- if by such compromises it can achieve \nstability and peace with its neighbors.  The Israeli Government recognizes that, in the shifting sands of the Middle \nEast, the opportunity may not last indefinitely.\n\n Prime Minister Rabin has noted that the opportunity for peace would be lost once a radical regional country such \nas Iran or Iraq got hold of nuclear weapons, Other cataclysmic events that would put an end to peacemaking \n\n\n\ninclude radical takeovers -- whether Islamic or secular -- in neighboring Arab countries or the Palestinian Authority.  \nCatastrophic terrorist attacks such as Beit Lid might also doom the prospects for peace.\n\n Any of these developments could occur within a few years -- or even a few months.  If the peace process is to \nsucceed, the time to act is now.\n\n The Palestinian Track:\n\n Prime Minister Rabin undertook, immediately after winning the June 1992 elections, important steps that were a \nprelude to the even further-reaching decisions he later made in order to facilitate the conclusion of the IsraelPLO \naccord.  Mr. Rabin froze new settlement construction in the territories; excluded annexation as an option for the \npermanent settlement in the territories; offered the Palestinians general elections with international monitoring - \nincluding by U.S.  Members of Congress -- for an interim self-governing authority; offered, for the first time, \nlegislative and executive powers to that authority; and proposed, also for the first time, a territorial dimension in the \nform of Palestinian management of more than half the lands in the territories during the interim period.  These steps \nprepared the ground for the colossal Israeli moves toward the Palestinians since 1993:\n\n * Shortly before the White House signing of the September 1993 Israel-PLO Declaration of Principles (DOP), Mr. \nRabin, on September 9, took the truly revolutionary step of officially recognizing the PLO as Israel's negotiating \npartner, despite three decades of brutal PLO terrorism against Israeli civilians.\n\n * In the DOP itself, for the first time since the capture of the territories in the defensive war of 1967, the Israelis \nagreed to a withdrawal within the area of the historic Land of Israel.  The Israelis committed to a withdrawal from \nthe Gaza Strip -- where nearly half the Palestinian population of the territories resides -- and from the area of the \nWest Bank town of Jericho; within two weeks of the signing of the Gaza-Jericho accord on May 4, the Israeli army \nhad completed these withdrawals.\n\n * Unlike the 1978 Camp David accords, in which Israel agreed to Palestinian self-government only over people, not \nland, the DOP stipulates that the jurisdiction of the Palestinian self-governing council \"will cover West Bank and \nGaza territory.\" Furthermore, to allay Palestinian fears that Israel intends to preempt the West Bank and Gaza's \nfinal status by annexing some of the territories during the interim period, the DOP states that \"the two sides view the \nWest Bank and Gaza as a single territorial unit, whose integrity will be preserved during the interim period.\"\n\n * Whereas in the past, Israel consistently sought to de-link the interim agreement from the permanent settlement, \nthis link is now firmly established.  Under the DOP, Israel agreed that \"the interim arrangements are an integral part \nof the whole peace process, leading to a permanent settlement based on Security Council Resolutions 242 and \n338.\" The DOP further stipulates that \"the outcome of the permanent status negotiations should not be prejudiced \nor preempted by agreements reached during the interim period.\"\n\n Other far-reaching commitments undertaken by Israel in the DOP included:\n\n * Transfer of authority to the Palestinian residents of Gaza and Jericho in most spheres, and establishment of a \nlarge Palestinian police force in these areas.\n\n * Redeployment of Israeli forces out of populated areas in the rest of the West Bank.\n\n * Early empowerment of Palestinians in the rest of the West Bank in five important administrative areas: education \nand culture; health; social welfare; direct taxation; and tourism.\n\n * \"Direct, free, and general political elections...under agreed supervision and international observation,\" after the \nGaza-Jericho withdrawal, for a self-governing authority for all the Palestinian residents of the territories.  Even \nPalestinian residents of Jerusalem will be allowed to participate in these elections,\n\n * Israel committed itself to negotiations with the Palestinians, to start by the beginning of the third year after the \nimplementation of the Gaza-Jericho withdrawal, in which the final status of Jerusalem, Palestinian refugees, \n\n\n\nsettlements, security arrangements, and borders, among other issues, will be decided.  Israel has not ruled out any \noption, other than annexation, regarding the permanent status of the territories -- not even Palestinian statehood.\n\n * Israel agreed, in the DOP, to set up an Israeli-Palestinian Committee for Economic Cooperation to focus, among \nother things, on the following: water resources; electricity; energy development; finance; transport and \ncommunications; and trade.\n\n Following the conclusion of the DOP, Israel undertook further important commitments:\n\n * At the Donors' Conference, convened by the U.S. on October 1, 1993, to provide international financial support \nfor the Palestinians, Israel committed to granting the Palestinian residents of the West Bank and Gaza $75 million \nover the next five years .\n\n * In the February 9, 1994, Cairo Agreement on implementing the DOP, Israel agreed to allow the Palestinians to \nhave a significant share of authority -- as well as armed Palestinian policemen -- at the border crossing terminals \nbetween Jericho and Jordan and the Gaza Strip and Egypt.\n\n Israel has also undertaken important confidence-building measures toward the Palestinians:\n\n * The release of thousands of Palestinian prisoners\n\n * Allowing dozens of Palestinian deportees to return to the territories.\n\n * Allowing thousands of Palestinians to return to the territories under a family reunification plan.\n\n * Outlawing the racist, anti-Palestinian Kach and Kahane Chai movements and arresting their top leaders.\n\n * Approving the reopening of Jordanian banks in the West Bank.\n\n On May 4, 1994, Prime Minister Rabin and Chairman Arafat signed in Cairo the Gaza-Jericho accord, This historic \nagreement formally initiated Palestinian self-government and began the process of reconciling Israel's security \nconcerns with Palestinian aspirations.  The accord and its annexes outlined Israel's withdrawal and the transfer of \nauthority to the Palestinians.  It provided the Palestinians with a significant measure of self-government:\n\n * The Gaza-Jericho accord established a 25-person Palestinian Authority (PA) and provided it with extensive \nlegislative, executive, and administrative powers.\n\n * The PA was granted jurisdiction over the entire territory of the Gaza Strip and the Jericho area except settlements \nand security locations, and over all non-Israelis visiting or residing in these areas.\n\n * The PA was allowed to operate a \"strong police force\" of 9,000 officers, equipped with armored personnel \ncarriers, machine guns, and automatic rifles. (On a per-capita basis, this force was to be more than triple the size of \nIsrael's own police -- and it has subsequently increased by another 7,000 policemen.)\n\n * The PA was authorized to administer all aspects of daily Palestinian life, including public utilities and services, \nwater distribution, the issuing of licenses, health care, education and culture, taxation, tourism, land ownership, \nenvironmental protection, labor relations, social welfare, the legal system, economic development, and \ninfrastructure.\n\n * Palestinian police boats were allowed to patrol in Gaza's coastal waters up to a six-mile limit, and Palestinian \nfishing boats can operate up to the 12-mile international limit,\n\n * Israel agreed to allow the Palestinian authority to issue three-year travel documents to the residents of Gaza and \nJericho, labeled \"Laissez-Passer,\" with the word \"passport\" printed below.\n\n * The Palestinians was allowed to raise Palestinian flags anywhere in the Gaza Strip and the Jericho area.\n\n\n\n * Israel also agreed that the PA will issue postage stamps.\n\n * Gaza and Jericho were to have at least one international area code separate from Israel, and radio and television \ntransmission frequencies were allocated to the Palestinians.\n\n * The PA was allowed to establish a Palestinian Monetary Authority to regulate banks in the self-government areas, \nmanage foreign currency reserves, oversee foreign exchange transactions, and determine the liquidity ratios on \ndeposits.\n\n On August 29, 1994, the two sides reached agreement on \"early empowerment\" to transfer additional spheres of \nauthority -- education, tourism, taxation, health, and welfare -- in the rest of the West Bank to the PA, The transfer \nof these areas to the PA was delayed until the Palestinians developed the means to finance their new \nresponsibilities; early empowerment was completed in December.\n\n Prime Minister Rabin has taken all these ground-breaking steps despite a surge in Palestinian terrorism against \nIsraelis and an escalation in the familiar hateful rhetoric from Palestinian extremists, which have badly eroded the \nIsraeli public's support for these policies.  Some of the deadliest Palestinian attacks in recent months have been \ncarried out by Islamic extremist organizations such as Hamas and Islamic Jihad, which have mounted a relentless \ncampaign of intimidation and bloodshed clearly aimed at derailing the Israel- PLO accord.\n\n The two remaining steps called for in the Israel-PLO Declaration of Principles (DOP) are elections for the \nPalestinian Council to administer the West Bank and Gaza and IDF redeployment out of the West Bank's \nPalestinian populated areas.  However, the PA's clear lack of resolve to combat terrorism against Israelis has led \nmany Israeli officials to question whether it is feasible to continue the process with the Palestinians, Palestinian \npolice chief Nasr Youssef said in August that the \"police can stop … terrorists but have not been given instructions \nto do so.\" In October, Prime Minister Rabin stated that \"if terror continues, it will be difficult for us to continue the \npeace process with the Palestinians.\"\n\n Rabin spoke during one of the deadliest months of terrorism in the history of the Arab-Israeli conflict, culminating in \nthe October 19 Tel Aviv bus bombing in which 21 Israelis were killed.\n\n Indeed, the levels of violence Israel faces are staggering.  Since the signing of the Israel-PLO accord on \nSeptember 13, 1993, 114 Israeli citizens have been lolled and hundreds of others wounded in continuing terrorist \nattacks in Gaza, the West Bank, and inside Israel.  Since the onset of the Gaza-Jericho self-rule in May 1994, 68 \nIsraelis have been killed in terrorist attacks, most of them within Israel.  In the past five months alone, more than 50 \nIsraelis have been killed.  In addition, a number of lethal terrorist attacks failed or were frustrated -- including, just \nlast month, the interception by the Israeli security forces of a Palestinian truck loaded with explosives on its way \nfrom Gaza to Beersheba.\n\n In addition to the stabbing attacks and shootings of individual Israelis, Israelis have been subject to a series of \nattacks inside Israel by extremist Islamic suicide bombers from Hamas and Islamic Jihad.  Israeli casualties from \nthese suicide attacks include the 21 Israelis killed and more than 60 wounded in the January 1995 suicide bombing \nin Beit Lid; the 13 civilians injured in the December 25, 1994 suicide bombing in Jerusalem; the 22 dead and almost \n50 wounded in the October 1994 suicide bus bombing in Tel-Aviv; the 7 Israelis killed and 50 wounded in an April \n1994 suicide attack on a bus in Afula; and the 4 Israelis killed in an April 1994, suicide bombing of a bus in Hadera.\n\n Hamas is a militant offshoot of the Palestinian Moslem Brotherhood.  It evolved from its origins as a social welfare \norganization into one of the deadliest foes of peace in the Middle East.  Violently opposed to any peace negotiation \nor agreements with Israel, in particular the Israel-PLO accord, Hamas continues to call for Israel's total destruction \nand its replacement with an Islamic Palestinian state.  The organization's funding comes primarily from Iran and \nfrom Saudi citizens as well, with Iran playing a growing role in sponsoring, arming, and training the organization.\n\n Hamas and Islamic Jihad have a long record of terrorist attacks against Israeli soldiers and both Israeli and \nPalestinian civilians.  The terrorists' intentions are clear.  A 1994 Hamas leaflet declared: \"Day after day, we are \n\n\n\nmaking Rabin -- the king of terror -- drink the bitter poison.\" Another, particularly gruesome Hamas leaflet stated, \n\"HamasCo., the company for the imports of Israeli flesh, announces the sale of Israeli flesh in accordance with the \nIslamic tariff....Objective. generating a large quantity of flesh until the withdrawal of the last Zionist soldier.\" A \nHamas spokesman said in December 1993, that \"if the Jews withdraw completely from the Gaza Strip, the intifada \noperations in the Strip would completely cease.  But the Jihad holy war will not cease, because the Jews would \nthen continue to exist in other parts of Palestine.\"\n\n Hamas and Islamic Jihad are not the only \"rejectionist\" Palestinian organizations.  Ten major terrorist groups met in \nDamascus in 1994 to plan the destruction of the Israel-PLO accord.  They included, in addition to the two extremist \nIslamic organizations, the PLO's Democratic Front for the Liberation of Palestine (DFLP), Popular Front for the \nLiberation of Palestine (PFLP), Ahmad Jibril's group PFLP-General Command, the Palestine Liberation Front \n(PLF), and other PLO constituents.  In late March of last year, Libyan leader Muammar Qaddafi pledged to provide \nmaterial support for the rejectionists' alliance.\n\n Continued high levels of intra-Palestinian violence in the territories illustrate the explosiveness of the Palestinian \nstreet.  Well over a thousand Palestinians have been murdered by other Palestinians in the territories since the \nbeginning of the intifada in 1987.  In 1992 alone, according to the IDF, 238 Palestinians were murdered, and \nanother 141 were assassinated in 1993.\n\n Despite the terrorism and intra-Palestinian violence, Israel and the PLO are still negotiating over IDF redeployment \nand Palestinian elections.  Since the fate of Israeli settlements will not be considered until final-status talks, the IDF \nmust retain the ability to protect settlers after redeployment takes place.  Israeli settlements in the West Bank are \nmuch more geographically dispersed than in Gaza.  Thus Israel is understandably reluctant to redeploy given the \nPA's inability to thwart terrorism thus far.  Therefore these negotiations are expected to last for several months -- \nhopefully to be concluded by the July I target date recently agreed upon between Israel and the PLO.\n\n Assessing PLO Compliance With Its Commitments:\n\n In Yasir Arafat's September 9, 1993 letters to Prime Minister Yitzhak Rabin and to Norwegian Foreign Minister \nJohan Jorgen Holst; in the September 13, 1993 Declaration of Principles; and in the Gaza- Jericho Accord, signed \nin Cairo on May 4, 1994, the PLO made a series of commitments to recognize Israel and end acts of violence \nagainst it. The Government of Israel has been negotiating with the PLO as the representative of the Palestinians in \nthe territories on the basis of these same PLO commitments.\n\n President Clinton, Secretary of State Christopher, Prime Minister Rabin and Foreign Minister Peres have all stated \nvery clearly that the success of the peace process will depend on the PLO's compliance with its commitments.  In \naddition, several laws enacted by Congress and signed by the President condition the U.S. relationship with - and \nassistance to - the PLO on compliance with these commitments.\n\n Since the onset of the implementation of the Gaza-Jericho agreement almost a year ago, Israeli Prime Minister \nYitzhak Rabin and other senior officials have become increasingly critical in their assessments of the PLO's \ncompliance with its commitments.  Although, in recent weeks, Arafat has adopted some preliminary measures \nagainst terrorism, Israeli officials have emphasized that in many areas, PLO compliance remains inadequate.\n\n Israel's foremost concern is that Palestinian terrorism is continuing and that Arafat had, at least until recently, \nfailed to take decisive steps against the armed extremist Islamic groups openly operating in Gaza.  This despite the \nconviction of Israeli and PA security officials that Arafat retained the capability of doing far more against these \nterrorist forces.\n\n Foreign Minister Peres noted March 4: \" Arafat hasn't placed a single terrorist before a court yet.  He hasn't tried to \ndisarm Hainas and Islamic Jihad, \"\n\n Time and again, Rabin and Peres have reiterated that they demand of Arafat not that he prevent all terrorism, but \nthat he make a maximum effort to do so.  While the PLO has adhered to its commitment to renounce terrorism, \n\n\n\nHamas and Islamic Jihad terrorist attacks have caused a continuing stream of Israeli casualties.  The PLO has also \nbeen deficient by failing to unequivocally condemn every act of terrorism.  A recurrent pattern has been for Arafat to \npublicly remain silent and to occasionally, in private conversations with Israeli leaders, to condemn terrorist attacks, \nwhile his subordinates issue public condemnations.  Arafat has consistently failed to strongly condemn terrorism in \naddresses to his own constituency.  He termed the January Beit Lid bombing a \"nuisance\" for endangering his \nefforts to achieve Palestinian statehood.\n\n Even in the aftermath of Arafat's recent actions, PLO compliance problems continue.  They include: the Palestinian \nAuthority's (PA) permitting former terrorists to serve in PA units; the PA's permitting in Gaza and Jericho the \ncontinuation of hostile statements and incitement against Israel; the PA's failure to confiscate illegal weapons, \nwhich are often openly carried; the PA's failure to prevent the infiltration into Gaza of weapons and explosives; the \nPA's permitting the operation of unauthorized forces; the PA's refusal to extradite terrorist suspects to Israel; and \nthe PLO's failure to amend--or even attempt to amend--the Palestine National Covenant.  In mid-February, Arafat \nfinally rectified one major compliance infraction: the failure to provide Israel with a list of members of the PA's \npolice force.\n\n The United States has insisted that the PLO comply with its commitments.  In December, Secretary of State \nWarren Christopher declared: \"The Palestinian security pledges are absolutely fundamental to the peace process \ngoing forward.\" In January, he stated that \"Israelis must be secure, and must be reassured … that the PA is doing \nits part to stop the violence and control terror.\" After the Beit Lid suicide bombing, U.S. officials urged Arafat to do \neverything possible to prevent terrorism and to punish the perpetrators.  State Department spokeswoman Christine \nShelly declared: \" Wlhat is said in the aftermath of these incidents is, of course, important, but clearly the actions to \napprehend and punish the perpetrators that follow … are even more important.\"\n\n Christopher recently told Congress that Arafat has \"taken stronger steps than have been taken before.\" In late \nJanuary, the Senate adopted (96-0) a resolution condemning Palestinian terrorism in Israel.  The Senate resolution \nresolved that \"Arafat should …  publicly and forcefully condemn acts of terror against Israelis, take immediate steps \nto bring to justice those responsible for such acts, and implement steps to prevent future acts of terrorism in all \nterritory under his control.\" Just last month, Vice President Gore stated in Israel \"We are … urging Chairman Arafat \nto act decisively against those who reject the peace,\" and Secretary Christopher said in an interview with the \nWashington Times he had told Arafat he must put terrorists on trial and confiscate weapons to reassure Israelis the \npeace process is working.\n\n In considering the U.S. response to the PLO compliance problems, it should be noted that the Israeli government \nhas rejected the option of financial sanctions to improve compliance; it believes that such sanctions would actually \nlead to increased terrorism.  As Prime Minister Rabin stated last October: \"Poverty is a fertile ground for the growth \nof Hamas and Islamic Jihad … We are encouraging economic assistance to the PA because it is also in our interest \nfrom the point of view of security.\" Instead, the Israeli government is using the peace process itself to encourage \ncompliance: It has stated that unless compliance improves, it will not go ahead with redeployment of its forces out \nof the Palestinian population centers in the West Bank.\n\n Recent modest improvements in the PLO's compliance suggest that the message is beginning to get through.  The \nPLO has recognized Israel's existence and Israel's right to exist.  While it has not yet fulfilled its commitment to \nrepeal the Palestine National Covenant, Arafat has declared the Covenant no longer applicable.  The PLO has kept \nto its commitment to peacefully negotiate its differences with Israel and it has toned down its rhetoric in its \ncharacterizations of Israel.  The PLO has recognized Israel's right at least to Western Jerusalem.\n\n In the past year and a half since the signing of the Declaration of Principles, terrorism and acts of violence against \nIsrael committed by members of the PLO have ceased.  While the PLO has not condemned every act of terrorism \nagainst Israel, it has gone on record as condemning a number of terrorist acts.  Arafat's security forces have \nprevented at least some terrorist attacks against Israel, and the PLO has arrested some Hamas activists.  Some \nPalestinians accused of criminal acts have been extradited to Israel.  There is a measure of Palestinian-Israeli \nsecurity and other cooperation.  The PLO is continuing to negotiate peacefully with Israel.  Arafat has continually \n\n\n\nacknowledged the need to meet legitimate Israeli security concerns.  And at a meeting of Egyptian, Israeli, \nJordanian, Palestinian, and American trade leaders February 7-8 in Taba, Egypt, the PLO agreed to a joint \ndeclaration committing the parties to \"support all efforts to end the boycott of Israel.\" Finally, just last week Foreign \nMinister Shimon Peres stated: \"There is certain progress in the Palestinian Authority's preparation for war against \nterrorism.  They caught a third terrorist belonging to the truck bomb in Beersheba .  There is a greater degree of \nseriousness concerning our security requirements,\"\n\n AIPAC will continue to monitor the PLO's conduct to help ensure adequate performance in the future.\n\n The Syrian Track:\n\n Prime Minister Rabin and the Clinton Administration are also focusing intensely on the Israel-Syria negotiations.  \nBoth leaders have reiterated their commitment to achieving a comprehensive peace agreement -- that is, an \nagreement covering Syria, Lebanon, and Jordan, in addition to the Palestinians.  Working closely with the United \nStates, Israel's intention is to continue to move forward on the Syrian track even while achieving progress on other \nnegotiating tracks.  Mr. Rabin had taken the bold step of publicly accepting the principle of a withdrawal on the \nGolan Heights in return for peace and security with Syria.  Senior Israeli officials have suggested that Mr.  Rabin is \nconsidering a major Golan withdrawal if Syria offers a full peace with adequate security arrangements,\n\n Israel's negotiations with Syria remain deadlocked, however, because Damascus continues to insist that \nJerusalem commit itself in advance to a complete return to the 1949 Armistice lines, without revealing what it is \nwilling to provide in exchange.  President Assad imposed a three-month freeze on the negotiations, which resumed \nonly last month between the two countries' ambassadors in Washington.  President Assad has consistently rejected \nIsraeli offers of a meeting with Prime Minister Rabin or a meeting between the two nations' foreign ministers in an \neffort to advance the peace process.\n\n In September 1994, Prime Minister Rabin publicly announced an Israeli peace plan calling for a \"very partial\" Israeli \nwithdrawal on the Golan, followed by a three-year \"testing period\" prior to a deeper withdrawal -as had been done \nduring the Israeli withdrawal from the Sinai following the 1979 Egyptian-Israeli peace treaty.  Syrian Foreign \nMinister Farouk al-Sharaa rejected this offer.\n\n There have been a few positive signs, but these have been symbolic rather than substantial.  Israeli reporters have \nbeen allowed to attend press conferences held by Syrian officials, Foreign Minister Sharaa granted an interview to \nIsrael Television.  Peace posters appeared on the streets of Damascus.  And Syrian officials and the Syrian press \nmade some encouraging statements about making peace with Israel in the abstract.\n\n Some Syrian statements and actions suggest that President Assad might now be serious about negotiating peace - \nparticularly his announcement that he was willing to have \"normal\" relations with Israel, allowing a U.S. \ncongressional delegation into Syria to investigate Israeli MIAs, and issuing exit visas to all Syian Jews.  However, \nthese gestures were primarily made to the United States and not to Israel.\n\n Nonetheless, in order to coax President Assad into meaningful peace talks, Prime Minister Rabin has been \nrestrained in responding to Syrian measures which are reminders that Damascus still regards itself as maintaining a \nstate of war with Israel.  Though the Syrians have spoken publicly and privately on a number of occasions about \ntheir readiness for peace, President Assad has done little to convince the Israeli public that his position has \nchanged.  He has yet to state clearly and publicly that in exchange for an Israeli withdrawal on the Golan he is \nready for a full, normal peace with Israel containing adequate security arrangements, a peace that is not dependent \non Israel's relations with its other Arab neighbors.\n\n Meanwhile, Syria's behavior continues to be a source of great concern for Israel:\n\n * Syria continues its massive military buildup, including, in cooperation with Iran and perhaps North Korea, the \ndevelopment of unconventional weapons and ballistic missiles that can reach all of Israel.\n\n\n\n * In May 1994, Russia agreed to sell Syria $1.6 billion in advanced amis, including 450 modem T-72 and T-80 \ntanks and more than 90 Su-27, Su-24, and MiG-29 jet fighters.\n\n * Syria remains an outspoken opponent of the PLO-Israel accords, and its state-controlled media maintains a \nsteady stream of anti- Israel rhetoric; Syria's harsh criticism of the Gaza-Jericho accord stands in stark contrast to \nits stated willingness to make peace with Israel.\n\n * Syria harbors in Damascus or in Syrian-occupied Lebanon ten Palestinian terrorist organizations, including \nHamas, Islamic Jihad, the PFLP-GC, the DFLP, and the PFLP; the State Department report on terrorism states that \nSyria \"continues to provide support for several groups that engage in international terrorism\";\n\n * Syria continues its occupation of Lebanon despite the Taif accords, intimidates Lebanon's Christian community, \nand blocks progress between Lebanon and Israel in their own peace negotiations;\n\n * Syria allows Hezbollah terrorists, sponsored by Syrian ally Iran, to launch attacks against Israeli forces in the \nsouthern Lebanon security zone and against Israeli civilians in northern Israel.  Syria allows Hezbollah to operate \nnot only against the Israeli Security Zone in southern Lebanon but also against Jewish targets worldwide.  \nHezbollah is suspected in the bombing of the Allianca Jewish Community Center in Buenos Aires, Argentina in July \n1994, which killed nearly a hundred people, the worst attack on diaspora Jews since the Holocaust;\n\n * Syria's alliance with Iran -- the world's foremost sponsor of international terrorism -- is part of a region-wide effort \nto destabilize moderate, pro-Western regimes.  Among the countries terrorized by Iranian- or Syrian supported \ngroups have been Lebanon, Egypt, Algeria, and Israel;\n\n * Syria has held the Lebanese government back from deploying its army in south Lebanon to disarm Hezbollah and \nother militias that operate against Israel;\n\n * Syria refuses to participate in the multilateral peace talks, and prevents Lebanon from joining these talks as well;\n\n * Syria continues its involvement in the drug trade, as confirmed by the recent State Department report;\n\n * and in October 1994 Assad reacted to the Israel-Jordan peace treaty by accusing King Hussein of \"apostasy\" for \nagreeing to lease back land, returned to Jordan by Israel as part of the peace treaty, for use by Israeli farmers.  \nBefore the peace treaty was signed, there had been warnings in the government-controlled Syrian press against \nmaking a separate peace with Israel, and threatening Jordan with unspecified destabilizing measures if it \nproceeded to a peace agreement with Israel ahead of Syria's own pace in negotiations with the Israelis.\n\n Despite these troubling Syrian measures, and although Israeli public opinion is deeply distrustful of Syria and \nreluctant to countenance any withdrawal on the Golan, Prime Minister Rabin has vowed to continue negotiating with \nDamascus.  Israeli leaders have indicated they are willing to take painful steps for peace if the Syrians respond \npositively to their proposals.\n\n Terrain & Technology; the Importance of the Golan Heights to Israel's Security:\n\n For almost 30 years, Israel's control of the Golan Heights has provided a defensive buffer, terrain advantage and \nearly warning vantage point to the IDF.  This has allowed a relatively small standing force to be deployed facing \nmuch larger Syrian military units across the border.  A withdrawal of the IDF on the Golan as part of a peace accord \nwith Damascus will involve definite risks, but risks that may be largely mitigated by the presumed security \nprovisions of the agreement and commitments by the United States to take the steps necessary to support Israel's \ndeterrent posture and qualitative edge in light of the new strategic reality.\n\n Military technology, including state-of-the-art surveillance technology, precision-guided smart munitions, and other \ndefensive systems, must in large part offset the territorial risks Israel would be taking by redeploying the IDF \nwestward.  Israel will need to look to the United States to support its ability to procure the technical means to \nbalance its territorial risks.\n\n\n\n The Lebanese Track:\n\n Israel has no territorial claims against Lebanon, It maintains a security zone in southern Lebanon only to prevent \ncross-border terrorist attacks by Hezbollah terrorists on civilian populations in northern Israel.\n\n Prime Minister Rabin has said that Israel does \"not want one square inch of Lebanese soil… Our problem with \nLebanon is limited to security,\" In a major address to the Knesset last year, he urged the Lebanese Army to deploy \nin southern Lebanon and disarm Hezbollah.  Rabin added: \"We will be prepared to withdraw to the international \nborder between Lebanon and Israel on three conditions: full peace and normalization; appropriate security \narrangements; and, of course, our commitment to the South Lebanon Army and the residents of southern Lebanon \n-- the integration of the SLA within the Lebanese army and a guarantee to residents of southern Lebanon that they \nwill not be harmed.\"\n\n Syria, however-- which maintains 40,000 soldiers in Lebanon -- continues to obstruct Beirut's bilateral peace \nnegotiations with Israel.  Already, in 1992, Syria prevented Lebanon from accepting an Israeli proposal for joint \nmilitary consultations on the situation in southern Lebanon; the Israel-Lebanese talks have barely moved forward \nsince.  As Mr. Rabin said last year: \"The negotiations with Lebanon are connected with the negotiations with Syria, \nand we know that Beirut will not lift a finger without the approval of Damascus.\" Clearly, Syria holds the key to \nIsraeli-Lebanese peace, which could be signed tomorrow if Lebanon were a free country.\n\n The Jordanian Track:\n\n The October 26, 1994, Israeli-Jordanian peace treaty reflects a cooperative approach to both collective threats and \nshared needs, and it delineates a plan for political, economic, social, and cultural interaction.  The treaty fully \nnormalizes relations between the two countries -- including the exchange of Ambassadors and the free movement \nof goods and people across the border, as well as the termination of the Arab boycott.  The two countries also have \nagreed to share water and cooperate on water projects to boost the supply of available water.  King Hussein has \npledged \"a warm peace\" with Israel.  Israel and Jordan formally established relations in December and will \nexchange ambassadors soon.\n\n * Prime Minister Rabin met with King Hussein in January 1995 and told King Hussein that Israeli forces will \nwithdraw to the mutually- agreed international border within one month.  In November 1994, Israeli and Jordanian \nmilitary officials met for the first time to organize border demarcation and establish a joint security committee.\n\n * Both parties are committed to developing \"an agreement to facilitate and encourage mutual tourism and tourism \nfrom third countries.\" Aqaba and Eilat have been singled out in the treaty for joint tourism development; a free trade \nzone for investment, banking, industrial cooperation and labor; and cooperation in a range of other civil matters.\n\n * Cooperative infrastructure initiatives will provide for the electricity grids of the two countries to be connected, and \nfor direct telephone and facsimile lines, postal links, normal wireless and cable communications, and telephone \nrelay services by cable, radio and satellite.  Work has already begun to link the electricity grids of Aqaba and Eilat \nand to connect the grids between the Afula area in Israel and Jordan across the Sheikh Hassan Bridge.  Israeli \nofficials reported in January that the electricity grid of Eilat will be ready for linkage to the grid of the Jordanian port \nof Aqaba in July; Jordan's electricity grid will be prepared for linkage a few months afterwards.\n\n * The two countries have agreed to maintain roads and border crossings between their countries, to negotiate \ndirect air links, and to continue negotiations for a highway from Taba to Aqaba to be constructed and maintained by \nEgypt, Jordan and Israel.\n\n * Israeli and Jordanian representatives met in Eilat in January to complete negotiations of a \"Most-Favored Nation\" \n(MFN) trade treaty between the two countries.  The main points of the accord have already been settled and \nofficials expect to complete the treaty soon.  In this accord Israel will grant Jordan MFN status and open the Israeli \nmarket to Jordanian imports.\n\n\n\n The Multilateral Negotiations:\n\n Most of Israel's Arab neighbors rule out formal regional cooperation agreements with Israel in the multilateral \nnegotiations on regional issues until the Jewish state cedes additional territory.  Nonetheless, Israel has been an \nenthusiastic participant in the multilateral peace talks since their inception in 1991.  The Rabin Government has, to \nits credit, developed practical ideas for Middle East economic and political cooperation that could help transform the \nregion and contribute to American interests in democracy and trade.  Foreign Minister Shimon Peres is leading \nIsrael's efforts to develop this framework for cooperation, which will pave the way for at least six regional \ncooperation initiatives on the basis of agreements reached in the multilateral negotiations:\n\n * the establishment of a Middle Eastern common market;\n\n * the creation of joint ventures, based upon integrating technology, capital, skilled labor, and natural resources from \nboth inside and outside the Middle East;\n\n * the establishment of an integrated network of infrastructure for ports, airports, railways, and energy plants;\n\n * the opening of borders for tourism;\n\n * the promotion of cooperation in the fields of health, professional training, knowledge, technology, and agriculture;\n\n * the removal of all types of boycotts, thereby aiding U.S.  companies eager to do business in the Middle East.\n\n In the past year, Israel's constructive stance in the five Multilateral Working Groups -- arms control, water, \nrefugees, the environment and economic development -- has helped the multilateral talks achieve considerable \nprogress.  These negotiations have been attended by no less than 30 countries from the Middle East, Europe, Asia, \nand North America, including 13 Arab states such as Egypt, Jordan, Tunisia, Morocco, Saudi Arabia, and Kuwait.  \nThe parties are working together to solve the region's most serious long-term problems: arms control and regional \nsecurity; the environment; refugees; water; and economic development.\n\n In late 1992, Israel agreed to allow Palestinians from outside the territories to take part in the Refugee Working \nGroup.  Also in 1992, Israel accepted the full participation of the United Nations and the European Union, bodies \nthat have traditionally taken positions more favorable to Arab parties.\n\n These talks have moved from exchanges among academics to discussing concrete proposals for shaping the \neconomic, security, and social elements of the future Middle East: feasibility studies; training projects; negotiations \non declarations of principles; and steps toward creating data bases and communications networks.  At the \nenvironment talks in late 1993, Israel, Jordan and Egypt agreed to establish a project to control pollution in the Gulf \nof Aqaba.  In 1994, four out of the five Multilateral Working Groups conducted their meetings on Arab soil.\n\n These talks produced clear, substantive progress toward Arab- Israeli cooperation in confronting the long-term \nproblems of the Middle East and moving towards genuine regional economic cooperation during 1994.\n\n * Israeli delegations in 1994 participated in multilateral talks in Oman, Qatar, Bahrain, and Tunisia, accompanied by \nIsraeli journalists.  Israeli officials held meetings with their counterparts in these nations.  The Israelis were \nreportedly received warmly in all of these countries.\n\n * Environment Minister Yossi Sarid led an Israeli delegation to Bahrain in October for the Multilateral talks on the \nenvironment -- the highest ranking Israeli to visit any Gulf country.  He met with Bahrain's Foreign Minister, Sheikh \nMuhammad Ibn Mubarak al-Khalifa.  On the same day that the Israel-Jordan accord was signed, the 41 countries \npresent at the talks agreed unanimously on a code for protecting the region's environment, the first region-wide \nresult of the multilateral talks.\n\n * The environmental talks held earlier in 1994 produced a network of Israeli-Egyptian-Jordanian emergency \nresponse centers for dealing with maritime pollution in the Red Sea and Gulf of Eilat.\n\n\n\n * The water issues working group also made progress in 1994 by agreeing to an Israeli proposal to rehabilitate \nwater systems in the region.  A desalinization research center was established in Oman, which will include Israelis \non its staff.\n\n * Panels dealing with refugees and the regional economic development set in motion several cooperative projects.  \nThese included a commitment to develop housing for Palestinian refugees in Syria and Lebanon, and the \nconstruction of regional electricity grids.  Arab and Israeli participants also agreed to build an Aqaba-Eilat- Sinai \nhighway.\n\n One particularly important policy area of the multilateral negotiations is arms control and regional security (ACRS).  \nAt its fifth session in Doha, Qatar, in May 1994, the working group failed to adopt a draft 'Declaration of Principles\" \nbecause of objections from Saudi Arabia to a clause stating \"all regional parties should pursue the common \npurpose of achieving full and lasting relations of peace, openness, mutual confidence, security, stability and \ncooperation throughout the region.\" Still, there were several specific confidence- building proposals on the agenda, \nincluding a voluntary computer-based communications network that would link the foreign ministries of Middle \nEastern states.\n\n The same body held discussions in November 1994 in Amman, where progress was achieved in implementing \nseveral initiatives agreed to during the last formal session in Qatar in May 1994: creation of a Conflict Resolution \nCenter/Regional Security Center to be headquartered in Turkey; cooperation on joint sea rescues and other \nincidents at sea; and a communications hotline linking Arab and Israeli foreign ministries.\n\n The ACRS working group met in December 1994 in Tunis and agreed on two measures designed to reduce \ntensions in the region: Israel and the 12 participating Arab states will henceforth provide advance notification of \nmilitary exercises involving more than 4,000 troops or 110 tanks; and the participants agreed to exchange military \ninformation.\n\n Israel also endorsed the creation of a comprehensive nuclear test ban treaty, indicating that all Middle Eastern \nstates should join, and submitted a list of its 1993 arms imports and exports to the UN Arms Transfer Registry.\n\n Israel has been forward-leaning on arms control.  As early as 1980, it proposed to the United Nations negotiations \nto exclude unconventional weapons from the Middle East, including the creation of a nuclear-free zone.  It has, \nhowever, resisted regional pressures to prematurely join the Nuclear Non-Proliferation Treaty, noting the existential \nthreats it continues to face from rogue states possessing weapons of mass destruction.\n\n Israel was a founding signatory of the Chemical Weapons Convention in Paris in 1993, where Foreign Minister \nShimon Peres proposed eventual Arab-Israeli mutual inspections to verify future arms control agreements.  Sadly, \nthis landmark agreement was boycotted by most of the Arab world, Israel also adheres to the Missile Technology \nControl Regime, and is a participant in the new UN arms transfer registry.\n\n President Clinton has made Middle East arms control a central foreign policy priority for his Administration.  In a \nNovember 1992 interview the President said, \"I will act more vigorously to stop the spread of dangerous missiles in \nthe Mideast, and insist on a strong international effort to keep weapons of mass destruction out of the hands of \nnations like Iran, Iraq, Syria, and Libya.  Our policy must include not only an effort to reduce this spread, but a \nreaffirmation of our strong commitment to maintaining Israel's qualitative military edge over its potential \nadversaries.\" Indeed, Israel and the United States are close partners in the effort to control proliferation of \nweapons of mass destruction.  AIPAC is concerned about the ending of COCOM without agreement on a new \nregime to control the spread of advanced technologies to countries of concern, It is also hoped that a successor \nregime to COCOM can be rapidly established to limit the flow of dual-use technologies and conventional arms to \nrogue states.\n\n It is AIPAC's objective to try to end the unrestrained arms race in the Middle East.  Syria, Iran, and Saudi Arabia \ncontinue large- scale arms purchases.  Regrettably, the world's developed nations export far too many weapons to \nthis troubled region.\n\n\n\n At the same time, some regional arms control proposals could entail significant risks for Israel because, \nhistorically, Israel has had not only fewer resources but far fewer suppliers than the Arabs and is therefore more \nvulnerable in the event that Arab parties evade an agreement, While an arms-supplier restraint regime will slow the \ninflux of new weapons into the Middle East, arms control negotiations among the recipient states are even more \ncrucial.  Currently, Syria, Iraq, Iran, and Libya are not participating in the ACRS round of talks.  It is hoped that the \nmultilateral talks may serve to eventually establish curbs on the regional arms race and expand the creation of \nconfidence-building measures (CBMs) among the parties involved.\n\n Arab and International Recognition of Israel's Peace Policy:\n\n Israel's dynamic peace policy has clearly impressed a number of Arab states.  Israel's contacts with the Arab \nworld have expanded dramatically since the signing of the Israel-PLO accord.  These contacts have led to a full \npeace treaty with Jordan, and to the establishment of low-level diplomatic ties with Morocco and Tunisia.  \"The Arab \nstates of North Africa and the Gulf should … normalize their relations with Israel.  Warm peace … should be \naccompanied by open borders, trade, tourism, commercial relations and full diplomatic relations,\" U.S. Ambassador \nto Israel Martin Indyk stated February 2.\n\n As a prelude to full diplomatic relations with Morocco, Israel opened a liaison office in Rabat last November; \nMorocco opened its Israel office last month.  Foreign Minister Shimon Peres, who inaugurated the office, stated: \"It \nis the end of the economic boycott and the start of a new era of cooperation.  Now the channels between Rabat and \nIsrael are open.\"\n\n A visit by Foreign Minister Peres last June culminated in an agreement to establish air service, postal links and \ndirect telecommunications service between the two countries.  El Al and Royal Air Maroc have begun discussions \non establishing direct flights between Tel Aviv and Casablanca.\n\n The Israel Export Institute estimated in late last year that trade with Morocco will reach $220 million in each of the \nnext three years.  Israel is expected to export agricultural products, irrigation technology, electronics, and \nconstruction equipment to Morocco.\n\n Tunisia and Israel announced on October 3, 1994 the establishment of low-level diplomatic relations, a move that \nboth countries described as the first step in the normalization of ties.  The two countries will establish economic \nliaison offices in the respective Belgian embassies.  Foreign Ministry Deputy Director General Yoav Biran led an \nIsraeli delegation to Tunisia in January to discuss the opening of the Israeli mission.  Telecommunications, postal, \nand air service links are also under discussion between Tunisia and Israel.\n\n A group of Israeli industrialists met in Tunis in January with Tunisian government officials, bankers, financiers, and \nmanufacturers.  American businessmen, including representatives from Merrill Lynch, Smith Barney and \nOppenheimer investments, were also part of the delegation.\n\n Environment Minister Yossi Sarid headed an Israeli delegation to the Environment Conference of Mediterranean \nStates in Tunis last November, attended by 17 countries.  Israel's flag was displayed at the conference -- the first \ntime it had ever been publicly displayed in Tunisia.\n\n Several senior Israeli officials have visited Tunisia.  Housing Minister Ben-Eliezer met with PLO Chairman Arafat in \nTunis last December, and Deputy Foreign Minister Beihn headed a delegation there for multilateral talks on \nrefugees last October.\n\n Yitzhak Rabin became the first Israeli prime minister to visit a Persian Gulf state when he flew to Oman in \nDecember 1994 for talks with Oman's leader, Sultan Qaboos, The two leaders reportedly agreed to open interest \noffices in 1995 as a precursor to full diplomatic relations.  Deputy Foreign Minister Yossi Beilin met with Oman's \nForeign Minister Youseff Abdullah to work out final details for establishing ties.  During their meeting, the two \nreached an agreement in principle to allow Israel's national air carrier, EL Al, to fly over Oman's airspace.  In \nFebruary, Foreign Minister Peres met with Abdullah in Jordan to discuss the exchange of interest offices.\n\n\n\n Foreign Minister Peres met at the LN in October with Qatar's Foreign Minister Hamad Thani, the highest level \npublic meeting between officials of the two countries.  Thani subsequently told Peres at the Casablanca economic \nconference that his country is considering establishing diplomatic relations with Israel, and the two ministers \ndiscussed a proposal to ship liquefied natural gas from Qatar to Israel.\n\n Yossi Sarid led an Israeli delegation to Bahrain last October for the multilateral talks on the environment, the \nhighest ranking Israeli to visit any Gulf country.  He met with Bahrain's Foreign Minister, Sheikh Muhammad Ibn \nMubarak al-Khalifa.\n\n At a meeting of the Conference on Security and Cooperation in Europe (CSCE) last December in Budapest, \nforeign ministers from Israel, Algeria, Tunisia, Morocco and Egypt discussed the establishment of a Security \nCommittee for Mediterranean Cooperation (SCMC); the members will initially focus on joint seminars and consider \nmethods \"of how to build a security region like the CSCE.\" This was the first ministerial-level meeting between \nIsrael and Algeria.\n\n Israel's bold policy in the peace process has also led a large number of non-Arab countries to upgrade their \nrelations with Israel.\n\n * The total number of countries with which Israel now holds diplomatic relations has reached 155 -- this compared \nto a low of 62 after the 1973 War.  In fact, since the October 1991 Madrid Conference, 64 countries have either \nrenewed or established relations with Israel -- including large nations such as China and India.  In the wake of the \nIsrael-PLO accord, this trend has accelerated, with 29 more countries renewing or establishing ties with Israel.\n\n * On December 30, 1993, Israel and the Vatican concluded an historic agreement which led to the establishment \nof full diplomatic relations between Israel and the Holy Sea.  The Vatican granted Israel de jure recognition, \neliminating a profound aberration in Catholic- Jewish relations.  On September 29, 1994 Israel's first Ambassador \nto the Holy See, Shmuel Hadas, presented his credentials to Pope John Paul 11.  Shimon Peres met with Pope \nJohn Paul 11 at the Vatican in December 1994.\n\n * Israel and the European Union (EU) opened in December 1993 negotiations for a new free-trade agreement, \nwhich, when concluded in 1995, will elevate Israel to associate member status.  This status would be similar to that \nof Ireland and Switzerland, and is the highest level a non-European country can attain.  This pact is expected to \nsignificantly raise Israel's exports to its main trading partner.  In August 1994, Germany committed to push forward \nIsrael's request to upgrade its status with the EU.\n\n * In December 1994, Prime Minister Rabin became the first Israeli leader to visit Japan and South Korea.  Rabin \nand his Japanese counterpart, Tomiichi Murayama, signed cooperative agreements in cultural affairs and science \nand technology.  South Korea and Israel are planning to establish direct Tel Aviv-Seoul air Has.\n\n * The Israel-PLO accord has enabled Israel to begin building relationships with the Muslim world.  Israel's ties with \nTurkey have been significantly upgraded by the conclusion of bilateral economic and cultural cooperation \nagreements, and a trilateral tourism pact among Turkey, Israel, and Egypt to promote eastern Mediterranean tour \npackages.  The two countries are also discussing strategic cooperation, joint efforts against terrorism, and joint \nwater projects.  In March 1994, Turkey sponsored a resolution at the LN Human Rights Commission condemning \nanti-Semitism.  In November 1994, Turkey's Prime Minister, Tansu CiUer, became the first Turkish prime minister \never to visit Israel.\n\n * On October 15, 1993 Prime Minister Rabin made a surprise visit to Indonesia -- the world's largest Muslim \ncountry -- where he met with President Suharto.  Israeli tourists are now admitted to Indonesia and an Israeli \neconomic delegation visited the country for the first time in 1994.  And, last May, President Ezer Weizman met in \nSouth Africa with Pakistan's Prime Minister Benazir Bhuto, who said her government would consider establishing \ndiplomatic ties with Israel,\n\n\n\n * All fifteen Soviet successor states have established diplomatic relations with Israel.  They include the five Islamic \nrepublics - Kyrgyzstan, Uzbekistan, Kazakhstan, Azerbaijan, Tajikistan, and Turkmenistan - the only Muslim states \nother than Turkey, Egypt, and Jordan to have established diplomatic ties with Israel.  Israeli expertise is being \nsought by virtually all of the former Soviet Union republics in areas such as agricultural research and farming, public \nhealth, and environmental protection.\n\n Israel-Arab Economic Cooperation:\n\n On October 30, 1994 Morocco hosted in Casablanca the North Africa-Middle East Economic Summit, an \ninternational conference of several thousand business and political leaders that has die potential to transform the \nregion.  Initiated by Israel and co-sponsored by Presidents Clinton and Yeltsin, the conference brought together the \npublic and private sectors to discuss regional economic cooperation and to develop specific projects.  Prime \nMinister Yitzhak Rabin addressed the conference, which was attended by 1200 companies, 400 government \nofficials, and 60 heads of state and ministers from around the world.\n\n The summit marked an important milestone in the growing acceptance of Israel as an economic player in the \nregion.  Israeli government officials and business leaders established contacts and relationships with their Arab \ncounterparts.  While attending the conference, Shimon Peres met with diplomats and businessmen from Saudi \nArabia, Qatar, and other Persian Gulf states.  This opportunity to explore economic cooperation and business \nopportunities contrasted with the previously limited economic ties among Israeli and Arab businessmen.\n\n * The \"Casablanca Declaration\" issued at the end of the conference included a number of steps that will further \nintegrate Israel as an active economic and political entity in the region, such as:\n\n * Building the foundations for a Middle East and North Africa Economic Community;\n\n * assembling a group of experts to examine different options for regional funding mechanisms including the \ncreation of a Middle East and North Africa Development Bank;\n\n * establishing a regional Tourist Board to facilitate and promote regional tourism;\n\n * encouraging the establishment of a private-sector Regional Chamber of Commerce and Business Council;\n\n * creating a Steering Committee to follow up on issues arising out the Summit;\n\n * establishing an Executive Secretariat to assist the Steering Committee work for the enhancement of the new \neconomic development pattern.\n\n * welcoming the Gulf Cooperation Council (GCC) declaration ending the secondary and tertiary boycotts of Israel, \nand speaking out against economic boycotts.\n\n * The Middle East and North Africa Development Bank, supported by the Casablanca Summit, was the primary \ntopic of discussion at the meeting in Washington in January of countries involved in the peace process and its \nfunding, including Israel, the European Union (EU), Japan, and GCC states such as Saudi Arabia and Kuwait.  At \nthis meeting, Israel, Jordan, Egypt and the Palestinians presented their joint proposal for the Bank, intended to \nprovide development funds to particular sectors and infrastructure projects in the region.  The participants formed a \nsteering committee to plan the funding institution and will present them to the next Middle East Economic Summit \nscheduled for October 1995 in Amman, Jordan.\n\n Conclusion:\n\n Prime Minister Rabin's bold peace policy has been costly.  Some of the landmark measures the Prime Minister has \ntaken -- the Gaza- Jericho accord with the PLO and his commitment to negotiate an Israeli withdrawal on the Golan, \nfor example -- clearly entail a national security risk, and a domestic political risk as well.  The Prime Minister has \n\n\n\ncome under heavy criticism from various groups in Israel, including leaders of the opposition Likud party, \ndemonstrators, and journalists.\n\n Given the narrow election margin by which Prime Minister Rabin's coalition took office, and the coalition's \ncontinued fragility, recent poll results underscore the boldness of the Prime Minister's moves to promote the peace \nprocess and demonstrate real leadership.  Clearly, Mr. Rabin has made and openly contemplated moves in the \npeace process that are ahead of Israeli public opinion.  Thus he recognized the PLO before the Israeli public was \nprepared for such an action; public opinion only supported his move after the fact.\n\n In order to take additional risks for peace, Prime Minister Rabin needs the solid support and encouragement of the \nUnited States to show the Israeli public the benefits of his peace policies, that Israel can count on American \nsupport.  Public skepticism is based primarily on the acute security concerns of most Israelis.  The United States, \nthrough its various forms of aid and international backing, can reassure Israelis that this support is constant while \nthey contemplate the serious risks for peace.\n\n Mutual Economic Benefits\n\n The United States and Israel do not only benefit from the political and military cooperation of close democratic \nallies: The two countries also enjoy a strong economic relationship that benefits the businesses and working people \nin both countries.  The United States has a vital interest in Israel's economic well-being for several reasons.  First, \nthe economic health of our major allies and fellow democracies is inherently important to the United States, \nbecause in a very profound sense, the free nations stand or fall together.  Second, the economy of Israel is the \nbedrock of the nation's ability to sustain its own defense.  Israel's economic health, therefore, is essential to the \nstability of the region.\n\n Former Under Secretary of State for Economic Affairs Richard McCormack put it this way: \"It is clear that a \ncountry, that has the high defense expenditures Israel is forced to maintain, needs economic assistance to maintain \nits position.\" Dr. Herbert Stein, former Chairman of the Council of Economic Advisors, adds: \"Hostile neighbors \nshould be left in no doubt about the strength and stability of Israel's economy.\" For both strategic and economic \npurposes, the United States must ensure that Israel continues on the path of economic growth and self-reliance.\n\n In an environment where America faces protectionist trade barriers from all sections of the globe, Israel stands out \nas a fair trading partner.  Even our closest allies refuse to eliminate unfair trade practices.  Japan, for instance, was \ncited as the top offender in erecting barriers to trade.  The European Union has also been described as increasingly \nprotectionist.  But as the historic U.S.- Israel Free-Trade Agreement (FTA) continues its phased implementation, \nthe U.S. can rely on its expanded trade and investment with Israel.  In 1991, Israel unilaterally eliminated the tariff \non imported homes (mobile, modular, and pre-fabricated) from the United States.  This gives the U.S. a \ncompetitive advantage in the Israeli housing market.  Indeed, most of Ismel's imported housing material comes \nfrom the United States.  In 1990, Israel bought more than $250 million worth of prefab, modular, and mobile \nhomes from the United States -- more than five times the total U.S. exports of these goods in 1989.  This was \npossible in part because the United States guaranteed $400 million in loans to Israel.  According to former U.S. \nAmbassador to Israel William Brown, these housing imports \"all but rescued the U.S.  prefab housing industry.\"\n\n The United States remains Israel's largest trading partner.  Both countries are reaping the fruits of the FTA, which \nfacilitated a 150 percent increase in trade between the two countries over the past decade.  In 1994, trade between \nthe United States and Israel amounted to an estimated $8 billion (or more than $9 billion if defense articles are \nincluded).  Hundreds of thousands of American jobs depend on exports to Israel.\n\n 1995 marks the 10th anniversary of the U.S.-Israel Free Trade Agreement (FTA).  The third and final phase of this \nhistoric agreement, which went into effect January 1, eliminates all remaining customs duties on imports from the \nUnited States.  Tariffs on refrigerators, telephones, air conditioners, footwear, and textiles -- the last remaining \nduties on goods from the U.S. -- have just been lifted by Israel.  Duties on other goods were eliminated at earlier \nstages of the FTA.\n\n\n\n The U.S.-Israel agreement, approved in 1985, was the first free- trade agreement the United States signed with \nany country.  Israel has since negotiated similar agreements with the European Union and the European Free \nTrade Association (EFTA) countries.  As the only country in the world with free trade agreements with both the U.S. \nand Europe, Israel serves as a bridge enabling American products to reach European markets without tariff \nconstraints.\n\n Israel is fulfilling an important pledge it made at the time the United States extended loan guarantees to Israel in \n1992.  As the following statistics attest, Israel is substantially increasing total imports from the United States, \nparticularly imports of capital goods:\n\n * 22.2 percent of total Israeli civilian imports came from the United States in the first half of 1994, an increase from \na 20.8 percent share in 1993.\n\n * In the first half of 1994, civilian imports from the United States grew by 22.4 percent, compared with an increase \nof 15.6 percent for all countries.\n\n * Capital goods, such as machinery, equipment and parts, are now dominant in American exports to Israel.  In \n1993, Israel imported $1.5 billion in U.S. capital goods, more than double the amount ($671 million) imported in \n1986.  Capital goods constituted 42 percent of total imports from the United States.\n\n * The other major area of import growth from the United States has been transport vehicles.  In 1993, these \nimports increased by 32.5 percent.  In the first half of 1994, they grew by 90 percent compared to an increase of 24 \npercent for all countries.  Last year, Israel's national airline, El Al, purchased three U.S.-made 747s at a cost of \nnearly half a billion dollars instead of comparable European aircraft.\n\n * 75 percent of Israel's 1993 grain imports came from the United States to the benefit of American farmers.\n\n * Total imports from the United States reached an estimated $3.8 billion in 1994 compared to $3.6 billion the \nprevious year.  Full implementation of the free trade agreement will likely push this total to $4-4.5 billion in 1995.\n\n A recent State Department report cited numerous recent efforts by the Government of Israel to facilitate the \npurchase of U.S. goods and services as Israel promised at the time U.S. loan guarantees were extended:\n\n * Israeli government agencies have been ordered to inform the U.S. Embassy when large tenders are offered so \nthat American companies can compete.\n\n * The Israeli Government is funding half of the costs of American trade exhibitions in Israel to highlight U.S. \ncompanies.\n\n * Prime Minister Rabin is personally Promoting imports from the United States over other countries.  Recently, the \nPrime Minister ordered that the engine size limit on government vehicles be changed to encourage the purchase of \nU.S.-made vehicles,\n\n The increase in trade between the United States and Israel means more sales, profits, and jobs for American \nbusiness.  Israel is second only to Canada in terms of per-capita imports of U.S. products by our major trading \npartners.  Among Middle Eastern countries, Israel is first in per-capita imports and second to Saudi Arabia in overall \nimports.  In 1993, total trade between the U.S. and Israel exceeded $8.6 billion.\n\n Along with increases in trade over the years, greater cooperation in research and development between the United \nStates and Israel is now occurring.  Many U.S. companies invest in Israel to take advantage of Israeli high-tech \nresearch and development.  For example: Motorola, Intel, IBM, Digital, National Semiconductor, Microsoft, and \nmany other U.S. companies have R&D facilities in Israel.  Intel itself is investing an additional $1 billion because of \nits past financial success in Israel.  By combining American capital and manufacturing with Israeli research \ncapabilities and technology, Americans firms are able to increase their competitiveness.  In fact, some of the most \nimportant technologies used in the world today were developed in Israel by U.S. companies that invest there.  \n\n\n\nThese include the technology for the Motorola flip phone, and the 286 computer chip which is the basis of the 486 \nchip that powers most computers today.  After product development in Israel, most product manufacturing takes \nplace in the U.S. creating jobs for American workers and profits for American companies.\n\n U.S.-Israel trade is also promoted through binational foundations endowed equally by the U.S. and Israeli \ngovernments.  In 1977, the United States and Israel established the Bi-National Industrial Research and \nDevelopment (BIRD) Foundation.  The total endowment for BIRD is $1 1 0 million (Israel and the U.S. have \nprovided $55 million each).  The foundation is completely self-sufficient, operating off the interest of the endowment \nand royalties paid from successful projects.  BIRD provides grants to joint U.S.-Israeli research teams in high-tech \nfields.  If sales from the R&D project grants show a profit, the grant is paid back, with interest not to exceed one-\nand-a- half times the original value of the grant.\n\n In December, it was announced that BIRD will invest $8 million in 13 new joint US-Israel projects in the fields of \ncomputers, medicine, and technology.  Since its inception, BIRD has spent more than $100 million on more than \n400 high-tech joint R&D projects.  Products developed from these ventures have netted sales of more than $3 \nbillion --the majority of them in the United States -- creating thousands of American jobs.  Total tax revenue \ncollected by the United States to date as a direct result of BIRD-funded projects has been about $300 million (on \nan initial investment of $55 million).\n\n In addition to BIRD, there is the Binational Agricultural Research and Development (BARD) Foundation, BARD, \nwhich funds agricultural projects, operates in a fashion similar to BIRD.  Since its creation in 1978 with an \nendowment of $1 1 0 million, BARD has granted $123 million to 650 projects, These projects have provided new \ntechnologies which have benefited both countries' agricultural industries.  They have led to new technologies in drip \nirrigation, and lands agriculture, pesticides, fish farming, livestock, poultry, disease control, and farm equipment. To \ndate, sales of products developed under BARD total more than $650 million.  Israeli advances in drip irrigation also \nhave helped states like California, Texas, and Arizona, where severe droughts have occurred.  In 1994, BARD \nreceived $5 million from both Israel and the United States.\n\n As two of the world leaders in high technology, the United States and Israel have found mutual benefits in \ncooperating with each other in science and technology activities.  Two years ago, President Clinton and Prime \nMinister Rabin established the U.S.-Israel Science and Technology Commission.  The commission was created to \nidentify and promote private-sector high-tech joint ventures between American and Israeli companies.  Each side \nhas committed to provide $5 million per year to support these ventures, with matching funds coming from the \ncompanies themselves.\n\n The commission serves as a model as to how two countries can solve real world problems through cooperation.  In \nthe biotechnology field, for example, the commission is trying to establish common testing standards in the two \ncountries to facilitate joint development or drug and food products.  The commission is also funding a project to \nstudy whether Israeli-developed solar energy technology can produce electricity at competitive prices.  The \nactivities of the commission are specifically targeted at bringing technologies to market that will lead to economic \ngrowth and job creation in both countries.  In the words of Secretary of Commerce Ronald Brown, \"There are times \nwhen one plus one makes three … that the innovation and dedication of Israeli scientists, added to the \nsophistication and creativity of American industry, adds up to more than the sum of its parts.\"\n\n One area of economic cooperation that expanded in 1994 was the establishment of trade relationships between \nIsrael and individual American state governments.  Israel presently has agreements with 19 American states for \ncooperation in areas such as agriculture, economic development, science and technology, communications and \ntransportation.  The most successful of these is the Israel-North Carolina partnership, signed last year, which \nestablishes cooperation beyond the business and economic sphere.  The partnership builds upon the existing $100 \nmillion in bilateral North Carolina-Israel trade, primarily in textiles, paper and transportation equipment, to include \nuniversity-industrial alliances and cultural exchanges.\n\n\n\n Another move that will strengthen economic cooperation was the ratification on September 22, 1994 by Congress \nof the U.S.-Israel Double Taxation treaty, which has been negotiated over the past 30 years.  This agreement \nsimplifies the tax requirements for nationals of one country who invest in the other.\n\n As the above examples illustrate, the economic benefits that the United States derives from its relationship with \nIsrael are increasing at a time when our economy can use them most.\n\n Shared Values\n\n Israel shares with the United States a fundamental commitment to democracy and human rights.  That is \nparticularly remarkable, because, unlike the United States, Israel lives in a dangerous neighborhood.  It faces \nenemies on two of its borders, and is daily subjected to the combined threats of Islamic radicalism and Arab \nextremism that are sweeping through the region.\n\n No other Western democracy has been forced to contend with such grievous and persistent threats, at such close \nrange, and on such a large scale, for so long -- and maintained its democratic institutions.  Since the radical threats, \nincluding terrorism, confront the conservative Arab regimes as well, it is instructive compare the ways in which \nIsrael and its Arab neighbors meet the challenge.\n\n There is a striking contrast between Israel and the Arab states in this regard, highlighted in the \"Freedom Around \nthe World\" survey for 1995 which was issued by Freedom House, the respected national organization dedicated to \nstrengthening democratic institutions.  Whereas Israel is rated \"free,\" no Arab country is included in that category.  \nAmong the twenty-one members of the Arab League, sixteen, including Saudi Arabia, Iraq, Libya, and Syria, are \nrated \"not free\" and the others are in the lower rankings of \"partly free.\" The findings are based on extensive \nresearch into all aspects of political rights and civil liberties in the countries surveyed.  Similarly, Israel is ranked \n19th among the UN's 185 Member states and first in the Middle East on the \"human development\" scale of the \nUnited Nations Development Program (UNDP), which includes such factors as education, health care, life \nexpectancy, employment and other demographic information, according to the organization's 1994 report.\n\n Civil Liberties:\n\n Israel's democratic institutions guarantee by law fundamental civil liberties for all citizens, Arab and Jew alike.  \nIsrael is the only country in the Middle East with meaningful free elections; a free press; checks and balances to \nprevent and correct abuses of authority; extensive protection for the rights of individuals and minority groups; \nfreedom of religion; basic equality for women; and other safeguards and rights that are typical of a free society.  To \nbe sure, Israel has its flaws, as Israelis themselves freely acknowledge.  But its human rights and civil liberties \nrecord remains far and away the best in the Middle East -- as it has been for nearly half-a-century.\n\n Freedom of the Press:\n\n As certified by Freedom House, Israel is the only Middle Eastern country with genuinely free press.  Al 357 issues \nper 1, 000 people, the rate of newspaper circulation in Israel is one of the world's highest -- well ahead of the \nUnited States, Canada, or France.\n\n * In addition to a vigorously contentious and critical Hebrew press expressing every conceivable shade of Israeli \npublic opinion, Israel has the freest Arabic-language press of any Middle Eastern nation.\n\n Rights of Assembly and Association:\n\n Israel is the only country in the Middle East to consistently uphold unfettered freedom of assembly as a vehicle for \npromoting change.\n\n * Israel guarantees freedom of assembly, a fundamental democratic right that the Israeli people often exercise to \ndemand a change of government policies.  For example, in 1982, 400,000 people -- nearly 10 percent of the \ncountry's population -- demonstrated in Tel Aviv to protest their own government's policy in Lebanon.\n\n\n\n Democratic Participation:\n\n Israel, the only Middle East democracy, stands in sharp contrast to other countries of the region, which include \nfeudal monarchies and radical dictatorships.\n\n * The Knesset, Israel's parliament, is a legislative body elected by universal franchise on the basis of proportional \nrepresentation.  By law, a general election must be held at least once every four years.  All adult citizens have the \nright to participate in the political process, and Israelis exercise with enthusiasm their right to vote.  For example, in \nthe June 1992 elections, voter turnout by the citizens of Israel--Jewish and Arab--was 77.4 percent -among the \nhighest rates in the democratic world.  Eleven political parties are represented in the Knesset, including two Arab \nparties.\n\n Freedom of Religion:\n\n Like the United States, Israel guarantees religious freedom for adherents of all faiths.\n\n * Israel has no state religion.  It guarantees and safeguards freedom of religion to all.  The rights of religious \nminorities in Israel are strictly protected by law, and minorities conduct their own religious and civil affairs such as \nmarriage, divorce, and conversion.\n\n Women's Rights:\n\n Women's rights in Israel are protected by law as well as by governmental and private organizations.\n\n * Israel's Equal Opportunity Law forbids discrimination on account of sex, marital or parental status.  Employers \nare legally required to pay female and male workers equally for equivalent tasks.  Israel is one of the few states in \nthe world-and the only country in the Middle East other than Turkey--to have ever had a woman head of \ngovernment.\n\n Due Process and the Rights of the Accused:\n\n Israel's judicial system, based on the British legal tradition, protects the rights of the accused\n\n * In Israel, the right to a hearing by an impartial tribunal with representation by counsel is provided for by law and \ncarried out in practice.  The judicial system is independent, and is effectively insulated from political interference.  \nThe Israeli Supreme Court functions with a degree of independence similar to the U.S. Supreme Court.  The \nSupreme Court has the power to review all of the Government's decisions.\n\n Monitoring of Human Rights:\n\n There is a sharp contrast between Israel and the Arab states with regard to providing access to human rights \nmonitoring organizations.\n\n * In Israel, there is an extensive array of domestic human rights groups dedicated to the protection of individual \nliberties and women's rights.  These groups freely criticize the Israeli government without interference.  Both Israeli \nand Palestinian groups monitor human rights in the West Bank and Gaza.\n\n Economic Freedom:\n\n Like the United States, Israel maintains a free-enterprise system.\n\n * In recent years, Israel has rapidly privatized state-owned enterprises, and has provided major incentives for \nIsraeli and foreign investments in the private sector.\n\n A Country of Immigrants:\n\n\n\n Just like the United States, Israel is a country of immigrants.\n\n * Fully half of Israel's present population are immigrants, mostly Jews who have found refuge in from repression \nin Israel.  Many are from the Arab world, the former Soviet Union, and Ethiopia.\n\n Freedom of Emigration:\n\n Unlike other states in the Middle East, Israel permits all of its residents to freely leave the country whenever they \nchoose to do so.\n\n * There are no legal or economic impediments to emigration.  Parallel to the arrival in Israel of millions of \nimmigrants from all over the world, several tens of thousands of Israelis have chosen to move to other countries, \nand they are free to come and go as they please.\n\n International Humanitarian Role:\n\n Israel has undertaken numerous humanitarian activities around the world.\n\n Israel set up a field hospital last August near the Rwanda-Zaire border as part of the humanitarian relief efforts to \naid refugees from the Rwanda.  Israel Defense Force volunteers treated tens of thousands of ailing Rwandans and \nperformed 100 operations.\n\n * Israel has taken in non-Jewish refugees from countries ravaged by war, such as Vietnamese \"boat people\" and \nBosnian Muslims.\n\n * Israel has offered aid and relief to victims of earthquakes and other natural disasters around the world, including \nArmenia, Turkey, and several African countries.\n\n * Israeli experts have helped El Salvador's victims of the 12- year civil war.  Israel is bringing injured Salvadorans \nfor surgery and the fitting of artificial limbs.  Israeli physicians are working with Salvadoran doctors to improve \nrehabilitation facilities in El Salvador.\n\n Promoting Democracy and Development Around the World:\n\n Israel is involved in numerous international programs designed to help foreign countries develop their human and \nmaterial resources in a manner that fosters the growth of democratic concepts and institutions.\n\n * Israel is providing aid in various fields to 143 nations, including countries that do not have full diplomatic relations \nwith Israel -- Bangladesh, Pakistan, Indonesia, Guinea, and Sri Lanka.  In 1994 Israel significantly expanded its \nassistance and instruction efforts for developing countries, and against the background of the peace process, it \ninitiated technical aid programs in Morocco, Tunisia, Jordan, the Gulf States, and the Palestinian Authority In the \npast two years alone, over 25 countries have been added to the list of those receiving Israeli aid, among them \nIndia, some African and eastern European nations, and several former Soviet republics.  Since the establishment of \nIsrael's Foreign Ministry's Division for International Cooperation (Mashav) in 1957, over 65,000 people have taken \nMashav training courses in Israel and abroad in agriculture, medicine, education and other fields.  In 1994, 3,039 \nparticipants went through training courses in Israel, the largest number ever.  The country that sent the largest \nnumber of trainees was Egypt, 600 trainees participated in agricultural courses.  Additionally, Israeli experts trained \n4,400 participants in courses in 50 countries.\n\n * Israel is actively working to promote democracy in the former Soviet Union.  Israeli expertise is being sought by \nvirtually all of the former Soviet Union republics in areas such as agricultural research and fanning, public health, \nand environmental protection.\n\n * Congress established the Cooperative Development Projects (CDP) and Cooperative Development Research \n(CDR) programs, which were funded at $10 million for FY94.  CDP and CDR provide U.S. financing for Israel to \n\n\n\nbring technology and expertise to the developing world, eastern Europe, and the CIS.  CDR/CDP strengthens the \nscience and technology infrastructure of the recipient countries, and helps solve problems in the fields of \nagriculture, environment, and health -- in response to specific development problems identified by these countries.  \nCDP involves government-to-government projects between Israel and the recipient countries, and CDR involves \nuniversity-to- university research between Israeli universities and universities in recipient countries,\n\n * Under CDP, The United States Agency for International Development (AID) and Mashav have joined in a pilot \nprogram to aid Georgia and the Central Asian republics of the former Soviet Union.  The goal of the program is to \nuse Israeli expertise to assist these countries in areas such as agriculture, water policy, and public health, In recent \nmonths, Israeli ministers have visited most of the CIS countries, and signed a variety of trade, cultural, and \ntechnical assistance agreements with those nations.  Israeli efforts in the Islamic republics are also designed to \ncounter Iranian efforts to promote radical Islam among their inhabitants.\n\n * The U.S. Overseas Private Investment Corporation (OPIC) and Israel's Finance Ministry signed an agreement \nlast May to conduct joint business ventures throughout the former Soviet Union.  The goal is to match American \nbusinessmen with Soviet-born Israelis, who are interested in working together with entrepreneurs from their former \nhomelands.\n\n * Congress established the Middle East Regional Cooperation (MERC) program in the wake of the Camp David \naccords in order to promote technological and scientific cooperation between Israel, Egypt, and the United States, \nRecently, Morocco, Jordan, Tunisia, Lebanon, and the Palestinians have also joined the program.  The FY95 \nForeign Operations bill funded MERC at $7 million.  The regional cooperation program provides an opportunity for \nIsrael and its Arab neighbors to cooperate on health, agricultural, and environmental problems which plague the \nMiddle East.  Since the 1993 signing of the Israel-PLO accord, various organizations have proposed several new \nprojects which call for Israel-Palestinian cooperation in these fields.  These proposals are at various stages in the \napproval process, but the State Department has already indicated that it wants to give priority consideration to \nMERC projects that include the West Bank and Gaza.\n\n * In November 1992, UN Secretary General Boutros Boutros-Ghali asked Israel to provide experts to teach various \ncountries about the democratic process and to organize and supervise democratic elections.  Israel's Ambassador \nto the United Nations, Gad Yaacobi, told Boutros- Ghali that Israel would willingly provide such experts.  Israel has \nextensive experience in fostering democracy among large numbers of immigrants from non-democratic countries, \nand has shared this experience with other countries.\n\n Conclusion:\n\n In September 1992, then-candidate Bill Clinton noted the importance of shared values to the U.S.-Israel \nrelationship: \"Our relationship would never vary from its allegiance to the shared values, the shared religious \nheritage, the shared democratic politics which have made the relationship between the United States and Israel a \nspecial, even on occasion a wonderful, relationship.  Our support of Israel would be part of all those shared things, \nplus our commitment to a stable and peaceful Middle East, a commitment that can never have been fulfilled in the \nabsence of Israeli help,\"\n\n Earlier that month, Mr. Clinton said: \"America and Israel share a special bond.  Our relationship is unique among \nall nations.  Like America, Israel is a strong democracy, a symbol of freedom, an oasis of liberty, a home to the \noppressed and persecuted.\n\n And, in his book Putting People First, Clinton wrote: \"Among all the countries in the Middle East, only Israel has \nexperienced the peaceful transfer of power by ballot--not by bullet.  We will never let Israel down.\"\n\n As President, Mr. Clinton reiterated that same conviction.  At a March 1994 joint news conference with Prime \nMinister Yitzhak Rabin, he declared: \"Since the beginning of this administration, the Prime Minister and I have \nworked to promote the common interests and values our nations share....You have the admiration and respect of \nthe entire United States and our nation's pledge of support and steadfast friendship.\"\n\n\n\n II.  ISRAEL'S NEED FOR AID\n\n While U.S. assistance to Israel provides, as we have seen, solid benefits to our own country, Israel needs U.S. aid \nfor its continued survival.  U.S. military and economic aid safeguards Israel's security; sustains the peace process; \nbolsters the Israeli economy; and fosters immigrant absorption in Israel.\n\n Safeguarding Israel's Security\n\n The Arab Military Buildup:\n\n While Iraq's defeat in 1991 removed a horrifying threat from the region and should have reduced the need for new \narms sales to the Middle East, the opposite has occurred in the past three years.  The Arab states, joined by Iran, \nhave resumed their previous pattern of large-scale arms procurement.  Lavish trade exhibitions displaying the latest \nmilitary technology are annually held in Arab states, the most recent of which was the massive IDEX 95 arms show \nheld in the UAE.  Arab countries and Iran place orders for billions of dollars worth of new weapons each year, and \nhave tens of billions of dollars more still in the pipeline.  In the last 20 years, roughly since the Yom Kippur war, the \nleading Arab and Islamic nations still in a state of war with Israel have spent about $550 billion on their armed \nforces.  Even after the destruction of much Iraqi hardware, the Arab world and Iran now outnumber Israel eight-to-\none in manpower (Chart 1), seven-to-one in tanks and armored fighting vehicles (Chart 2), and more than four- to-\none in aircraft (Chart 3).  Many of the largest arms-importing countries in the world are nations actively hostile to \nIsrael.  Weapons of mass destruction, along with delivery systems such as ballistic and cruise missiles, are also \nbeing widely acquired by radical regimes throughout the region.  It is estimated that by the turn of the century, \nIsrael may well be faced with as many as 2,000 such missiles under the control of hostile states.  The destructive \npower of these weapons, even if armed only with conventional warheads, can be devastating.  Israel was fortunate \nthat few lives were lost during the Gulf War in 1991.  However, the 1994 bombardment of the Yemeni capital Sana \nwith Scud missiles, which killed dozens of people and destroying whole city blocks, and Iran's recent use of Scuds \nagainst rebels in Iraq, should serve as a reminder of the potential threat posed to Israel.\n\n Iran is rapidly becoming the most serious threat to stability in the Middle East and is swiftly developing the means \nto strike Israel.  The radical Islamic regime has embarked on a large-scale military modernization program since the \ndefeat of Iraq in Desert Storm in a bid to become the dominant power in the Persian Gulf.  From Bosnia to Sudan to \nLebanon to Tajikistan, Tehran is also taking advantage of regional instability to promote its concept of radical \nIslamic fundamentalism.  Iranian rearmament and military expansion started at the beginning of the 1990s and \nremain top priorities of the Tehran government.  Iran continues its buildup of conventional arms and weapons of \nmass destruction.  Rearmament remains a high priority for Tehran in spite of economic hardships.  Western \ngovernments estimated that Iran will be capable of producing a nuclear device within five to ten years -- sooner if \nkey technologies are imported or stolen from abroad.  Iran may have 6-10 separate facilities for developing nuclear \nweapons-related technology, and it has concluded agreements with Russia and China to obtain additional reactors, \nRussia's $1 billion deal to help rebuild Iran's Bushehr reactor will help expand the regime's nuclear infrastructure \nand cadre of technicians and engineers.  U.S. intelligence sources have publicly described Iran as also having \nactive chemical and biological weapons programs.  Until recently, however, Tehran has not had the means of \nreaching Israel with these deadly weapons.  Now Iran is on the verge of acquiring a new, accurate intermediate-\nrange missile from North Korea, known as the Rodong.  This system will be able to hit Israel with unconventional \nweapons from a distance of 800 miles, and has already been tested by North Korea.  The missile is expected to \nsoon begin operational trials in Iran.\n\n As part of its rearmament program, the Islamic Republic has been buying large quantities of tanks, advanced \nfighters, submarines and missile systems from eastern Europe, the former Soviet republics, China, and North \nKorea, in return for oil and gas.  The Iranian Air Force has already integrated the best Iraqi fighters which it acquired \nduring the Gulf war.  Reports continue of a possible deal with Russia or Ukraine to provide the Islamic Republic Tu-\n22M3 strategic \"Backfire\" bombers, capable of reaching targets throughout the Middle East, including Israel.  Two \nRussian made attack submarines have been delivered.  Tehran is also acquiring production facilities for many of \n\n\n\nthese arms, including assembly lines for T-72 tanks and perhaps MiG-29 fighters.  Iran recently announced it is \ninitiating production of an indigenously-produced tank.\n\n This buildup poses a long-term strategic threat to Israel and regional U.S. security interests, particularly if Iran \nobtains long- range ballistic missiles and strategic bombers.  Even without these weapons, it is not safe to assume \nthat Iran's threat to Israel is minimized by the distance between the two countries.  Iran is playing an important role \nin Syria's military growth and may serve as a future strategic reserve for Damascus in the post-Soviet era.  Iran's \nsupport of Hezbollah terrorists operating from southern Lebanon against civilian populations in northern Israel \nfurther increases the threat to the Israelis.\n\n Without more stringent limitations on technology exports to Iran by the United States and Europe, including \npressure on Russia and China, the mistakes of the U.S. policies on Iraq may be repeated.  If so, Tehran will \nbecome a nuclear weapons state by the late 1990s.\n\n Syria has resumed its quest for \"strategic parity\" with Israel, and now has more troops, tanks, aircraft, and artillery \nthan Israel.  The Assad regime fields armed forces totalling over 400,000 men, with another 400,000 troops in \nreserve.  Syria's arsenal includes over 4,500 modem tanks and some 600 sophisticated combat aircraft, including \nMiG-29 interceptors and Su-24 fighter-bombers.  Syrian Scud- C ballistic missiles can carry chemical weapons, \nwhich are being manufactured and stockpiled, while the accuracy of its SS-21 missiles increases Syria's \"first-\nstrike\" attack capabilities against key Israeli installations, including air bases and mobilization points.  Devising \nmethods of coping with this growing offensive military capability will be a primary consideration for Israel in its \nefforts at political dialogue with Syria over the Golan.\n\n Syria received a financial windfall, totaling almost $3 billion, from the GCC states as payment for its nominal \ncontribution in the Gulf crisis.  Military spending was increased by 31 percent in 1994.  The European Union has \nlifted its arms embargo on Syria, which may allow Damascus to upgrade some weaponry with Western \ncomponents.\n\n Much of Syria's military budget has been spent on modem weaponry.  Syria has taken delivery, via Iran, of as \nmany as 150 extended-range North Korean Scud-C missiles, and is reportedly building new launching sites for \nthese weapons.  This has more than doubled the size of Syria's ballistic missile arsenal and given it the ability to hit \nany point in Israel.  Israeli intelligence analysts estimated that Syria has already developed prototype ballistic \nmissiles and will be able to produce Scud-Cs without outside help within two years.  Damascus also retains an \ninterest in obtaining M-9 intermediate-range missiles from China.\n\n In April 1994, Damascus and Moscow agreed on a new $500 million package of sophisticated arms and spare \nparts, including up to 500 new tanks and fighters.  The arms being acquired are higher-quality than in the past.  \nSoviet-bloc weaponry was often delivered without sensitive components and subsystems -- judged to be too secret \nto export.  Today, such Cold-War concerns have been largely outweighed by Russia's financial incentives to export \narms.  In addition, agreement was reportedly reached to forgive virtually all of Syria's past debt for arms imports \nfrom the Soviet Union.\n\n Syria continues to expand its arsenal of weapons of mass destruction.  China provided assistance in setting up \nunderground ballistic missile assembly lines.  New missile launcher vehicles have been transported from North \nKorea via Russia.  The Syrians can now manufacture several hundred tons of chemical warfare agents per year at \nfour separate production facilities.  These can be deployed as warheads on Syria's ballistic missiles or bombs for its \nSu-24 strike bombers.\n\n Additional tanks and combat aircraft are being obtained from the cash-starved former Soviet republics and eastern \nEuropean states.  Syria is continuing to expand its ground forces, building new divisions with its recent tank \npurchases.  Hundreds of new T-72 tanks have begun to arrive from the former Czechoslovakia and from Russia.  \nWell over half of the Syrian tank corps now fields T-72s, and even more advanced ex-Soviet models, such as the T-\n80, may be obtained.  Syria has added three new divisions to its order of battle, having received between 600 and \n800 new T-72 tanks since 1991.  New self-propelled artillery and rocket launchers, both key systems for offensive \n\n\n\nwarfare, have also been acquired.  The main armored and mechanized divisions facing Israel on Golan are kept at \na high state of readiness, and can transition to an offensive posture within 36 to 48 hours.\n\n Russia and Ukraine may also provide the Syrian Air Force with additional MiG-29 and Su-24 aircraft.  SA10 air-\ndefense missiles, with similar capabilities to the Patriot, are also being sought.\n\n The Assad regime can no longer look to Moscow as a strategic ally, even though arms transfers continue from \nRussia on a cash basis.  This role is instead being filled to some extent by Iran, with which ties have grown steadily \nin recent years.  As its domestic defense industry grows, Iran could become a strategic reserve for Syria in a new \nconflict with Israel.\n\n Syria also acts as an arms conduit for radical forces in Lebanon.  Damascus reportedly has supplied shoulder-\nlaunched anti-aircraft missiles to Hezbollah.\n\n Libya, despite its massive arsenal of Soviet-supplied weaponry, has until recently possessed only limited capability \nto directly attack Israel.  Within the last few years, Qaddafi has acquired the capacity for aerial refueling, giving \nLibyan bombers the range to reach Israel.  Libya, like Iran, has been dealing with North Korea to acquire its \nintermediate-range Rodong ballistic missile, now under development.  This will allow Qaddafi's regime to target \nIsrael for the first time.  Tripoli is also continuing to fund development of the shorter-range Otrag and Al-Fatah \nmissiles.  Most alarming are unconfirmed reports that Libya may have been able to covertly acquire two ex-Soviet \nSS-25 mobile intercontinental ballistic missiles.  If true, the radical Libyan regime could conceivably target not only \nthe entire Middle East, but North America as well.\n\n A second underground chemical plant has been constructed at Tarhunah.  Added to the Rabta facility, it gives \nLibya perhaps the largest CW capacity in the region.  Libya's current isolation makes it an even more unpredictable \nfactor in the region.\n\n Iraq made Israel a prime target for attack during the Gulf War.  While much of Iraq's remaining arsenal of \nunconventional weaponry has already been destroyed, Iraq still remains a long-term concern for Israel's security.  \nSaddam is still clearly bent on rearming Iraq.  Unless sanctions are effectively maintained, Iraq could rebuild its \nformer power in several years' time.  Iraq's standing army is still one of the largest in the Middle East, totaling \nseveral hundred thousand troops.\n\n America's rapid October 1994 buildup of military forces in Kuwait deterred Saddam Hussein from continuing the \nsouthward deployment of his rebuilt Republican Guard divisions.  Iraq has threatened to stop longterm UN \nmonitoring initiated to prevent Baghdad from reestablishing its weapons-of-mass-destruction programs unless \nsanctions are lifted.  American and UN officials have stated that little progress has been made in dismantling Iraq's \nability to produce biological weapons.\n\n Much of Iraq's chemical arsenal, nuclear facilities, and hundreds of mobile ballistic missiles survived the conflict \nintact and Saddam resisted UN efforts to destroy them.  Although Iraq was forced to destroy many of its remaining \nAl-Husayn and Al-Abbas Scud missiles, it is believed many remain hidden.  Estimates on the number vary from 200 \nto 300 remaining missiles, with a limited number of launchers.  The United States is especially concerned that Iraq \nmay be able to restart its biological warfare program because of the difficulty in controlling the necessary \nmanufacturing technology.  CIA Director Woolsey has testified that Iraq could resurrect its chemical manufacturing \nin a year and its nuclear program within a few years if monitoring faltered.\n\n While Iraq continues to be the subject of inspections for weapons of mass-destruction and has agreed to long-term \nmonitoring, concern exists among independent observers that Baghdad has succeeded in shielding a portion of its \nprohibited technology from the world.  There are also still 7,000 nuclear scientists and technicians in Iraq.  If \nsanctions are lifted, Iraq could develop nuclear weapons before the end of the decade and resume chemical and \nbiological production within a year.  UN inspectors cite the difficulty of constantly monitoring over 1,000 sites.\n\n\n\n The Iraqi armed forces have been rebuilding and reorganizing -- now fielding some 400,000 troops with 2,500 \ntanks and 1,700 artillery pieces.  Top priority was given to reestablishing the Republican Guard divisions at their full \nprewar strength.  Approximately 300 combat aircraft and nearly 600 helicopters, almost the entire prewar force, are \nalso operational.  Iraq is actively rebuilding its conventional arms industry which was heavily damaged during the \n1991 war.  Small-scale production of T-72 tanks, artillery, missiles and spare parts has resumed.\n\n Saudi Arabia and the GCC have scaled back some previous deals for financial reasons, although the UAE is \nplanning a large purchase of up to 80 advanced fighter aircraft this year.  New arms agreements since the Gulf \ncrisis have totaled almost $25 billion, in spite of a short- term cash shortage which has led to the delay of some \nacquisitions, Saudi Arabia has purchased roughly $50 billion in weapons and military construction from the United \nStates in the last ten years, including sophisticated AWACS, advanced missile systems, and 72 new top-of-the- line \nF-15s, which will have a major effect on the aerial military balance with Israel.  Last year the Saudis also finalized \nan agreement to purchase 48 Tornado strike bombers from Britain.  The Saudi Navy is also undergoing a major \nexpansion, as it seeks to acquire three new frigates as part of its ambitious modernization program.\n\n While Saudi Arabia has not traditionally been thought of as a major player in past Arab aggressions against Israel, \nthe massive expansion and modernization of its military during the past two decades has given Riyadh the potential \nto play an important supporting role in a future conflict.  The very fact that this capability now exists will bring \npressure from other Arab states to join in a military coalition aimed at Israel.  The Saudi armed forces gained \nconfidence and experience during Operation Desert Storm, possibly making them an even more formidable \npotential threat for Israel.\n\n The Arab states and Iran purchase these arms from dozens of different nations around the globe.  The United \nStates has been a major supplier, selling in recent years billions of dollars of military goods and services to avowed \nenemies of Israel.  American sales of new weapon systems to hostile Arab nations have had a significant impact on \nthe military balance between Israel and those states because American technology is often superior to that of \ncompeting nations.  These sales have significantly raised the cost to Israel of maintaining its own defenses, eroding \nits qualitative edge and exacerbating the strain on Israel's economy.  Stronger efforts need to be made by the \nClinton Administration to curb the regional arms race.\n\n Israel's Defense Needs:\n\n U.S. assistance to Israel has a critical impact on the security of the Jewish state as it continues to face these \nmilitary threats.  While Israel will benefit in the short term from the reduction in Iraq's military capability, its vital \nmargin of security nevertheless continues to erode.\n\n Israel had to make hard choices in order to afford the level of security necessary for dealing with emerging threats.  \nIn 1994, Israel purchased 22 F-151 strike bombers in order to better deter long-range adversaries.  Israel's \ndefense requirements continued to exceed available budgetary resources, however, and the IDF was forced to \npostpone other programs in order to pay for the top-priority aircraft.  The United States has helped by providing 50 \nsurplus F-16 fighters and 10 Blackhawk helicopters to the Israel Air Force.\n\n The erosion in Israel's vital margin of security results largely from the severe financial and budgetary shortfalls \nfaced by the Government of Israel for a number of years.  Indeed, the effects of recent years' defense budget cuts \nwill continue to be felt well into the 1990s.  Defense expenditures in coming years will continue to be limited and the \nIsrael Defense Forces are faring the choice of canceling important projects or stretching them out over extended \nperiods, thus driving up their ultimate cost.  For example, Israel recently decided not to proceed at this time with the \npurchase of a sophisticated early-warning radar system.\n\n As a result of cuts in training time and equipment, the capabilities of the IDF's reserve forces--the foundation of the \nnation's defense--have diminished in recent years.\n\n Despite the overall defense downsizing Israel is facing, a number of important steps were taken within the past \nyear to offset the cutbacks.  Last year, Israel selected the F- 1 51 as its next- generation fighter aircraft.  Israel has \n\n\n\nreceived U.S. military equipment, including Apache and Blackhawk helicopters, through a drawdown of U.S. stocks.  \nSurplus USAF F-16 fighters have been transferred. The United States also agreed to preposition advanced \nmunitions in Israel.The lDF also is buying additional Apaches and MLRS artillery with its security assistance \nallotment. The two allies have also agreed that Israel will have a direct communications downlink from U.S. early \nwarning systems during future crises, to alert Israel to future Scud attacks.  The Israeli Navy has taken delivery of \nits first Saar V missile corvette.  When delivery is completed, the three ships will be the largest and most advanced \nvessels in service.\n\n Still, Israel's ability to fund its defense requirements faces some daunting challenges.  Austerity measures have \nsharply cut Israel's defense spending.  The Israeli defense budget shrank from 10% of Israel's GNP in 1986 to \n7.2% in 1993.  National defense now represents roughly 17% of the budget, and faces increasing competition \nbecause of the demands of immigrant absorption.  While Israeli military planners have attempted to make the cuts \nwithout eroding Israel's narrow margin of safety, reductions of this magnitude have, inevitably, added to the \nelement of risk in many areas.\n\n The IDF has revised its multi-year budget and procurement plans in light of the continuing financial crunch, \nexacerbated by the costs associated with the Gulf war.  Among the options the Israeli military is being forced to \nconsider are a further reduction in the size of the IDF, including retiring professional soldiers and dismissing civilian \nstaff, cutting back on the number of annual days for reserve duty, reducing investment in day-to-day security within \nIsrael and the territories, canceling R&D projects, and disbanding various commands within the IDF.  The IDF's \nformer Chief-of-Staff, Lieutenant General Ehud Barak, stated that the defense cutbacks are leading to reductions in \ntanks, mechanized artillery, aircraft, and training of reserves.\n\n In recent years, active combat units have been disbanded, reduced in size, or converted into reserve formations.  \nAircraft have been mothballed.  This has decreased the number and size of army brigades and air force squadrons \navailable to meet a surprise attack.  This means a serious decline in Israel's visible deterrent capability as well as a \ndecline in its war-fighting ability.\n\n Faced with a manpower surplus, thousands of active-duty military personnel have been released from the IDF.  \nPay cuts and personnel releases have produced an exodus of highly trained and motivated professionals.  \nAmmunition and equipment stockpiles have suffered deep cuts in order to lessen the impact of reductions in other \nareas.\n\n As a result of this downsizing, the multi-year plan calls for funds to be diverted towards defense research and \ndevelopment, in order to create a leaner, more modem military.  But expenditures on R&D have also been subject \nto reductions.  This has diminished Israel's ability to develop and produce the unique new weapons and \ncountermeasures needed to confront increasingly sophisticated weapons entering Arab arsenals.  This in turn \nreduces Israel's qualitative advantage over its opponents, Increasingly, Israel will have to count on its own \ntechnologies to stay ahead of its adversaries, as the West is more willing to sell Arab states weaponry matching \nthat of Israel.  Within the past several years, Israeli defense industries were forced to reduce their staffs and plant \nfacilities and thus are less able to support Israel's military needs.  Israel Military Industries (TAAS), Rafael, and \nIsrael Aircraft Industries, the country's leading defense manufacturers, have been especially hard-hit.\n\n These ongoing reductions in Israel's defense resources continue to make American Foreign Military Financing \n(FMF) aid to Israel a vital component of that nation's ability to defend itself and thus maintain stability in the region.  \nIn order for Israel's qualitative edge to be maintained, it is paramount that the United States continue current levels \nof security assistance.  The real value of this aid has declined due to inflation and rising costs of U.S. weapon \nsystems by more than a third.  In particular, this assistance will help to further upgrade Israel's air force -whose \nmargin of superiority over its adversaries remains the cornerstone of Israel's security doctrine -- particularly through \nthe acquisition of additional fighter aircraft,\n\n One long-standing and vital feature of Israel's security assistance is the off-shore procurement (OSP) component, \nwhich allows Israel to spend a small percentage of its military aid in Israel.  This is important to both nations, \n\n\n\nprimarily because it helps preserve Israel's qualitative edge.  Israel increasingly perceives its ability to stay \ntechnologically ahead of its potential adversaries as primarily dependent upon its own resources and capabilities.  \nOSP increases Israel's defense self-sufficiency by maintaining the viability of its military industries.\n\n One vital measure that would counter the erosion of Israel's deterrent capabilities would be the upgrading of \nIsrael's status to that of our NATO allies on issues of technology cooperation, President Clinton, in a March 3 1, \n1993, letter of reply to Senator Connie Mack, indicated he had assured Prime Minister Rabin that technology \ntransfers to Israel would be evaluated according to the same criteria as NATO members.  We are concerned, \nhowever, that the President's pledge to allow the sale of important supercomputer technology to Israel may be \nblocked by bureaucrats who oversee U.S.  export controls.\n\n For the foreseeable future, Israel continues to face long-term reductions in the size of its military forces. What is \nlost in quantity must be made up in the qualitative enhancements provided through the development and use of \nadvanced technologies, Both domestic development and foreign acquisition of these technologies are expensive, \nbut vital if Israel is to maintain its military edge and thus remain a stable deterrent against potential adversaries \nwhose capabilities continue to grow.\n\n Today, I come before you to ask that you take the very serious security risks facing Israel into account when you \nconsider the level of aid to Israel for FY 1996.  What this Committee does will have a direct impact on Israel's \nsecurity, in an environment where there is much less room for error than in the past.  U.S. aid is indispensable to \nprevent any further erosion in Israel's narrow margin of security in a situation where its forces have been cut while \nthose of its adversaries -- continue their rapid growth.\n\n Sustaining the Peace Process\n\n A close relationship between the United States and Israel is critical to sustaining the Middle East peace process \nbecause, experience shows, progress is achieved in negotiations only when there is close cooperation and \ncoordination between the two countries.  Of course, U.S. military and economic assistance to Israel is a vital \ncomponent of the close bilateral relationship.  President Clinton and Secretary of State Christopher have both \nappropriately spoken out in support of the current levels of assistance to Israel in the context of the peace process.  \nAs I mentioned in my opening section, President Clinton has stated -- and Secretary Christopher has concurred on \nnumerous occasions -- that \"this vital aid encourages long-term stability in the region and demonstrates our \ncommitment to Israel's sovereignty and security.\" Conversely, tensions between the United States and Israel \nundermine the foundations of the peace process and reduce the chances that progress will be achieved.\n\n This basic principle -- that U.S.-Israeli cooperation advances peace while tensions between these nations \nundermine it -- is true for three basic reasons:\n\n (1) Israel must have confidence in the United States to take the risks for peace sought by American officials.  \nLong and bitter experience has convinced the Israeli public that it cannot rely on Arab goodwill and sincerity, nor on \nsteadfast support from other nations.  Only America's reliability as an ally of Israel will enable Israelis to proceed \nwith agreements that entail major risks, such as the Israel-PLO Declaration of Principles and the other agreements \nwhich Prime Minister Rabin is working to consummate with Israel's interlocutors in the Madrid bilateral negotiations.  \nAs Secretary of State Warren Christopher stated after the historic signing of the Israel-PLO accord, \"Only an Israel \nthat is strong, confident and secure can make peace.  Only an Israel that is certain of its strategic partnership with \nthe United States can take the necessary risks.\"\n\n (2) Arab incentives to move forward in the peace process also depend on their perception that the U.S.Israel \nalliance is an immutable bond that cannot be severed.  Arab radicals are dissuaded from the alternative of the war \noption only when they believe that American support for Israel makes military success too risky.  Similarly, Arab \nmoderates are not attracted to direct negotiations with Israel when they perceive that the alternative path of \npressuring the United States to \"deliver\" Israel has any chance of success.  An Arab rejectionist codified this as \nthe principle that \"the road to the liberation of Palestine runs through Washington.\" To combat such reasoning, \nSecretary of State Christopher said in Jerusalem in 1993, when asked about Palestinian demands regarding \n\n\n\nIsmel's handling of the Hainas banishment issue, \"I'm not in the business of pressuring the Israelis to do anything.  \nIt's a Government that takes action in its own interest.\" Secretary Christopher also told reporters he believes the \nRabin Government is doing \"all it can\" to achieve a just and lasting peace with security and acceptance from \nIsmet's neighbors.\n\n (3) The United States, effectiveness as an intermediary -- and no past success in Arab-Israeli peacemaking was \nachieved without the support of the United States -- depends on its close relationship with Israel.  This enables the \nArabs to look to America as the one outside party that has influence in Jerusalem, and it enables the Israelis to trust \nthe United States in a world that is often hostile.\n\n Long experience in the peace process has demonstrated the truth of these principles, in each of the major past \nsuccesses of the peace process: the two Israel-Egyptian disengagement agreements (1974 and 1975); the Israeli \nSyrian disengagement agreement (1974); the Camp David accords (1978); and the Israeli-Egyptian peace treaty \n(1979), and the Israel-Jordan peace agreement (1994).  Even the 1993 Israel- PLO Declaration of Principles \n(DOP), which was negotiated in Oslo without American participation, proves the truth of these principles.  The DOP \nbecame possible only after the Clinton Administration rebuffed the PLO's efforts to persuade the United States to \npressure Israel into making unilateral concessions, thus forcing the PLO into the give-and-take Oslo negotiations \nwhich produced the DOP.\n\n Conversely, American peace initiatives that are not built on the foundation of close cooperation with Israel \ninvariably founder.  This was the case with the Rogers Plan in 1969, the Reagan Plan in 1982, and the Shultz \ninitiative in 1988, all of which failed in spite of the great energy put behind them by the Administrations of the time.  \nA particularly powerful example of how U.S.-Israeli tensions undermine the peace process was President \nEisenhower's use of the threat of American sanctions to force Israel to return the Sinai to Egypt in 1957 without a \npeace treaty.\n\n When American actions remind the Arabs of the \"Eisenhower model,\" direct negotiations for peace are \nundermined.  When the United States proceeds on the proven principle that close coordination between the \nUnited States and Israel -- including U.S. military and economic assistance to Israel as needed -- is the foundation \nof the peace process, real opportunities for progress emerge.  In its first year- and-a-half the Clinton Administration \nhas upheld this principle, and I am hopeful that the Congress will do as well by accepting the President's FY 1996 \nIsrael aid request and by taking other steps to nurture the U.S.-Israel relationship.\n\n Bolstering Israel's Economy\n\n Israel has been a good economic investment for the United States; American aid dollars and loan guarantees get \nreturned many times over to the United States in the form of American exports to Israel of both civilian and \ndefense goods.  The restructuring of the Israeli economy, which has been promoted and facilitated by the United \nStates, is creating new economic opportunities for Israelis and Americans alike.  With American help, Israel has \nmaintained a path of bold and successful economic reform.  As it prepares to enter the 21st century, the country is \ntruly competing on a global level.  A combination of U.S. foreign assistance and an unprecedented domestic push \ntoward privatization has moved Israel's economy from stagnation to world- envied growth in less than a decade.\n\n The Israeli economy has gone through a stunning decade of restructuring and expansion.  In response to hyper-\ninflation and sluggish growth, each government since the 1980s has pursued a course of economic reform, \nincluding tough anti-inflation policies and major reductions in the government's role in the economy.  Israel's \nrecovery program has included some of the toughest austerity measures ever imposed by a democracy.  This \nreform process is taking place even as Israel continues dealing with the twin economic burdens of high spending \nfor national defense and immigrant absorption.\n\n The process of opening the economy to market forces has led to impressive results:\n\n\n\n Economic Growth: Growth in the gross domestic product (GDP) has averaged 5.5 percent in the 1990s.  In 1994, \nGDP increased by 6.8 percent, among the highest rates in the industrialized world.  Annual income per person is \nabout $13,700.\n\n Inflation: Inflation, which was at 400 percent in the mid-1980s, was reduced to single digits by 1992 thanks to a \nmajor stabilization program.  However, since 1992, when inflation stood at 9 percent, prices have been creeping \nback up.  Inflation in 1994 exceeded 14 percent mainly due to an unexpected upturn in housing and food prices; \npreliminary 1995 figures indicate a reduction in the inflation rate so far this year.\n\n Unemployment: In the early 1990s, unemployment climbed into double digits due to a population surge from new \nimmigrants.  In the last year alone, however, unemployment dropped from 10 percent to 7.6 percent.  The \nunemployment rate for new immigrants decreased from 38 percent in 1991 to 12 percent in 1994.\n\n The vast improvements in the Israeli economy are being recognized in international financial circles.  The Union \nBank of Switzerland, for example, recently named Israel one of the world's \"top five countries for future economic \ncompetitiveness\" along with China, Japan, Korea, and Singapore.  Standard and Poor's, which upgraded Israel's \ncredit rating to a BBB+ in 1993, visited Israel recently and is considering elevating the rating even higher, A \nGoldman Sachs report says that S&P should upgrade Israel's rating because of \"the improvement in Israel's \nsovereign credit indicators, coupled with the progress toward peace in the region.\" Moody's also visited Israel \nrecently to assign its own rating.\n\n Economic Reform:\n\n Since 1985, Israel has been implementing an ambitious plan of economic reform based on several principles:\n\n * Reducing the role of the government in the economy and cut the budget deficit;\n\n * Promoting greater reliance on market mechanisms and competition in the world economy;\n\n * Reducing government barriers to private investment and trade.\n\n The results of Israel's economic restructuring program are impressive:\n\n Budget Policy - Reducing Deficits, Changing Priorities:\n\n * The budget deficit has been cut in half from 5 percent of GDP in 1991 and 1992 to about 2.5 percent in 1994.\n\n * Several measures were implemented to achieve this deficit reduction: drastic budget cuts (government spending \nhas decreased by 10 percent as a share of GDP since 1986); elimination of most government subsidies (reduced \nfrom 3.5 percent of spending in 1989 to 1.8 percent in 1994); and privatization of government enterprises (see \nbelow).\n\n * The government has also reduced the tax burden in recent years, including cuts in the value-added tax, corporate \nincome tax, travel tax, tariffs, and income tax rates for individuals.  These tax policies have reduced the tax burden \nby 4 percent of GDP since 1988.  In its FY 1995 budget, the government is reducing taxes by $300 million, \nincluding cuts in employers' national insurance taxes ($200 million) and indirect taxes ($70 million).  Further tax cuts \nfor the middle class were decided by the Israeli government last month.\n\n * The Government has removed itself from the housing construction business and has instituted new tax incentives \nand matching funds for private sector research and development,\n\n Privatization:\n\n * Israel's once centralized economy is gradually being disassembled through an aggressive strategy of \nprivatization.  In 1993, the government sold more than $1.2 billion worth of holdings to the private sector.  In 1991 \nand 1992, the government sold $393 million and $633 million respectively.\n\n\n\n * Although final figures are not yet available, privatization efforts slowed slightly in 1994.  But in 1995, the \ngovernment is expected to accelerate privatization by selling an estimated $1.4 billion worth of assets, according to \na recent U.S. State Department report.  Last month, Finance Minister Avraham Shohat announced that Israel's \nministerial economics committee had approved an options program aimed at speeding up the government's \nprivatization scheme.  Some of Israel's most attractive companies will be candidates for the program, including the \nZim shipping company and the four biggest banks.\n\n * Companies undergoing either complete or partial sale include: El Al Airlines; Israel Housing and Development \nCorporation; Malam Systems (computers); Israel Shipyards; Koor Industries; and Tourism Enterprises \nDevelopment.  The Government also is selling off shares of Bezeq (telecommunications) and Israel Chemicals Ltd.\n\n Capital Markets:\n\n * The government has implemented substantial deregulation of the capital markets.  Foreign exchange controls \nhave been liberalized to ease borrowing requirements, increase competition, and encourage international \ninvestment and trade.\n\n * In response to high inflation, the Bank of Israel has been raising interest rates and slowing the money supply.\n\n * The government, which was forced to bail out Israel's collapsing banks in the early 1980s, has been actively and \nsuccessfully selling off its shares of Israel's banks.\n\n Investment Incentives:\n\n * In 1994, the Israeli Knesset and Cabinet approved the creation of a Foreign Export Processing Zone (FEPZ), \nwhich will attract foreign investment by offering export-oriented businesses a environment free from government \nintervention.  The 500-acre export zone will be located in the Negev region near Beersheba.\n\n * Finns that establish operations in the FEPZ will receive an income tax exemption for the first 20 years of \noperation, as well as full exemption from import and export duties and taxes,\n\n Trade Liberalization:\n\n Free trade has been a very important part of Israel's integration into the world economy.  Israel has not only \nremoved tariffs but has also eliminated quotas, licensing restrictions, and non-tariff barriers.  Israel is currently \nnegotiating a free-trade agreement with Canada.  Israel has been a member of the General Agreement on Tariffs \nand Trade (GATT) since 1963, and is in the process of ratifying the new Uruguay Round world trade agreement.\n\n As a small country, Israel relies heavily on trade for its economic well-being.  For example, exports account for \nmore than 40 percent of industrial production, of which half is made up of high- technology products.  For decades, \nthough, Israel was snubbed both economically and politically by many countries that adhered to the Arab boycott of \nIsrael.  The changing geopolitical climate in the Middle East, combined with a more open global trading system, are \nallowing Israel to seek and expand new export markets, particularly in Asia.  In 1994, Israel's exports to Asia rose \nto $2.4 billion, more than a 25 percent increase,\n\n Israel's Greatest Asset - Human Capital:\n\n Israel has one of the most highly educated workforces in the world.  On a per-capita basis, Israel has more \nscientists, doctors, and engineers than any other country.  Israel spends about 3 percent of its GDP on research \nand development, among the highest rates in the world.\n\n The influx of immigrants from the former Soviet Union has added unprecedented talent to Israel's pool of human \ncapital.  Included among the newcomers are many engineers, doctors, and physicists.  Not all of these immigrants \nwith advanced degrees have yet been able to find work commensurate with their skills.  But overall, their presence \nis making Israel one of the most skilled, competitive, and attractive labor forces in the world.\n\n\n\n Conclusion:\n\n The challenge for the United States now is to continue to support, reinforce, and accelerate growth in the Israeli \neconomy while encouraging continued economic reforms.  Currently, aid to Israel is primarily defense-related -- \nused either to purchase military equipment or to help service debt used to purchase military equipment in the past.  \nThe defense burden on the Israeli economy is extraordinary, and American aid is vital if Israel is to maintain its \nqualitative military edge, Without such aid, Israel would not be able to simultaneously defend itself, absorb \nimmigrants, and reform its economy.  Without American aid, one -- or more - of these areas would have to give, \nand both America and Israel would feel the pain.\n\n Moreover, Israel continues to struggle with the negative effects on its economy of the persistent Arab economic \nboycott, which has hampered Israel's economic growth since its creation in 1948.  According to a 1994 study by the \nInternational Trade Commission (ITC), the Arab boycott of Israel has cost U.S. business approximately $41 0 \nmillion in 1993.  In addition, the ITC study found that the cost of complying with U.S. laws cost an additional $160 \nmillion that same year.  U.S. Trade Representative Mickey Kantor, who requested the study, commented \" t his \nfinding underlies the critical importance of ending the Arab League boycott in its entirety.\"\n\n However, some progress on the boycott occurred in 1994.  The Gulf Cooperation Council (GCC), after meeting \nwith Secretary of State Warren Christopher at the UN, announced on September 30 the effective end of its member \nstates' compliance with \"provisions of the Arab boycott of Israel\" in light of the progress achieved in the peace \nprocess.  Upon an examination of the \"mutual interests of the GCC and its trading partners,… the secondary and \ntertiary boycott are no longer a threat,\" the GCC communique said.  This move came after Commerce Secretary \nRon Brown was assured in January by a senior Arab League official that the League would discuss ending the \nboycott at its March session, the issue was not even raised at the meeting.\n\n The GCC, representing the Arab world's richest countries, pledged also to support an Arab League's review of the \neconomic boycott of Israel.  According top press reports, U.S. officials privately warned Saudi Arabia prior to the \nGCC announcement that the United States was considering to investigate and possibly seek sanctions under U.S.  \ntrade law for the 21-member Arab League's unfair trade practices.  Moreover, the United States has over the years \npressured the Arab states to end the economic boycott; both the Clinton Administration - particularly Warren \nChristopher -- and Congress played an important role in underscoring American resolve on this subject.  Jordan \nended its participation in the boycott when it joined Egypt to become the only Arab nations to have concluded full \npeace treaties with Israel.\n\n Yet the boycott is still hurting Israel, and the other major burdens - defense, immigrant absorption, and economic \nreform -- are still weighing heavily on the Israeli economy.  American aid remains critical.  Although the nominal \nlevel of aid to Israel has remained steady for nine years, the real value of this aid is constantly declining.  Taking \ninto account inflation, our aid package to Israel has eroded in value by over $1 billion (or 33 percent) since 1986 \n(see Chart 4).  The effects of inflation are somewhat mitigated, however, by the early disbursal of military and \neconomic aid: In receiving its aid package sooner, Israel is able to regain a small part of the aid lost to inflation.  \nThe aid remains a relatively small, but vital, American investment - and most of it is immediately returned to the \nUnited States.  Furthermore, Israel has signed an agreement with Washington committing itself to purchasing at \nleast an equivalent amount in U.S. goods to the economic aid it receives from the United States.\n\n Fostering Immigrant Absorption\n\n As a result of the successful efforts by the U.S. Congress and Administration in winning the freedom of Jews \nthroughout the world, Israel will be absorbing an estimated one million immigrants by the end of the century - a \nremarkable population increase of more than 20 percent.  This is an unprecedented challenge, equivalent to the \nUnited States absorbing 50 million new immigrants.  More than a half-million Jews have already immigrated to \nIsrael since the beginning of this decade, boosting its population by approximately 12 percent.  Israel took in \n200,000 immigrants in 1990, 176,000 in 1991, 77,000 in 1992, 77,000 in 1993, and 82,000 in 1994.\n\n\n\n The colossal immigration wave has presented Israel with a great blessing as well as an enormous challenge.  \nSocially, politically, and culturally, the new immigrants will have little trouble adjusting to their new home.  The \ngreatest challenge lies in their economic absorption.  In the short term, the 500,000 immigrants constitute an \neconomic burden.  But, at the same time, they have given Israel a tremendous source of educated, well-trained \nlabor, able to help the country in the long run.\n\n The cost of absorbing these new immigrants is enormous.  The population increase requires Israel to invest in a \nvast expansion of infrastructure.  Large ventures are already occurring in housing, transportation, education, job \ntraining, and job creation.  Israel's government spent approximately 20% of its 1993 budget on absorption -- up \nfrom 7.6 percent in 1990.\n\n Most of the cost incurred by absorption will be borne by domestic Israeli sources and contributions from world \nJewry; however, for the expansion to be a success, foreign assistance is also necessary.  To this end, the $10 \nbillion in American loan guarantees -- provided at no cost to the American tax payer - has helped Israel climb into \nthe global economy.\n\n If proper financing continues, the real power of Israel's economic potential will be realized, and one of history's \nmost massive immigrant absorption efforts will be a success.\n\n The United States has never experienced immigration of this magnitude (as a percentage of total population), yet \neach wave of immigration to America has resulted in economic expansion.  Israel has had similar experiences, and \nconsidering the education levels of the current immigrants, this new wave should be no different.\n\n The levels of educational and technical skill of the immigrants far exceed those of the Israeli population, which \nalready are among the highest in the world.  According to Israeli Absorption Ministry figures, 52% of the \nimmigrants from the former Soviet Union who have come to Israel since 1989 have a high level of education.  The \nimmigrants include 62,000 engineers and architects, 10,000 scientists, 13,400 physicians, 27,700 teachers, \n13,250 artists, and over 6,000 communications specialists.\n\n As a percentage of population, there are more than 13 times the number of engineers and architects among the \nimmigrants than there are in the existing Israeli population, twice as many technicians, and six times as many \nphysicians, This high level of knowledge and skill will lead to a significant increase in the productivity of the \nbusiness sector, especially in the high-technology, research-and-development, and other export-oriented industries, \nif the proper levels of investment are made.\n\n Since 1990, some 386,000 new jobs have been created in Israel, Of this total, 357,000 jobs (92 percent) are in the \nprivate sector, As a result of private sector job growth, unemployment in Israel has dropped into single digits the \npast few years.  While unemployment and underemployment of new immigrants is still among the country's most \npressing economic problems, successful job creation is easing the transition for these newcomers.  Some 140,000 \nmore immigrants had jobs in 1994 than in 1991.\n\n Israel's relative success in absorbing new immigrants into the economy has been aided by two major factors.  \nFirst, the economic reform program has encouraged business expansion and, thus, new job opportunities.  Second, \nthe U.S. loan guarantee program has enabled Israel to obtain the foreign capital it needs to keep the economy \ngrowing while its population grows so rapidly.\n\n The funds raised through the guarantees expand the pool of low interest investment capital available to Israeli \nbusinesses.  Easier access to capital by businesses allows the economic absorption of the immigrants to be driven \nby the private sector.  A portion of the U.S.  guaranteed funds are used to enlarge the nations infrastructure - roads, \nairports, electricity, sewage treatment -- to cope with the increased demands of a larger population and growing \nbusiness sector.  Since the loan guarantees were made available to Israel, there has been a substantial increase in \nimports of U.S. capital goods.\n\n\n\n Amidst the arrival of tens of thousands of refugees on regular flights, behind-the-scenes rescue operations in war-\ntorn regions of Central Europe, the Caucasus, and the Muslim republics continue.  These airlifts are bringing \nrefugees to Israel almost daily.\n\n In the last four months, dozens of Jews fleeing the war-torn breakaway republic of Chechnya were airlifted to Israel \nin an ongoing rescue operation coordinated by Israel's Jewish Agency.\n\n As the full scope of the atrocities in the former Yugoslavia unfolds, Israeli rescue missions in strife-ridden Sarajevo \nhave accelerated.  To date, more than 1,200 Jewish refugees from Croatia and Bosnia have been transported to \nIsrael in 11 rescue missions.\n\n It was revealed last October that 3,800 Jews had left Syria since 1992, when President Hafez Assad lifted travel \nrestrictions.  Approximately 1,300 of them went to live in Israel.  Only an estimated 230 Jews have chosen to \nremain in Syria.\n\n Israel's Ethiopian community has more than doubled to 51,000 following the heroic airlift (Operation Solomon) of \n14,000 Ethiopian Jews from Addis Ababa in May 1991.  Some 8,000 were brought in after the rescue operation.  \nOnly a few hundred remain, most in extremely remote locations accessible only by foot.  The arrival of 7,000-8,000 \nFalashmora -- Jews who converted to Christianity - is expected to boost in the near future the 2,000 already in \nIsrael.\n\n As the economic and political situation in the former Soviet Union deteriorates, Israel is bracing for the possibility of \nnew waves of refugees.  Approximately 600,000 Jews hold applications to immigrate to Israel.  It is estimated that \nover 1.3 million Jews remain in the former Soviet Union.\n\n Nationalist groups such as Pamyat remain active and have grown in strength as instability persists.  anti-Semitism \npublications are increasing in quantity and virulence, while incidents of \"street\" anti-Semitism are consistently \nreported throughout all areas of the former Soviet Union.  These disturbing developments make it imperative that \nIsrael be able to successfully absorb Jews who wish to leave,\n\n Many throughout the world applied pressure on what was then the Soviet Union to allow the Jews to emigrate to \nIsrael.  The United States played the leading role in winning freedom for the oppressed Soviet Jews.  We must not \nsquander the victory of Soviet Jewish emigration.  Helping Israel absorb these immigrants will realize America's \nhistoric commitment to alleviating the plight of refugees, while promoting the U.S. foreign-policy interest in a strong \nand thriving Israel as a force for peace and stability.\n\n Utilization of U.S. Loan Guarantees:\n\n The recent implementation of the loan guarantees is also helping Israel down the road to economic self-\nsufficiency.  One of the by- products of the influx of immigration was a tremendous increase in Israeli imports and a \ncorresponding worsening of the trade deficit.  The funds Israel has received as a result of the guarantees are \nallowing Israel to lower this trade deficit while continuing foreign trade.  Because the greatest percentage of Israeli \nimports comes from the United States, the guarantees -- which cost the American taxpayer nothing -- are \npermitting Israel to pump money into American business.\n\n The loan guarantees have had three significant effects on Israel's economy.  Initially, in 1991, when it appeared \nthe United States would not provide guarantees, private foreign banks virtually froze lending levels to Israel.  Upon \npassage of the guarantees, the private sector began to show a much higher level of interest in the Israeli economy.  \nToday, more banks are lending to Israel than ever before.  In other words, private investment in Israel is a direct \nresult of American public trust in Israel.  In addition to spurring private investment, passage of the guarantees sent \na signal to other Western countries.  Following America's lead, European nations began to sign off on their own \nimmigrant absorption aid packages.\n\n\n\n The most important effect of the guarantees, however, was the message they sent to Jews in the former Soviet \nUnion.  While the loan guarantees were stalled, Israel's ability to absorb the new immigrants economically - \nproviding them with jobs -- was strained.  This caused concern among potential immigrants and led to a temporary \nhalt of immigration.  Since the passage of the loan guarantees, immigrant unemployment in Israel has been cut in \nhalf and immigration has increased again.\n\n Because Israel's current foreign debt situation is very favorable, the government should have little trouble paying \nback its loans.  Israeli external debt is 30% of GDP, down from nearly 80% in 1985.  Even with an estimated \nadditional $20 billion in foreign debt over the next 5 to 7 years, Israel's foreign debt will still be served easily the \ngrowth of exports and overall increases in the GDP will more than make up for the additional annual foreign-debt \npayments.  The U.S. General Accounting Office (GAO) stated in a report released in February 1992: \"We believe \nthat if Congress authorizes the $10 billion in loan guarantees requested by the Israeli government, the Israeli \ngovernment will likely be able to fully service its external debt and to continue its past record of payment.\" Dr. \nStanley Fischer, former Chief Economist for the World Bank, stated last year before Congress: \"Israel is an \nexcellent credit risk, with an unblemished record of servicing its debt in far more difficult conditions than it is likely to \nface in the future… The single best predictor of the likelihood that a country will default is whether it has done so \nbefore… A country that has demonstrated the willingness and ability to implement the needed measures when it \nexperiences balance of payments problems -- as Israel has -- is that much more credible as a good credit risk.'\n\n III.  CONCLUSION\n\n Mr. Chairman, the deep, broad-based partnership between the United States and Israel continues to flourish.  The \ndemocratic elections in Israel, which led to the peaceful transfer of power from the governing party to its most bitter \nrival - an occurrence unknown in the Arab world - served to remind us of the extent to which the Israelis share our \nmost fundamental values.  A new era is dawning that holds great promise for both countries, and bodes well for the \nfuture of U.S.-Israel relations.  For the first time in over four decades, there is real promise in a negotiating process \nwhich could bring an end to the state of war that has existed between Israel and its Arab neighbors.  The United \nStates was instrumental in creating the process and will be instrumental in its ultimate success.  As Israel takes \nrisks inherent in any such negotiation, it is imperative that the United States remain steadfast in its support for the \nJewish state.  This Committee, by voting for $3 billion in military and earmarked economic assistance and the \nlegislatively mandated terms of that assistance to Israel in FY 1996, will be helping to ensure that steadfastness \nand strength which have always worked to the benefit of both countries and promise to work even more so in the \ncoming years.\n"}