{"title": "Ashcroft Names Key Aides To Senior Posts at Justice; Incremental Changes Expected Under New Attorney General", "body": "\n John D. Ashcroft's Justice Department began taking shape yesterday, as the new attorney general named \ntrusted aides to senior staff jobs and conferred with Bush administration officials over the probable appointments of \nLarry D. Thompson as deputy attorney general and Theodore Olson as solicitor general. \n\n Justice Department officials outlined an initial Ashcroft agenda that will focus on tougher enforcement of existing \nlaws governing the sale of handguns; a new, lifetime ban on the ownership of guns for juveniles who use firearms \nwhile committing a crime; and following through on a Bush campaign pledge to break the troubled Immigration and \nNaturalization Service into two parts. One of the new agencies would focus on the enforcement of immigration \nlaws, while the other would emphasize the more rapid processing of applications for citizenship. \n\n But Ashcroft himself said little publicly a day after he won confirmation by a 58 to 42 Senate vote in one of the \nmost bitter battles over a Cabinet nominee in recent times. Ashcroft toured the Justice Department's headquarters \nand shook hands with scores of new employees. He also took a drug test that is required of new employees. \n\n Ashcroft \"will outline his vision for the Justice Department early next week,\" said Mindy Tucker, the new Justice \nDepartment spokeswoman, who previously served as a Bush campaign spokeswoman in Austin. \n\n Thompson, a partner in the Atlanta law firm of King & Spalding and a former U.S. attorney, is a conservative, \nAfrican American lawyer whose appointment to the high-profile No. 2 slot could help soften the criticism of Ashcroft \nthat emerged during the confirmation hearings over his stands on desegregation and affirmative action, Bush \nadministration officials said. \n\n Thompson, a native of Missouri -- where Ashcroft was elected to high public office five times -- served as an \nadviser to Supreme Court Justice Clarence Thomas when Thomas underwent the same kind of bruising Senate \nconfirmation process that Ashcroft endured. \n\n Olson, who as solicitor general would argue cases for the federal government before the Supreme Court, twice \nrepresented Bush before the justices during the post-election battle over the Florida vote. A leading figure in \nconservative legal circles, he has argued 15 cases before the high court. \n\n\n In the coming weeks, Ashcroft will face important decisions on critical issues inherited from his predecessor, Janet \nReno, including whether to continue pursuing a multibillion-dollar lawsuit against tobacco companies. As a senator, \nhe was critical of that effort. \n\n Antitrust matters on the agenda include how to proceed with the Microsoft case, which is on appeal. Ashcroft will \nalso struggle to hold down the Justice Department's $ 23 billion budget. He is slated to receive his first budget \nbriefing on Monday. \n\n Despite Ashcroft's record as a fierce opponent of abortion and new laws restricting gun sales, observers from \nboth ends of the political spectrum say they anticipate that Ashcroft will make incremental, rather than radical, \nchanges in the Justice Department's approach to major policy issues. Ashcroft emphasized during his \nconfirmation hearings that, as attorney general, he would enforce existing laws rather than seek the enactment of \nlegislation overturning laws with which he disagrees. \n\n \"There will be a conservative touchstone, but the methodology will be incrementalism,\" said Clint Bolick of the \nInstitute for Justice, a conservative think tank that has provided recommendations to the Ashcroft transition team. \n\"When there is an opportunity, I expect Ashcroft will seize it, but I don't think he'll go looking for a fight.\" \n\n Ashcroft is likely to oversee the first federal executions since 1963, including that of Oklahoma City bomber \nTimothy J. McVeigh. Ashcroft promised the Senate that he would complete a study begun under Reno into alleged \nracial and geographic disparities in the prosecution of federal death penalty cases. \n\n During his confirmation hearings, Ashcroft said the Justice Department would take the lead in making sure that \npeople are not targeted by police because of their race, an issue that he held hearings on as a senator. Justice \nDepartment officials are monitoring a consent decree to curtail racial profiling by officers in New Jersey. \n\n Sens. Patrick J. Leahy (D-Vt.) and Edward M. Kennedy (D-Mass.), who led the Senate opposition to Ashcroft, \nhave vowed to give close scrutiny to all nominees for important Justice posts -- including the top position in the \ncivil rights division, a job that entails the prosecution of race discrimination cases and the enforcement of voting \nrights laws. \n\n One candidate under consideration is Peter N. Kirsanow, a top Cleveland labor lawyer and key player in the \nCenter for New Black Leadership, a conservative think tank. But one attorney close to the Bush transition said: \n\"That is going to be one tough, tough job to fill. It's so controversial. They are going to tread very carefully.\" \n\n Ashcroft sent out an e-mail to 102,000 of the far-flung department's 130,000 employees yesterday. Just days after \nhe faced claims from opponents that minorities would not trust him as attorney general, Ashcroft declared his \n\"unwavering\" commitment to defending the rights of all Americans. \n\n \"On our shoulders rests the responsibility of upholding the American justice tradition that strives to bring protection \nto the weak, freedom to the restrained, liberty to the oppressed and security to all,\" he wrote. \n\n Observers said Ashcroft will find it challenging to rapidly change the direction of the department because to its \ncomplexity and size. It encompasses a number of institutions, such as the rapidly growing Bureau of Prisons, the \nDrug Enforcement Administration and the FBI. \n\n \"It's a big and lumbering agency, and changing its course directionally, if that's what's desired, is a very tough \ntask,\" said Charles J. Cooper, a Justice Department official under President Ronald Reagan who is now in private \npractice. \"I think the most urgent challenge is just restoring a sense of trust and respect for main Justice within the \ncomponents, especially the FBI. There's been very nearly open warfare there for years now.\" \n\n Not everyone agrees that change will come slowly. Thomas L. Jipping, vice president for legal policy at the Free \nCongress Foundation, said Ashcroft's lengthy political career shows a man unafraid to forge ahead on \ncontroversial issues. \n\n\n\n \"There's going to be a change or a shift in policy in most areas,\" Jipping said. \"If the left thinks that they will \nsomehow drive the Justice Department, like John Ashcroft is a puppy they've whacked with a paper, they're \nfooling themselves. John Ashcroft will be the same attorney general he would be if he had been unanimously \nconfirmed.\" \n\n Bolick said one test of Ashcroft will come with the proposed congressional redistricting, which the Justice \nDepartment must approve in all or part of 16 states -- mostly in the South and Southwest -- under the Voting Rights \nAct. \n\n The Supreme Court in recent years has generally frowned on making race central to the drawing of election district \nboundaries, but the Clinton Justice Department won lower court approval for creating some majority black districts \nin the South and persuaded the Supreme Court to uphold a majority Hispanic district in Chicago. \n\n Ashcroft has given few hints to what his approach on such issues would be, although he has been critical of \naffirmative action and other race-based programs. Ashcroft came under heavy attack in the Senate Judiciary \nCommittee for vetoing bills as Missouri's governor that were aimed at increasing voter rolls in St. Louis, which has a \nlarge African American population. \n\n As he began to assemble his leadership team yesterday, Ashcroft appointed David Ayres, who served as his chief \nof staff in the Senate, to the same post at Justice. He named David Israelite, who worked at the Republican \nNational Committee, as deputy chief of staff. \n\n Ashcroft also spoke with FBI Director Louis J. Freeh and former deputy attorney general Eric H. Holder Jr. \n\n Earlier in the day, Ashcroft eschewed the elevators and walked the steps and hallways of the six-story Justice \nDepartment building for hours, shaking hands with employees. Many said it was evident from the time Ashcroft \nbegan touring the building at 9:00 a.m. until he settled into his fifth floor office a few hours later that he can be \npersonable and approachable. \n\n \"He played it real smart,\" a Justice Department official said. \"The whole 'getting out and meeting the troops thing' \nwas a brilliant idea. That type of stuff in a big organization like this is well received.\" \n"}