{"title": "Migrate toward reform", "body": "\nWASHINGTON --- You might not have heard much about it, but immigration supporters held a huge rally on the \nNational Mall two weeks ago. Overshadowed by the spectacle surrounding the health care debate, they were out in \nlarge numbers to urge Congress to pass comprehensive immigration reform, which would include a path to \ncitizenship for the estimated 11 million illegal immigrants already here.\n\nPresident Barack Obama's critics frequently claim that he's too ambitious, taking on too many complex and \ncontentious issues. But the president doesn't have much choice: Several complex and contentious issues have \nlanguished too long. Immigration reform is one of those.\n\nIt's a shame that a common-sense bill, supported by the Bush administration, died in 2007 after a backlash from the \nRepublican base. The right continues to denounce what its leaders call \"amnesty,\" but they haven't offered a \nreasonable plan for helping hardworking painters and plumbers, maids and manicurists to come out of the \nshadows.\n\nWhat kind of country would deport promising teenage Americans just because their parents came from Guatemala \nor Gambia without permission? What kind of country would exploit the labor of workers but refuse to allow them the \nchance at legal status?\n\nObama told the rally that he would start work soon on immigration reform; he gave his blessing to a framework \noffered by Sens. Lindsey Graham (R-S.C.) and Chuck Schumer (D-N.Y.). In a Washington Post essay last month, \nGraham and Schumer called for a high-tech \"biometric\" Social Security card; stronger border security; increased \ntemporary access for low-skilled workers; and a \"tough but fair path to legalization for those already here.\"\n\nDespite that pledge of bipartisanship, few think the process will be anything but long and bloody. Georgia's \nRepublican senators have already backed away from any support for a comprehensive plan.\n\nAt a 2007 meeting of the state Republican Party, Sens. Johnny Isakson (R-Ga.) and Saxby Chambliss (R-Ga.) were \nloudly booed for their work on legislation that would have tightened border security while also granting illegal \nworkers a path toward citizenship. Neither man has mentioned anything that could be caricatured as \"amnesty\" \nsince then.\n\n\nIsakson told me last month that metro Atlanta's new status as a major hub for Mexican narco-traffickers demands a \nfocus on border security. \"It would be a gargantuan mistake to try to do some comprehensive legislation,\" he said. \nIsakson's concerns about security are legitimate, but there's no reason they couldn't be addressed in a \ncomprehensive bill.\n\nEven if the politics are difficult, Democrats might gain support with their base if they take up the cause of \nimmigration reform. \"It divides them [Republicans] worse than us,\" Democratic pollster/strategist James Carville \ntold a group of journalists last week. \"Politically, I think it is a good issue for Democrats to bring up. It gives them \n[the GOP] fits, real fits.\"\n\nCarville's blunt remarks underscored a demographic reality that shrewd Republicans also admit: As the nation \ngrows browner, the GOP is increasingly a party of older whites. Vehement anti-immigrant rhetoric alienates Latino \nvoters.\n\nThat alone ought to give Republicans the courage to join with Democrats to adopt comprehensive immigration \nreform. And then there's this: It's the right thing to do.\n"}