{"title": "'Fog of War' Marks Campaign as Australia Re-elects Leadership", "body": "\nPrime Minister John Howard and his conservative government won a third term today in national elections that \nfocused on security and immigration issues. \n\n     Mr. Howard, 62, who took a hard-line stance against illegal immigration and emphasized his support for the \nAmerican-led war against terrorism, won with an increased majority, according to counts by election officials and \ncomputer projections by news media analysts. \n\n With 80 percent of the vote counted, the Australian Broadcasting Corporation reported that Mr. Howard's Liberal \nParty had won 67 seats in the 150-seat lower house of Parliament. Its junior coalition partner, the National Party, \nwon 12 seats, giving them a majority. The rival Labor Party, led by Kim Beazley, 52, a former defense minister, won \n65 seats, the network reported. \n\nAustralians also chose lawmakers for 40 of the 76 seats in the Senate. \n\nMr. Beazley, who has led his party for six years, conceded defeat and withdrew from the leadership, saying, \"We \nfought in the adverse circumstances of the fog of war.\"\n\nThe re-election of the Howard government will consolidate Australia's cordial official links with the United States. \n\"All of us are deeply conscious of the changes that have come over the world and therefore over our nation since \nthe terrible events in the United States of Sept. 11,\" Mr. Howard said.\n\nLabor's promises for modest improvements in health, education, tax and welfare programs were not enough to oust \na government that oversaw six years of general economic progress. \n\nA clear majority of the 12 million voters approved of Mr. Howard's prompt commitment of a 1,500-strong Australian \nforce to support the American war effort in Afghanistan and also of his recent refusal to grant asylum to nearly \n2,000 refugees from Muslim countries.\n\nElected to Parliament in 1972, Mr. Howard is the fourth Australian prime minister to win a third term.He is perceived \nas being more conservative than many of his colleagues on issues like reconciliation with the Aborigines, the \nindigenous black minority, and the nation's evolution to a republic, severing ceremonial ties to the British monarchy. \n\nHis foreign policy priority will be to improve relations with neighboring Indonesia, the world's most populous Muslim \nnation, which has been accused of tolerating smugglers that ferry Muslim refugees and economic migrants into \nAustralian waters. \n\n\nThroughout the five-week election campaign, reports of the 2,000 asylum seekers on about a dozen boats that \nwere turned back by the navy or shipped to detention camps, received extensive coverage, reinforcing the \ngovernment's emphasis on border protection and overshadowing Labor's focus on social reforms.\n\nThe Labor Party held a slim advantage in opinion polls until August when Mr. Howard's rating surged by 15 \npercentage points after he refused entry to the asylum seekers. Most were refugees from Afghanistan, Iraq, Iran \nand other Muslim countries seeking asylum in Australia. \n\nAustralia grants only three-year \"temporary protection\" visas to unauthorized arrivals deemed to be genuine \nrefugees but gives full rights to about 12,000 United Nations-authorized refugees each year.\n\nAbout 1,200 candidates from three mainstream parties and three minor groups, including environmentalist and \nwatchdog activists, sought election to the House of Representatives where the government had held a seven-seat \nmargin since re-election in 1998. \n\nhttp://www.nytimes.com\n"}