{"title": "IMMIGRATION OFFICERS ARREST 38 WANTED FOR SMUGGLING FOREIGNERS INTO THE U.S.;AUTHORITIES HAD HELP FROM SEVERAL COUNTRIES IN LATIN AMERICA", "body": "\nU.S. immigration officers working with officials in Mexico and five Central American nations have arrested 38 \npeople wanted for smuggling foreigners into the United States. Immigration officials detained 3,500 people \nbefore they got to the United States.\n\nImmigration Commissioner Doris Meissner announced the results of the operation at a news conference Tuesday. \nThe three-week operation began Sept. 21.\n\nShe said the joint operation was an \"extremely cost-effective\" way to attack the growing, \"nasty and vicious\" billion-\ndollar alien smuggling business. Catching smugglers and their clients in Latin America saves the U.S. \ngovernment the cost of finding and detaining illegal aliens and \"is much less dangerous for the migrants,\" whose \nlives often are put at risk during their journey, she said.\n\nThe most significant arrest was made with help from the Guatemalan government. Two individuals working in \nGuatemala for the U.S. Immigration and Naturalization Service found Jose Leon Castillo, believed to be a lea der \nin the smuggling trade. Guatemala expelled him to his native country, Honduras, by putting him on a plane that \nwent first to the United States, said Richard Cravener, head of the immigration service's Houston office. Upon his \narrival in Los Angeles on Oct. 5, Castillo was arrested. He will be transferred later this month to Houston, where he \nfaces federal alien smuggling charges.\n\nThe immigration service considers Castillo one of the hemisphere's most notorious smugglers. Meissner said that \nCastillo has smuggled thousands of illegal aliens into the United States during his more than five years running a \nmajor operation.\n\nThe other Central American countries taking part in the operation were Belize, El Salvador, Honduras and \nPanama. Thirty-four of the 38 smugglers were arrested outside the United States and face charges where they \nwere taken into custody.\n\nThe 3,500 migrants detained abroad were destined for this country; most had paid up to $ 3,800 apiece to the \nsmugglers, Meissner said. The migrants came from 25 different countries, but primarily from Guatemala, \nHonduras, Ecuador and El Salvador. They were detained for immigration violations in the cooperating countries \nand most were returned to their country of origin, U.S. officials said.\n"}