{"title": "Man is sentenced in fatal crash Accident last year claimed life of college student; motorist was driving drunk.", "body": "\nA judge sentenced an illegal immigrant on Thursday to 10 years in prison for causing an accident here last year \nthat killed 21-year-old college student Nicole Allen and seriously injured two of her friends.\n\nPedro Santos, 27, pleaded guilty Nov. 26 before St. Louis County Circuit Judge Michael T. Jamison to charges of \ninvoluntary manslaughter, leaving the scene of an accident and two counts of assault.\n\nJamison heard tearful testimony in an emotion-laden hearing Thursday, as well as a sobbing apology from the \ndefendant through an interpreter. The judge said he read scores of letters that he received about the case and \ndeliberated long and hard before rendering his decision.\n\nSantos admitted he was drunk at 11:57 p.m. April 20 when he plowed a Lincoln Town Car into the back of a 1991 \nAcura, stopped at a red light at the intersection of Marine Avenue and Bennington Place in Maryland Heights.\n\nThe impact killed Allen, a junior at the University of Missouri-St. Louis who was a 2004 graduate of Parkway North \nHigh School. Allen was a passenger in the back seat. Seriously injured were another passenger, Charles A. \n\"Chuck\" Miller III, 28, and the driver, Larry Lane, 24.\n\nSantos fled from the scene. Police caught him three hours later in nearby woods. Santos has admitted he was an \nillegal immigrant who was driving his girlfriend's car and was drunk.\n\nProsecutor Alan M. Key Jr. said Santos had a blood alcohol level of .12 about six hours after the accident. That \nlevel meant Santos' blood alcohol was about .24 when the crash took place, Key told the Post-Dispatch, or three \ntimes Missouri's legal limit of .08.\n\nMiller and Allen's mother, stepfather and father told Jamison on Thursday about the effects of the crash on their \nlives. Miller required spinal fusion, spends nights in pain and lost his job because of his injuries.\n\nAllen lived with her mother, Denise Buchholz, and her stepfather, Brian Buchholz, in the 11800 block of Gold Leaf \nDrive, an unincorporated pocket of St. Louis County near Maryland Heights. They said their lives will never be the \nsame.\n\nDenise Buchholz said she had gone from planning a girls' night out with Nicole to planning her funeral.\n\n\"She looked forward to graduating from college, getting married and having a baby of her own,\" her mother told \nJamison. \"She never had a chance to live her dreams.\"\n\n\nBrian Buchholz reminisced about Nicole's help in picking out his wife's wedding ring. Both talked about sleepless \nnights and problems with their jobs because they have been unable to concentrate since Nicole died.\n\nThrough an interpreter, Santos said he was sorry for what had happened, that he prayed for the victim, that he had \nbeen the sole provider for his family in Mexico and that he would be unable to see his family for many years.\n\nOnce Santos completes his prison sentence in Missouri, he will be deported, authorities said.\n\nGraphic\n\n \n\nPHOTO\n\n PHOTO - Santos Faces deportation after doing time \n"}