{"title": "Editorial: Court ruling puts college out of reach for immigrant students", "body": "\nA ruling by a state appeals court in Sacramento this week seriously jeopardizes undocumented immigrants' right \nto attend state colleges on in-state tuition rates. If left unchallenged, that decision would put college out of reach \nfor tens of thousands of high-achieving students   not only devastating them personally, but handing the state \nanother setback in trying to prepare an educated workforce.\n\nDefenders of the current tuition policy must vigorously take their case to the state Supreme Court and to Congress, \nwhich could settle the issue with enlightened immigration reform. It should pass the long-stalled DREAM Act, which \nwould give undocumented college students a path to citizenship and make them eligible for federal financial aid.\n\nThe suit was brought by out-of-state students at all three of California's higher education systems. They cited a \n1996 federal law that said illegal immigrants \"shall not be eligible on the basis of residence within a state for any \npostsecondary education benefit unless a citizen ... of the United States is eligible for such a benefit without regard \nto whether the citizen ... is such a resident.\" The court ruled that California's policy was at odds with that law.\n\nCalifornia is one of 10 states that offer in-state tuition to undocumented students who live within their borders.\n\nThe ruling by a three-judge appeals court panel was unanimous, but the case, which now returns to superior \ncourt, is not open-and-shut. A federal court threw out a case in another state on the grounds that out-of-state \nstudents couldn't claim harm just because in-state immigrants paid less.\n\nSeven years ago, California legislators crafted their tuition policy with the feds in mind. Undocumented students \nmust attend three years of high school in California and graduate from a school here to be eligible for in-state tuition \nin college. That's a more stringent requirement than the one-year residency rule for out-of-staters.\n\nAn estimated 20,000 to 30,000 undocumented students pay the in-state rate. Most come from low-income families \nwho would be eligible for Cal Grants as well as in-state tuition if California passed a proposed state version of the \nDREAM Act. If this ruling holds up, most would drop out. Out-of-state fees are nearly $18,000 more a year to \nattend the University of California, $8,000 more at a California State University campus and eight times the in-state \ncharge of $20 a credit at a community college.\n\nUndocumented college students arrived in California, often as infants, because of decisions of their parents. Many \nattended high schools where the dropout rate exceeds 50 percent. They should be helped, not punished, for their \nsuccess.\n\nThe federal government acknowledges states have the right to admit undocumented residents to their colleges. \nStates should also be able to decide, based on their own self-interest, how much to charge them.\n\n"}