{"title": "DAD & ME GOING WITH AMAZIN'S", "body": "\nThe last time there was a Subway Series, I was 5.\n\nI don't remember much about it, but I do clearly remember the next year, when the Brooklyn Dodgers were hijacked \nwest by a guy who in my father's house was always known as Sonuvabitch O'Malley.\n\nI always thought that was the full name of the man who took the Bums to Los Angeles, which, in my father's eyes, \nplaced SOB O'Malley in the same lineup of world history as Hitler, Stalin and Oliver Cromwell.\n\nMy old man still rooted for the Dodgers from afar because he hated the Yankees. For a union man like my father, \nrooting for anyone in pinstripes was like backing management.\n\nLike millions of other immigrants, my father truly became an American when he learned baseball by rooting for the \nBrooklyn Dodgers, a scrappy underdog team that best reflected the bruising borough where so many minorities and \nimmigrants lived and toiled.\n\nMany of the immigrants in those days crammed the Brooklyn tenements, took jobs on the Brooklyn piers or at the \nBrooklyn Navy Yard.\n\nFor them, Brooklyn was America. Many learned the national anthem at Dodger games and conquered English by \nreading Dodger newspaper stories.\n\nThe Dodgers welcomed and baptized these new arrivals into the American religion of baseball. Because the \norganization was not xenophobic to foreigners, it also made sense that the Dodgers were the first team to sign a \nblack man Jackie Robinson in 1947.\n\nThe blueblood Yankees wouldn't sign a black player for another six white years, because the Yankees of the Bronx \nwere an organization that also played to and for the white suburbs (which might explain why Rudy Giuliani always \nrooted for the Yanks).\n\nBut the Dodgers played for Brooklyn old and new.\n\nThat's why, when O'Malley hijacked the Bums, he also stole home plate from so many displaced people who now \ncalled Brooklyn home.\n\nFor five years my father grieved and brooded, as if a piece of his American identity had been swiped.\n\nThen, in 1962, here came a new National League New York team and from the very first pitch, my father became a \ndevout parishioner of the Mets. Even as the local candy store owner, Mister B., would sneer, \"If you wanna see the \nMets in foist place, turn da paper upside down,\" my father rooted for the hapless team.\n\n\nAfter he was forced into a medical retirement from his factory job, I'd sit with my old man on Tar Beach beside Babe \nCaputo's pigeon coop, listening to the games on a tinny little transistor radio, watching him punch and flail his arms \nwhen the Mets scored.\n\nHe lived to see the Mets climb from the subcellar to the penthouse in the amazin' World Series of 1969, which \nmade him beam with pride.\n\nIf there is a Subway Series, I wouldn't be my father's son if I didn't bet my last token on the Mets.\n"}