{"title": "THE IMMIGRATION CRUNCH As politicians push their plans to locak out illegal aliens, millions of newcomers to the United States fear being kicked out of the country they love Reluctant to leave: Many Salvadorans in the United States don't want to return to a country with no jobs.", "body": "\nCarlos Lazo knew exactly what he had to do that summer day in 1987 when the Salvadoran army grabbed him off \nthe street, shaved his head and threw him in a military fort for induction.\n\nFirst, a relative helped get him out of the army. Then he paid a smuggler $ 2,000 to bring him to the United States.\n\n\"There was much war going on,\" he said recently from his Stone Mountain apartment. \"They had already grabbed \nme once. I came so they wouldn't grab me again.\"\n\nHe's one of nearly 1 million Salvadorans who fled to the United States during a 12-year civil war that killed more \nthan 75,000 people before a truce was reached in 1992. About 200,000 remain as legally sanctioned refugees. \nMany more live here as illegal aliens.\n\nBut with peace has come U.S. pressure to go back to El Salvador, which many - in fact, most - would rather not do. \nThey won a reprieve June 30 when President Clinton extended for 18 months the asylum they had been granted.\n\nTheir Salvadoran government wants them to remain abroad, at least for a while, because there are no jobs to \ncome back to.\n\nSalvadoran refugees mail home $ 700 million to $ 1 billion a year, more than all foreign aid their country gets from \nthe United States or all the profits of El Salvador's largest industry, agriculture.\n\nThe money sent home, according to Salvadoran officials, finances an estimated 60 percent of all family purchases \nin the country.\n\n\"There's no work there,\" said Sonia Salazar, a hotel housekeeper who has lived in Atlanta since 1988. \"They \ndepend on us. We want to stay for our family that we have back there.\"\n\nMs. Salazar and her husband, Jose Antonio Gonzalez, have two children living with her parents in El Salvador. The \ncouple and Ms. Salazar's sister share a tiny one-bedroom Chamblee apartment. Ms. Salazar earns $ 125 weekly, \nher husband $ 320. Each month, they send home $ 100 to $ 150.\n\n\"We live better in this country than we could in ours right now,\" said Mr. Gonzalez, a landscaper. \"My brothers \nhave written me that I shouldn't even think of going back.\"\n\n\nMany Latin American analysts see the asylum extension as informal foreign aid. \"I don't see any other \ninterpretation that's possible,\" said Robert Pastor, a Carter Center expert on Latin America and the Caribbean.\n\nThe last thing the fragile Salvadoran government wants is thousands more disgruntled Salvadorans with much \nfree time and little hope.\n\n\"They say the war is over, but that's a lie,\" Mr. Gonzalez said. \"There is much thievery. The country has not \nchanged. It's dangerous, and there's no work.\"\n\n\"There's another war - crime,\" said Juan Cordourier, a Mexican immigrant in Atlanta married to a Salvadoran.\n\nThe thieves, Mr. Lazo said, \"don't work. They got out of the army. They got out of the guerrilla bands. And they \ndon't like to work. So they do the easy thing.\"\n\nSalvadorans in the United States may face tough times when the program expires Dec. 31, 1994. In these days of \nstrong anti-immigrant sentiment, when recent polls show that most Americans want to shut down borders, an \nincreasing number of Salvadorans fear they'll have to make a difficult choice - return home against their will or try \nto stay here illegally.\n\nMany say they'll attempt the latter.\n\n\"As long as immigration [officials] don't bother me, I'm thinking of staying here,\" said Mr. Lazo, the father of three \nchildren born in Atlanta. \"My children need to learn English.\"\n\n\"A lot would depend on conditions in our country,\" said Mr. Gonzalez, who allows that he's thinking of bringing his \nchildren here from El Salvador.\n\nThat worries immigration opponents.\n\n\"This just goes to confirm that all these so-called temporary programs turn out to be permanent,\" said Ira Mehlman, \na spokesman for the Federation for American Immigration Reform. \"It winds up being a back- door amnesty \nprogram for illegal immigrants from El Salvador.\"\n\nBut refugee rights activists say the Salvadorans should be allowed to stay.\n\n\"Many have children born and raised here,\" said Reynaldo Guerrero, executive director of the Center for \nImmigrants' Rights. \"They're established here in the U.S.\n\n\"Their income is a source of aid to the Salvadoran people in El Salvador,\" he said. \"The current situation in El \nSalvador is uncertain. I don't think it would be very wise to send back these people.\"\n\nImmigration policy arguments are lost on Blanca Estela, a 22-year- old housekeeper studying English at night. \nShe's on the go 14 hours a day, grosses $ 300 a week and sends $ 200 to $ 500 a month to her family back home.\n\nAll she cares about is that in the United States she can work, continue her education and live in peace.\n\n\"I don't have to live with the tension that there may be an attack,\" she said, \"or that a member of my family may \nturn up dead.\"\n\nAnd if her temporary asylum is not renewed, will she stay?\n\n\"I think so.\"\n\nGraphic\n\n\n\n \n\nPhoto: Carlos Lazo, with his wife, Teresa, and 8-month-old son, Carlos Jr., in their Stone Mountain apartment, says \nthieves make life difficult in El Salavdor. /FRANK NIEMEIR / Staff\n"}