{"title": "Finalists for University Registrar visit campus, hold open forum", "body": "\nTwo out of the three finalists for the University Registrar visited campus this week and held a forum open for \nfaculty and staff to attend.\n\nMountwest Community and Technical College Registrar Angela Ross previously visited and held a forum in \nNovember 2018.\n\nJennifer Hammonds, a registrar from Shawnee State University in Portsmouth, Ohio visited WKU Tuesday. Current \nWKU Interim Registrar Rheanna Plemons spoke to faculty and staff Thursday.\n\nHammonds, who has been Shawnee State University's registrar since July 2016 outlined a proposal for WKU's \nregistrar office to fit in with the larger strategic plan. She said she was previously part of Shawnee State's own \nstrategic planning process. \n\nIn a plan she named OUR (Office of University Registrar), Hammonds covered how to office could work with their \nmission, students, campus and the larger WKU and Bowling Green community.\n\n\"The Office of the Registrar is going to support the university mission and strategic plan,\" Hammonds said. \"We do \nthat through service to students, faculty, staff, alumni and their families, and make sure that everything that comes \nout of our offices is accurate.\"\n\nHammonds asked those present at the forum what the hardest challenge she could face as a new registrar on \ncampus would be. Responses that it WKU was going through a time of physical transition and the overall climate \nwere the most common answers.\n\nWKU's Interim Registrar Rheanna Plemons spoke with faculty and staff Thursday. She stressed her 13 years of \nregistrar experience at WKU, and how their office is integral to the strategic plan.\n\nMore from this section\n\nEnergy and mineral development on DOI-managed lands in Nevada contributed $3.8 billion in GDP last year\n\nAvlon: This is a core constitutional concern\n\nHere's how Yang says he flipped a Trump voter's support\n\nWe may not be the focus of the strategic plan, but how the strategic plan is implemented is based in our office,\" \nPlemons said.\n\n\nShe told faculty and staff at the forum that 100 percent of the people working in the registrar's office are WKU \ngraduates, and the effect such a statistic could have on morals and recruitment.\"\n\n\"We should be telling students to come here because we've said this is a good place to work,\" Plemons said. \"I \ngave my educational career and my professional career to be here because it means so much to me.\" \n\nPlemons said she would be a unique fit as university registrar because she would help bring stability back to the \noffice, good documentation and a voice in the campus community.\n\n\"I already have a connection with faculty, associated deans and deans and commencement,\" Plemons said. \"I have \nthe experience... I could start doing this tomorrow. I've learned they need someone who can hit the ground \nrunning.\"\n"}