{"title": "Australians Face Influx of Immigrants Smuggled Ashore By Boat", "body": "\nDuring the last six months, Australians have been surprised by an influx of people from Iraq and Afghanistan \narriving by boat who, officials say, are first being delivered to nearby Indonesian islands by smugglers from the \nMiddle East and then moved to Australia's north coast, where they try to claim asylum.\n\nAccording to information provided by the Australian mission to the United Nations, the Australian Department of \nImmigration and Multicultural Affairs reported that 34 boats with passengers originating in the Middle East were \nintercepted off the northern and northwestern coasts of Australia between July and November. The boats carried \n1,643 people -- more than the total of people reaching the country by boat in the last three years.\n\nAustralian officials say that many of the refugees and asylum seekers appear to have been brought to Southeast \nAsia by smuggling rings operating in Amman, Jordan. Once in Southeast Asia, those who have been smuggled \ncan easily obtain fraudulent documents in Bangkok, long known as a center for forgeries and a frequent stopover \npoint for illegal emigrants from China, many of whom also try to land in Australia.\n\nTravel from Thailand to Indonesia is relatively easy. Australian officials say that the people headed for their shores \nare assembled on a number of Indonesian islands for boats to Australia.\n\nAustralia may be a stopover for those who arrive that way, Philip Ruddock, the immigration and multicultural affairs \nminister, said in October, when he announced measures to discourage the flow of arrivals.\n\n\"In a growing trend that has become known as 'forum shopping,' these people are trying to exploit Australia's \ngenerous arrangements for refugees to gain residence in their country of preference,\" he said. To plug that \nloophole, Australia will grant only three-year \"temporary protection\" visas to people deemed to be genuine refugees \n-- including most of the Iraqis and Afghans -- but will not allow them to bring in other family members. If they leave \nAustralia for another destination, they will lose the right to return.\n\n\"Australia simply cannot afford to be seen as a potential soft target by forum shoppers and the increasingly \nsophisticated people-smuggling rackets,\" Mr. Ruddock said. As in other countries that attract asylum seekers -- \nlike the United States, Canada and Germany -- an influx of illegal immigrants in Australia can lessen the chances \nof asylum for refugees languishing in camps, Australians say.\n\n\nIllegal immigrants also erode sympathy for other refugees, Australians have found, and officials say they do not \nwant Australia to become a gateway for illegal immigration.\n\nIllegal migration also conceals the movement of terrorists, international law enforcement agencies and experts on \nimmigration say. The sophistication with which fraudulent identity and travel documents are produced adds to their \nconcern.\n\nUntil the 1960's, when Australian immigration laws began to be changed substantially, Australia had an all-white \nimmigration policy, seeking primarily European settlers.  Now, about 40 percent of immigrants are Asians. \nAustralia, a country only slightly smaller than the United States with a population of 18 million, actively recruits \nstudents from Southeast Asia for its universities.\n\nIn addition to those arriving by boat, there has been an increase of nearly 35 percent a year in illegal arrivals by air. \nLast year, more than 2,000 people were refused entry at airports.\n\nhttp://www.nytimes.com\n"}