{"title": "Haitian returned to uncertain future", "body": "\nWhen David Joseph arrived in this country he knew he might not be allowed to stay.\n\nBut he surely had no idea his presence would arouse a controversy that would go all the way up to the U.S. \nattorney general.\n\nHe was one of 216 Haitians, many of them children, who jumped from a wooden boat off Key Biscayne on Oct. 29, \n2002, and swam to shore. TV stations broadcast the scene live as they were chased by police along a major \ncauseway.\n\nMany of the Haitians, including Joseph, then 18, were ordered released on bail by Miami immigration judges while \nthey waited for their asylum cases to be heard. An uncle in New York who is a U.S. citizen agreed to take care of \nJoseph.\n\nBut only the minors - among them Joseph's 17-year-old brother - were ever set free.\n\nJoseph and the others remained locked up at the Krome Avenue detention facility outside Miami. Although asylum-\nseekers are entitled to remain free while their cases are pending, the government opposed releasing Joseph's \ngroup. There were so many of them, it argued, that allowing them to go free could trigger a wave of boat people. \nOfficials were concerned this could strain the antiterrorism efforts of federal agencies including the Coast Guard \nand the Border Patrol.\n\nIn March 2003 the Board of Immigration Appeals, the highest immigration court in the United States, upheld the \njudge's ruling to grant Joseph bond.\n\nBut still the government refused to let him go.\n\nIt took a 19-page legal opinion by Attorney General John Ashcroft to settle the matter. The opinion was specifically \nrequested by the Department of Homeland Security, which is now responsible for enforcing immigration laws.\n\nThe April 18, 2003, opinion gave the attorney general the authority to jail would-be immigrants indefinitely when \nnational security is at stake.\n\nIn making his case, Ashcroft cited U.S. government reports warning that Haiti had become a springboard for \npotentially dangerous non-Haitians seeking to enter the United States. Without giving specifics, he singled out \nPalestinians and Pakistanis.\n\n\nImmigration rights advocates have seized on the opinion to denounce what they say is the manipulation of \nantiterrorist legislation against Haitians.\n\n\"If our government cannot tell the difference between a real terrorist and a poor Haitian refugee, then God help us \nall,\" said Candace Jean, Joseph's Miami attorney.\n\nAs a result, Joseph spent two years in detention while his case made its way through the courts. His brother, \nDaniel, was sent to foster care in New York.\n\nIn his request for asylum, Joseph said his family had been persecuted by gang leaders loyal to former President \nJean-Bertrand Aristide. \"He had scars all over his body from being burned,\" said Jean, who works for Catholic \nCharities Legal Services, a branch of the Archdiocese of Miami.\n\nBut Joseph's case for asylum was turned down three times, most recently on Oct. 8.\n\nJean told him not to give up hope. Under pressure from the Haitian government and members of Congress, the \nBush administration said earlier this month it was reviewing the deportation of Haitians. But only those from \nespecially ravaged parts of the country would likely be reprieved, officials warned.\n\nEarly Monday morning Jean got a phone call saying some of the prisoners had been awakened early and told they \nwere \"going home.\"\n\nIn Joseph's case that means Cap Haitien, on Haiti's north coast. But he has no home there anymore, says Jean.\n\n\"Unfortunately home has been swallowed by political violence, mud and anarchy,\" she said, referring to a \nSeptember flood and ongoing political violence.\n\nWhen Joseph and his brother fled Haiti they left their parents behind. Jean has been unable to track them down.\n\nJoseph was among a group of Haitians repatriated Monday on an \"Alien Transportation\" flight, according to Barbara \nGonzalez, a spokeswoman for the Bureau of Immigration and Customs Enforcement.\n\n\"Joseph was afforded his due process rights under law and exhausted all possible legal avenues for relief,\" she \nsaid.\n\nJean got a call from the Haitian capital late Monday afternoon. It was Joseph. He described being taken from \ndetention shackled at the arms, waist and ankles.\n\n\"He was scared,\" Jean said. \"He's on the streets of Port-au-Prince with nowhere to go.\"\n"}