{"title": "Rescuing What Hatred Tried to Kill", "body": "\nDURI HASAN was in her car on the way to the halal meat market in Highland Park when the call came from \nRepresentative Rush D. Holt's office in Washington.\n\n ''Do you know what happened two minutes ago?'' the caller asked. Mrs. Hasan could guess, but she was too \nscared to speak the words. ''The House of Representatives passed the bill.''\n\n  Mrs. Hasan offered her thanks and then began frantically calling her sister and her daughters, wondering to herself \nif this really might be it -- the guarantee three years after her husband was murdered in the aftermath of Sept. 11, \n2001, that his death would not kill his dream. If so, it's a rare island of unity and good will, of disparate people \ncoming together to do the right thing, in the sea of division and rancor 9/11 helped bring about.\n\n On Sept. 15, 2001, a young man named Mark Anthony Stroman walked into a convenience store in Dallas and \nshot Waqar Hasan, 46, a Pakistani immigrant, in the face. He said he did ''what every American wanted to do but \ndidn't'' -- commit a murder to avenge 9/11. He picked Mr. Hasan, who was beginning a convenience store business \nas a prelude to moving his wife and four daughters to Texas, because Mr. Hasan's face, the gunman decided, was \nthe face of America's enemy.\n\n But along with the tragedy of her husband's death, Mrs. Hasan and her four daughters soon learned they faced \nanother nightmare -- since his family had come to the United States on his visa, their applications for visas and \ngreen cards died when he did. Under federal immigration law, they were subject to deportation, with no alternative \npath to legal residency.\n\n On Tuesday the House passed a rare private relief bill, a piece of legislation addressing the needs of a single \nfamily or individual, granting the Hasans permanent residence status. Only six such bills became law in the past \nCongress.\n\n It would have to be passed by the Senate and signed by the president before becoming law, but Mrs. Hasan is \nfinally allowing herself to believe that it will happen.\n\n ''I do not want to believe too much until it is all done,'' she said on Tuesday, as she and her 17-year-old daughter, \nAnum, sat on a couch at the family's neat cottage, white with blue trim and two small American flags out front. ''But \nthis is big news for everyone. We're finally so close.''\n\n It's hard to think of a case where the right thing seems so obvious. Mr. Hasan was the epitome of an immigrant \nstriver. Mrs. Hasan, who works nights at a plastic cup factory while raising her daughters, is described by friends as \n\n\ndeeply spiritual, hard working and utterly devoted to her daughters. The girls, Nida, Anum, Asna and Iqra, have \ndreams of their own -- two are in college studying biology and teaching, the others are in high school.\n\n People throughout the town, friends and total strangers, have rallied to their side, raising money, helping with food, \nsigning letters of support. Forty-two members of Congress signed a letter recommending the bill's passage, and 16 \nleaders of Muslim, Jewish, Christian and other religious and civil liberties groups drafted a letter on their behalf. \n\n Mr. Holt, who has worked to help the family ever since attending the funeral for Mr. Hasan, said that after 9/11, the \nfamilies of immigrants killed at the World Trade Center were accorded similar protection from deportation. Surely \nMr. Hasan, he says, was just as much a victim of the hate of 9/11.\n\n ''It would be a blot on America if this didn't happen,'' said Mr. Holt, a Democrat, who called to offer his \ncongratulations to Mrs. Hasan after the bill passed. ''We can't make this right. We can't bring him back to life. But \nwe can prevent a grievous error from being done.''\n\n BUT, in fact, passage was no simple matter. Private relief bills by their nature have huge potential for abuse, so \nthey are rare for good reason. The Judiciary Committee, which considered the bill, is especially divided on party \nlines, and many proponents of strict immigration policies feel any exceptions simply open the door to others. Would \nforced deportation have been a just outcome for the Hasans had he been shot on Sept. 10?\n\n Still, for the Hasans and their friends, Tuesday was a day to celebrate, not to ponder policy. Mrs. Hasan had the \nnight off from the factory, and the girls were home. They were all burning up the phone lines, as were their \nneighbors. \n\n ''Lots of prayers have been answered,'' said Denise Gonzalez, a family friend whose daughter attends school with \nIqra Hasan. ''This is the best news we could all get. We're going to all have to come over and drink something \nbubbly, even if it's just Perrier.'' \n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Waqar Hasan                                     \n"}