{"title": "Meg Whitman 'wows away' Latino crowd at San Jose campaign talk", "body": "\nRepublican gubernatorial candidate Meg Whitman reached out to Latino business leaders at a San Jose luncheon \nThursday, promising to create jobs, improve education and cut spending.\n\nShe didn't mention a touchier topic: immigration. But after her question-and-answer session with the Greater San \nJose Hispanic Chamber of Commerce at a Santana Row restaurant, Whitman told the Mercury News she is \"100 \npercent against amnesty,\" wants to crack down on employers who hire illegal immigrants and will eliminate \n\"sanctuary cities\" such as San Francisco that don't enforce federal immigration laws.\n\nStill, Whitman said, she hopes her plans to improve education and the economy will appeal to a Latino population \nthat is struggling with low graduation rates and higher joblessness and juvenile incarceration numbers.\n\nWith Latinos making up 1 in 5 California voters, the former eBay chief and Atherton resident considers the Latino \nvote \"extraordinarily important.\"\n\n\"We cannot have an economic recovery in California without the Latino community involved,\" Whitman said.\n\nIt appears she made headway among those who listened to her Thursday.\n\n\"I've never, ever voted Republican, but I might,\" Marisa Escalera, a 30-year-old account executive at Spanish \nlanguage Univision radio, said after Whitman's speech. \"I was wowed away.\"\n\nKatherinne  Garzon, a Campbell real estate agent, was so moved by Whitman's talk that she signed up afterward \nto help build the \"MEGaMujeres\" division of the Whitman campaign's \"MEGaWomen\" coalition. And Garzon is a \nregistered Democrat.\n\nShe said she appreciates Whitman's stand on education, which also affects real estate values, and she has friends \nwho worked under Whitman at eBay and who speak highly of her.\n\n\"She's a strong leader, and I can't help but admire that,\" said Garzon, 39.\n\nWhitman, who has already spent millions of her own to launch her campaign, has a wide lead over state Insurance \nCommissioner Steve Poizner for the Republican nomination in June. Poizner has worked to position himself as \ntougher on illegal immigration than Whitman, though on Thursday, Hispanic Chamber CEO Carlos Figueroa said \nhis group was more interested in the state's economy.\n\n\"Immigration is very dear to us, but it's not a focus,\" Figueroa said.\n\n\nWhitman, a New York native, arrived at the luncheon Thursday with her husband, Stanford neurosurgeon Griff \nHarsh IV, who listened to her speech, then joined her with friends afterward at an outdoor table.\n\nIn her speech to the business group, she touted her success at San Jose-based eBay, which she joined as a \nstartup, and said she understands the dynamics of the small businesses that have sprung up because of the online \nauction house.\n\nIf she wins in November, she said, she will work to streamline regulations, pointing by way of example to the 21/2 \nyear bureaucratic process it took to break ground on a new building for eBay subsidiary PayPal.\n\nShe said she also would work to eliminate certain business taxes, including the factory tax on manufacturing \nequipment that she said played a part in driving 600,000 manufacturing jobs out of California.\n\n\"I will be the chief sales officer,\" she said. \"We will keep jobs.\"\n\nOn the other hand, she reiterated a pledge to eliminate 40,000 state jobs through attrition, returning California's \npublic payroll to its size of five years ago.\n\nWhitman said she favors giving local school districts block grants they can spend at their discretion and grading \nschools   A to F   on their performance. And she wants to increase the number of charter schools to give parents \noptions if their school is failing, while paying \"great teachers\" more money.\n\nGraphic\n\n \n\nSAN JOSE, CA - MARCH 18: California Republican gubernatorial candidate and former eBay CEO Meg Whitman \nspeaks to the Greater San Jose Hispanic Chamber of Commerce March 18, 2010 in San Jose, California. \nWhitman is currently campaigning ahead of the California Republican primary for governor. (Photo by Justin \nSullivan/Getty Images)\n\nSAN JOSE, CA - MARCH 18: California Republican gubernatorial candidate and former eBay CEO Meg Whitman \nspeaks to the Greater San Jose Hispanic Chamber of Commerce March 18, 2010 in San Jose, California. \nWhitman is currently campaigning ahead of the California Republican primary for governor. (Photo by Justin \nSullivan/Getty Images)\n\nJOSE, CA - MARCH 18: California Republican gubernatorial candidate and former eBay CEO Meg Whitman \nsmiles as she speaks to the Greater San Jose Hispanic Chamber of Commerce March 18, 2010 in San Jose, \nCalifornia. Whitman is currently campaigning ahead of the California Republican primary for governor. (Photo by \nJustin Sullivan/Getty Images)\n\nSAN JOSE, CA - MARCH 18: California Republican gubernatorial candidate and former eBay CEO Meg Whitman \nspeaks to the Greater San Jose Hispanic Chamber of Commerce March 18, 2010 in San Jose, California. \nWhitman is currently campaigning ahead of the California Republican primary for governor. (Photo by Justin \nSullivan/Getty Images)\n"}