{"title": "California braces for wave of new voters", "body": "\nCalifornia's burgeoning population of immigrants could bring a huge wave of voters, especially as their U.S.-born \nchildren reach voting age, a study released today found.\n\nUnder the most aggressive prediction, more than a quarter of the state's voters in 2012 would be an immigrant or \nhave at least one parent who is, the study says. This scenario, however, is likely to occur more gradually than \npredicted: It depends on how many eligible residents will or can be naturalized, whether immigrant-citizens and their \nchildren will register and then whether they will cast ballots.\n\nEven so, the coming wave has huge political and social implications if politicians and philanthropic organizations \nengage these groups and encourage them to naturalize and vote, the report's authors and funders conclude. The \nstudy was funded by members of the non-partisan Grantmakers Concerned with Immigrants and Refugees, an \numbrella group that includes the Silicon Valley Community Foundation.\n\n\"The civic potential of immigration in California is rarely discussed,\" especially on the local and state legislative \ndistrict level, said the report's author Rob Paral. And on the statewide level, it's staggering: \"If you naturalize these \n2.3 million people who are eligible you would grow the adult citizen population by 10 percent and dramatically \nexpand your electorate.\"\n\nSanta Clara County ranks third, behind Los Angeles and Orange counties, in terms of the raw number of immigrant \nvoters, and their children, who could potentially be on the rolls by 2012, a presidential election year. Based on \nCensus Bureau and federal immigration data, the county has a maximum potential for 539,908 voters by 2012.\n\nBut immigration rules almost certainly will impact the growth.\n\nBecause there are quotas that limit the number of immigrants from individual countries, and because in Santa Clara \nCounty, for example, there is such a long backlog of people from India and China who have applied for a green \ncard, some immigrants from those countries may be unable to complete the naturalization process by 2012, even if \nthey have already started it.\n\nThe study also estimated the number of children of immigrants, who they suggest are more familiar with the \nimmigrant experience than other native-born voters.\n\nThey found nearly three in four Latinos who will be 18 by 2012 will have an immigrant parent, rising to a dramatic \nnine-in-ten for Asians in that category.\n\nThe political implications almost certainly will be debated. While immigrant-rights advocates welcomed the study as \nevidence that federal immigration reform and driver's licenses for illegal immigrants, for example, might find new \nsupporters, others predicted the impact of these potential voters will be more gradual.\n\n\nStudies and exit polling show that lack of language skills, affluence and understanding of the voting process tend to \ndepress voter registration and turnout among ethnic groups and younger voters. Participation rates generally are \nincreasing but still lag behind native-born, non-Latino white adults. However, other studies indicate that naturalized \nLatinos have higher registration percentages than native-born Latinos.\n\n\"There needs to be an investment from civic organizations, political parties, unions to educate and mobilize the \nvoting eligible electorate,\" said Louis DeSipio, a professor of political science and Chicano studies at the University \nof California-Irvine. \"Whether that impact of immigrants begins in 2012, 2016 or 2020, it will be felt eventually.\"\n\nEven in California, where Latinos generally support Democrats, Republicans see potential, too.\n\nThe study found, on average, in Republican-held state Senate and Assembly districts, the potential immigrant-\nminded voters could make up as much as 20 percent of the electorate.\n\n\"It shows a number of seats with high immigrant populations are already held by Republican legislators. And a lot of \nthese immigrants are Asian, and that demographic is certainly more supportive than Latinos,\" are of Republicans, \nsaid GOP legislative strategist Kevin Spillane.\n\n\"The key word is potential, not real,\" Spillane said. \"It's not all bad news for Republicans.\"\n\nAssemblyman Jim Beall, D-San Jose, said he was not surprised that by 2012 one in three of his district's electorate \ncould be immigrant voters and their children. In Assemblyman Joe Coto's district, which covers East San Jose, the \nmaximum potential could be one half.\n\n\"We've followed the transition of Silicon Valley,\" Beall said, \"but this is news in many other parts of the state that \nyou have to pay attention to the issues of immigrants.\"\n\nAnd, he added, Democrats cannot take those votes for granted, especially as decline-to-state voters rise in \nnumber, including among ethnic voters.\n\n\"Many are independent-minded voters and are not committed to one party or another,\" he said.\n\nContact Mary Anne Ostrom at mostrom@mercurynews.com or (415) 477-3794\n\nGraphic\n\n \n\n(CLICK TO ENLARGE)\n"}