{"title": "ILLEGAL IMMIGRANTS: Hall group takes driver's license case to Web", "body": "\nThe Hispanic Committee of Gainesville/Hall County has launched an Internet petition drive to let undocumented \nimmigrants obtain driver's licenses.\n\nWith 25,000 signatures already collected by the Mexican Center of Atlanta and other Latino organizations, the \ncommittee wants to help the campaign achieve its goal of 50,000.\n\nGreg Bautista, the committee's president, said the groups hope to present the signatures to Gov. Roy Barnes \nbefore the General Assembly starts in January.\nAJC\n\n\"It will be difficult to argue against bags stuffed with 50,000 petition letters,\" Bautista said. \"We hope it will really \nimpress our policymakers that this is needed and wanted.\"\n\nRep. Barbara Mobley (D-Decatur) has introduced a bill to license undocumented immigrants, and Rep. Mary \nSquires (D-Norcross) plans a similar bill.\n\nIf undocumented workers had licenses and car insurance, supporters say, Georgia's roads would be safer. They \nnote that Tennessee, Utah and Virginia grant licenses to illegal immigrants.\n\nBut opponents contend undocumented workers won't get insurance just because they have a license. And they say \nthe measure could lead to welfare abuse and voter fraud.\n\nPilar Aceves, executive director of the Mexican Center of Atlanta, said she favors a license \"that says you can't \nvote and can only use it for driving purposes.\"\n\nThe petition drive is significant because it will show \"that finally the Latino community has come together for a \nproject,\" she said.\n\nRep. Bobby Parham (D-Milledgeville), chairman of the House Motor Vehicles Committee, said he has polled his \ncommittee several times and the bill does not have enough support. The petition drive will make an impact only if \nthe signers are voters in committee members' districts, he said.\n\nParham described himself as \"kind of on the rail\" about the issue.\n\n\"But if I was pushed into a corner and had to make a decision, I'd say give them a driver's license because they're \ncertainly going to be safer drivers,\" he said.\n\nThe letter on the Web, at comitehispano.tripod.com, is available to be printed, signed and forwarded to the Mexican \nCenter of Atlanta.\n\n\nThe letter states that \"many drivers, mostly of Hispanic origin, are driving without a driver's license and without \nautomobile insurance, thus putting themselves and other drivers in a vulnerable position. . . . This is a public safety \nissue that affects all drivers in the event of an accident, where the other party is uninsured.\"\n"}