{"title": "Immigrants Fear Deportation After Registration; Number of Mideast, Muslim Men Expelled Rises Sharply", "body": "\nAndre Aniba acknowledges he hasn't always played by the rules. In 1998, the former pastry chef came to the \nUnited States from Tunisia on a three-month tourist visa. He has lived here ever since. \n\nBut when Congress passed legislation two years later that allowed illegal immigrants to apply for permanent \nresidency, Aniba quickly sent in the proper forms.  Early this year, when the government called on visitors from 25 \nnations that are considered havens for terrorists to register with immigration authorities, he dutifully appeared. \n\nTo his horror, Aniba, whose application to work as a chef at a Maryland restaurant was pending, was told he would \nbe deported. \n\nHis experience was hardly exceptional. With little public notice outside immigrant communities, the government is \nmoving to deport the largest number of visitors from Middle Eastern and other Muslim countries in U.S. history -- \nmore than 13,000 of the nearly 83,000 men older than 16 who complied with the registration program by various \ndeadlines between last September and April. \n\nWhen they showed up, they were found in violation of immigration laws -- even though, like Aniba, many were \nalready participating in the government-sponsored program to become legal residents. \n\n \"The sheer numbers are mind-boggling,\" said Sohail Mohammed, an attorney in Clifton, N.J., who handles many of \nthe cases and says Muslims are being unfairly singled out in the tightening of immigration procedures after the \nSept. 11, 2001, attacks. \"We could end up deporting almost as many Muslims in one year as we have in the last \n10. And to me that shows that we're not administering our immigration laws fairly.\" \n\nTo Aniba, now 27 and living in Rockville, the frustration is more personal. \"It's like [the United States] said to me, \n'Yes, come here. Get a green card.' And then suddenly said, 'Oh, wait! I changed my mind,' after I had gone \nthrough all that hassle and expense and waited more than two years for my application to go through,\" said Aniba, \nwho agreed to speak only on condition that his nickname of Andre be used to avoid jeopardizing his deportation \ncase. \" . . . It's unfair and it's discrimination.\" \n\nMiddle Easterners still make up a very small percentage of the 150,000 to 180,000 foreign nationals deported \nannually; the overwhelming majority are Mexican. Yet even if many of the 13,000 men facing deportation \n\n\nproceedings persuade judges not to expel them, government officials agree that the number of Middle Eastern and \nMuslim men forced to leave probably will dwarf totals from previous years. \n\nDeportations of people from the same Middle Eastern and largely Muslim countries totaled about 1,300 annually \nin recent years. They reached about 2,800 in the year after the Sept. 11 attacks. Among the 25 nations on the list \nare Afghanistan, Algeria, Egypt, Indonesia, Iran, Iraq, Jordan, Kuwait, Saudi Arabia, Syria and Tunisia, and one \nnon-Muslim nation, North Korea. \n\nThe dramatic rise in deportations is a side effect, not an objective, of the registration program, said Bill \nStrassberger, a spokesman for the Department of Homeland Security. \n\n \"The goal was to register individuals from these particular countries. . . . I don't know that anyone expected that we \nwould have that many visitors who were here unlawfully,\" he said. \"And any time an immigration officer comes into \ncontact with someone who is unlawfully present, they do have a responsibility to place that person in deportation \nproceedings.\" \n\nStrassberger described the program as the first step in establishing a new entry and exit system under which all \nvisitors to the United States eventually will be required to register. He said visitors from the 25 countries covered in \nthe initial stages of the program are considered \"higher risk\" because people from those countries have been linked \nto terrorist organizations. \n\n\"Since 9/11, the country is at a higher alert,\" he said. \"We have to take extra precautions, and that would include \nmonitoring the arrival, departures and travels of individuals from countries that have an active terrorist organization \npresence that poses a threat to us.\" \n\nBut Ibrahim Hooper, a spokesman for the Council on American-Islamic Relations, said the policy \"is being used as \nalmost a deportation trap. I think it's causing a lot of fear and apprehension. It creates a sense of being besieged. \nThere are heart-wrenching stories of whole communities being decimated.\" \n\nMuslim and Arab American advocates also charge that those costs have not been matched by corresponding \nbenefits in the war on terrorism. They note that government officials have said the registration program, and an \nassociated program to track visitors as they enter and leave the United States, have netted only 11 men with \npossible links to terrorism. \n\n\"The next Mohamed Atta is not going to register,\" said Arlington lawyer Tariq Syed, referring to the leader of the \nairplane hijackers who attacked the World Trade Center. Instead, Syed said, the registration program has snagged \npeople who were trying to comply with the law. \n\nAniba agreed. \"Why are they doing this to us?\" he asked. \"When they asked me to come register, I did. Now I'm \nbeing punished.\" \n\nWhen they signed up, some visitors were discovered to be in the United States illegally, and have been deported \nor ordered to return home. Others appear to have committed technical infractions of immigration law such as \npaperwork errors or missed filing deadlines on their visa applications. \n\nBut many had previously applied for permanent residency under the same provision as Aniba -- a since-expired \n2000 law that allowed illegal immigrants who paid a $ 1,000 fee to seek a green card while living in the United \nStates. \n\nThat law had a catch: It did not protect applicants from deportation if they drew the attention of immigration \nauthorities before their green cards were approved. Because so many immigrants rushed to apply before the law's \nApril 2001 deadline, their green cards have been delayed by huge backlogs at the Labor Department, which must \napprove employer sponsorships, and the Bureau of Immigration and Customs Enforcement.  \n\nNow they are in a race against time -- pleading with immigration judges to postpone a ruling on whether they should \nbe deported until their green cards come through. The judges, however, face pressure from the immigration \n\n\n\nsystem's chief judge to avoid clogging immigration courts by issuing a final ruling on each case within eight months \nof its first hearing. \n\n\"That timetable is in direct conflict with the time it takes to get an immigrant visa petition processed,\" Falls Church \nimmigration lawyer Antoinette J. Rizzi said. \n\nKamal Nawash agreed: \"I'm down to the last 90 days with all my clients. There are not a lot more excuses I can \nuse.\" Nawash is a Northern Virginia lawyer and a Republican candidate for the state Senate.  \n\nMany of his clients have told him that if they lose their cases, they will go into hiding rather than allow themselves to \nbe deported.  \n\n\"They say if they go back now, they'll be even worse off than when they came here,\" Nawash said. \"Any money \nthey managed to save they had to spend on legal fees, which came to thousands of dollars.\" \n\nAniba, whose lawyer got his next deportation hearing pushed back to late September, still has a chance of \nsqueaking through. \n\nLess fortunate is Ahmed Nahaf, 25, a former travel agent from Egypt living in Parsippany, N.J. He overstayed his \ntourist visa about two years ago and does not have a pending application for a green card. \n\nHis best option was to take a judge's offer to leave the country \"voluntarily\" by September, rather than be officially \ndeported. Immigration attorneys say many clients in similar positions are making that choice because it leaves the \npossibility of applying for a waiver of the three- to 10-year ban on reentering the United States that illegal \nimmigrants face. Illegal immigrants who have been deported cannot appeal. \n\nStill, that is slight consolation, Nahaf said. Unable to find employment in Cairo, he came to the United States to \nsupport his six younger siblings and his parents, who are nearing retirement age at home. He has found only odd \njobs here -- the last at a Dunkin' Donuts. But they have paid enough to allow Nahaf to supplement his father's small \nsalary as a clerk in a government office and to enable the family to save money for his sisters' weddings. \n\nNow he is struggling to plan his next move. \"It gives me bad headaches,\" he said. \"In Egypt there is no good work, \nand it's expensive to live. But I have a responsibility to my family. So what can I do?\" \n"}