{"title": "A NATION CHALLENGED: THE DETAINED; Immigrants Refuse Meals to Protest Treatment", "body": "\nSeven immigrants detained at a county jail in New Jersey since the Sept. 11 terror attacks are staging a hunger \nstrike to protest their treatment by federal immigration officials, county officials said yesterday.\n\n     But the Immigration and Naturalization Service, which pays the jail to house the detainees, said it was unaware \nof any hunger strikers. Nonetheless, the agency said it would take steps to address concerns of detainees at the \njail, the Hudson County Correctional Center, including serving halal meals, which adhere to Islamic dietary rules, \nbeginning today. \n\n Jacob de Lemos, a county spokesman, said two of the seven detainees began refusing to take meals two weeks \nago, and have been joined in a hunger strike by five others. He would not identify the detainees. The jail, in Kearny, \nN.J., about five miles west of Manhattan, was holding 303 immigration service detainees yesterday, most of them \nrounded up since the attacks, Mr. de Lemos said. \"They feel that the I.N.S. does not visit them enough at the jail or \nlet them know what's going on with their cases,\" he said.\n\nMr. de Lemos said the hunger strikers had been drinking fluids and were under medical observation in their cells, \nwhich are in a separate pod from the jail's criminal defendants and convicts. He said it was unclear whether the \ndetainees had lost any weight. \"They're not taking the food that we're giving them, but that doesn't mean they're not \neating, either,\" he said.\n\nAn immigration service spokesman in Newark, Kerry Gill, said yesterday that he was unaware of anyone who had \nmet the agency's definition of a hunger strike: a refusal to eat for 72 hours straight. He said 12 immigration service \ndetainees at the Hudson County jail had sent a letter to the agency demanding halal meals and information about \ntheir cases. The detainees are mostly those who have overstayed temporary visas. \n\nhttp://www.nytimes.com\n"}