{"title": "SILENT ABOUT CRIME: Deportation fears make easy victims", "body": "\nDeKalb County police Officer Jose Ayala stands near the swimming pool of an apartment complex on Buford \nHighway, asking Latino residents if they've ever been victims of crime.\n\nA dozen hands go up.\n\nThen he asks, in Spanish, how many have called police to report the incidents. Many hands go down.\n\nThat is his point.\n\n\"We need you to report the incidents,\" said Ayala, dressed in plain clothes and holding a microphone, pacing beside \nthe pool at the Highland North apartments.\n\n\"The Hispanic population has been targeted by criminals specifically because of the immigration question. We know \nthis,\" Ayala told the reluctant crowd of about 60 people --- some standing outside the gates looking in. \"Regardless \nof whether you're illegal, or legal, if you're a victim, call us.\"\n\nConfronted with an unflagging pattern of crime against foreign born residents, especially robbery, Ayala and other \nnorth precinct cops have started a summer tour of the 48 apartment complexes on Buford Highway where many \nimmigrants from Mexico and Central America live.\n\nThe effort is part of DeKalb's new community policing initiative begun this spring. Its officers are ahead of other \ndepartments in reaching out to the Hispanic community.\n\nEventually 10 officers in each of DeKalb's five precincts will devote time to improving relations with the residents of \ntheir precincts of all races and ethnicities. They'll give their cellphone numbers to residents, said Keisha Williams, \nDeKalb police spokeswoman.\n\nOn Buford Highway, the message is simple: Don't be afraid of the police.\n\nAyala grew up in Puerto Rico and speaks fluent Spanish. He has resorted to knocking on doors and nudging people \nto attend his early evening meetings. He can sweet-talk a crowd and elicit a few laughs while he's at it.\n\n\nBuilding trust has been Ayala's main job since he was appointed the police department's liaison with the Hispanic \ncommunity last year. He reassures residents that if they are victims, DeKalb police will not delve into their legal \nstatus. That is reserved for those charged with crimes, he said.\n\nBehind Ayala stand four uniformed DeKalb police officers who deal with the neighborhood, and their bosses.\n\nTheir job is tougher now that Georgia has enacted several new laws that aim to crack down on illegal immigration. \nOne requires jailers in Georgia to check the legal status of anyone charged with DUI or felonies and report illegal \nimmigrants to immigration agents.\n\nUnder an agreement with federal immigration authorities, Cobb County's jail is now initiating deportation \npaperwork and checking the legal status of foreign inmates, no matter how small the crime.\n\nThe new procedures intensify immigrants' worries about deportation, making many shy away from contact with \ngovernment officials. Relations with the police have chilled, Hispanic activists say.\n\nPolice in DeKalb say it's hampering their ability to nab criminals.\n\n\"It's frustrating to find someone who fits the description, but we can't find you [the witness] because you gave us the \nwrong information,\" said Lt. Anthony Gallo.\n\nHe talked to the crowd at the apartment complex and Ayala translated his comments. Victims don't want to give \ncorrect phone numbers or addresses, said Gallo, who works the night shift along Buford Highway.\n\nAt the end of the presentation, one man raised his hand and requested more patrols in the back of the complex \nwhere it's darker. There have been a lot of car burglaries, he said.\n\nWhy hasn't he called the police? Ayala asked.\n\nThe man replied that he's afraid of being beaten by neighbors or gang members if they discover he's reporting \ncrimes.\n\nAyala told him the DeKalb Police Department is the biggest gang in town, and it's legal. That got a chuckle from the \ncrowd.\n\nPolice have known for some time that Hispanic laborers make up a greater proportion of robbery victims because \nthey don't use banks and they carry wads of cash. Payday robberies are common. Criminals prey on Hispanic \nimmigrants because they assume they won't go to the police, Ayala said.\n\nIn the Buford Highway corridor, Hispanics made up 58 percent of pedestrian robbery victims in 2006, according to \nDeKalb County police statistics. That probably doesn't represent the whole picture because people don't report all \nthe crimes, police say.\n\nCountywide, Hispanics make up about 9 percent of DeKalb's population but represent 17 percent of robbery \nvictims, police statistics and census numbers show.\n\nIn Cobb County, which also has a significant Hispanic population at 10.5 percent of the county, 38 percent of \nvictims of pedestrian robberies, home invasions and purse snatchings in 2006 were Hispanic, according to police \nrecords.\n\nWhile robberies are the most common crime against Hispanics, sometimes more violent crimes go unreported.\n\nDeKalb police got word of a serial rapist in the Doraville area, not from a victim, but from doctors at a health clinic, \nsaid DeKalb police spokesman Michael Payne.\n\n\"We finally had one victim come forward,\" he said. \"It's almost impossible to enforce the law if they won't come to \nus and report it.\"\n\n\n\nBack at the apartment complex meeting, a cop hands out a few pamphlets in English and Spanish with phone \nnumbers for DeKalb police. One pamphlet urges people to open bank accounts, telling them they can do so with \ntheir Mexican consular IDs.\n\nAyala also makes a pitch against drunken driving and gang membership and urges everyone to learn English.\n\nResident Cecilia Tino, 25, from Guatemala, told the officers her nephew was pistol-whipped and robbed of $600 \noutside their apartment last month. He lost his hearing in one ear, she said.\n\n\"We need more lights and a fence around this place,\" said Maria Ascencion, 35.\n\nHer brother-in-law was robbed of $800 two years ago at another apartment complex, she said. \n\nNearby, at the Hampton at Lenox apartments, cars belonging to the family of Blanca Tlacuatl Lopez, 30, have been \nburglarized about five times in a couple of years.\n\nLast month, thieves broke the window of her van and stole a $3,000 saw used to cut wood for flooring --- the work \nher husband does.\n\n\"It makes me so mad,\" Tlacuatl Lopez said in Spanish. \"We sacrifice so much and they rob from us!\"\n\nBY THE NUMBERS\n\n9: Percentage of DeKalb County's population that is Hispanic\n\n17: Percentage of victims of pedestrian robberies in DeKalb who are Hispanic\n\n58: Percentage of Hispanic victims of pedestrian robberies in the Buford Highway area, where a large number of \nHispanic residents live\n\nSources: DeKalb County Police Department, 2005 U.S. census estimates\n\nGraphic\n\n \n\nPhoto: VALENTINO MAURICIO / StaffDeKalb police Officers J.A. Amnicki (center) and J.L. Green talk to residents \nat Parke Towne Apartments. Officers are visiting 48 apartment complexes along Buford Highway, begging people \nto report criminal acts. Police promised they'll go after the criminals, not the victims, who might be illegal \nimmigrants./ImageData* ImageData*\n\nPhoto: VALENTINO MAURICIO / StaffParke Towne Apartments residents laugh with police during a meeting \ndesigned to earn their trust. Hispanics frequently are targeted by criminals because they're known to carry wads of \ncash./ImageData* ImageData*\n\nPhoto: VALENTINO MAURICIO / StaffDeKalb police Officer Jose Ayala (right) listens as a resident of Parke Towne \nApartments discusses crime in the area. A disproportionate number of crime victims in DeKalb County are \nHispanic, police said./ImageData*\n"}