{"title": "MINNEAPOLIS: Judge bars Somali man's deportation", "body": "\nA federal judge in Minneapolis has ordered immigration officials not to deport a Somali refugee convicted of \nassault, ruling that sending Somalis back to a country with no functioning government is illegal.\n\nWhile the ruling from U.S. District Judge John Tunheim bars the deportation of Keyse G. Jama, a Somali native \nconvicted of assault in Hennepin County, immigrant advocates in the Twin Cities hoped the order also would keep \nthe U.S. Immigration and Naturalization Service from deporting other Somalis facing removal to their civil war-torn \nhomeland.\n\n\"It's clear that the implication is that if it's not legal in this case, it should not be legal in any case,\" said Michele \nGarnett McKenzie, acting director of refugee and immigrant programs for Minnesota Advocates for Human Rights. \n\"We hope this will encourage the INS to stop this illegal practice and put on hold any plans for removals they may \nhave.\"\n\nU.S. Attorney Thomas Heffelfinger, in a statement released by his office, said he was disappointed in the ruling and \nsaid his staff was consulting Justice Department officials over whether to appeal it. \"Until we complete our analysis \nof this case it would be premature as to whether this case would have any impact on the deportation of Somalis or \nother deportees,\" Heffelfinger said.\n\nTim Counts, spokesman for the INS district that covers Minnesota and the Dakotas, said the agency has 12 \nSomalis in custody awaiting deportation for criminal convictions and violations of immigration law.\n\nTunheim found that federal law requires the INS to have acceptance from a viable central government before it can \ndeport Jama to Somalia, which has only a transitional national government that controls part of the capital of \nMogadishu and does not have recognition from the United States. The government conceded that it did not have \nsuch acceptance, but argued that it was not mandatory.\n\n\"It is difficult for the court to see how the INS' apparent current practice of dropping off an alien in a territory with no \nfunctioning government complies with the statute,\" Tunheim wrote. \"In essence, 'acceptance' occurs under this \npolicy when no one returns the deported alien. The silence of a nonfunctioning government in a lawless territory -- \nwith grave risks to the deported alien -- simply cannot constitute 'acceptance' under (the law).\"\n\nThe ruling comes less than two months after the deportation of 10 Somalis from Minnesota and 20 more from \nCanada and the rest of the United States. The wave of removals stirred fears among Somalis in the Twin Cities, \nbelieved to have the country's largest concentration of refugees who fled from their homeland's 1991 civil war and \nclan fighting that has raged since in much of Somalia.\n\n\nHeffelfinger and INS officials sought to reassure Somalis, saying that law-abiding immigrants had nothing to fear. All \nof those who were deported had felony convictions for offenses that included drug dealing, sexual assault and \narmed robbery. None were citizens and each had long faced a deportation order.\n\nJama's case is separate from those of the 30 deported Somalis. But refugee advocates cited an earlier ruling in his \ncase in questioning whether immigration officials had violated federal law by sending the deported Somalis to a \ncountry without a viable central government.\n\nIn a Feb. 1 report on the case, U.S. Magistrate Arthur Boylan recommended barring Jama's removal \"until the \ngovernment of the country to which he is to be removed has agreed to accept him.\" Jeffrey Keyes, one of Jama's \nlawyers, said the ruling also would benefit a Somali refugee involved in a companion case, Haji Abukar. Keyes said \nhe would seek to have both released from detention under a Supreme Court decision that last year said the INS \ncannot keep a deportee in custody for more than six months without a foreseeable chance of deportation. Both still \nwould face deportation when the INS could remove them legally.\n\nTodd Nelson can be reached at tanelson@pioneerpress.com or (651) 228-5575.  \n"}