{"title": "DEPARTMENT OF HOMELAND SECURITY BEGINS COLLECTING 10 FINGERPRINTS FROM INTERNATIONAL VISITORS AT BOSTON LOGAN INTERNATIONAL AIRPORT", "body": "\n The U.S. Department of Homeland Security issued the following news release:\n\n  The U.S. Department of Homeland Security (DHS) announced today that it has begun collecting additional \nfingerprints from international visitors arriving at Boston Logan International Airport (Logan). The change is part \nof the department's upgrade from two- to 10-fingerprint collection to enhance security and facilitate legitimate \ntravel by more accurately and efficiently establishing and verifying visitors' identities.\n\n  \"Biometrics have revolutionized our ability to prevent dangerous people from entering the United States since \n2004. Our upgrade to 10 fingerprint collection builds on our success, enabling us to focus more attention on \nstopping potential security risks,\" US VISIT Director Robert Mocny said.\n\n  For more than four years, U.S. Department of State (DOS) consular officers and U.S. Customs and Border \nProtection (CBP) officers have been collecting biometrics--digital fingerprints and a photograph--from all non-U.S. \ncitizens between the ages of 14 and 79, with some exceptions, when they apply for visas or arrive at U.S. ports of \nentry.\n\n  \"Quite simply, this change gives our officers a more accurate idea of who is in front of them. For legitimate \nvisitors, the process becomes more efficient and their identities are better protected from theft. For those who may \npose a risk, we will have greater insight into who they are,\" added Mr. Paul Morris, Executive Director of \nAdmissibility Requirements and Migration Control, Office of Field Operations, U.S. Customs and Border Protection.\n\n  The department's US-VISIT program currently checks a visitor's fingerprints against DHS records of immigration \nviolators and Federal Bureau of Investigations (FBI) records of criminals and known or suspected terrorists. \nChecking biometrics against the watch list helps officers make visa determinations and admissibility decisions. \nCollecting 10 fingerprints also improves fingerprint matching accuracy and the department's ability to compare a \nvisitor's fingerprints against latent fingerprints collected by Department of Defense (DOD) and the FBI from \nknown and unknown terrorists all over the world. Additionally, visitors' fingerprints are checked against the FBI's \nCriminal Master File.\n\n  On an average day at Logan, almost 2,000 international visitors complete US VISIT biometric procedures. \nVisitors from United Kingdom, Ireland, Germany and France comprise the largest numbers of international \nvisitors arriving at Logan.\n\n  Logan is the next port of entry to begin collecting 10 fingerprints from international visitors. Washington Dulles \nInternational Airport began 10-fingerprint collection on November 29, 2007, and Hartsfield Jackson Atlanta \n\n\nInternational Airport began 10-fingerprint collection on January 6, 2008. Seven other ports of entry will soon begin \ncollecting additional fingerprints. The next ports scheduled are: Chicago O'Hare International Airport; San \nFrancisco International Airport; George Bush Houston Intercontinental Airport; Miami International Airport; Detroit \nMetropolitan Wayne County Airport; Orlando International Airport; and New York's John F. Kennedy International \nAirport. The remaining air, sea and land ports will transition to collecting 10 fingerprints by the end of 2008.\n\n  Since US VISIT began in 2004, DHS has used biometric identifiers to prevent the use of fraudulent documents, \nprotect visitors from identity theft, and stop thousands of criminals and immigration violators from entering the \ncountry. US VISIT, in cooperation with CBP, is leading the transition to a 10-fingerprint collection standard. This \nupgrade is the result of an interagency partnership among DHS, FBI, DOD and DOS.\n\nFor any query with respect to this article or any other content requirement, please contact Editor at \nhtsyndication@hindustantimes.com\n"}