{"title": "Immigrant vets face deportation despite service", "body": "\nWhen Rohan Coombs joined the U.S. Marine Corps, he never thought one day he would be locked up in an \nimmigration detention center and facing deportation from the country he had vowed to defend.\n\nCoombs, 43, born in Jamaica, immigrated to the United States legally as a child with his family. He signed up to \nserve his adopted nation for six years first in Japan and the Philippines, then in the Persian Gulf during the first war \nwith Iraq.\n\nUp to 8,000 non-citizens enlist in the U.S. Armed Forces every year and serve alongside American troops. As of \nMay 2010, there were 16,966 non-citizens on active duty. The military does not allow illegal immigrants to enlist.\n\nIf non-citizens die while serving, they are given citizenship and a military funeral. If they live and get in trouble with \nthe law, as Coombs did, they can get caught in the net of a 1996 immigration law that greatly expanded the list of \ncrimes for which non-citizens can be deported.\n\n\"As far as I was concerned, I was a citizen,\" said Coombs, whose soft-spoken, introspective nature contrast with his \nphysical presence. Coombs stands 6 foot 5 and weighs more than 260 pounds a gentle giant, according to his \nfiancee, Robyn Sword.\n\nNow advocates of non-citizen servicemen and women are trying to change that. Attorneys are taking cases like \nCoombs' to court, arguing that an immigrant who serves in the Armed Forces should be considered a U.S. national \nand protected from deportation.\n\n\"These are people who served us whether they are model human beings or not,\" said Coombs' attorney, Craig \nShagin of Harrisburg, Pa. \"They served in our uniforms, in our wars. If they were POWs, they'd be considered \nAmerican prisoners.\"\n\nRep. Bob Filner, D-Calif., chairman of the House Veterans' Affairs Committee, is looking into potential changes to \nthe law so immigrants who serve in the military can avoid deportation.\n\n\"You come back from Iraq or Afghanistan today, you have put yourself on the line for this country,\" said Filner. \"An \nincredible number of kids come back with an injury or illness that puts them in trouble with the law. To simply have \nthese people deported is not a good way to thank them for their service.\"\n\nAdvocates estimate that thousands of veterans have been deported or are in detention. Government officials say \nthey have no tally but plan to begin tracking the numbers.\n\nThe push comes as criminal courts are increasingly listening to arguments for leniency for veterans.\n\n\nSo-called veterans courts, which give them specialized treatment, now number more than 30, with a dozen more \nplanned.\n\nNext month, new U.S. Sentencing Commission rules will make it possible for federal judges to consider a criminal \ndefendant's military service and mental and emotional condition to issue a lesser prison sentence. The rules, \nhowever, would not apply to immigration judges.\n\nMost immigrants serve with distinction. The Center for Naval Analyses, a federally funded research and \ndevelopment center for the Navy and the Marine Corps, found that non-citizens are far more likely to complete their \nenlistment obligations successfully than their U.S.-born counterparts.\n\nCoombs was one who did not make the grade.\n\nHe spent 10 months in the Persian Gulf and lost friends to combat, he said. After the war, he felt depressed and \nanxious. His family was far away in New York, and he said \"whining\" to fellow Marines didn't seem an option.\n\nInstead, he got involved with drugs, and he got caught.\n\nIn 1992, he was court-martialed for possession of cocaine and marijuana with the intent to distribute, and was given \n18 months of confinement and a dishonorable discharge.\n\nHe continued to struggle with drugs.\n\n\"Things would be going well, then something would happen,\" he said.\n\nHe got married, and that helped. When his wife died in 2001 of diabetes-related complications, he started smoking \nmarijuana again.\n\nIn 2008, he was busted for selling marijuana to an undercover officer while working as a bouncer in an Orange \nCounty bar. He spent eight months in state prison.\n\n\"I don't want to make excuses. I made mistakes. I thought I knew the consequences I served my time,\" he said in a \ntelephone interview.\n\nU.S. Immigration and Customs Enforcement found that his criminal convictions made him eligible for deportation, \nand he was turned over to ICE after serving his sentence. He has been held in a San Diego immigration detention \ncenter for 22 months and is appealing to the 9th U.S. Circuit Court.\n\nCoombs was stunned to realize he could be forced to leave the country for his crimes.\n\n\"This is the only life I've known,\" he said. \"The only time I left this country was when I was deployed overseas. This \nis my home.\"\n\nOn the other side of the country, Dardar Paye is appealing his deportation case to the U.S. District Court for the \nMiddle District of Pennsylvania.\n\nPaye came to the U.S. from war torn Liberia as a 13-year-old. He joined the Army in 1998, serving in Kuwait as part \nof Operation Desert Fox and then in a NATO peacekeeping mission in Kosovo. He returned to New Jersey, where \nhis family lives, to spend another year and a half with the Army National Guard.\n\nIn 2008, he was convicted of six weapons-related offenses, including two involving firearms dealing, and served \ntime in federal prison. Now, like Coombs, he is facing deportation and is feeling betrayed.\n\n\"When I was in Kuwait, in Kosovo, I was like everyone else who was there, putting their lives on the line,\" said \nPaye, who in the Army was an armored vehicle crewman. \"Now I feel like they just used me for what they wanted, \nand now they're throwing me away.\"\n\n\n\nAdvocates and immigration attorneys say that before the 1996 Illegal Immigrant Reform and Immigrant \nResponsibility Act, few immigrant veterans were deported, because immigration authorities could take their \nservice into consideration.\n\nThe law added crimes such as drug possession for sale to the list of serious crimes that could lead to deportation \nof a legal immigrant.\n\n\"Drugs, anger management, weapons charges, that's what a lot of vets are getting caught for, and there is no \nrelief,\" said Margaret Stock, a recently retired Army reservist and immigration attorney who taught at the United \nStates Military Academy at West Point. \"The 1996 law really put the nails in their coffin.\"\n\nCoombs' attorneys, Shagin and Heather Boxeth of San Diego, Calif., who have represented or advised immigrant \nveterans in similar straits, estimate up to 4,000 veterans who served as long ago as World War II are now in \nimmigration detention or have been deported, but acknowledge that there are no hard numbers.\n\nICE spokeswoman Lori Haley said identifying and removing dangerous criminals from the country is an agency \npriority and that the cases of people with prior military service are carefully reviewed.\n\nMeantime, the military has started to offer a fast-track to citizenship to immigrants currently serving. Now, most \njoining the Army can expect to be citizens by the end of basic training, said Stock. Other branches are expected to \njoin the effort by the end of the year.\n\nThat help doesn't extend to those who have already served such as Paye and Coombs.\n\n\"If I had died,\" said Coombs, they would have made me a citizen, given me a military funeral, and given the flag to \nmy mom. But I didn't die. Here I am. I just want another chance.\"\n"}