{"title": "ASIAN IMMIGRANTS A PILLAR OF U.S. INDUSTRY;STATISTICS STYMIE THOSE WHO WOULD BLOCK NEW ARRIVALS", "body": "\nNearly 12 years after Plia Thao arrived in America from a refugee camp in Thailand, her dream came true in May: \nThe native of Laos opened the first Hmong-owned hair salon in the Twin Cities.\n\nSeven days a week and up to 10 hours a day, the owner of Infinite Hair tends to clients. \"It's a small business, and I \njust opened, so I have to work all day,\" said Thao, who - in her mid-20s - is living out the immigrant dream of \nupward mobility in America.\n\nA new study, released Wednesday by an Asian-American advocacy group, cites the experiences of many \nimmigrants like Thao. The authors hope their report will help debunk a widespread perception of immigrants as a \nwelfare-sucking drag on the national economy.\n\nFrom Chinese high-tech executives in California's Silicon Valley to Thao's salon on St. Paul's University Avenue, \nthe study concludes that robust infusions of newcomers create jobs and bolster America's competitiveness in the \nglobal economy.\n\nThe study was conducted by Los Angeles-based Leadership Education for Asian Pacifics (LEAP), Inc., a nonprofit \ngroup. The study comes as pro-immigration forces seem to have gained, at least temporarily, the upper hand \npolitically.\n\nThe U.S. House of Representatives recently scuttled efforts to curb legal immigration. While the U.S. Senate could \nrevive the legislation, even anti-immigration forces are not optimistic about prevailing this year.\n\n\"There is simply no leadership in Congress,\" said Dan Stein, executive director of the Washington-based \nFederation for American Immigration Reform. Stein's group wants to dramatically curtail legal arrivals to America - \nfrom more than 1 million per year to about 300,000.\n\nPoliticians have tapped into a strong anti-immigrant mood in the country. Most notable is Republican presidential \ncandidate Pat Buchanan, who favors a five-year moratorium on legal immigration, according to a campaign \nspokesman.\n\nWith such anti-immigration threats looming, the Los Angeles-based LEAP decided to go on the offensive. Much of \nits research aimed to document the achievements of Asian-Americans, the fastest-growing segment of the U.S. \npopulation.\n\nAmong the findings:\n\n\nSecond-generation Asian-Americans use welfare at a much lower rate than the general population. (An assistant \ncommissioner of the Minnesota Department of Human Services said no similar studies have been conducted on \ntrends involving state welfare recipients.)\n\nFifteen of America's most prominent high-tech companies, with combined revenues of $22 billion, were founded by \nimmigrant entrepreneurs from Asia and other locations. In 1990, Asian-Americans headed 300 of the 800 high-\ntech firms in California's Silicon Valley.\n\nSales and receipts of Asian-American-owned businesses exceeded $33 billion, with a $3 billion annual payroll and \n351,000 employees, in 1987.\n\nAsian-Americans have among the highest naturalization rates, and registered voters have one of the nation's \nhighest electoral participation rates. Asian immigrants had a 48 percent naturalization rate in 1990 compared to 36 \npercent for Africans and 28 percent for Latinos.\n\nEducating immigrant children forms a foundation for long-term academic achievement. Among persons between \n25 and 38 years of age in 1990, Asian-Americans were twice as likely to have a graduate or professional degree as \nnon-Hispanic whites.\n\n\"Those who would claim to 'save jobs' by closing our borders must now contend with the simple fact that \nimmigration creates jobs,\" said Bill Ong Hing, an associate law professor at Stanford Law School who is the report's \nlead researcher.\n\nHing said LEAP is focused on preserving the current immigration system, rather than lobbying for specific numbers \nof new arrivals.\n\nSince 1965, U.S. residents have been able to sponsor immigration of foreign relatives under a family-preference \nsystem that is under attack by anti-immigration forces.\n\nAnti-immigration politicians and activists, such as Stein, believe that the United States should scrap the family-\npreference method.\n\nStein wants America to be more selective about whom it admits for residency. He said the nation should focus on \nattracting highly skilled, highly educated foreigners, rather than those who are merely relatives of U.S. citizens.\n\nStein calls his idea \"refining the flow\" of immigration away from people who lack job skills and don't speak English.\n\nNotes\n\nFORUM\n\nA public forum on LEAP's report will be held on April 12, from 9:30 a.m. to 11:30 a.m., at Hamline University in St. \nPaul. For information, call 641-2800.\n\nGraphic\n\n \n\nPhoto: Scott Takushi, Pioneer Press\n\nPlia Thao, who says she's the first Hmong to own a Twin Cities beauty salon,\n\nworks nine or 10 hours a day, seven days a week, as owner of Infinite Hair on\n\n\n\nUniversity Avenue in St. Paul. Here she gives a trim to Tiffiny Vue, 5, of\n\nBrooklyn Center.\n"}