{"title": "METRO; In Brief", "body": "\nVIRGINIA\n\nPharmacist Fired Over Dosage Mistake\n\nA pharmacist who authorities said dispensed a lethal dose of a 5-year-old Sterling boy's bed-wetting medication has \nbeen fired from his job at Leesburg Pharmacy, store officials said.\n\nGregory C. Chase, who had worked at the pharmacy for about five years and previously was employed at a CVS \ndrugstore in Vienna, is under investigation by state health officials.\n\nChase dispensed a solution of imipramine that Kellie Ward gave to her son, Brendan, on April 5, state officials said. \nShe found the boy dead the following morning. State health officials said the dosage was five times as strong as \nwhat was prescribed by Brendan's doctor.\n\nThe pharmacy owner, Bruce Roberts, said that the medication was prepared by a technician but that state \nregulations require that a pharmacist review a prescription before it is dispensed. A woman who answered the \nphone at Chase's Centreville home yesterday said he had no comment.\n\nArlington GOP Picks Board Nominee\n\nArlington Republicans named Scott Tate yesterday to be their candidate for County Board this fall. Tate, co-founder \nand CEO of an Internet consulting business, will face County Board Chairman Barbara A. Favola (D) in the \nNovember election.\n\nTate, who faced no Republican opponent, was formally named last night by the party's executive committee.\n\nLast fall, the 17-year county resident took on state Sen. Mary Margaret Whipple (D) and won 30 percent of the vote. \nHe also ran briefly as an independent in the 1999 special election for a County Board seat.\n\nTate, 39, lives in Arlington's Bluemont neighborhood.\n\nTHE REGION\n\nMetro Procurement Official Is Fired\n\n\nMetro has fired a mid-level manager who gave a private consultant a full-time Metro job at his consultant's rate of $ \n165 an hour without required approval from the board of directors.\n\nThe transit agency announced yesterday that it was \"reorganizing\" the procurement department after an audit by \nthe Federal Transit Administration.\n\nAs part of that reorganization, Metro eliminated the job held by procurement director Francis X. Watson and did not \nreassign Watson in the 9,000-employee transit agency. Watson, who has worked for Metro for eight years, will be \nterminated Friday.\n\nWatson had tapped Wayman \"Ray\" Lytle, a part-time consultant, to fill a full-time job at Metro but kept him at his \nconsulting rate, instead of switching him to the $ 46-an-hour rate the full-time position typically pays. When Metro \nGeneral Manager Richard A. White discovered the terms of Lytle's contract, he terminated it Jan. 14. Lytle had \nbeen paid $ 276,540 in 15 months of work at Metro, both full and part time.\n\nFederal officials looked into Metro's procurement practices after news coverage about the Lytle case and Metro's \nuse of 36 consultants from architecture and engineering firms to fill vacant jobs.\n\nTreasury Won't Get Land at Harpers Ferry\n\nAgreement has been reached to leave 327 acres at Harpers Ferry, W. Va.--where the Treasury Department wants \nto build a law enforcement training facility--under the jurisdiction of the Interior Department's National Park Service \nand the Fish and Wildlife Service, according to a news release from Sen. Robert C. Byrd (D-W. Va.).\n\nByrd had inserted language into an appropriations bill last month to transfer the land, which includes the Civil War \nsite of the Battle of School House Ridge, to the Treasury Department. Preservationists were concerned that \nTreasury, which does not include historic preservation in its mission as does Interior, would sell excess land to a \ndeveloper.\n\nUnder the agreement, the Park and Fish and Wildlife services will retain ownership and lease about 30 acres to \nTreasury for the training center. Byrd's release said the deal was reached after a meeting with officials and \nresidents of Jefferson County, W. Va., and the agencies.\n\nMARYLAND\n\nPotomac Boater's Body Found\n\nRescue workers yesterday found the body of a man who drowned when his boat capsized on the Potomac River in \nWestern Maryland.\n\nNatural Resources Police found Jeffrey Lee Snow, 30, of Forestville, at 8:40 a.m., about a quarter-mile downstream \nfrom where the boat capsized Friday off the Washington County shoreline, a spokesman said.\n\nThe boat was carrying three people. The boat's operator, Dale Ewell France, of Mount Airy, Md., swam to shore \nsafely.\n\nThe body of Ervin Ray Barnes, 28, of Frederick, Md., was recovered Saturday.\n\nNeither of the men who drowned was wearing a life jacket.\n\nTHE DISTRICT\n\nSchools Want Renovation Opinions\n\nThe D.C. public school system is holding two \"community dialogues\" tonight to gather views on school renovations \nand new construction to be part of a modernization effort for the city's 140-plus school buildings.\n\n\n\nThe planning session for Area A will be held from 6 to 8:30 p.m. at P.R. Harris Educational Center, 4600 Livingston \nRd. SE. It includes Ballou Senior High School; Douglass and Johnson junior high schools; Hart Middle School; and \nBirney, Draper, Ferebee-Hope, Green, P.R. Harris, Hendley, King, Leckie, Malcolm X, McGogney, Moten, \nPatterson, Savoy, Simon, MC Terrell, Turner and Wilkinson elementary schools.\n\nThe planning session for Area G will be held from 7 to 9:30 p.m. at St. Columbia's Church, 2200 Champlain St. NW. \nIt includes Wilson and Ellington senior high schools; Deal Junior High; Hardy Middle School; and Eaton, Hearst, \nHyde, Janney, Lafayette, Key, Mann, Oyster and Stoddert elementary schools.\n\nSchool Food Center's Condition Faulted\n\nD.C. Council member Phil Mendelson (D-At Large) toured the D.C. school system's food warehouse in Northeast \nWashington yesterday and complained that the facility was too warm.\n\nLast year, health inspectors found tons of food stored years past their expiration dates there, as well as evidence of \ninsect and rat infestation. School officials say the problems have been corrected. Mendelson said he saw no signs \nof vermin.\n\n\"Most of the space was just a little cooler than the steamy outside temperature,\" he said. \"And while the freezer was \nfreezing, it was well above the zero degrees marked on some boxes.\"\n\nQUOTE OF THE DAY\n\n\"It's just unbelievable that this wonderful person could just be walking down the sidewalk so early in the morning, \nminding her own business, and get shot. How is that possible?\"\n\n-- Marquitta Miller, whose grandmother, 76-year-old Grace Edwards, was shot to death while taking her daily walk \nnear her home in Southeast Washington.\n"}