{"title": "Immigrants' story told on school stage", "body": "\nWhen she was only a tot, Lailama Paykargar's family fled her native Afghanistan to escape the Taliban.\n\n\"My father was an orthopedic surgeon, and when he was doing surgery, the Taliban would come into the operating \nroom with their dirty clothes. They thought my daddy was their enemy and he would kill their friends. But my daddy \nwas a doctor, and for a doctor, it doesn't matter where you are from.\"\nAJC\n\nPaykargar, 17, is one of dozens of immigrant students, teachers and parents who told stories of what it is like to \nmove to America and why they came here. The stories formed the basis of a Riverwood High School play and an \neventual documentary.\n\nAnna Maribona, a Riverwood English for Speakers of Other Languages teacher, said the project started as a \ncollaboration among immigrant teachers at the high school.\n\nThe Sandy Springs school offers both the International Studies Magnet and International Baccalaureate programs \nto students from the entire school district. Riverwood's student population is 48 percent white, 23 percent black and \n20 percent Hispanic. International students come from 43 countries with 22 languages.\n\nStudents, parents and teachers were asked to write a story of origin --- of the history of their family's arrival in \nAmerica. Pieces of the stories were compiled into a performance piece.\n\nArts educator and actor Barry Stewart Mann organized the production and inspired the students.\n\n\"There were varying levels of English and drama ability,\" Mann said of the performance, called \"From There to \nHere.\"\n\nAfter fleeing Afghanistan, Paykargar's family first settled in Russia and then moved to the United States in 2000. \nShe said telling her story was important.\n\n\"We did it to show people . . . some people think we are terrorists,\" said Paykargar, who now is fluent in English.\n\n\"A lot of it came down to guts,\" Mann said of the students' efforts. In fact, many of the ESOL students whose \nEnglish is limited memorized their lines and performed without a script.\n\n\nDuring rehearsals, the teens helped each other, chanting, \"Si se puede! Si se puede!\" --- \"Yes, you can! Yes, you \ncan!\"\n\nArt students created the scenery, music students helped with the songs and International Baccalaureate drama \nstudents helped train ESOL students in acting techniques.\n\nA Mexican student, Ameyattzin Palomino, 15, played the part of a Puerto Rican girl who is shunned by a group of \nAmerican girls.\n\n\"I'm from Puerto Rico, which, for your information, is part of the United States of America. I was born an American \ncitizen, just like you. We use the same money you do, and we speak English just like you.\"\n\nHer speech brought cheers and applause from the diverse audience.\n\nOthers' soliloquies told of the hardship of stealing across the U.S.-Mexico border and of being an illegal immigrant.\n\n\"I left my country because I wanted to try something new, something different. What a big mistake I made! . . . In \nthis country, if your family is not with you, and you are illegal, you are never going to smile again.\"\n\nSome spoke of their future and the opportunities in America in both English and Spanish.\n\n\"Quiero ser una gran estrella . . .,\" one girl started in Spanish.\n\nThen she translated: \"I want to be a great star, to be an actor because my greatest dream is to be happy as an \nactor, and I want to have a car, a big house.\"\n\nAnother student dreamed of returning to his native country.\n\n\"I would like to go back to my country and help my friends. . . . Maybe I will be a lawyer and help them.\"\n\nMann said the play helps people acknowledge diversity and what it's like to be on both sides.\n\n\"It's up to all of us to raise awareness so we don't hurt people's feelings or make assumptions,\" Mann said.\n\nJose Avila, 16, has been in Georgia for more than a year. He was born in California.\n\n\"It was important to show them some real stories we have,\" Avila said. \"It was fun. I want to do it again.\"\n\nDrama director Molly Mercer said the task was not as difficult as one might suppose.\n\n\"I encourage people to be open to things like this. The spirit of young people just pops through any difficulties,\" \nMercer said. \"The ESOL students appreciated the opportunity. They're not in yearbook or anything,\" she said, \nnoting that many do not have flexible transportation for after-school activities.\n\nSuban Dey, 17, is making a documentary of interviews with immigrant students, parents and teachers telling their \nstories as well. He has videotaped more than 30 people and hopes to have the film finished next semester.\n\nGraphic\n\n \n\nPhoto: Students Christine Soufastai (left) and Shiva Salehi perform festive Persian dancing at Riverwood High \nSchool in north Fulton County. / KIMBERLY SMITH / Staff; Photo: U.S.-born Erica Woodruff (left) and Leydidiana \nPerez, a native of Mexico, tell a story of transition.\n\n\n"}