{"title": "IMMIGRANT MED CARE CRITICIZED", "body": "\nZhuo Hua Wu suffers from kidney stones, but all he has to relieve his pain is a mixture of tea remedies and a $1.88 \nmedication from Hong Kong.\n\nWu, 40, a kitchen worker at a Chinese restaurant, is a legal U.S. resident, and need not fear reaching out for \nmainstream medical care. But he doesn't, because he's ineligible for Medicaid and can't afford mainstream care.\n\nIn 1996, Congress changed the welfare laws and cut benefits to thousands of foreign-born U.S. residents like Wu.\n\n\"This [$1.88 medicine] helps the pain a little bit, but what I really need is to have health insurance,\" he said. \"I'm \nafraid that my condition is getting worse and worse.\"\n\nWhen his pain becomes unbearable, Wu likely will end up in a hospital emergency room, where, according to a new \nstudy, more and more legal immigrants are ending up for their primary health care.\n\nThe study, released yesterday by the New York Immigrant Coalition, is titled \"Welfare Reform and Health Care: \nThe Wrong Prescription for Immigrants.\"\n\n\"Lawmakers are not paying attention to those who live here,\" said coalition executive director Margaret McHugh. \n\"This was a stupid law.\"\n\nJoined at a Manhattan news conference by Rep. Jose Serrano (D-Bronx), City Controller Alan Hevesi and \nrepresentatives of immigrant advocacy groups, McHugh called for the restoration of Medicaid to legal immigrants.\n\nThe Personal Responsibility and Work Opportunity Reconciliation Act, approved as a welfare reform in 1996, barred \nneedy legal immigrants who have not been in this country for five years from receiving benefits such as food \nstamps and Medicaid.\n\nThe coalition's study, which conducted 14 focus groups in various immigrant communities in the city, concluded \nthat immigrants get tuberculosis at double the rate of native-born citizens, and that infant mortality rates are higher \nin immigrant families.\n\nIn addition, it reveals, some 45% of permanent legal U.S. residents are uninsured. That figure is likely to increase \nby at least half by the year 2005, the report said.\n\nProviding emergency health care for the uninsured - including legal immigrants unable to pay their hospital bills - \nis squeezing the resources of hospitals that serve low-income New Yorkers, officials said.\n"}