{"title": "OUR OPINIONS: Punish those who profit from illegal information", "body": "\nGenerally, Americans upset about illegal immigration focus their wrath on the desperate and destitute foreigners \nwho come to this country seeking better lives for themselves and their families. Critics of lax immigration controls \nrarely home in on a more fitting target: the companies who knowingly hire undocumented workers.\n\nBut the case against Springdale, Ark.-based Tyson Foods Inc., one of the world's largest meat processing \ncompanies, might provide an occasion to look at the other side of the issue.\nAJC\n\nIn a 36-count indictment, the Justice Department accuses Tyson of \"cultivating a corporate culture in which the \nhiring of illegal alien workers was condoned in order to meet production goals and cut costs to maximize profits.\"\n\nImmigration officials say Tyson preferred illegal immigrants because they were forced to be more productive and \nwere less likely to complain to management about their working conditions and lack of benefits. And in meat \nprocessing, that's reprehensible: It's one of the nation's riskiest industries, with one in four workers injured seriously \nenough to seek medical attention.\n\nTyson, two corporate executives (one a human resources manager, the other a division vice president) and four \nplant managers are accused of conspiring to smuggle illegal immigrants from Mexico to work at 15 Tyson plants in \nnine states. Those recruited were assisted in getting fraudulent documents, the indictment charges; the company is \neven accused of seeking out temporary employment agencies that lacked access to the Immigration and \nNaturalization Service's computer verification system.\n\nTyson's top echelon, by the way, is not even denying that the smuggling occurred. They are just claiming it was the \nwork of a few renegade employees.\n\nIf the executives are convicted, they ought to be dealt with harshly. So harshly that no other company executives \nwill ever consider anything like it.\n\nAnd the Justice Department should not stop looking for evidence that the scam might have been approved at the \nhighest levels of the company. If federal authorities can prove their case against Tyson, the company should be \npenalized to the fullest extent of the law. The usual slap on the wrist is not good enough.\n\nTo be fair, the INS has made it easy enough for companies to profit from illegal immigration. Lax and inconsistent \nenforcement encouraged businesses' blase attitude --- especially when the economy was soaring and companies \n\n\nfaced labor shortages. As long as the agency opts to target the unsophisticated immigrant and overlook industry's \naccountability, illegal immigration will flourish.\n\nWhen the paranoia of Sept. 11 fades, President Bush and Congress should return to the challenge of constructing a \nrealistic immigration policy --- one that crafts a less convoluted legal process for immigrant workers and stems the \nflow of illegal immigrants with tougher penalties and border controls.\n\nBut until we get there, businesses must be taught there is zero tolerance for corporate megalomania. As Assistant \nAttorney General Michael Chertoff put it when he announced the Tyson indictment, \"The bottom line on the \ncorporate balance sheet is no excuse for criminal conduct.\"\n"}