{"title": "Migrant Workers Make More Passages of Hope", "body": "\nAs multinational companies continue moving their operations across borders in search of cheaper labor, record \nnumbers of workers are moving in the opposite direction in search of better pay and higher standards of living, a \nnew report on global migration patterns has found.\n\nA review of recent census reports from 152 countries determined there are about 120 million migrants in the world \nnow, including some refugees fleeing war or famine who don't return to their homelands. That number is up from 75 \nmillion in 1965 and is expected to grow, the report said.\n\nThe swell of migration is creating a new $ 6 billion-a-year industry--human trafficking--as workers from poor \ncountries pay brokers for false documents or to smuggle them into more desirable countries.\n\n\"Workers Without Frontiers: The Impact of Globalization on International Migration\" was issued last week by the \nInternational Labor Organization, a United Nations agency based in Geneva. The biggest motivator for immigrants \nis a better economic life, author Peter Stalker found.\n\n\"In a world of winners and losers, the losers do not simply disappear, they seek somewhere else to go,\" the British \neconomic researcher wrote.\n\nSome foreign workers are needed because of tight labor markets in some countries, including the United States--\nwhich admits more immigrants than anyone else. In Europe and Japan, where birthrates are shrinking and the \npopulation is aging, tight immigration controls may eventually be loosened because immigrants will be needed as \nmanual laborers, health-care aides and other jobs viewed as undesirable by local residents.\n\nBut the increase in immigration has stirred debate in many countries and sparked social and political unrest in \nothers, including recent incidents in Spain that involved violent attacks on immigrants. Immigration is \"controversial \nand complex everywhere,\" Stalker said in an interview.\n\nWide pay disparities among nations are giving workers an incentive to move, Stalker found. One 1996 study, for \nexample, found that workers who earned $ 31 a week in Mexico earned $ 278 a week after they illegally \nimmigrated to the United States. Indonesians who earned 28 cents per day in 1997 could earn $ 2 or more per day \nin neighboring Malaysia. Manufacturing workers who earned 25 cents an hour in India in 1995 could earn 46 cents \nan hour in Thailand or $ 14.40 in Australia, the report found.\n\n\n\"We're shaking people loose from their environments,\" Stalker said. \"It won't make them all migrate, but at least it's \nmaking them ask the question, 'Now we're on our own, what should we do?' \"\n\nOne thing some are doing is paying to sneak into richer countries. It costs about $ 500, for example, to arrange \nillegal boat passage from Morocco to Spain, according to the report, while passage from Eastern Europe to \nWestern Europe can cost $ 1,000 to $ 5,000.\n\nA sophisticated travel \"package\" that would include transportation and forged documents from China to the United \nStates can cost $ 30,000. Others risk their lives to make the trip. Some drown in the Mediterranean Sea trying to \nget to Europe, or off the coast of the United States trying to reach Florida.\n\nBangkok has become an international center for false-document production, according to the report. Passports, \nmainly Korean and Japanese, are doctored using sophisticated technology, and they cost about $ 2,000 each.\n\nLabor brokers also do a big business. The airport check-in lines at Dhaka, Bangladesh, are thronged by rows of \nworkers wearing uniforms provided by brokers, preparing to fly to Malaysia and the Persian Gulf. The brokers \ncharge the workers a fee for this service.\n\nIn the Philippines, workers reportedly paid up to $ 4,600 to a broker for a job in Japan or $ 3,800 for Taiwan, \nthough legally the limit is about $ 200. A Ukrainian worker who found a job in the Czech Republic reported he was \nrequired to pay half of his $ 2.50-an-hour salary to his labor broker.\n\nIn some countries, migrants replace workers who have migrated elsewhere. In northern Thailand in 1996, for \nexample, thousands of Burmese construction workers helped build a stadium to house the Asian Games, while \nThai construction workers departed their homes in search of better-paying positions building expressways in \nTaiwan.\n\nBetween 3 million and 8 million people from Mozambique, Zimbabwe and Lesotho have moved to South Africa in \nsearch of work, the report said. Argentina has an estimated 200,000 undocumented workers from Peru, Bolivia and \nParaguay.\n\nStalker said that increased worker migration is likely to continue for some time because it will take years before \neconomic equilibrium is reached. Even when economically developing countries begin to prosper, Stalker said, their \ncitizens continue to try to emigrate until they develop a sense of financial security in their home country. That's the \nreason that many South Koreans continued to seek to move abroad even as their economy grew stronger, he said.\n\nLabor costs for manufacturing -- where many immigrants are employed -- are highest in European countries and \nlowest in Asia. China's costs have remained flat for many years.\n\nCosts per hour\n\n1980/1995 (latest available)\n\nGermany $ 12.33/$ 31.88\n\nSwitzerland $ 11.09/$ 29.28\n\nNorway $ 11.59/$ 24.38\n\nJapan $ 5.52/$ 23.66\n\nSweden $ 12.51/$ 21.36\n\nFrance $ 8.94/$ 19.34\n\nU.S.  $ 9.87/$ 17.20\n\n\n\nCanada $ 8.67/$ 16.03\n\nSingapore $ 1.49/$ 7.28\n\nHong Kong $ 1.51/$ 4.82\n\nPhilippines $ 0.53/$ 0.71\n\nIndia $ 0.44/$ 0.25\n\nChina $ 0.25/$ 0.25\n\nSOURCES: Morgan Stanley, International Labor Organization\n\nMigrant Workers' Impact\n\nPercent of nations' labor force that is foreign:\n\nAustralia 25.0%\n\nCanada 18.5%\n\nAustria 10.0%\n\nU.S.  9.4%\n\nGermany 9.1%\n\nFrance 6.2%\n\nBritain 3.4%\n\nItaly 3.4%\n\nNOTE: Figures are for 1998\n\nSources of immigration to U.S.:\n\nLegal\n\nMexico 18.4%\n\nPhilippines 6.2\n\nChina 5.2\n\nVietnam 4.8\n\nIndia 4.8\n\nCuba 4.2\n\nDominican Republic 3.4\n\nEl Salvador 2.3\n\nUndocumented\n\nMexico 54.0%\n\n\n\nEl Salvador 5.6\n\nGuatemala 3.3\n\nCanada 2.4\n\nHaiti 2.1\n\nPhilippines 1.9\n\nHonduras 1.8\n\nPoland 1.4\n\nNOTE: Figures are for 1997 for legal; 1996 for undocumented\n\nSOURCES: U.S. Immigration and Naturalization Service, International Labor Organization\n\nGraphic\n\n \n\nIllustration, The Washington Post\n"}