{"title": "Arrests of 31 In U.S. Sweep Bring Fear In New Haven", "body": "\nOver the last several years, this city has gone to great lengths to turn itself into a kind of haven, quite literally, for \nillegal immigrants. It was not that new immigrants were pouring in, but that there were thousands already living \nhere, and the officials who have long run the city wanted to bring them out of the shadows.\n\n  The police adopted a ''don't ask, don't tell'' policy for dealing with immigrants, and the mayor backed a plan for \nmunicipal identification cards. Within the borders of this liberal college town, there was hardly a whiff of opposition.\n\nBut starting at 6 a.m. Wednesday, two days after the Board of Aldermen overwhelmingly approved the identity card \nplan, federal agents swept into the largely Hispanic Fair Haven community and arrested some 31 people \nsuspected of being illegal immigrants, many in their homes. \n\n  Within hours, any sense of sanctuary that the city and advocates for immigrants advocates had developed over \nthe years was turned upside down, replaced with fear. \n\n  ''There is truly no safe haven for fugitive aliens,'' said Marc Raimondi, a spokesman for Immigration and Customs \nEnforcement, the federal agency that conducted the raid.\n\n  Afterward, local officials' cellphones lighted up with dozens of frantic phone calls from residents and community \nleaders saying that people were missing. There were rumors of a mass arrest at a supermarket. Fair Haven \nresembled a ghost town, with residents huddling inside their houses, afraid that they, too, could be arrested at any \nmoment. \n\n  ''At 10 in the morning, the streets were just empty,'' said John Lugo, an organizer for Unidad Latina en Accion, an \nadvocacy group. ''People were really very afraid all of the sudden. They still are. They think it will happen again.'' \n\n  On Wednesday, Mr. Lugo and others passed out hundreds of fliers outlining immigrants' rights, instructing them \nnot to give federal authorities any information without a lawyer present and advising them to not answer their doors.\n\n  Mayor John DeStefano and other city leaders angrily accused the federal government of ''terrorizing'' the \nimmigrant community. Many of them speculated that the mass arrests -- the first of their kind in recent memory \nhere -- were retaliation for the acceptance of municipal identification cards and other immigrant-friendly city policies. \n\n  Immigration and Customs Enforcement officials emphatically denied that charge, saying that the arrests had been \nplanned since April. (The identity-card program, believed to be the first of its kind in the nation, was first suggested \nby Mr. DeStefano in 2005.)\n\n\n  The details of the arrests are still somewhat unclear. Federal officials said that they were ''targeting fugitives,'' not \nconducting a widespread sweep. Twenty nine men and two women -- most of them from Mexico, Guatemala, \nNicaragua, Guinea and Ecuador -- were arrested. City officials said on Thursday that of the 16 arrest warrants the \nfederal agents had, only four were executed, meaning that most of the 31 arrested were swept up in what they \ncalled a dragnet, and that 12 people the federal officials were looking for remained at large. \n\n  Lawyers and advocates for immigrants who interviewed several relatives of those who were arrested said that in \nmost cases, the immigration officials knocked on their doors and demanded to speak with every adult in the house, \nthen asked for identification.\n\n  In several instances, they said, the agents separated the men from the women and asked which of the women had \nchildren. Those who did were left behind, while those who did not were taken into custody, the advocates said. \n\n  Immigration and Customs Enforcement officials have conducted hundreds of similar sweeps in the last year. In \n2006, a spokesman said, they deported more than 221,000 illegal immigrants, many of them after proceedings that \nbegan with such arrests. Last fall, an operation in Danbury led to the arrest of 11 men who worked at a local \nfactory. \n\n  Immigration advocates in Connecticut were fond of referring to Danbury and New Haven as two poles on the \nspectrum -- the same immigrants who were shunned in the former were welcomed in the latter. \n\n  Like many other local leaders, Mayor DeStefano said he had to deal with the practical reality of illegal immigrants, \nrather than spend his time worrying about proposals to revamp the federal immigration system. But while some \nmayors were cracking down on housing codes and loitering laws to discourage illegal immigrants from getting too \ncomfortable, Mr. DeStefano said he was more concerned about public safety for the 10,000 of them estimated to \nlive in his city of 125,000.\n\n  That was how the identification cards were supposed to help: by giving immigrants an official document that could \nbe used in banks, rather than having to carry hundreds of dollars in cash, which made them targets for theft.\n\n  Above all, Mr. DeStefano said, immigrants should feel comfortable contacting the police and receiving basic city \nservices. And when the city's aldermen approved the plan on Monday night, advocates hailed it as a model for \nother municipalities. \n\n  ''We've gotten to the point where the community trusts the city and trusts the police,'' said Kica Matos, the city's \ncommunity services administrator, who spearheaded the identification card plan. \n\n  The arrests on Wednesday, she said, have the potential to reverse much of that.\n\n  The city still plans to begin issuing the identification cards early next month. Several community leaders said that \nthe immigrants' arrests had outraged many residents, and that more would be likely to obtain the cards as a sign of \nsolidarity. \n\n  But what about immigrants themselves? \n\n  ''I don't know the answer to that question,'' Mr. DeStefano said in an interview Thursday. ''But we cannot get to a \npoint where people are driven underground.'' \n\n  As his thoughts turned to the current immigration debate in Congress, Mr. DeStefano sounded a bit resigned. \n\n  ''They'll do whatever they are going to do, but my job is to deal with the situation here,'' he said. \n\n  ''People aren't going to come here for a piece of plastic, they are going to come here for jobs and because the \nfederal government lets them come here. The law is only enforced episodically. Yesterday was our day.''  \n\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Immigrants and their advocates met yesterday outside a church in New Haven, a city that welcomes them, \nin reaction to the arrests of people suspected of being illegal immigrants by federal officials on Wednesday. (Photo \nby Douglas Healey for The New York Times)(pg. B6)                                                                              \n"}