{"title": "Bloomberg Expands Translations In Agencies - Correction Appended", "body": "\nNavigating the city's bureaucracy can be a daunting endeavor for the nearly three million immigrants who live in \nNew York. Aside from a lack of knowledge about the way government works and the services it provides, one \nfundamental barrier has stood in their way: language.\n\n  There are an estimated 170 foreign languages spoken in New York City, and in nearly half of all households, \nEnglish is not the primary language, according to the census in 2000. And given that the city receives more than 20 \nmillion calls from residents each year, officials said, communication can often be a challenge.\n\n  On Tuesday, Mayor Michael R. Bloomberg ordered the city's more than 100 agencies to provide language \nassistance in six foreign languages: Spanish, Chinese, Russian, Korean, Italian and French Creole. The order \nrequires, for the first time, that the agencies follow the same standard when providing translation and \ninterpretation to New Yorkers who do not speak English. \n\n  Immigrant advocates and city officials say it is the most comprehensive order of its kind in the country. The mayor \nrefused to be specific about how much the services will cost, saying only that it was a ''relatively small'' amount \ngiven the size of the city's budget. He added: ''This executive order will make our city more accessible, while \nhelping us become the most inclusive municipal government in the nation.''\n\n  ''The fundamental basis of government is its interaction with its citizens,'' the mayor said before signing the \nexecutive order at City Hall on Tuesday. ''If people don't know what we do, don't know what they should do, what \nthe law requires them to do, don't know how to get services, all the money that we're spending providing those \nservices, providing those laws, is meaningless.''\n\n  The order requires that agencies translate essential public documents, pamphlets and forms in the six \nlanguages. But its reach is broader, as it allows for the use of a telephone-based service that can link immigrants \nwith interpreters who speak Urdu, Hindi, Arabic and dozens of others less-common languages.\n\n  Chung-Hwa Hong, executive director of the New York Immigration Coalition, an umbrella organization that works \nwith immigrants and refugees in the state, called the order ''a landmark step toward inclusion.'' Councilwoman \nRosie Mendez of Manhattan, who has pushed for more translation services for public housing dwellers, said it was \na ''bold and necessary action'' to increasing immigrants' access to city government.\n\n  The types of services each agency will provide will depend on how much each of them interacts with the public. \nThe agencies have until Jan. 1 to submit a plan detailing how much translation and interpretation service they will \nneed to suit their needs.\n\n\n  Immigration advocates and some elected officials have tried for more than 10 years to get the city to provide \nlanguage assistance to non-English speaking New Yorkers, with limited success. In 2001, a federal judge approved \na settlement through which the city agreed to make available Spanish, Russian, Chinese and Arabic copies of food \nstamp applications in welfare offices around New York, as well as translation of these documents into languages \nspoken by at least 100 clients who use any given office.\n\n  In recent years, the Education Department's translation unit has been expanded to provide parents with \ninformation in eight languages. The city's 311 customer-service center has allowed interactions in 170 languages \nsince it was formed in 2003. And the Office of Emergency Management has offered audio translations of some \npublic documents to those who cannot speak English and are visually impaired, a spokeswoman for Mr. \nBloomberg said.\n\nhttp://www.nytimes.com\n\nCorrection\n\nAn article on Wednesday about an executive order requiring that all New York City agencies provide translations \nand interpretation services in six foreign languages referred incorrectly to a service offered by the Office of \nEmergency Management. It provides audio recordings of some public documents for the visually impaired, but the \nrecordings are in English; they are not translated. \n\nCorrection-Date: July 24, 2008\n"}