{"title": "AP News in Brief at 6:04 a.m. EDT; AP News in Brief at 6:04 a.m. EDT", "body": "\nTakeaways: Warren under fire, 70s club ignores the age issue\n\nA dozen Democratic presidential candidates participated in a spirited debate over health care, taxes, gun control \nand impeachment. Takeaways from the three-hour forum in Westerville, Ohio:\n\nWARREN'S RISE ATTRACTS ATTACKS\n\nSen. Elizabeth Warren found Tuesday that her rise in the polls may come with a steep cost. She's now a clear \ntarget for attacks, particularly from more moderate challengers, and her many plans are now being subjected to \nmuch sharper scrutiny.\n\nMinnesota Sen. Amy Klobuchar and South Bend, Indiana, Mayor Pete Buttigieg slammed her for not \nacknowledging, as Vermont Sen. Bernie Sanders has, that middle-class taxes would increase under the single-\npayer health plan she and Sanders favour.\n\n\"At least Bernie's being honest with this,\" Klobuchar said.\n\n___\n\nAnalysis: Elizabeth Warren growing into front-runner status\n\nWESTERVILLE, Ohio (AP) - The question was inevitable. Elizabeth Warren's answer was the same. And her rivals \nseized on it.\n\nFor the second consecutive debate, Warren refused to say whether middle-class Americans would pay higher taxes \nunder her proposed \"Medicare for All\" plan. It was a glaring dodge for a candidate who has risen to the top of the \nDemocratic field by unveiling detailed policy proposals and selling them with a folksy flair.\n\nAnd it was one of nearly half a dozen issues on which Warren found herself defending the broad ambition she has \nlaid out to remake the American economy and rebalance the nation's wealth. More moderate candidates, including \nJoe Biden, Pete Buttigieg and Amy Klobuchar, cast Warren as unrealistic and vague.\n\nHow Warren handles that criticism, which was abundant Tuesday and is likely to escalate in the coming weeks, will \nbe a central test of whether she can maintain her standing.\n\n\n\"Warren has done a good job at remaining steady despite the arrows in her direction, but she is still missing \nanswers to core questions about her plans,\" said Bill Burton, a Democratic strategist who worked for former \nPresident Barack Obama.\n\n___\n\nHouse Democrats not easing up on impeachment probe\n\nWASHINGTON (AP) - The impeachment inquiry is revealing vivid new details about the high-level unease over \nPresident Donald Trump's actions toward Ukraine, and those of his personal lawyer, Rudy Giuliani, as the swift-\nmoving probe by House Democrats showed no signs of easing.\n\nThe testimony from the witnesses, mainly officials from the State Department and other foreign policy posts, is \nlargely corroborating the account of the government whistleblower whose complaint first sparked the impeachment \ninquiry, according to lawmakers attending the closed-door interviews.\n\nOne witness, former White House aide Fiona Hill, testified that national security adviser John Bolton was so \nalarmed by Giuliani's back-channel activities in Ukraine that he described him as a \"hand grenade who is going to \nblow everybody up.\"\n\nAnother, career State Department official George Kent, testified Tuesday he was told by administration officials to \n\"lay low\" on Ukraine as \"three amigos\" tied to the White House took over U.S. foreign policy toward the Eastern \nEuropean ally.\n\nSpeaker Nancy Pelosi, despite intensifying calls from Trump and Republicans to hold a formal vote to authorize the \nimpeachment inquiry, showed no indication she would do so. She said Congress will continue its investigation as \npart of the Constitution's system of checks and balances of the executive.\n\n___\n\nTurkey defies its NATO allies in Syria, as Russia steps in\n\nAKCAKALE, Turkey (AP) - Russia said it was working to prevent a conflict between advancing Turkish and Syrian \ngovernment forces on Wednesday, as Turkey's president defied growing pressure and sanctions from Western \nallies for a cease-fire in northern Syria.\n\nRussia has moved quickly to further entrench its leadership role in the region after U.S. President Donald Trump \nordered the pullout of American forces in northeastern Syria. The American move effectively abandoned the \nKurdish fighters who were allied with the U.S. and cleared the way for Turkey's invasion aimed at crushing them.\n\nAmerica's abrupt reversal pushed the Kurds to strike a deal with the Russia-backed government of Syrian President \nBashar Assad, inviting its forces to return to regions of northern Syria it had abandoned at the height of the eight-\nyear-old civil war.\n\nOn Wednesday, Russian Foreign Minister Sergey Lavrov said that Russia is committed to ensuring security in the \nregion as it works to mediate between the Syrian government and Turkey.\n\nRussia already announced that it had deployed troops to the flashpoint town of Manbij to keep apart advancing \nSyrian government and Turkish-led forces.\n\n___\n\nBrexit talks don't get breakthrough, continue on summit eve\n\nBRUSSELS (AP) - European Union and British negotiators failed to reach a breakthrough in Brexit talks during a \nfrantic all-night session and will continue seeking a compromise on the eve of Thursday's crucial EU summit.\n\n\n\nAn EU official, who asked not to be identified because the negotiations were still ongoing, said Wednesday that \n\"discussions continued until late in the night and will continue today.\"\n\nBoth sides were hoping that after more than three years of false starts and sudden reversals, a clean divorce deal \nfor Britain leaving the bloc might be sketched out within the coming hours.\n\nEven though many questions remain, diplomats made it clear that both sides were within touching distance of a \ndeal for the first time since a U.K. withdrawal plan fell apart in the British House of Commons in March.\n\nBut talks saw no deal materializing between experts from both sides holed up late into the night at EU headquarters \nin Brussels.\n\n___\n\nToxic PCBs linger in schools; EPA, lawmakers fail to act\n\nMONROE, Wash. (AP) - At first, teachers at Sky Valley Education Center simply evacuated students and used fans \nto clear the air when the fluorescent lights caught fire or smoked with noxious fumes. When black oil dripped onto \ndesks and floors, they caught leaks with a bucket and duct-taped oil-stained carpets.\n\nThen came the tests that confirmed their suspicions about the light ballasts.\n\n\"Sure enough ... it was PCB oil,\" said Cynthia Yost, who was among teachers who sent pieces of carpet and \nclassroom air filters to a lab. Tests found elevated levels of the toxic chemicals, used as coolant in the decades-old \nballasts that regulated electrical current to the lamps.\n\nMillions of fluorescent light ballasts containing PCBs probably remain in schools and day care centres across the \nU.S. four decades after the chemicals were banned over concerns that they could cause cancer and other illnesses. \nMany older buildings also have caulk, ceiling tiles, floor adhesives and paint made with PCBs, which sometimes \nhave been found at levels far higher than allowed by law.\n\nYet the Environmental Protection Agency has not attempted to determine the scope of PCB contamination or \nassess potential health risks, in large part because of lack of funding, political pressure and pushback from industry \nand education groups, according to dozens of interviews and thousands of pages of documents examined by The \nAssociated Press.\n\n___\n\nKim rides horse on sacred peak, vows to fight US sanctions\n\nSEOUL, South Korea (AP) - North Korean leader Kim Jong Un vowed to surmount U.S.-led sanctions on his \ncountry in state media reports Wednesday alongside evocative propaganda images of him riding a white horse \nseen as foretelling significant decisions as his own deadline for U.S. movement on nuclear talks is nearing.\n\nThe images in his country's official media showed a bespectacled Kim, wearing a long, light-brown coat and riding \nup snow-covered Mount Paektu on horseback. The location and the animal are symbols associated with the Kim \nfamily's dynastic rule. The highest point on the Korean Peninsula is sacred to North Koreans, and Kim has visited it \nbefore making major decisions such as the 2013 execution of his powerful uncle and his 2018 entrance into \ndiplomacy with Seoul and Washington.\n\nThe images and Kim's comments were released days after his country's first nuclear negotiations with the U.S. in \nmore than seven months fell apart.\n\nSouth Korean media quickly speculated Kim may be considering a new strategy in his dealings with the U.S. \nbecause he's previously demanded Washington come up with new proposals to salvage the stalemated diplomacy \nby the end of December.\n\n\n\n\"He, sitting on the horseback atop Mt Paektu, recollected with deep emotion the road of arduous struggle he \ncovered for the great cause of building the most powerful country with faith and will as firm as Mt Paektu,\" the \nNorth's official Korean Central News Agency said.\n\n___\n\nChaos as Hong Kong lawmakers thwart leader's annual address\n\nHONG KONG (AP) - Calling her \"the mother of the mafia police,\" yelling pro-democracy lawmakers twice forced \nHong Kong leader Carrie Lam to stop delivering a speech laying out her policy objectives Wednesday and then \nclamoured for her resignation in chaotic scenes that caused her to walk out of the legislature.\n\nLam was able to deliver the annual address more than an hour later by video, but the hostile reception inside the \nLegislative Council marked a slap in the face for the embattled chief executive grappling with anti-government \nprotests now in their fifth month.\n\nWhen Lam started delivering the speech, she was shouted down by chanting pro-democracy lawmakers who held \naloft placards showing her waving with hands colored blood-red. They also used a projector to light up Lam's face \nand the wall behind her with protesters' key demands.\n\nLam left the chamber and then came back about 20 minutes later to try again, only to be met with further fury. One \nlegislator brandishing a placard climbed onto a desk. Again, the council president stopped the session and Lam left. \nOne lawmaker wearing a paper mask showing the face of Chinese President Xi Jinping tossed a placard as Lam \nwalked out.\n\nFinally, 75 minutes after the previously scheduled start of the lengthy address, Lam delivered it via video link, with \nChina's yellow-starred red flag to her right and Hong Kong's flag on her left.\n\n___\n\nChinese snooping tech spreads to nations vulnerable to abuse\n\nBELGRADE, Serbia (AP) - When hundreds of video cameras with the power to identify and track individuals started \nappearing in the streets of Belgrade as part of a major surveillance project, some protesters began having second \nthoughts about joining anti-government demonstrations in the Serbian capital.\n\nLocal authorities assert the system, created by Chinese telecommunications company Huawei, helps reduce crime \nin the city of 2 million. Critics contend it erodes personal freedoms, makes political opponents vulnerable to \nretribution and even exposes the country's citizens to snooping by the Chinese government.\n\nThe cameras, equipped with facial recognition technology, are being rolled out across hundreds of cities around the \nworld, particularly in poorer countries with weak track records on human rights where Beijing has increased its \ninfluence through big business deals. With the United States claiming that Chinese state authorities can get \nbackdoor access to Huawei data, the aggressive rollout is raising concerns about the privacy of millions of people in \ncountries with little power to stand up to China.\n\n\"The system can be used to trail political opponents, monitor regime critics at any moment, which is completely \nagainst the law,\" said Serbia's former commissioner for personal data protection, Rodoljub Sabic.\n\nGroups opposed to Serbian President Aleksandar Vucic say police are leaking video of protests to pro-government \nmedia, which publish the images, along with the identities of participants. Vucic himself has boasted the police have \nthe capability to count \"each head\" at anti-government gatherings. During a recent rally, protesters climbed up a \npole and covered a camera lens with duct tape scrawled with the word \"censored.\"\n\n___\n\n\n\nNats sweep Cards; DC in World Series for 1st time since '33\n\nWASHINGTON (AP) - As the Washington Nationals moved a party 86 years in the making from their ballpark's \ninfield to a booze-filled clubhouse, manager Dave Martinez paused near the dugout and thrust the silver NL \nChampionship Series trophy overhead, to the delight of loud, delirious fans still in the stands.\n\nWho would have thought this was possible five months ago, when the team was flailing, trade talk was swirling \naround Washington and folks figured Martinez's job was in jeopardy?\n\nFrom 19-31 during a mediocre May to the Fall Classic in an outstanding October - and the city's first World Series \nappearance since 1933.\n\nExtending their stunning turnaround, the wild-card Nationals got RBIs from middle-of-the-order stars Anthony \nRendon and Juan Soto in a seven-run first inning Tuesday night, and Patrick Corbin's 12-strikeout performance \nplus a trio of relievers helped hold on to beat the St. Louis Cardinals 7-4 in Game 4 to complete a sweep in the \nNLCS.\n\n\"Often, bumpy roads lead to beautiful places,\" said Martinez, who underwent a heart procedure in September, \"and \nthis is a beautiful place.\"\n"}