{"title": "IMMIGRATION ACTIVISTS RALLY ON SATURDAY", "body": "\nIMMIGRATION, it is no secret, has become a human rights scandal of major proportions.\n\nEvery year the number of desperately poor people who perish at the borders increases, as does the number of \nhardworking families ripped apart by the repressive policies that pass for immigration reform these days.\n\nBut don't be fooled: Those who die in the Arizona desert and those fathers and mothers who are summarily \ndeported have nothing to do with terrorism or with U.S. security.\n\nThe failure of Congress to act on a comprehensive and fair reform has been largely responsible for turning the \nimmigration crisis into the far-reaching human tragedy it is today.\n\n\"Instead, Homeland Security has stepped up its campaign of fear and disappearances through workplace raids and \ndeportations,\" said a statement from New York United for Immigrant Rights, an umbrella organization of more than \n60 New York groups.\n\nTo demand the end of repression and to ask for Congress to recognize and address the systemic failures of 20 \nyears of immigration policy, New York United is holding a march and rally on Saturday under this slogan: No \ndeal: full legalization now!\n\n\"We don't need walls, we need bridges. We don't need repression, we need a real solution to the immigration \nproblem,\" said Joel Magallán, a Jesuit brother who is the executive director of Asociación Tepeyac, a Mexican \ncommunity organization and one of the rally organizers.\n\nInstead of the desperately needed comprehensive reform, the country is getting a shameful border wall and \nmerciless raids and deportations.\n\n\"We want real immigration reform, and this is what it means: Stop mandatory detention and deportations, not \nguest worker programs but full legalization,\" said Aarti Shahani of Families for Freedom, a multiethnic network that \nfights deportation.\n\nShahani is actually articulating two of the demands New York United wants to stress with Saturday's march.\n\nThe group also is asking for an immediate end to the deaths at the border, which in 2005 reached 460, almost 40% \nmore than in 2004 and the highest number since the Border Patrol began counting in 1998.\n\n\nThe New York United leadership says the bill authorizing the $6 million wall at the border, passed by both Houses \nlast month and quickly signed by President Bush, is \"a new low in the attack on workers' rights and immigrants' \nrights.\"\n\nThe wall \"is certain to add to the death toll of 4,000-plus children, women, and men in the desert,\" they said.\n\nThe marchers on Saturday will have their own response to the Wall of Shame in the form of a symbolic Wall of \nRemembrance and Resistance.\n\n\"It will be symbolic, with the names and pictures of those who have died crossing and of those who have been \ntaken from their families and jobs to be deported,\" said Walter Sinche of Pachamama, an Ecuadoran organization \nin Queens. \"They are human beings, and even if they have no papers, they have human rights.\"\n\nDRUM - Desis Rising Up and Moving - a group that organizes low-income South Asian immigrants, mainly from \nBangladesh, Pakistan and India, is also part of New York United.\n\n\"South Asians make up the fastest-growing ethnic community and second-largest Asian immigrant community in \nthe city,\" said DRUM's founder, Monami Maulik. \"And after 9/11, we have been targeted and racially profiled. South \nAsians, especially the young, are routinely asked for their immigration papers by police and by city agencies in \nNew York, despite Executive Order 41. We want this to stop.\"\n\n\"This is a time for unity and for keeping up hope,\" Magallán said. \"We invite all New Yorkers to join us on Saturday \nat 1 p.m. at Union Square Park.\"\n\naruiz@nydailynews.com\n"}