{"title": "Rape suspect's fingerprints notin ICE database", "body": "\nAlthough Salvador Portillo-Saravia was being held by federal immigration authorities in 2003, they failed to enter his \nfingerprints into a national database before he was deported to El Salvador, immigration officials said Thursday. \nSo seven years later, after Portillo-Saravia had sneaked back into the United States, his fingerprints were not in \nthe database when he was checked by the Loudoun County jail. \n\nThe check came back \"no match,\" and he was released. A month later, Fairfax County police say, he raped an 8-\nyear-old girl in Centreville.\n\nThe admission by an Immigration and Customs Enforcement official was in a letter sent to Rep. Frank R. Wolf (R-\nVa.) after Wolf had inquired about problems with the IDENT database, a nationwide collection of fingerprints and \nother biometric identification data. \n\nElliot Williams, ICE's assistant director for congressional relations, wrote that \"the agency policy to enroll the \nfingerprints in IDENT was not followed, thereby reducing ICE's ability to thwart this terrible and tragic event.\" ICE \nofficials could not say why the prints weren't entered in 2003.\n\nThe news that Portillo-Saravia had been releasedfrom jail in November after having been deported revealed a \nsecurity gap: Many fingerprints taken before 2005 are not in the system.\n\nImmigration officials said this week that they are taking steps to digitize all old \"rolled ink\" fingerprints that aren't in \nthe national database and that they are sending out monthly reminders to local jails to take additional steps when \nsomeone is suspected of being in the country illegally.\n\nPortillo-Saravia fled the area after the sexual assault.  After a manhunt involving federal marshals and local police, \nhe was captured last monthin Houston.\n\nPortillo-Saravia's preliminary hearing was set for Thursday in Fairfax juvenile court, but it was postponed because \nno court reporter was assigned to the case. The victim and her family were asked to return to the courthouse again \nin May.\n\n\nPortillo-Saravia said nothing during the brief hearing and did not appear to make eye contact with the victim or her \nfamily. \n\nPolice said he had gone to the family's home with a friend, on the morning after Christmas, and that the friend was \ndating the victim's mother.\n\nPortillo-Saravia, arrested early one Sunday morning on suspicion of being drunk in public, was back on the streets \neven though he had been checked through ICE's Secure Communitiesprogram, in which the fingerprints of \neveryone who is booked into a participating jail are electronically checked against ICE's national database. The \ndatabase has 91 million sets of prints, ICE officials said, but was not fully operational until 2005.\n\nSome prints taken before 2005 - officials aren't sure how many - were handled the old-fashioned way, with inked \nfingertips rolled onto file cards or papers. Although all of Virginia's jails participate in Secure Communities, many jail \nofficials said they were unaware that people fingerprinted before 2005 might not be in the database.\n\n\"We have begun a methodical effort,\" ICE Director John Morton said Wednesday after a news conference in \nManassas, \"to go through and digitize all the prints and put them through the system. That is the intent. But it takes \ntime. And it takes money.\"\n\nMorton said he did not know how long it would take to enter the inked prints into the system. He said that prints are \nnot in one central location and that officials are trying to determine the most efficient way to digitize them. ICE \nofficials could not say Thursday what progress had been made to upgrade the database.\n\nIn addition to the electronic database check, jail officials can also make a manual request to ICE's Law \nEnforcement Support Center or contact a local ICE field office if they suspect a prisoner is an illegal immigrant, ICE \nofficials said. \n\nAfter Portillo-Saravia's case became public, ICE sent a teletype to all Secure Communities participants reminding \nthem that \"a 'no match' message . . . does not mean that the subject is lawfully present in the United States. Even in \na 'no match' scenario, ICE may have an interest in the subject.\"\n\nThat reminder will be sent every month to Secure Communities participants, ICE officials said. Some sheriffs said \nthey do not have the time or resources to perform additional checks, particularly for the many prisoners who are \nbeing booked misdemeanors or lesser charges.\n\njackmant@washpost.com\n"}