{"title": "INS RESPONDS TO LATINO ACTIVISTS' DEMANDS;REGIONAL HEAD AGREES TO MODEST MEASURES", "body": "\nIn response to demands from Latino activists, the regional head of the U.S. Immigration and Naturalization \nService agreed Saturday to recruit bilingual staff and push for expanded services at a soon-to-open satellite office \nin St. Paul.\n\nIt was a small victory for more than 350 people who turned out in First Lutheran Church on St. Paul's East Side to \nhear the INS district director, Curtis Aljets, respond to a list of demands from a coalition of churches. The INS \ndistrict consists of Minnesota, North Dakota and South Dakota.\n\nMost requests involved providing bilingual services, Spanish translation of documents and greater access to family \nmembers held in detention. The meeting was part of a larger campaign to prevent immigrant families from being \ntorn apart by INS policies and enforcement of laws against illegal residents.\n\n\"We're saying OK, we might not be able to change the law now, but we can at least have the INS treat people with \nmore dignity and more respect,\" said Carl Valdez, a deacon at Sacred Heart Church in St. Paul.\n\n\"The people who are picked up, they don't get the information they need; they can't reach their families; they're \nasked to sign voluntary exit orders and half the time they don't know what they're signing,\" Valdez charged. The \ncampaign is spearheaded by eight mostly Latino churches that are members of the St. Paul Ecumenical Alliance of \nChurches and Interfaith Action of Minneapolis. In the end, Aljets agreed to several requests and promised to work \ntoward fulfilling others. But he said budget constraints precluded him from meeting many of the demands.\n\n\"Many of these things you recommended I support,\" Aljets told the group. \"But some of the things I need more time \nthen you have given me.\"\n\nOrganizers of the meeting felt it was a good first step.\n\n\"It's a beginning,\" Esilda Narvaez, co-chair of Interfaith Action. \"We thought we would get more yeses, but for me it \nwas very positive that he wanted to work with us.\"\n\nThe meeting was conducted with a fair amount of ritual and confrontation. Each demand was written in Spanish on \na colored poster. As it was read, a child holding the poster stepped forward. Aljets was given two minutes to \nrespond. Then the representative slapped a big sticker saying \"No\" or \"Si\" onto the poster.\n\nAljets said the federal agency, an arm of the U.S. Department of Justice, did not have money to hire a Spanish-\nspeaking operator to answer simple questions over the phone. He said he could not install a public phone to receive \n\n\nincoming calls in detention cells because people picked up by the INS are often held in county or state jails. He \nnoted, however, that people in detention can call out.\n\nAljets said he would not extend INS hours in the Bloomington headquarters past 3 p.m. to accommodate working \npeople's schedules. He also would not distribute INS forms in public areas, such as libraries and social-service \nagencies.\n\nBut he did promise to provide INS forms to Latino activists if they wanted to set up their own distribution sites. \nForms currently are available in the Bloomington office or can be ordered by phone. Aljets said that an INS service \ncenter to be opened later this summer in St. Paul will offer only limited services - such as fingerprinting for \nnaturalization applications.\n\n\"We understand the logic of what you're asking for. We'll push for expanded services,\" he said. Aljets said the \nBloomington district headquarters already provides Spanish translations of documents and a Spanish translator for \npeople calling for information about relatives in detention. He also agreed to meet regularly with the coalition and \nagreed to recruit Spanish-speaking agents.\n\n\"We would welcome your assistance in locating bilingual applicants who wish to be employed by the INS,\" he said.\n\nThe sanctuary was packed with a mostly Latino audience. Another 100 or so mostly white and African-American \nsupporters listened to simultaneous English translation through headphones from seats in the balcony.\n\nSPEAC and Interfaith Action have emerged in recent years as powerful forces. Working through 50 member \nchurches, the two organizations train community organizers to tackle community problems.\n\nLast month, they successfully persuaded United Hospital to hire a full-time Spanish interpreter and to offer more \nbilingual services. They have also given out small business loans and convinced Cub Foods in the St. Paul's \nMidway neighborhood to offer managerial positions to area residents.\n\nThe INS campaign began when Latino leaders met eight months ago at a Minneapolis restaurant. They swapped \nstories about their INS problems and realized they had a galvanizing issue. Several leaders went to Milwaukee, \nwhere a similar coalition of church groups successfully negotiated changes in INS policy.\n\nOn March 16, several hundred people held a rally in St. Stephen Catholic Church in Minneapolis. Saturday was \ntheir first meeting since then.\n\nArrest numbers\n\nRegional arrests of people suspected of being in America illegally have risen dramatically. Figures are for federal \nfiscal years, beginning Oct. 1, in the U.S. Immigration and Naturalization Service district made up by Minnesota, \nNorth Dakota and South Dakota.\n\n1998- 876 (through March)\n\n1997 - 1,626\n\n1996 - 1,198\n\n1995 - 1,202\n\n1994 - 1,142\n\n1993 - 1,013\n\n1992 - 560\n\n1991 - 514\n\n\n\n1990 - 405\n\nSource: INS\n\nGraphic\n\n \n\n3 Photos: Pioneer Press Photos by Dawn Villella\n\n1) Guillermo Rodriguez listens to testimony about how immigration\n\npolicy is tearing apart immigrant families Saturday at First Lutheran\n\nCurch in St. Paul. The mostly Latino audience presented nine demands\n\nto regional INS director Curtis Aljets.\n\n2) One of the demands is stamped with a \"no\" at the meeting\n\nSaturday. Aljets agreed to several requests and promised to work\n\ntoward fulfilling others.\n\n3) Curtis Aljets, regional director of the U.S. Immigration and\n\nNaturalization Service, speaks at a public meeting Saturday to\n\nimmigrant and Spanish-speaking families at First Lutheran Church in\n\nSt. Paul. Latino activists presented Aljets with nine demands they\n\nbelieve are needed to improve services for immigrant families.\n"}