{"title": "Critics See 'Chilling Effect' in Alabama Immigration Law", "body": "\nALABASTER, Ala. -- The champions of Alabama's far-reaching immigration law have said that it is intended to \ndrive illegal immigrants from the state by making every aspect of their life difficult. But they have taken a very \ndifferent tone when it comes to the part of the law concerning schools.\n\n''No child will be denied an education based on unlawful status,'' the state attorney general, Luther Strange, argued \nin a court filing.\n\nThe man who wrote the schools provision says the same thing, that it is not meant as a deterrent -- at least not yet. \nIt is, however, a first step in a larger and long-considered strategy to topple a 29-year-old Supreme Court ruling that \nall children in the United States, regardless of their immigration status, are guaranteed a public education.\n\nThe provision, which is known as Section 28, requires primary and secondary schools to record the immigration \nstatus of incoming students and their parents and pass that data on to the state.\n\nCritics say it is a simple end in itself, an attempt to circumvent settled law and to scare immigrants away from \nschool now, not at some point in the future. Weeks of erratic school attendance figures and a spike in withdrawals \nshow that this has worked, they argue. And indeed, a federal appeals court on Oct. 14 blocked the provision \npending an appeal by the Justice Department, though the court did not rule on the merits.\n\nMichael M. Hethmon, general counsel for the Immigration Reform Law Institute in Washington, who wrote the \nprovision, insists that its goal is much more ambitious.\n\nThe eventual target, he said, is the 1982 Supreme Court decision Plyler v. Doe. The case concerned a Texas \nstatute that withheld funds for the education of illegal immigrants and allowed districts to bar them from enrollment, \nas well as one Texas school district's plan to charge illegal immigrants tuition.\n\nThe court ruled that this violated the Constitution's equal protection clause, saying that the statute ''imposes a \nlifetime hardship on a discrete class of children not accountable'' for their immigration status. In the decision, the \ncourt also said that the state had not presented evidence showing it was substantially harmed by giving these \nchildren -- as distinct from any other children -- a free public education.\n\nOver the ensuing decades, measures have been passed in defiance of this ruling, most notably California's \nProposition 187, but they have been repeatedly struck down in the courts. Mr. Hethmon said the problem with these \nchallenges is that they have not taken the trouble to gather the evidence the court found missing in Plyler.\n\n''The toughest question has been obtaining reliable -- and I mean reliable for peer-reviewed research purposes -- \ncensuses of the number of illegal alien students enrolled in school districts,'' he said. ''That information could be \ncompared with other sorts of performance or resource allocation issues.''\n\n\nThe Alabama law directs schools to ascertain the immigration status of incoming students, through a birth \ncertificate, other official documents or an affidavit by the child's parents (the law also directs schools to determine \nthe immigration status of an enrolling child's parents, but gave no mechanism by which to do so).\n\nThat information is then passed on to the State Board of Education not only to prepare an annual report with the \ndata but also to ''contract with reputable scholars and research institutions'' to determine the costs, fiscal and \notherwise, of educating illegal immigrants.\n\nBecause no one is actually barred from attending school and the data is not passed on to law enforcement, the \nprovision passes constitutional muster, Mr. Hethmon said.\n\nBut it also potentially enables a fresh challenge to Plyler v. Doe, and the idea that schools are obligated to provide a \nfree education to illegal immigrants.\n\nCritics dismiss this as a ruse.\n\nThey say that the law instills such fear in immigrant families with schoolchildren, leading predictably to such erratic \nattendance figures, that it belies any claim that the state is seriously attempting an accurate measurement.\n\n''This seems to be really a transparent attempt at a pretext to try to justify discriminatory law,'' said Lucas Guttentag, \na professor of immigration law at Yale Law School and senior counsel of the Immigrants' Rights Project of the \nAmerican Civil Liberties Union. ''The idea that they're somehow going to collect this data and show anything that's \nconceivably relevant is a fantasy.''\n\nIn Plyler v. Doe, Professor Guttentag said, the court found that the state's actions were unconstitutional on a \nnumber of grounds. The state's failure to show the impact of illegal immigration on schools was only a part of the \ndecision, he said, and a nuanced one at that. The likelihood that the data collected by this law would lead to that \ndecision's being overturned, Professor Guttentag said, was extremely low.\n\nThough there has not been a direct census, there are estimates of illegal immigrants in Alabama schools. \nAccording to American Community Survey data, a little less than one-half of 1 percent of the 800,000 children in \nAlabama schools are in the country illegally; of the 34,000 Hispanic children in Alabama schools, according to Pew \nHispanic Center estimates, roughly two thirds are American citizens.\n\nThe law also requires schools to track the enrollment of illegal immigrants in remedial English programs (though \nthis part, too, was ignored in the state's actual execution of the law). There is existing data about the national origin \nof such students, at least at the district level.\n\nHere in Shelby County, which has one of the fastest-growing Hispanic populations in the state, there are about \n1,400 remedial English students, out of roughly 18,700 statewide. They came into the schools here speaking 52 \nlanguages, including Chinese and Arabic, though the majority came in as Spanish speakers, said Leah Dobbs \nBlack, the English as a Second Language program supervisor for the county.\n\nTen years ago, she said, as many as 9 out of 10 students in need of remedial English were born outside the \ncountry, a fact students already report on language assessment forms. Now, she said, ''It's at least 50-50.''\n\nMs. Black added that Shelby schools spend about $4 million on the program out of an annual budget of $281 \nmillion, though she acknowledged that parents tend to complain more about the money spent on that program than \nothers.\n\nWhether the critics are correct in arguing that the law has created a ''chilling effect,'' inducing families to pull their \nchildren out of school, is harder to measure than it may seem.\n\nWhile daily absences by Hispanic students ranged as high as 5,143, or 15 percent of the Hispanic student \npopulation, they had dropped to 1,230 the day before the provision was blocked, said a spokeswoman for the state \nDepartment of Education (on a normal day, she said, around 1,000 absences can be expected). Statewide data has \n\n\n\nnot been compiled as to how many students have fully withdrawn, though interviews in several districts suggest that \nnumber could be in the hundreds.\n\nSeveral parents in Shelby County who are in the country illegally said in interviews that they were less frightened \nabout Section 28 than about other parts of the law. Their children were all United States citizens by birth, they said, \nand school officials had so far been reassuring.\n\nThe antagonism in schools now, they said, is mainly coming from other children.\n\n''A little girl in my daughter's class asked when she was going to go to Mexico because she was illegal,'' said a 27-\nyear-old woman who gave her name as Arelly, the mother of a fourth grader. ''I think they hear their parents \ntalking.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTOS: Michelle Power, an English as a Second Language teacher at Valley Elementary School in Pelham, Ala., \nhelps Fernando Cruz, right, and Antony Guzman, left. (A14)\n\n Alabama schools, including Valley Elementary in Pelham, collect immigration data on students. \n(PHOTOGRAPHS BY  RICH ADDICKS FOR THE NEW YORK TIMES)(A18)                                                                            \n"}