{"title": "CHILDREN OF LATINO IMMIGRANTS CHOOSING TO HAVE SMALLER FAMILIES IN THE SOTO CLAN, SECOND GENERATION SLOWS BABY BOOM", "body": "\nThe two-story San Jose home with a dining table that seats 12 and a garage transformed into a playroom just isn't \nenough space for the tightknit Soto family.\n\nThere's Josefina Soto, 68, the matriarch whose home is the hub for countless weekend gatherings. There are her \n11 children and their spouses. And there are her 23 grandchildren, some college-age, some barely out of diapers.\n\nThe family has grown so large over the years that the Sotos now celebrate Thanksgiving outside over four 20-\npound turkeys, 12 pumpkin pies and a steady supply of rice and beans. But even as their numbers grow with each \nnew grandchild, the Soto family is shrinking.\n\nArmed with more diplomas, fatter wallets and loftier dreams, the current generation of the Soto family is choosing \nto have fewer children than the last. They and families like them are quietly slowing the Latino baby boom that \nis transforming the state. And as they do, they are offering California powerful evidence that the boom will \nultimately diminish.\n\nThe longer Latinos live in the United States, the more their families begin to mirror those of other native-born \nAmericans. Josefina Soto, like other Latino immigrants who have crossed the border, brought with her centuries-\nold traditions that value large families.\n\nBut like many other middle-class Americans, the newest generation of Sotos has begun to place greater value on \ncareers and the perks that often come with having a small family: more summer vacations and after-school dance \nlessons.\n\nThe Sotos' lives weave an American tale of assimilation and ascension, one played over time and again since the \nbirth of this country.\n\nNew way of life\n\n\"I don't want to push my grandchildren to get married too soon,\" Soto explained on a recent morning as she \nwatched over two of her younger grandchildren. \"Let them get married and have kids when they want to. In my day, \nif you were 15, they were already talking about marriage.\"\n\nIt was the late 1940s when Soto, a native of Tampico, Mexico, crossed the Rio Grande at 16, wading through \nchest-deep water in search of a better life than her job ironing pants for 35 cents a dozen could offer. She was an \n\n\norphan with a third-grade education, in charge of sending the pennies she earned home to her three younger \nsiblings.\n\nBut at 19, when she married her late husband, a Texas-born Mexican-American, her life changed. She would spend \nthe next 16 years creating a family that would go further than she ever imagined.\n\nShe never longed for a prescribed number of children. Like many Latino women who cross the border holding \ntraditions rich in family values, she left that decision up to her faith.\n\n\"Once I started having children, I had as many as God wanted,\" Soto says.\n\nShe embraced each new child with unbridled anticipation. Until Soto -- a day after her 32nd birthday -- found \nherself sitting in a San Jose hospital bed cradling her 10th child.\n\nShe was tired, and her body was weak. She pleaded with the nurse for what was once unthinkable. \"Forgive me, \nbut I can't have any more kids,\" she told the nurse. \"I want my tubes tied before I get pregnant again.\"\n\nThe nurse scoffed at the idea, pointing out that as a practicing Catholic, Soto shouldn't dare take the decision out of \nGod's hands. The nurse never relayed the request to the doctor, and Soto went on to have one last child three \nyears later.\n\nSoto admits it was tough in the beginning, raising 11 children on her husband's $1.25-an-hour job as a truck driver \nand the meager pay he earned later as a janitor. The family lived its early years in a two-bedroom home near \ndowntown San Jose, spending the summer picking strawberries and onions. Back then, they celebrated \nThanksgiving over a modest dinner of chicken and canned goods delivered to needy families.\n\nBut Soto has no regrets. She watched all 11 children graduate from high school. She marveled as each went on to \ncollege; two received their associate's degrees. And she beamed with pride when they bought their homes -- all but \none within 10 minutes of her East San Jose Camelot.\n\n\"Who would've thought that a woman with no parents would come to this country not knowing the language and be \nhere today surrounded by all this family?\" Soto said on Easter Sunday as the aroma of menudo and homemade \ntortillas filled the kitchen and her family gathered for the second time that weekend.\n\nBound by more than just blood, the Sotos enjoy one another's company as much as they do a well-orchestrated \nEaster egg hunt. The tradition played itself out this year as it has in the past, with the adults scurrying around like \nchildren, hiding dozens of candy-filled eggs in the front yard.\n\nJose Soto, one of Josefina's five sons, dropped to his knees and began to furiously dig a shallow hole in his \nmother's flower bed. There, he hid the ultimate treasure for the older grandchildren -- an oversize yellow plastic egg \nstuffed with coins and dollar bills. This time, he thought, he'd fool them.\n\nFat chance.\n\n\"Oh, my poor plant. They're going to kill it,\" Josefina Soto shouted as her 22-year-old granddaughter, Veronica \nSegovia, unearthed the precious pot amid cheers and laughter.\n\nJosefina Soto couldn't help but smile. It is moments like these, she said, that define a family.\n\nHigher stakes\n\nBy the time her children began having their own families, Soto noticed how much times had changed since the \ndays of picking fruit and packing 11 children into the back of a station wagon. Most of her children married in their \nearly or mid-20s. Only one had four children; most had fewer than three. They and their spouses landed better jobs \nwith better pay.\n\n\n\nThe stakes suddenly seemed higher, too, as they tried to build better lives for their children.\n\nMaria Segovia, the oldest, bought a second, more spacious home with a swimming pool in Tracy. Rosemary \nGarcia, the next-eldest daughter, lived paycheck-to-paycheck to send her oldest son to the prestigious Bellarmine \nCollege Preparatory school in San Jose. And Cruz Soto Jr., the oldest son, recently paid $1,200 to send his \nyoungest son to Washington, D.C., on a school field trip.\n\n\"My parents would have never been able to afford that. With 11 kids, they couldn't afford to do a lot of things,\" Cruz \nSoto said as his son, Marcos, anxiously counted the hours until leaving for D.C. the following day. \"For us, if we \nhave the money, we do it.\"\n\nFor many of the Soto siblings and other parents like them, weighing the trade-offs that come with a large family \nevolves from generation to generation.\n\nFor Latinos, the average number of children per family drops from 3.5 to 2.6 between the first and second \ngenerations, according to Hans Johnson, a demographer who is studying Latino birth rates at the Public Policy \nInstitute of California. By the third generation, demographers project, the fertility rate drops to 2.0 children per \nfamily.\n\nGrace Garcia, the middle child of the Soto family, is ahead of the curve. The way she sees it, paying for the after-\nschool swimming lessons, theater classes and summer vacations to New York and Yosemite would require too \nmany sacrifices if she had more than two children. She'd have to work full time and give up her \"free Fridays,\" \nwhen she spends the day volunteering at herchildren's elementary school.\n\nBeyond the extra quality time that comes with fewer children, Grace Garcia believes there is a greater good to \nhaving a small family:\n\n\"Zero-growth population,\" she said with a grin, repeating the term she learned in the fourth grade and has never \nforgotten. \"Resources are so limited, if we continue to have children at the rate my parents did, we'd deplete those \nresources.\"\n\nShe gleefully points out that her sister, Rosemary Garcia, is known affectionately within the family as \"Fertile \nMyrtle,\" a nickname that was coined after Rosemary gave birth to her third child and stuck after she had her fourth. \nBut even Rosemary admits she had second thoughts about having her fourth child, realizing the financial \nsacrifices she and her husband would have to make.\n\n\"When Jose made it through his first year at Bellarmine, I thought: 'OK. We made it, we didn't go broke, we ate,' \" \nshe said of her oldest son. \"I couldn't believe when he graduated. We actually did it.\"\n\nChanging expectations\n\nNow Jose Garcia, Rosemary's first child, is a 22-year-old junior at the University of California-Berkeley studying \nanthropology. He is at the helm of a new generation of the Soto clan, driven by new ambitions and new priorities.\n\nGraduating from high school, though still a milestone, is far from the end of the road for this bunch. Part-time jobs \nare only necessary to help pay for luxuries their parents don't already provide: gas for the new Dodge Ram (a \ngraduation gift), a weekend manicure or tickets to a must-see concert.\n\nAnd having a family?\n\nOnly after they earn a college degree, land the perfect job, settle down with the person they love and buy a home, \nin that order. The Sotos, like others in their generation, have become increasingly pragmatic.\n\n\n\n\"I need to be able to take care of myself first before I take care of anyone else,\" Veronica Segovia, a San Jose \nState University student, said of the prospect of having children one day. \"I want to live comfortably and give my \nkids what they want, not just what they need.\"\n\nAnd just as their expectations evolve, so do their definitions of what constitutes a large family. Maria Segovia \ndescribed her decision to \"only have three children\" as opting for a small family. But when her daughter, Veronica, \ntalks about the possibility of having a large family, three seems like plenty.\n\nYet the thought of three children makes Tony Garcia's head spin.\n\n\"It's too expensive around here to have a big family,\" said the 20-year-old computer science student at San Jose \nState University.\n\nGarcia is the second of Rosemary's four children. He doesn't hesitate when asked how many children he hopes \nto have one day. He has thought about this already. He knows. He wants either two or none.\n\nEven he couldn't imagine having a child without a sibling.\n\nCHART:  MERCURY NEWS\n\nTHE SOTO FAMILY\n\nThe first generation of the Soto family born in the United States has chosen to have fewer children than the previ\nous generations.  They and families like them are slowing the Latino baby boom that is transforming the state.\n\nNotes\n\nPOPULATION TREND: SECOND OF TWO PARTS\n\nGraphic\n\n \n\nPhotos (4), Chart;\n\nPHOTO: EUGENE H. LOUIE -- MERCURY NEWS\n\nFAMILY MATRIARCH: Josefina Soto, celebrating her 68th birthday at Lake Cunningham in April, has 11 children. \nBut while immigrants' high birthrates have fueled a Latino baby boom in California, their childrenare having \nsmaller families.\n\nPHOTO: EUGENE H. LOUIE -- MERCURY NEWS\n\nCELEBRATING TOGETHER: Albert Soto, one of Josefina Soto's 23 grandchildren, comes up with the ball in a \ngame at one of the huge family's frequent gatherings.\n\nPHOTO: EUGENE H. LOUIE -- MERCURY NEWS\n\nJosefina Soto's large family turned out to celebrate her birthday in April at Lake Cunningham. Pictured, from left, \nare grandson Jose Manuel Garcia, daughters Gloria Alva and Rosemary Garcia, and grandson Albert Soto.\n\nPHOTO: EUGENE H. LOUIE -- MERCURY NEWS\n\n\n\nJosefina Soto's granddaughter Alexia Soto shares a moment with her mother, Sylvia Soto, during the family's \nEaster Sunday gathering at the matriarch's home in San Jose.\n"}