{"title": "REUNION WILL BEGIN ELIAN'S HEALING, EXPERTS PREDICT", "body": "\nTwo leading U.S. experts on refugee children agree that while the seizure of 6-year-old Elian Gonzalez was \nstressful for him, it may mark the beginning of the Cuban boy's recovery from five months of trauma.\n\nIt will take Elian time to recover from being adrift at sea, capsizing, seeing people drown and losing his mother, \nthen being separated from his father and in the custody of relatives with a strong political agenda, said Adrienne \nAron of Berkeley, Calif., and Rona Fields of Alexandria, Va.\n\n\"From the time he was taken on the boat to brave the elements, he was in a state of prolonged traumatic stress \nevery bit as much as any hostage has ever undergone,\" said Fields, executive director of Associates in Community \nHealth and Development, which helps refugees and child victims of violence.\n\nTrauma results when someone is helpless to do anything about extremely difficult circumstances, she said, and for \nElian, that involved \"the whole ordeal from the time he left Cuba until he was back in his father's arms.\"\n\nFields said that from a psychological point of view, the father, Juan Miguel Gonzalez, did the right thing while Elian \nwas in Miami with the relatives by not \"jumping into the fray and further upsetting things. He was willing to pursue a \nmore rational course. As far as I can see, he did nothing to further traumatize the child, and that was in contrast to \nwhat these relatives were doing. He put the interest of the child over his own selfish needs, and that's what a parent \nis.\"\n\nAron is a clinical psychologist who in the mid-1980s introduced the notion that post-traumatic stress disorder was \nprevalent among refugees. She said that most refugees must recover from traumatic conditions they faced before \nreaching their destination.\n\nBut in Elian's case, that situation continued once he arrived in the United States.\n\n\"It seems as if for the whole time he was in Miami, his psychological state was really ignored,\" Aron said. \"They \nwere using this boy for their personal agenda. They were not even responding to his need to be with his principal \ncaretaker, the father, at a time of great trauma.\n\n\"Those crowds that were surrounding the house - imagine what it means to be a small child and those angry, \nboisterous people are outside the house. That in itself was like a state of siege for the boy.\"\n\nThe seizing of Elian was \"a terrible thing\" for him emotionally, Aron said, \"but when I heard the account of how he \nwas accompanied, of how they stayed with him until he got to his father, it sounds as if they had taken into \nconsideration his psychological state.\"\n\n\nNow, Elian needs normalcy and quiet, the two said. Getting reacquainted with his father and bonding with his new \nhalf brother will be key.\n"}