{"title": "SCOTT SAYS MCCOLLUM LOBBIED FOR CLIENTS WHO PAVED THE WAY TO HOMEOWNERSHIP FOR ILLEGAL IMMIGRANTS", "body": "\nBill McCollum \"served as a lobbyist whose clients enabled mortgages for illegal immigrants.\"\n\nRick Scott on Wednesday, June 16th, 2010 in a press release\n\n* * *\n\nThe Ruling: FALSE\n\nRepublican rivals for governor, Attorney General Bill McCollum and Rick Scott, have accused each other of being \ntoo helpful toward illegal immigrants -- a hot topic in the wake of the Arizona immigration law. Their campaigns \nsent dueling press releases June 15 and 16, 2010, trying to portray their opponent's business practices as being \ntoo friendly to illegal immigrants.\n\nThe Republicans' positions on illegal immigration will be key for primary voters. If elected, Scott has promised to \nbring an Arizona-style law to Florida -- a law that requires police officers who have made lawful stops to check an \nindividual's immigration status. PolitiFact gave McCollum a full-flop for sending mixed signals on the law -- first \nopposing the original version, then stating he supported it after Arizona amended it to prohibit racial profiling, but \nthen stating Florida doesn't need such a law.\n\nThey are now arguing about whose past business practices benefitted illegal immigrants.\n\nMcCollum sent these fighting words in a press release June 15, 2010: \"In just the latest case of hypocrisy, it was \nrevealed today that Rick Scott has heavily invested in a company that is geared to helping illegal aliens transfer \nmoney to family and friends out of the country. ... Rick Scott says he wants to crack down on illegal immigration, but \nnow we find out he has been profiting from illegal immigrants.\" We rated that statement True.\n\nThe following day, June 16, 2010, Scott's campaign issued a press release about McCollum which stated: \"Bill \nMcCollum jumped his sinking ship of a campaign today and fled to Washington, D.C., where he served as a lobbyist \nwhose clients enabled mortgages for illegal immigrants.'' (\"Fled to Washington, D.C.\" refers to a day of meetings \nMcCollum had June 16 with a tax reform group and national conservative leaders, said his spokeswoman Kristy \nCampbell.)\n\nIn this Truth-O-Meter item, we explore whether McCollum \"served as a lobbyist whose clients enabled mortgages \nfor illegal immigrants.\"\n\n\nThe Scott campaign's press release focuses on three groups that it says McCollum lobbied for: the financial \ncompany Citigroup, a non-profit called AmeriDream Charity, and the Mortgage Bankers Association, the \norganization that represents the industry.\n\nScott's campaign sent us McCollum's lobbyist registrations showing he registered to lobby federal offices for \nAmeriDream in 2002 and 2003, CitiGroup in 2002 and Mortgage Bankers Association of America in 2001. \nMcCollum lobbied after he left Congress in 2001.\n\nEven though no federal laws prohibit making mortgages to illegal immigrants, we doubt any financial firm or \norganization, in today's political climate, will acknowledge they offer or have offered loans to illegal immigrants. But \nmany newspaper reports across the country in the past decade have described illegal immigrants who hold home \nmortgages. Some likely obtained mortgages from institutions that didn't ask about immigration status, or winked. \nAnd certainly, lenders are occasionally duped by mortgage fraud committed by U.S. citizens and immigrants alike.\n\nThe question here, though, is whether McCollum's clients enabled those loans while he lobbied for them? We took \n\"enable\" to mean that the companies allowed illegal immigrants to obtain mortgages.\n\nWe started with the sources Scott's campaign cited in its press release but first did some background on Individual \nTaxpayer Identification Numbers, or ITINs, which have been used by legal and illegal immigrants as a form of ID.\n\nThe IRS started issuing ITINs in 1996 to provide a method to process tax returns and payments for those not \neligible for Social Security numbers, including non-resident aliens. The IRS says ITINs are not intended for other \nuses.\n\nBut by 2002, several major banking chains in the U.S. -- including Citibank - were accepting ITINs to allow \ncustomers to open bank accounts because they wanted to tap into the growing Hispanic immigrant market. That \npaved the way for some banks to offer mortgages through ITINs.\n\nMark Rodgers, a Citigroup vice president who wrote an article in the online newsletter of the Comptroller of the \nCurrency in the fall of 2004, touted the firm's efforts in 2003 to offer bank accounts and money transfers, or \nremittances to Hispanics. We asked him whether his company provided mortgages to illegal immigrants in 2002. \nHe explained in an e-mail that Citigroup accepted ITINs from mortgage applicants, and approved loans for \n\"applicants with proper identification, who meet our loan requirements and who have filed appropriate tax \ndocuments with the U.S. tax authorities, which we have verified.\" He emphasized every applicant had to meet the \nrequirements, but did not respond to a follow-up question on when Citigroup began the ITIN program.\n\nHowever, newspaper articles in The Palm Beach Post and Houston Chronicle in 2005 showed illegal immigrants \nheld Citibank mortgages at least by 2004. McCollum lobbied for Citigroup only in 2002.\n\nAccording to a March 18, 2002, article in Business Wire, Citibank also said it would begin accepting Mexican \nConsular IDs as identification for Mexican immigrants living in the U.S. to open bank accounts. The card, known \nas a Matricula Consular, identifies the holder as a Mexican national. But that article does not specifically mention \nmortgages.\n\nNext we looked at Scott's claim about AmeriDream. AmeriDream distributed a press release Feb. 7, 2005, \nannouncing it would accept ITINs to help immigrants buy homes, citing \"an increasing number of private lenders \nthroughout the country that have begun ITIN loan and mortgage insurance programs.\"\n\nBut by 2005, McCollum was no longer lobbying for AmeriDream. Federal lobbyist registration records show he \nlobbied for the company in 2002 and 2003.\n\nThe Scott campaign also cited a Sept. 18, 2007, Boston Globe article about illegal immigrants buying homes, \nwhich quoted a representative from the Mortgage Bankers Association. \"It's not our bank members' job to \ndetermine immigration policy,\" said Corey Carlisle, senior director of government affairs at the Mortgage Bankers \n\n\n\nAssociation, a national organization representing more than 3,000 companies. \"But ... they don't want to make a \nloan to somebody that's not going to be able to repay it.\"\n\nMcCollum was registered to lobby this organization in 2001. So we asked an association spokesman what its policy \nwas in 2001 regarding illegal immigrants obtaining mortgages.\n\nJohn Mechem replied in an e-mail that MBA complies with all applicable state and federal laws. He added that \nMcCollum lobbied on efforts related to the Federal Housing Administration's multifamily (rental housing) programs, \nnot on mortgages for immigrants. Scott spokeswoman Jennifer Baker, however, insists that since the MBA \nrepresents lenders who give mortgages to illegal aliens, McCollum in effect \"enabled\" the mortgages through his \nMBA lobbying.\n\nWe asked the McCollum campaign for a response to Scott's claim.\n\nCampbell, McCollum's spokeswoman, said in an e-mail \"Bill McCollum never advocated to give mortgages to \nillegal immigrants.\" She said he lobbied on tax issues -- not housing issues -- for CitiGroup, and MBA told us that \nhe lobbied on issues related to a rental housing program. But the Scott campaign didn't claim that McCollum \nlobbied to give mortgages to illegal immigrants -- only that his clients \"enabled\" those mortgages.\n\nSo where does that leave us?\n\nTo recap, McCollum lobbied for the Mortgage Bankers Association in 2001, but that is a trade association that \nrepresents lenders and doesn't issue mortgages directly. Representing bankers doesn't \"enable\" mortgages. \nMcCollum lobbied for Citigroup in 2002. That company started accepting the Mexican consular ID in 2002, but news \narticles didn't start mentioning Citi providing mortgages to customers with the ITIN identification until 2004. He \nlobbied for AmeriDream in 2002 and 2003, and AmeriDream didn't announce it would start accepting ITINs until \n2005. There are numerous reports in the past decade that illegal immigrants have been able to obtain mortgages \nthrough the consular cards or ITINs, but there are no specific examples we could find or Scott could provide that \nMcCollum's three clients did so when he was their lobbyist. We rate this claim False.\n\n* * *\n\nAbout this statement:\n\nPublished: Wednesday, June 23rd, 2010 at 11:46 a.m.\n\nSubjects: Immigration\n\nSources: Bill McCollum campaign press release, \"Fraud V. Fact: Rick Scott invests in company that profits off illegal \nimmigrants,\"June 15, 2010; Rick Scott campaign press release, \"Career politician Bill McCollum flees to \nWashington, D.C. where he served as lobbyist for clients who enabled mortgages for illegal immigrants,\" June 16, \n2010; AmeriDream press release, AmeriDream, Inc. Accepts Individual Taxpayer Identification Numbers, Feb. 08, \n2005; AmeriDream press release, CBO report: downpayment assistance could generate new revenue for U.S. \nTreasury, Oct. 1, 2008; Federal Lobbying Disclosure Act Database, Lobbyist registration for Bill McCollum, June 18, \n2010; Boston Globe, \"Quietly living American dream No laws broken as illegal immigrants obtain loans, buy \nhomes,\" Sept. 18, 2007; Los Angeles Times, \"Illegal residents, diligent owners; Data show that fewer immigrants \nthan U.S. citizens are delinquent on their mortgages,\"Illegal residents, diligent owners; Data show that fewer \nimmigrants than U.S. citizens are delinquent on their mortgages,\" Oct. 6, 2008; Business Wire, \"Citibank to \nAccept Mexican Consular IDs as Primary Identification for Bank Account Openings in U.S.\", March 18. 2002; The \nHouston Chronicle, \"ONE NATION, TWO WORLDS; Lenders use looser credit rules to tap into illegal immigrants\", \nDec. 6, 2005; The Palm Beach Post, \"New mortgage rules help open doors for immigrants\", Sept. 20, 2005; \nThe Wall Street Journal, \"Housing Push for Hispanics Spawns Wave of Foreclosures,\" Jan. 5, 2009; Interview, Rick \nScott campaign spokeswoman Mary Anne Carter, June 16-17, 2010; Interview, Bill McCollum campaign \nspokeswoman Kristy Campbell, June 18, 2010; Interview, Citibank spokesperson Mark Rodgers, June 21, 2010; \n\n\n\nInterview, Citibank spokesman Robert Julavits, June 18, 2010; Interview, Mortgage Bankers Association \nspokesman John Mechem, June 18, 2010; Interview, Florida IRS spokesman Michael Dobzinski, June 21, 2010\n\nResearched by: Amy Sherman\n\nEdited by: John Bartosek\n\nGraphic\n\n \n\nPHOTO (2)\n"}