{"title": "A NATION OF IMMIGRANTS DEBATES IMMIGRATION CITIZENS' FEARS ABOUT THE EFFECT ON ECONOMICS AND CULTURE ARE PROMPTING PROPOSALS TO REVISE LIBERAL POLICIES.", "body": "\nDavid Ramgobin was only 10 when he and his family came to this country from Trinidad. He says he grew up \nthinking he was as American as the next guy.\n\nHe pledged allegiance to the flag at public school, served in the U.S. Army and, later in life, paid taxes. Except for \nnot being able to vote, it never bothered him that he was a legal immigrant with a green card instead of a citizen \nwith a U.S. passport.\n\nBut resentment toward immigrants - even legal residents - is building in America like thunder clouds on a summer \nnight. Ramgobin, who is now 32, felt compelled to make a change.\n\nOn Monday, he stood in a wood-paneled Maryland courtroom, raised his right hand and took an oath of fidelity to \nthe United States of America, becoming a citizen with 50 other immigrants.\n\n\"It's a stigma today being an immigrant,\" he said.\n\n*\n\nA debate over what to do about the more than a million foreigners who move to this country every year is \nspreading and is challenging cherished notions about what America is all about.\n\nThe nation's generous tradition of accepting the world's tired, hungry and poor has always been a proud symbol of \nthe country.\n\nBut today, from the town halls of California to the marble corridors of Congress, lawmakers and citizens are \nquestioning just what this country's commitments to immigrants should be. How many immigrants and refugees \ndo we need? What are they owed? What can they be denied?\n\n\"The country sees itself in a situation where it's not sure it can invite all these people in,\" said Rodolfo O. de la \nGarza, an immigration specialist at the University of Texas in Austin.\n\n\nMost immigrants are self-supporting and contribute to the well-being of their communities. In many inner cities, \nthey have revitalized entire neighborhoods, opening stores and providing long-lost services to communities. Many \nindustries, too, rely on foreign-born workers to fill skilled technical jobs like engineering.\n\nNevertheless, growing numbers of Americans fear that immigrants are threatening the national culture and their \npersonal economic well-being.\n\nThose fears are being transferred into political action, and a change this year in immigration policy is almost \ninevitable, according to many immigration experts and politicians.\n\nThe political will in the Republican-controlled Congress is so set and the public mood on immigration so sour that \nthose hoping to maintain relatively liberal immigration policies will be facing a tough struggle.\n\n\"We don't have a problem anymore, we have a crisis, and that's why we have to do something right now,\" said Rep. \nLamar Smith (R., Texas), chairman of the subcommittee on international law, immigration and refugees for the \nHouse Judiciary Committee.\n\nAlready, President Clinton has shown a willingness to respond to such concerns, making it clear through his actions \nthat he believes there are limits to the country's openness.\n\nHe has bolstered efforts to catch illegal immigrants, increasing the money and personnel for border patrols. He has \nadopted a tougher stand than his Republican predecessors on limiting the entry of refugees and asylum-seekers.\n\nLast summer, he detained tens of thousands of Haitians and Cubans at the U.S. naval base in Guantanamo, Cuba, \ninstead of allowing them onto U.S. soil to await decisions on whether they could stay. He changed the policy under \nwhich Cubans automatically received asylum here.\n\nCritics say that Clinton, mindful that immigration is a likely 1996 presidential campaign issue, is playing politics.\n\n\"The Clinton administration has taken an unduly restrictive approach,\" said Arthur Helton, a refugee advocate for \nthe Open Society Institute. \"It's too closely attuned to the mean-spirited immigration debate in this country.\"\n\n*\n\nThat debate is likely to turn 1995 into a year of decisions and choices on immigration. Comprehensive bills to \nchange immigration policy are being assembled in the House and Senate.\n\nThe focus of policy change is expanding. While illegal immigrants have long been the subject of public ire, legal \nimmigrants now are being cast as part of the \"problem.\"\n\nAlready, the House, as part of the Republican Contract With America, has adopted a welfare bill that would deny \nbenefits to legal immigrants.\n\nImmigration advocates fear that things will only get worse: Early this month, a bipartisan commission handed \nClinton a recommendation that the numbers of legal immigrants and refugees that the country accepts be trimmed \nsharply.\n\nA key provision would make it more difficult for extended families to be reunited in this country. The allotment of \nvisas for reuniting the families of citizens and legal residents would be cut by one-fifth. The openings for refugees \nwould be halved and the 10,000 special slots for unskilled workers would be eliminated.\n\nFrank Sharry, executive director of the National Immigration Forum, said he was \"stunned\" by the commission's \nreport. \"That's an unfair backlash against legal immigration stemming from a frustration over illegal immigration,\" \nSharry said.\n\n\n\nBut the U.S. Commission on Immigration Reform, appointed by Congress in 1990 and headed by former \nDemocratic Rep. Barbara Jordan of Texas, was hardly out on a limb with its recommendations.\n\nThese bills are pending or will soon be introduced in Congress:\n\nBORDERS AND BENEFITS. Sen. Alan K. Simpson (R., Wyo.), chairman of the subcommittee on immigration and \nrefugee affairs for the Judiciary Committee, has introduced legislation that would strengthen the U.S. Border Patrol, \ndeny public benefits to illegal residents and repeal a 1960 law that grants automatic asylum to Cubans.\n\nIt also would test a national identification system that would make it harder for illegal residents to find work or \nreceive public services.\n\nSimpson also plans to sponsor another bill to reduce the number of legal immigrants.\n\nFAMILIES. Rep. Smith of Texas is at work on a comprehensive bill on legal and illegal immigration that will be \nintroduced Wednesday.\n\nThe bill is expected to endorse the commission's recommendation to end \"chain migration,\" or the movement of \nextended families into this country. Specifically, it would end the special preference given to reuniting the sisters, \nbrothers and adult children of legal immigrants. Instead, that priority would be reserved for the parents or minor \nchildren of legal immigrants.\n\nCHILDREN. Rep. Brian Bilbray (R., Calif.) has sponsored a bill to end automatic citizenship to the children born on \nU.S. soil to illegal immigrants. Bilbray, a freshman from San Diego, said that in 1992 in California alone, 96,000 \nchildren were born to illegal residents.\n\n\"The word is out all over the world that you can just come here illegally and you don't have to worry,\" Bilbray said. \n\"That's the kind of message we've got to stop. We need to bring credibility back to immigration law.\"\n\n*\n\nThe political mood in Congress today is a far cry from what it was in 1990, when the legislature passed one of the \nmost expansive immigrations laws in recent times. The Immigration Act of 1990 allowed for more visas for skilled \nand unskilled workers as well as for family members of legal immigrants. It also created a special pool of visas to \nbe handed out by lottery.\n\nBut that was then, and this is now: Americans have become increasingly anxious about their jobs and futures.\n\n\"American people, going into the 1990s, are feeling pinched in a lot of ways,\" said Lawrence H. Fuchs, an \nimmigration historian at Brandeis University. \"You have this growing sense of unease and a certain amount of \nscapegoating takes place.\"\n\nFuchs, who was vice chairman of the immigration commission, said the government needed to revise the way it \nselected permanent residents.\n\n\"Immigration is not a free good,\" Fuchs said. \"There are costs as well as benefits, and that's why the immigration \nadmission system has to be regulated with very clear goals and priorities.\"\n\nIf there was any doubt about the public mood toward immigration, consider the strong show of support in \nNovember for California's Proposition 187. The measure would deny educational, medical and welfare benefits to \nillegal immigrants.\n\n\"For the last 40 years, illegal and legal immigration has been running wild and has produced concerns among \naverage American citizens about education, the infrastructure of our medical system and our social service \nsystem,\" said Harold Ezell, a former immigration official and co-author of Proposition 187.\n\n\n\n\"We need a good immigration policy. \"But more is not necessarily better.\"\n\nGraphic\n\n \n\nPHOTO AND CHART;\n\nPHOTO (1)\n\n1. David Ramgobin of Trinidad shows his certificate of naturalization. As a\n\nlegal immigrant, he had served in the Army, worked and paid taxes, but\n\nresentment toward immigrants led him to seek citizenship. (Knight-Ridder\n\nTribune, ROBERT GIROUX)\n\nCHART (1)\n\n1. U.S. Immigration (SOURCE: Immigration and Naturalization Service; The\n\nPhiladelphia Inquirer)\n"}