{"title": "Hispanic work crew under scrutiny Missouri Highway Patrol says it got a tip that some could be in U.S. illegally.", "body": "\nThe Missouri Highway Patrol is investigating whether nearly two dozen Hispanic men from Arkansas working on \na construction project here are illegal immigrants, the patrol said Wednesday.\n\nWorking on a tip, patrol officers went Wednesday morning to Continental Cement in Hannibal. None of the \napproximately 20 workers was arrested or jailed, and all were allowed to continue working while patrol officials \nchecked their names with the U.S. Immigration and Customs Enforcement agency, patrol Lt. Nelson Elfrink said.\n\n\"We got information that there were possibly illegal immigrants working there,\" Elfrink said. \"The contractor \nvoluntarily allowed us to identify those people. If it comes back they're illegal, we'll turn it over to Immigration and \nCustoms Enforcement.\"\n\nThe workers are with Schueck Steel of Little Rock, Ark. The company did not return a phone call seeking comment.\n\nThey are working in Hannibal to help build a $150 million kiln.\n\nContinental Cement Vice President Tom Beck said he was surprised at the patrol's actions because the \nconstruction project was monitored by federal regulators such as the Occupational Safety and Health \nAdministration.\n\n\"We have had routine inspections throughout the construction project, and all the documents are in order, so we're \npuzzled by this,\" Beck said. He declined further comment until he learned more about the event.\n\nElfrink did not say who provided the tip or why it was believed the workers were in the United States illegally. The \nQuincy Herald-Whig reported that the tip had come from a local legislator, whom it did not identify. Rep. Rachel \nBringer, D-Palmyra, said she was not the source. Sen. Wes Shoemyer, D-Clarence, did not return a phone call \nseeking comment.\n\nLate last month, Gov. Matt Blunt announced a two-pronged crackdown on illegal immigrants. Blunt, a Republican, \ndirected the Highway Patrol to check the immigration status of every person the patrol incarcerates, and he \ndirected the Department of Economic Development to tighten oversight of contractors that receive state tax breaks \nor funding.\n\nHispanic advocates say the crackdown will lead to racial profiling and could foster an atmosphere of hostility.\n"}