{"title": "A dream deferred With tighter border, more Mexicans stay home", "body": "\nMexican shelters, usually the last stop for northbound migrants, are filling with southbound deportees. Fewer \nmigrants are crossing in the wind-swept deserts along an increasingly fortified border. Far to the north, fields are \nempty at harvest time as workplace raids become more common.\n\nMexicans are increasingly giving up on the American dream and staying home, and the federal crackdown on \nundocumented workers announced Friday should discourage even potential migrants from taking the risks as the \nUnited States purges itself of its illegal population.\n\nU.S. border agents detained 55,545 illegal migrants jumping over border walls, walking through the desert and \nswimming across the Rio Grande River between October and June. That's down 38 percent for the entire border \ncompared to the same period a year before.\n\nU.S. and Mexican officials say increased border security has thwarted smugglers who had succeeded for years at \nbeating the system.\n\nMigrants also say they feel Americans are increasingly hostile toward immigrants.\n\n\"It's the discrimination,\" said George Guevara, 28, who was deported to Tijuana last month after living in the U.S. \nfor 18 years. \"It's making people step back. It's just too much of a risk. It's better to be out here.\"\n\nGuevara, who speaks perfect English and has only distant memories of Mexico, was living at a Tijuana migrant \nshelter filled with deportees, many of whom are Mexican-born but find themselves in a country that is foreign to \nthem.\n\nWhile some migrants try to set up new lives, others are caught between two worlds. Salvador Perez still has a \npregnant wife and three small children in Bakersfield, Calif., where he worked on a pistachio ranch before he was \ndeported. He's tried to cross the mountains near Tecate three times this summer to get back to them, but failed \neach time.\n\n\"I want to try again, but I'm scared something will happen,\" Perez said.\n\nThe biggest drop in Border Patrol detentions, a 68 percent decrease, was in the remote, heat-seared desert \nsurrounding Yuma, Ariz., once popular with smugglers. Border Patrol spokesman Jeremy Chappell credits the \nadditional troops and tougher security.\n\n\"Where an alien before was able to sneak across, now he has the National Guard watching him,\" Chappell said.\n\n\nThe only area that has seen an increase - 1.5 percent - is the San Diego sector, which runs along the California \nborder and includes the harsh, roadless desert surrounding Tecate. The Border Patrol has responded with \nhelicopters and increased intelligence from detained migrants.\n\nDeportations also are up for illegal immigrants who have lived in the U.S. for years. Some are caught for minor \ninfractions like a burned-out headlight. Others are rounded up in workplace raids that the Bush administration has \nvowed to intensify.\n\nThe new measures announced Friday will force employers to fire anyone who cannot prove their Social Security \nnumbers are legitimate.\n\nGraphic\n\n \n\nPHOTO\n\n PHOTO - A man waits to see a doctor as others eat dinner in a shelter for migrants in Tijuana, Mexico, last month. \nThe Associated Press \n"}