{"title": "ILLEGAL ALIENS LEARN 'CAVEAT EMPTOR'", "body": "\nLawyers, real-estate agents, notaries public, travel agents and even some driving instructors have put up signs in \nrecent weeks offering to help illegal aliens sort their way through the complexities of the new immigration law.\n\nWhile the signs in front of the offices are the most visible indication of the increased interest in providing advice for \nillegal aliens, some self-styled ''experts'' are going into cafes in immigrant neighborhoods offering advice -for a fee.\n\nThere is nothing illegal about helping aliens become eligible for residence in the United States, but community \nleaders say they are concerned that some people are charging exorbitant fees and others may lack the expertise to \ngive professional advice. Furthermore, it is illegal for a non-lawyer to give legal advice or to interpret the law for a \nclient.\n'Many Unscrupulous People'\n\n''There are many unscrupulous people playing on the fears of the illegal aliens,'' said Joseph Buttigieg, the director \nof the Office of Cultural and Ethnic Concerns for Catholic Charities of the Diocese of Rockville Centre in Amityville, \nL.I., one of the ''Qualified Designated Entities'' named by the Federal Immigration and Naturalization Service to help \nwith the naturalization process. He said some notaries were offering services for which they were not qualified. \n''They're getting away with it because in Spanish countries a notary has a higher standing,'' he said.\n\nImmigration lawyers said that the average legal fee for help in filing the legalization application should be from $500 \nto $1,000. In addition to the Diocese of Rockville Centre, the immigration service has designated about 40 other \nchurch and civic groups in the metropolitan region as qualified to handle applications, for a fee of up to $75. But \nsome lawyers and non-lawyers are charging much more.\n\nMr. Buttigieg told of a lawyer in Hempstead who charged a Hispanic alien $3,000 to fill out an application. In \nWestbury, two Mexicans, eligible for legalization, paid a lawyer $75 each for letters merely to show their employers \nthey will apply for legal status, he said.\n\n \n\nFederal Agency's View\n\n''There's nothing to prevent an alien from asking a friend or anybody else to help fill out the application for legal \nstatus,'' said Verne Jervis, a spokesman for the immigration service in Washington. ''We have no control. But we \nrecommend people go to an immigration attorney or one of the Qualified Designated Entities, where they are more \nlikely to get good advice and less likely to waste money.''\n\nWhile not all the designated entities have lawyers available to handle immigration matters, many have staff \nmembers who have worked on immigration matters for a long time and are considered qualified.\n\n\nUnder the new law, aliens who have lived here continuously since January 1982 are eligible for legal status if they \ncan document their time in the United States.\n\n''Rip-offs are happening,'' said Darlene Kalke, director of the Center for Immigrant Rights, a nonprofit organization in \nManhattan.\n\nA Dominican couple who have lived here many years and would qualify under the new law went to a man calling \nhimself an ''immigration expert'' in an office in Manhattan a few months ago. They paid $1,000 each to begin the \nlegalization process. When they returned with their documents, the man was gone and the office closed. Now they \nhave started over again with a lawyer who is charging them $800 apiece.\n\n \n\nBishop Acts\n\nAssailing the abuse of illegal aliens seeking legal status, Bishop Francis J. Mugavero of the Roman Catholic \nDiocese of Brooklyn, announced this week the creation of a commission to evaluate reported abuses and seek \nways to curb them.\n\n''The potential for abuse is tremendous,'' says Peter Pitsiokos, chairman of the Immigration and Nationality Law \nCommittee of the Bar Association of Suffolk County. He said it was hard to control this kind of abuse because some \nlawyers were teaming up with travel agents and other consultants, in effect matching those who have the expertise \nwith those who have contacts in the immigrant communities.\n\nMr. Pitsiokos recently filed a complaint with the New York State Attorney General's office against a travel agency, \nArgonastys, which published a series of large advertisements in the local Greek daily newspapers, offering to help \naliens prepare applications for legal status. Mr. Pitsiokos said one of his assistants who called the office to ask if he \nwould need a lawyer to handle the immigration process was told no.\n\nIn an interview, Kirk Phillips, director of Argonastys, said: ''It's perfectly legal. I just fill out applications, I don't give \nadvice.''\n\n \n\nBooming Business\n\nA tour of Queens shows that the immigration business is booming, particularly in the heavily Hispanic sections of \nJackson Heights and Corona. A law office has just opened on 37th Road and 74th Street with two huge American \nflags painted on its facade and the word Amnesty written in English and Spanish. The firm offers the services of an \nAmerican lawyer with a Hispanic legal assistant.\n\nSimilarly, other law firms and travel agents have added signs offering help on immigration matters. On Roosevelt \nAvenue, Manuel Molino of the Colombiana Viajes travel agency said the concern charges $500 to fill out an \napplication and could recommend a lawyer who would complete the process for another $600.\n\nMany travel and real-estate agencies in the area offer immigration services, without a lawyer. Some say they have \nservices of a notary public. Others say they know how to fill out papers.\n\nGerard Twombly, executive vice president of the Long Island Board of Realtors, which includes Queens, said he \nhad not heard that brokers were offering immigration services but that it would not surprise him. ''A lot of people \nwho have real-estate licenses are immigrants themselves and might be interested in helping others by offering \nmore humane services,'' he said. ''If some of them are abusing their licenses, the New York Department of State \nshould discipline them.''\n\n \n\nCongressman's Warning\n\n''The notaries I know don't practice law and know their limitations,'' said Sidney Haimowitz, a Brooklyn insurance \nbroker and notary. But he acknowledged that some people might be taking advantage of the situation.\n\n\n\nTravel industry officials in the New York metropolitan region said agencies in some ethnic neighborhoods in Queens \nplay a quasi-governmental role among immigrants and are helping out with immigration documents.\n\nConcerned about the situation, Representative Robert Garcia, Democrat of the Bronx, has taped messages for \ntelevision and radio in Spanish and English urging people to get in touch with their local voluntary agencies for \ninformation on legalization, warning: ''Beware of persons asking for money or fees to obtain your legal status; only \nthe I.N.S. has this authority.''\n"}