{"title": "Gwinnett Opinions: Snell: Concerns linked to employee privacy rights", "body": "\nIn reference to the recent publicity that E. R. Snell Contractor Inc. received about the Gwinnett County Immigration \nOrdinance, the following is our response:\n\nThe ramifications of the illegal-worker issue in Gwinnett County and elsewhere are complex and emotional, and \nour company agrees that no employer should knowingly employ an illegal worker after having undertaken \nreasonable verification steps.\n\nWe follow and abide by all state and federal laws in hiring and screening our employees. All of our employees pay \nthe required federal and state employment taxes. All our employees have access to our medical, dental, disability, \nand life insurance plans.\n\nThe state of Georgia's new immigration policy, Senate Bill 529, went into effect on July 1. E. R. Snell voluntarily \nbegan implementation of the plan in February of this year --- five months before the state-required date.\n\nWe do not discriminate in our hiring or the compensation of our employees. As a contractor that performs both \nfederal and state work, we have been audited by both federal and state agencies and understand that we are \nsubject to future audits.\n\nWe applaud Gwinnett County and the state of Georgia's attempts to alleviate the undocumented immigrant worker \nissue. We, as most Americans, feel strongly that our borders need to be secured and protected.\n\nOur issue with the ordinance was not about its intent but with the potential legal ramifications of the verification \nprocess that the ordinance required. We feel, as a Christian-based, family-owned company, that our first \nresponsibility is to our employees and their privacy rights. We needed time to receive some assurance from our \nlegal counsel and clarification from Gwinnett County that those rights were not being infringed upon by this \nordinance.\n\nWe have a long and well-respected relationship with Gwinnett County and hope it continues. We have now \nreceived that clarification and plan to go forward bidding on Gwinnett County contracts. \n\nWe hope this letter will explain our position on this very volatile and misunderstood issue.\n\n\nTHE OWNERS OF E.R. SNELL CONTRACTOR INC.\n\nSnellville \n\nGraphic\n\n \n\nPhoto: KIMBERLY SMITH / StaffE.R. Snell is building a new railroad overpass at Buford Highway and Pleasant Hill \nRoad./ImageData* ImageData*\n\nPhoto: KIMBERLY SMITH / Staff\"ERS\" on the orange construction barrel stands for E.R. Snell, one of the state's \nmost prominent roadbuilders./ImageData*\n"}