{"title": "COLORADO GOVERNOR SEEKS TO HALT ILLEGAL ALIENS", "body": "\nFor several years, Gov. Richard D. Lamm of Colorado has been at the leading edge of a national drive to reform \nAmerica's immigration laws, including cracking down on illegal aliens from Mexico.\n\nFor Mr. Lamm, a Democrat who has earned a reputation as a progressive politician, it is a position that has \nattracted no little controversy. Earlier this year, a suggestion by the Governor that illegal aliens be denied public \nhealth care benefits at a Denver city hospital brought a sharp rejoinder from some Hispanic politicians here.\n\nThey called him callous. Richard Castro, a state legislator from Denver, accused Governor Lamm of trying to \n''make political points with racial bigots and nativists.''\n\nMr. Lamm says he is uncomfortable feuding with fellow Democrats, and fears that there are those who will, indeed, \nconclude that his support of immigration controls is racist in origin.\n\n \n\n'A Matter of Common Sense'\n\n''This is a highly emotional issue, and there are those who are going to question my motivation,'' the Governor said \nin an interview. ''But to me, it's a matter of common sense: The unemployed in this state, and across the nation, will \nnever get jobs as long as we continue to take in twice as many immigrants as the rest of the world combined.''\n\nMr. Lamm, in arguing against what he described as ''demographic insanity,'' draws on perceptions that are \nespecially sharp in Western states, where public policy often centers on the need to balance population growth \nagainst the availability of resources, especially water.\n\n''Population is the ultimate environmental issue,'' the Governor said. ''And our immigration policy is making us \npoorer, not richer. It is dividing our wealth and resources.''\n\nAlthough some Hispanic leaders have criticized Mr. Lamm's stand on immigration controls, so far he does not \nappear to have been hurt politically in Colorado, where about 12 percent of the state's population is Hispanic. Last \nfall, he was re-elected to a third four-year term as Governor with 68 percent of the statewide vote.\n\n \n\nOngoing Debate in Congress\n\nThe controversy here over the Governor's stand on immigration controls frames in part a larger, ongoing debate \nover the issue of immigration reform, which is now before Congress.\n\n\nThe bipartisan bill, sponsored by Senator Alan K. Simpson, Republican of Wyoming, and Representative Romano \nL. Mazzoli, Democrat of Kentucky, seeks to reduce illegal immigration by making it more difficult for illegal aliens \nto find work. Among other things the bill, which has already passed the Senate and is now being considered in the \nHouse, would make it a Federal crime to hire an illegal alien. It also would grant a broad amnesty to many of the \nillegal aliens already in the United States.\n\nSome lawmakers, including Representative Patricia Schroeder, a fellow Democrat from Colorado, worry that the \nlegislation will lead to discrimination against Hispanic Americans. But others argue, like Governor Lamm, that some \nkind of control is essential if natural resources are to be protected.\n\nEdward Abbey, an Arizona author and environmentalist whose books have achieved a wide popular following, has \nirritated some of his own followers with his forceful arguments on behalf of immigration control, including stronger \npolice measures to stop illegal aliens from Mexico.\n\n''The doctrinaire liberal view tends to equate immigration control with discrimination, even racism,'' said Mr. Abbey, \nwho describes himself as a liberal. ''And I resent that. Immigration can and should be controlled, not only for our \nown good, but for the better of Latin America as well.''\n\n \n\nExtension of Amnesty Opposed\n\nMr. Lamm says he agrees in principle with the proposed legislation now before Congress, but strongly opposes a \nproposal in the House that would give amenesty to all illegal aliens who have lived continously in the United States \nsince 1982. Under the Senate version of the bill, which the Governor favors, the amnesty would cover only those \nwho have been here since 1980.\n\n''Amnesty will do a lot for for all those people now living in a murky world of exploitation,'' Mr. Lamm said. But he \nadded that a blanket amnesty for those who have been here since 1982 would be irresponsible, and said, ''The \nadditional numbers that would be added to the social welfare rolls as a result of the extension will have a staggering \nfiscal impact on the states.''\n\nDespite the opposition of some Hispanic legislators in Colorado, Mr. Lamm's staff says mail to his office runs \nstrongly in favor of his position on immigration reform.\n\n''I think the United States can continue to be generous in its immigration policies,'' said Mr. Lamm. ''But I know those \ndecisions must be made by the U.S. Congress, rather than by Fidel Castro or some smuggler in Mexico.'' He was \nalluding to Mexicans who smuggle illegal aliens into the United States for profit, and to Mr. Castro's decision in \nApril 1980 to allow thousands of Cubans, many of whom had been held in jails or mental institutions, to flee to the \nUnited States.\n"}