{"title": "The Feel of Africa Is Transplanted to Staten Island", "body": "\nWhen Anthony Idow hankers for a native Nigerian dish or fresh news from his homeland, he simply strolls over to \none of the blazing grills dotting his neighborhood, where men and women in flowing tribal gowns, shirts and \nheaddresses gather against a backdrop of leafy streets and cloistered suburban-style homes on Staten Island.\n\n\"This is the way we lead our life back home,\" Mr. Idow, 30, explained as he stood on Targee Street, a commercial \nstrip bustling with West African street vendors and music. \"We get together after work for peaceful conversations \nand drinks. This is just like home to us.\"\n\nFor years, Staten Island has been New York City's most insular borough, a largely middle-class island enclave \nthat has not attracted the vast influx of immigrants that has indelibly changed neighborhoods elsewhere in the city.\n\nIn recent years, though, immigrants from West Africa have carved a rich ethnic niche in the borough's landscape, \nbringing new merchants, vendors, a church and other institutions that cater to their tastes and needs. They have \narrived at a time when other immigrants, like Indians and Filipinos, have also settled on the island.\n\n \n\nReminiscent of Liberia\n\n On the streets and sidewalks of Clifton, a rolling neighborhood on the northeast side of the island, large numbers \nof immigrants from Liberia, Nigeria and other West African nations have built an informal -- and sometimes illicit -- \ncommercial and cultural hub with little notice outside their own neighborhood.\n\nLast month, though, the community drew unwanted attention after two gunmen walked into an unlicensed social \nclub for Liberians and opened fire with semiautomatic weapons, injuring eight patrons. The police have not \ndetermined a motive, although they say that drug trafficking and other crime have increased in the area in recent \nyears.\n\nWhile the shooting reminded the immigrants in the neighborhood that they were not immune to crime and violence, \nmany say they have done their best to create a more tranquil life on Staten Island, following earlier settlers from \ntheir countries who were lured by the neighborhood's small-town air.\n\nAlong Targee Street and its asphalt tributaries, these immigrants, including professionals and students, bustle amid \nthe plumes of the outdoor grills, beckon with a shrill call a brown van delivering fresh fish and swarm vendors selling \nbags of dried crawfish, exotic vegetables and spices and other goods from back home.\n\n\n \n\nA Helping Hand Awaits\n\n \"We have brought our own culture to this neighborhood, which is great,\" said Oretha Bestman, a 24-year-old \nwoman from Liberia who assembles neighborhood children, American and West African, at a nearby schoolyard to \nteach them African dances and songs. \"We can find African food, clothes. Anything they sell back home, we find \nhere.\"\n\nFor longtime residents of Clifton, the arrival of these immigrants has caused some discord. Some older residents \ncomplain that the newcomers have brought congestion, noise, litter and crime, arising from unlicensed sidewalk \nbusinesses, aggressive gypsy cab drivers and groups that loiter on street corners.\n\n\"They're bringing their culture here and causing problems, like selling food on the street,\" said George Doyle, a vice \nchairman for Community Board 1.\n\nNo one can say for sure how many West Africans live in the area. City planners and others say that hundreds may \nhave moved there in recent years but do not appear on census records because they arrived after the 1990 census \nwas taken, under student visas or without proper documentation.\n\nWhatever the exact numbers, many immigrants have come to regard their neighborhood as a haven, where \nnewcomers are taken in by family and friends who arrived before. Some are refugees, including professors, \nministers and engineers, who fled the political and social turmoil of nations like Liberia. Others are students who say \nthey are here to further their education.\n\n \n\nLinks With the Homeland\n\n \"Some of them are separated from their families, so they develop very close relationships here,\" said the Rev. \nGeorge Samuels, a minister at the Faith Christian Center at 20 Park Hill Avenue, where immigrants from West \nAfrica make up half of the congregation of about 250 worshipers.  \"They really come to see each other as \nbrothers.\"\n\nInside the unlicensed Liberian social club at 575 Targee Street where the shooting occurred on May 18, many \nimmigrants had regularly gathered over food and drinks to discuss problems they had adjusting to their new life in \nAmerica as well as to question newcomers who brought fresh news from back home.\n\n\"It was a very peaceful place for us,\" said Peter Z. Kemokai, a 47-year-old man from Liberia. \"That club was very \nimportant.\"\n\nLikewise, vendors like George Curtis, 33, who hopes to return to Liberia one day to start an import and export \nbusiness, serve as a link to West Africa for many in the community. Mr. Curtis, enterprising and charismatic, says \nhe runs an unlicensed but popular business selling exotic vegetables and other foods shipped to him from abroad.\n\n \n\n'Just Waiting for Peace'\n\n \"I provide an important service,\" he said the other day as he sat on a kitchen chair on a shaded sidewalk and flirted \nwith some female patrons. \"I have them eating their native food.\"\n\nWhile some immigrants say they have come to America for good, others say they long to return to their homeland. \nMany express frustration and dismay over the lack of jobs, the crime and what they see as an anti-immigrant \nsentiment here.\n\n\"This is still not home for many of us,\" said the Rev. Windell Hutchinson, a minister from Liberia whose church \nserves about 200 Liberians and other West Africans on Staten Island. \"Many of us are just waiting for peace to be \nrestored back home. This is just a temporary shelter.\"\n\n\n\nMr. Idow, the Nigerian man who has found solace in the neighborhood's sidewalk gatherings, agrees. He said he \ncame to this country for training as a commercial pilot but things never worked out.\n\nBearing a private aviator's license that he earned in Nigeria, he arrived four years ago and moved into an apartment \nwith a Nigerian friend who had moved to Clifton several months earlier with the same goal.\n\nIn the end, neither could afford to pay for commercial aviation lessons, he said. Mr. Idow, who now drives a livery \ncab, said he was frustrated over his lack of success but would like to return to his country one day with something \nto show for his stay in America.\n\n\"All I do is work to pay my rent,\" he lamented. \"We have many people from our country living like this. We have \nministers driving cabs here. We have people with multiple degrees working as orderlies in nursing homes. We are \ntrying to survive.\"\n\nGraphic\n\n \n\nMap of Staten Island\n"}