{"title": "Legislature 2008: Hispanic leaders invoke MLK tactics", "body": "\nA state legislator challenged Hispanic leaders Wednesday to act with restraint in the aftermath of Georgia's \ncrackdown on illegal immigration.\n\nHispanic caucus members had an opportunity for self-reflection at their meeting --- it's the first time in two years no \nmajor immigration bills are expected.\n\nRep. Tony Sellier (R-Fort Valley) invoked the philosophy of civil rights leader the Rev. Martin Luther King Jr. as an \nexample of how to move forward. \"Back in the time of Martin Luther King, there was a movement for peaceful \nchange, and that's what we need to do,\" Sellier told a group of about 60 leaders gathered at the Capitol. \"Let's not \ncall each other names,\" Sellier said.\n\nHe also urged assimilation of immigrants. \"One of the biggest lessons I've learned is assimilation,\" Sellier said, after \nmaking opening remarks in Spanish.\n\nHispanic leaders were caught in a contentious debate with legislators and anti-illegal immigration activists two \nyears ago. That's when the state Legislature passed one of the toughest crackdowns on illegal immigration in the \ncountry. Congress debated national immigration reform at the same time, and immigrants organized protests \nnationwide, including Atlanta. Last year, the new law went into effect.\n\nThis year all seems quiet.\n\nThat is good news for Sara Gonzalez, outgoing head of the Georgia Hispanic Chamber of Commerce.\n\nThe chamber organized the caucus breakfast of bacon, eggs and biscuits.\n\n\"I certainly hope from the bottom of my heart that this year it won't be as contentious as last year,\" Gonzalez told \nthe group. \"Georgia has been a tremendous challenge for Latinos, but I love challenges. We will continue to fight for \nour civil rights.\"\n\nTop on the Hispanic caucus' list is more Hispanic appointments and more trade between Georgia and Latin \nAmerica and Spain.\n\n\nRep. David Casas (R-Lilburn), a high school teacher, said the key to prosperity is education. He argued in favor of \nschool voucher programs and called for more technical education. \"Not everyone is going to go to college,\" he said.\n\nGerald McDowell, development director for Gwinnett Village, agreed that King's philosophy could be a model for the \nHispanic community.\n\n\"We're not having a conversation,\" McDowell said of the tone of the nation's immigration debate. \"There's a lot of \nyelling going on. Consequently, there's a lot of misinterpretation.\"\n"}