{"title": "Arizona Is Split Over Hard Line On Immigrants", "body": "\nA new Arizona law against employing illegal immigrants has shaken businesses, scared workers, delighted \nadvocates of stricter immigration controls and added to tensions in a state split over who belongs here and who \ndoes not.\n\n  And that is even before the law's scheduled effective date, Jan. 1.\n\n  State officials are seeking to curb illegal immigration by choking the supply of jobs with the law, which threatens to \npull the business license of any employer that knowingly hires an illegal immigrant.\n\n  It is an example of the scores of state and municipal laws meant to address illegal immigration on the belief that \nthe federal government has not done enough to thwart it. But the Arizona version is among the toughest and could \ntest states' ability to crack down on the countless businesses that have relied on illegal workers.\n\n  Arizona makes for a striking laboratory. Its estimated population of 500,000 illegal immigrants is among the \nhighest and fastest growing in the country, and illegal workers make up an estimated 9 percent to 12 percent of the \nwork force, mostly in low-skill jobs in the service, construction and landscaping industries, according to research at \nArizona State University.\n\n  Legal challenges to the law, signed in July by Gov. Janet Napolitano, a Democrat, were filed by business and \nimmigrant rights groups, asserting that the law would usurp federal authority, lead to ethnic profiling and hinge on \nsometimes inaccurate government records. A federal judge on Tuesday will consider a temporary restraining order \nblocking the law from going into effect; the judge rejected another challenge last week.\n\n  Businesses and immigration groups say they have already tallied some of the effects of the law.\n\n  Advocates for immigrants contend that, at a minimum, hundreds of people unauthorized to work have left the \nstate or been fired. Some school districts have at least partly attributed enrollment drops to the law. Though the \nhousing slump and seasonal economic factors make it difficult to pin down how much is attributable to the new law, \nillegal workers say employers are checking papers and are less inclined to hire them.\n\n  ''They started asking everybody for papers one day, and those like me that didn't have them were fired,'' said Luis \nBaltazar, a Mexican immigrant who worked for a paving company until a few weeks ago and was soliciting work at \na day labor hiring hall here.\n\n  Another immigrant, Jose Segovia, said work had plummeted in the past few weeks, more so than in the four \nprevious Decembers he spent in Phoenix. ''Some of my friends went back to Mexico,'' Mr. Segovia said, ''and I am \nthinking of going, too, if it doesn't get better here.'' \n\n\n  Michael Francis, who grows several crops near here, said that he requested and kept documentation that his 150 \nemployees were eligible to work, but that some had left and he was having difficulty filling the jobs. ''The people \nfrom the office buildings in Phoenix are not going to swarm the countryside to clip onions,'' Mr. Francis said. ''There \nare just not a lot of people knocking on the door to do this kind of work.''\n\n  Groups representing the state's 150,000 licensed businesses say the wording of the law is vague and has led to \nconfusion over whether it applies to all employees or only those hired after  Jan. 1. The bill's sponsor, \nRepresentative Russell Pearce, Republican of Mesa, told The Associated Press on Thursday that the law applied to \nall employees, not just new hires.\n\n  As a result of the confusion, employers have scrambled to compile and check paperwork, and a cottage industry \nof law forums and consulting is emerging.\n\n  ''The legal costs of being investigated and prosecuted based on claims with little or no merit could be substantial,'' \nsaid Glenn Hamer, the president of the state Chamber of Commerce, one of the groups suing to block the law. \n''This could lead to fishing expeditions and will burden county attorneys from other priorities like investigating \nmurder, rape, child molestation.''\n\n  Arizona's law stands out.\n\n  The law calls for suspending a business license for at least 10 days on the first offense and revoking it for a \nsecond one, effectively shutting down the business. Several states call for pulling a business license after the \nfederal government has determined that an employer hired illegal workers, but Arizona's law empowers the state to \nact alone.\n\n  Although it is already a federal offense to hire illegal workers, the law's authors contend that more illegal workers \nwill be found because it requires the state's 15 county attorneys to investigate any complaint they deem not \nfrivolous.\n\n  ''That's the problem,'' said Julie A. Pace, a lawyer representing business and advocate groups opposed to the law. \n''This is the federal government's authority, not the state's.''\n\n  But backers of the law say the state's power to grant business licenses includes the authority to set the criteria for \nthem.\n\n  The county attorneys have not taken a position on the law as a group, but they have worked toward developing a \nuniform process to file and weigh complaints.\n\n  Ms. Napolitano called the law flawed, but signed it anyway, saying it was better than risking a possible ballot \nmeasure that could be ''even more draconian'' and difficult to overturn. ''It was left up to Arizona because the \nfederal government has failed to act,'' she said.\n\n  Ms. Napolitano signed the legislation a few days after a Congressional effort to revamp immigration laws failed, \nwith one of its key sponsors, Senator John McCain, Republican of Arizona, a presidential candidate, predicting a \nconfusing hodgepodge of state laws. Mr. McCain's campaign did not respond to a request for comment on the state \nlaw Thursday night.\n\n  Jim Weiers, a Republican and the speaker of the Arizona House, said an ad hoc group was preparing \nrecommendations on what if any changes to make to the law. But Mr. Weiers stood by it, suggesting that if the \nanecdotal reports of its early impact were true, so much the better.\n\n  ''If all this is happening then the law, before it has taken effect, is working,'' he said. ''The whole idea was to make \nsure we are not going to be a place people come to illegally to start a better life.''\n\n  Some businesses contend that the difficulties of verifying legal employment have been exaggerated and that the \nlaw will eventually improve competition in the marketplace if cheap, foreign labor is cut.\n\n\n\n  ''We are out competing against businesses using illegal labor and not registered as contractors,'' said Gary \nHudder, an asphalt paving contractor who is president of the Yavapai County Contractors Association in Prescott, \nwhich, in contrast to the state contractors association, supports the law. ''This will level the playing field,'' Mr. \nHudder said.\n\n  Still, economists say the law could damage the economy.\n\n  ''If you take 12 percent of the work force away, that is going to be a problem,'' said Dawn McLaren, an economist \nat Arizona State University, adding that people not currently working could never make up the difference. ''The \nlargest group to join the work force was during World War II, and that was a big motivator. I don't think patriotism is \ngoing to drive this one.''\n\n  Some business owners said they worried that they would unfairly be singled out by disgruntled employees or \npeople who assume many Spanish-speaking workers are illegal.\n\n  ''We have had U.S. citizens give us false documents because law enforcement was against them for whatever \nreason,'' said Saul Perez, who manages a construction company here. ''This is not necessarily going to catch as \nmany undocumented workers as people believe.''\n\n  All of the state's businesses will be required to use the Department of Homeland Security's E-Verify system, a pilot \nprogram that electronically checks Social Security and other records to confirm legal employment status. An outside \nauditor for the department warned this year that naturalized citizens were more likely to be incorrectly flagged as \nunauthorized to work than American-born workers, but a department spokeswoman said that the overall error rate \nwas ''extremely low'' and that improvements were continuing.\n\n  Illinois, which had adopted a law barring use of E-Verify over accuracy concerns, agreed Thursday not to enforce \nit until a lawsuit filed by the Homeland Security Department was resolved. The state said it would consider \namending the law to address the federal government's concerns.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTOS: Day laborers looking for work in Phoenix on Wednesday. Some say a law that takes effect Jan. 1 has \nmade jobs harder to find\n\n People ''are not going to swarm the countryside to clip onions,'' says Michael Francis, who is struggling to fill jobs in \nhis fields. (PHOTOGRAPHS BY LAURA SEGALL/THE NEW YORK TIMES)      \n"}