{"title": "AWAITING RULING ON ASYLUM, HAITIANS PONDER GOING HOME", "body": "\nHaitians seeking political asylum but who have been detained, some since the early 1980's, by United States \nimmigration officials are beginning to consider returning to their homeland after the departure from Haiti last month \nof President Jean-Claude Duvalier.\n\n''I don't know what I would face going home, but it would be better than staying in prison,'' said a young man \nknown as Lele, who is one of 21 Haitian refugees being held at the Immigration and Naturalization Center at 201 \nVarick Street in lower Manhattan. They are awaiting an immigration court's decision on their asylum request.\n\n''The women in the detention center aren't too hopeful'' that they would be safe in Haiti, said a refugee called Ti \nMatante. ''We know there are lots of Duvalierists and Tontons Macoute still around.'' The Tontons Macoute were \nMr. Duvalier's feared security police.\n\n''But those of us who have been in jail over a year and have children back home are more willing to go back,'' she \nadded.\n\n \n\nFear of Reprisals\n\nBoth Haitians asked to be identified only by their nicknames, out of fear of reprisals if they are deported to Haiti. \nThey were interviewed through a Creole-speaking interpreter, Large numbers of middle-class Haitians fled political \npersecution in the early 1960's, largely settling around New York and Miami. In the 1970's, the ''boat people,'' \nmostly peasants, fled rural poverty and repression. Then, in the early 80's, Washington imposed detention and \ninterdiction policies, stopping the flow.\n\nArthur Helton, a director of the Lawyers Committee for Human Rights, said only 1 percent of the Haitians involved \nin political asylum cases decided in 1985 were successful, compared with 73 percent of the Libyans, 59 percent of \nthe Romanians and 57 percent of the Czechoslovaks.\n\nEven those refugees who are willing to go back face difficulties because of the recent turmoil in the Caribbean \ncountry.\n\n \n\nAirport Was Closed\n\n''Two Haitians were prepared to return voluntarily this week but were unable to go because the airport in Haiti was \nclosed,'' Scott Blackman, assistant deputy director of the Immigration and Naturalization Service in New York, said \nFriday.\n\n\nHe said he had received several other requests but said there had been no new orders to force the Haitians to go \nhome in the wake of the departure to France of Mr. Duvalier, whose family held power for almost 30 years.\n\nAt the Krome detention center in Miami, where more than 100 Haitians are held, the refugees are confused, said \nthe Rev. Gerard Jean-Juste, executive director of the Haitian Refugee Center. He said some people wanted to go \nhome but were demanding protection.\n\n''We would advise American authorities to wait and see and not deport Haitians because the army, the \nadministration, even most of the new junta and institutions were linked to the old regime for 28 years,'' says Jean-\nJacques Honorat, a former cabinet minister expelled from Haiti in 1981 who is an international development \nconsultant in New York.\n\nRecounting her story, Ti Matante, 30 years old, said the Tontons Macoute had beat her husband, a field worker, \nforcing him to flee in 1981, leaving her and their two small children. After the abduction of her father, sister and \nuncle, she tried to join her husband, who is working in an electronics factory in New Jersey, but she was jailed on \nher arrival in Miami on Dec. 24, 1984, and later transferred to New York.\n\n \n\n'I Want to Stay'\n\n''I want to stay here with my husband but if they send me to Haiti, maybe I'll get taken care of,'' Ti Matante said.\n\nShe complained of sharp pains in her chest and side and a growth under her right rib cage. Immigration officials \nsaid she had been examined by the staff doctor and taken to a hospital on several occasions. In a report, a doctor \nat St. Vincent's Hospital who examined the growth said it was ''not medically necessary to have it removed.''\n\nLele, 26, used to work with his uncle, a hougan - a voodoo priest - who sold mahogany statues. The Haitian \nauthorities thought his uncle was smuggling people out of the country but when they came to arrest him, he was out \nof the country. Fearing arrest, Lele fled by boat to Miami.\n\nDetained on his arrival in September 1981, Lele was released on parole but his request for asylum was denied and \nimmigration authorities found him working in a Boston restaurant in 1983.\n\nFor a while in January, the Haitians believed they would be set free. That was when 32 Afghan refugees, also \nbeing held for entering the country illegally, were released on parole, after the intervention of several Congressmen.\n\n''The decision to release the Afghans was made with respect to the Afghans alone and does not mean any change \nin detention policy,'' Mr. Blackman said.\n"}