{"title": "Young illegal immigrants will be eligible for California driver's licenses", "body": "\nCalifornia will issue driver's licenses to hundreds of thousands of young illegal immigrants once the Obama \nadministration grants them work permits, a move that could reignite a divisive debate that has simmered for nearly \n20 years.\n\nThe state's decision is the opposite from Arizona's, where Republican Gov. Jan Brewer signed an executive order \noutlawing driver's licenses for anyone who benefits from the new federal deportation relief.\n\nThe starkly different responses show that the benefits of the federal directive could vary depending on where \nimmigrants live.\n\nThe Obama administration left it to states to decide whether to issue driver's licenses and offer in-state college \ntuition rates and other services to people who came here illegally as children but now are eligible for work permits.\n\nArizona was the first to say no, and California -- home to more than 400,000 young immigrants expected to \nqualify -- was one of the first to say yes when deportation relief became available this week.\n\nMuzaffar Chishti of the Migration Policy Institute expects a flurry of activity in state capitals this month as governors \nand lawmakers follow the lines drawn by California and Arizona.\n\n\"Immigration is a federal issue,\" Chishti said. \"How you treat immigrants within your state is a state issue.\"\n\nLicenses also are purely a state matter, another expert said.\n\n\"The Constitution says nothing about driver's licenses,\" said Jacob Vigdor, a professor at Duke University's \nSanford School of Public Policy. \"Back in the 1780s it wasn't an issue. So it's completely at the discretion of states.\"\n\nAnd, Vigdor said, the federal directive launched this week to help illegal immigrant students or high school \ngraduates who are 30 or younger is accentuating the divide between some states' \"anti-immigrant\" climate and \nthe \"permissive, much more pragmatic\" California approach.\n\nCalifornia's 1993 ban on driver's licenses for illegal immigrants stands, but the DMV will treat as \"temporary \nlegal residents\" those who qualify for deportation relief, DMV spokesman Mike Marando said Wednesday.\n\n\"California law is not changing. ... However, those applicants approved by (the U.S. Department of Homeland \nSecurity) will become temporary legal residents,\" Marando said.\n\nThat did not sit well with Southern California Assemblyman Tim Donnelly, R-Hesperia.\n\n\n\"I think there's going to be a huge debate right here in California over that very issue,\" said Donnelly, a vocal \nopponent of illegal immigration. \"The vast majority of Californians are adamantly opposed to giving driver's \nlicenses to illegals.\"\n\nSixty-two percent of Californians opposed granting licenses to undocumented immigrants in 2005, the last time \nthe Field Poll surveyed opinions on the topic. Californians then were evenly divided over a \"different kind\" of \nlicense that labeled them as nonresidents.\n\nNow, young immigrants with a job permit and Social Security card can prove legal residency to the DMV, \nMarando said.\n\nImmigrant advocates celebrated California's move and denounced Arizona's.\n\nDriving is essential for many California and Arizona workers, especially farmworkers who travel far following crops, \nsaid Diana Tellefson Torres of the United Farm Workers Foundation.\n\nHaving licenses will let them move around freely without fear, she said.\n\nA few states allow illegal immigrants to drive and others have no policy, but California is among the majority \ndenying licenses to illegal residents.\n\nMany such immigrants drive anyway, despite the risk of deportation, criminal charges, car impoundments and \nexpensive penalties.\n\nCalifornia's 1993 license prohibition applied to people who could not prove they were \"a citizen or legal resident of \nthe United States under federal law.\" Signed by Republican Gov. Pete Wilson, the driving ban was a precursor to \n1994's voter-approved Proposition 187, which excluded illegal immigrants from public schools and other services.\n\nJudges overturned most of Proposition 187, but the driver ban has lasted nearly two decades despite some \nDemocratic lawmakers' perennial attempts to overturn it.\n\nDemocratic Gov. Gray Davis in 2003 repealed the ban before voters recalled him. Weeks later, new Republican \nGov. Arnold Schwarzenegger and the Legislature restored it.\n\nAssemblyman Gil Cedillo, D-Los Angeles, has fought for 15 years to repeal the 1993 law and wants all \nundocumented immigrants to be able to drive legally.\n\n\"Every motorist in California should be licensed, tested and insured,\" he said. \"That was our policy for 60 years.\"\n\nGraphic\n\n \n\nItzel Guillen, left, sorts out some of the documents she needs to apply for a work permit along with Lucero \nMaganda, right, at her home Wednesday, Aug. 15, 2012, in San Diego. Guillen and Maganda are among those \nhoping for the right to work legally in America without being deported. The Obama Administration s Dream Act,\" or \nthe Deferred Action for Childhood Arrivals, could expand the rights of more than 1 million young illegal \nimmigrants. (AP Photo/Gregory Bull)\n\nItzel Guillen, left, sorts out some of the documents she needs to apply for a work permit along with Lucero \nMaganda, right, at her home Wednesday, Aug. 15, 2012, in San Diego. Guillen and Maganda are among those \nhoping for the right to work legally in America without being deported. The Obama Administration s Dream Act,\" or \nthe Deferred Action for Childhood Arrivals, could expand the rights of more than 1 million young illegal \nimmigrants. (AP Photo/Gregory Bull)\n\n\n"}