{"title": "U.S. to Admit Some Immigrants With AIDS Under New Health Policy", "body": "\nBush Administration officials have decided to permit some immigrants with AIDS into the country while barring \nothers, health officials said Thursday.\n\n After two years of raucous debate, Federal health officials have reached a consensus about the policy they will \nestablish on the immigration of people with AIDS.\n\nHealth officials said Thursday that while the policy has not yet been drafted, its intent is to allow people infected \nwith AIDS to enter the country, provided they do not intend to seek permanent residence. The officials said that the \nGovernment would explicitly state that those with AIDS were not being excluded because of their disease. Rather, \nthey said those with AIDS seeking permanent residence would be excluded solely because of cost considerations. \nSome officials said they believed that poor people with AIDS seeking to enter the country could become a burden to \ntaxpayers.\n\nOfficials called this a compromise, because public health groups around the country have expressed outrage that \nAIDS would be listed as a disease for which a person could be excluded from the country, because the disease is \nnot easily communicable.\n\nBut officials at the Justice Department, which administers immigration law through the Immigration and \nNaturalization Service, have continued to bar entry to this country of people infected with AIDS.\n\nIt is the Secretary of Health and Human Services who determines which diseases are put on the list of \ncommunicable diseases that are a public health threat if carried by immigrants. Health service officials have tried \nto eliminate AIDS from the list of diseases for which a person might be excluded.\n\nThe list currently includes only AIDS and infectious tuberculosis.\n\nBut the Justice Department adminsters the rules, and with support from other White House officials, it has been \nnegotiating the matter with the staff of the Secretary of Health and Human Services, Louis W. Sullivan.\n\nThe issue was first joined when Congress passed a law directing the Secretary to make AIDS infection a disease \nthat could bar a person's entry into the country. This threatened to keep many in AIDS organizations from \natttending international AIDS meetings in the United States.\n\n\nThe next international AIDS conference is scheduled to be held in Boston in 1992. Under the proposed policy, \ndelegates who are infected would be permitted to enter the country.\n"}