{"title": "This Country writers hint at extended run for mockumentary", "body": "\nThe writers of hit BBC comedy This Country have hinted the show could go on after the anticipated third series airs \nnext year.\n\nBrother and sister Daisy May Cooper and Charlie Cooper penned the mockumentary based on their own \nexperiences of growing up in Cirencester.\n\nThe Bafta-winning BBC Three series is set in a fictional and unnamed Cotswolds town but is filmed in and around \nNorthleach.\n\nThe show centres on the lives of cousins Kerry and Lee \"Kurtan\" Mucklowe, played by Daisy May and Charlie, and \ntheir friends and family.\n\nThey said writing the third series was very hard because of the sudden death earlier this year of cast member \nMichael Sleggs, who played Michael 'Slugs' Slugette.\n\n\"With Michael leaving us it was so hard and it felt and it was the hardest series we have had to do,\" Charlie said.\n\n\"We want to make sure we end the whole thing on a high and up to the same standard it has been or it will go on \nfor 54 series to try and get some money.\n\n\"We are in two minds and we will see what happens.\n\n\"Maybe further down the line, a Christmas special, as it gives us so much more material to write about.\n\n\"It worked doing the 45 minute special and we enjoyed having more time and draw out the plots and we would love \nto do a film.\"\n\nDaisy May and Charlie were speaking at the Cheltenham Literature Festival as they talked about their new book, \nThis Is This Country.\n\nCharlie said the pair felt the pressure to make the third series as good as the first two.\n\n\"You feel the pressure, definitely... running out of ideas mainly.\n\n\"You feel you have to keep up,\" he said.\n\n\n\"Writing the first series had different pressures and we were so unknown, so we were so lucky with the BBC that we \njust got left alone and no one interfered and there was no pressure.\n\n\"If it was rubbish it would have been forgotten about.\n\n\"We are so grateful that people like it.\"\n\nThe pair also paid tribute to their co-star Sleggs, who died aged 33.\n\nHe did not have a background in acting but the Coopers knew him from their childhood in Cirencester.\n\n\"He was such an integral part of the show both onscreen and behind the scenes.\n\n\"He was a friend from home and having to do the series without him was really tough,\" Charlie said.\n\n\"He really embodied the whole spirit of the show.\n\n\"He was already a sort of celebrity in our town before the show anyway, it was amazing when it came out and \npeople were stopping him.\n\n\"He ended up being in the show because we wrote the character based on him and then we auditioned various \nactors and we got all these tapes back and it didn't feel right.\n\n\"It got to the point where we thought shall we just see if he can do it because it is a mockumentary.\n\n\"Getting people to play themselves, they don't have to act.\n\n\"It wasn't quite that easy because he didn't realise the character was about him.\n\n\"We got him on tape and he was so naturally funny, without even knowing he was funny.\n\n\"By the end of the special he was so good and he does a monologue about his love life and it was so beautiful.\"\n\nDaisy May said: \"He so wanted to be in the third series and he wanted it to be really funny and we tried our best \nwith the permission of his family to give him a really good tribute.\n\n\"I can't believe he has gone it still hasn't hit home.\n\n\"He was a one-off.\n\n\"There will never ever be another Michael Sleggs on this earth.\n\n\"He was just extraordinary.\"\n\nThe siblings also revealed that the third series will focus much more on Reverend Francis Seaton, played by Paul \nChahidi.\n\n\"With the special we had to tie up a lot of loose ends from the end of the second series with Kerry and Martin so it \nwas nice starting the third series with a clean slate,\" Charlie said.\n\n\"I think it has become more of the vicar's series.\n\n\"The first one was Kurtan's story, the second was Kerry's and the vicar, you follow his story a lot more.\"\n"}