{"title": "Letter to the Editor: USG Tempe President Hanna Salem puts personal politics over students", "body": "\nBy Judah Waxelbaum |\n\n1 hour ago\n\nUndergraduate Student Government Tempe President Hanna Salem has consistently put her personal politics \nabove her duty to represent all ASU students equally.\n\nMost recently, this behavior was front and center for the National Voter Registration Day event. The annual ASU \nevent is meant as a day to put our political differences aside for the noble cause of getting students involved in the \nprocess.\n\nFor the last two years, Hanna Salem has turned a time of unity into an event creating division and distrust. Last \nyear, as director of civic engagement, Salem used her capacity to discriminate against the College Libertarians at \nASU.\n\nAt the 2018 National Voter Registration Day event, the College Libertarians were forced to have their table outside \nnext to a construction zone, isolated from all other political clubs. When the College Libertarians leadership \nrequested to please be moved inside they were told there was no room for them. This event inspired an \ninvestigation by Undergraduate Student Government.\n\nAgain, the 2019 National Voter Registration Day event was plagued with similar issues. With a new director of civic \nengagement, political clubs were excited for a new chapter and a successful Registration Day Event. Those hopes \nwere swiftly crushed with decidedly partisan last-minute changes to the event.\n\nLess than a day before the event, it was announced that USG \"accidentally\" double-booked the student pavilion \nand would now be doing the event outside in partnership with NextGen Arizona, a chapter of NextGen America. \nThis came as a blow to all that hoped this would be a non-partisan event for ASU students.\n\nNextGen America's website states on their homepage, \"While Donald Trump and the Republican Party deny the \nclimate crisis and drown young people in debt to prop up their wealthy donors and corporate interests - we're taking \naction.\" This by no means comes across as an organization interested in working across the aisle.\n\nThis decision left Republican clubs only two options: back out of the event and deny ASU students a right of center \noption, or be forced to partner with an organization that does not believe in the mission of National Voter \nRegistration Day.\n\n\nIn this time of American politics where we are so divided, we should strive to hold events structured to bring people \ntogether. As USGT president, Salem has made no effort to separate her personal politics, going so far as to appear \nin an Elizabeth Warren for President advertisement.\n\nIt is my hope that the Undergraduate Student Government Senate will launch an ethical and complete investigation \ninto President Salem's actions - this time including a review of how her political biases have tainted her role as \nPresident.\n\nThe struggle to come together as a nation will continue if we cannot put aside our politics to elegantly come \ntogether as a university of students.\n\nEditor's note: The opinions presented in this letter to the editor are the author's and do not imply any endorsement \nfrom The State Press or its editors. This letter to the editor was submitted by Judah Waxelbaum, chairman of the \nArizona Federation of College Republicans.\n\nReach the author at jwaxelba@asu.edu\n\nWant to join the conversation? Send an email to opiniondesk.statepress@gmail.com Keep letters under 500 words \nand be sure to include your university affiliation. Anonymity will not be granted.\n\nLike The State Press on Facebook and follow @statepress on Twitter.\n"}