{"title": "TWIN CITIES RUN COUNTER TO NATIONAL TRENDS", "body": "\nThe Twin Cities grew younger at the core in the 1990s, with immigrants and people moving from other states \nhelping St. Paul and Minneapolis turn back the clock as the state and the nation aged.\n\nResidents of St. Paul and Minneapolis also lived with slightly more people under one roof than in the past and were \nmore likely to have children, again running contrary to state and national trends in part because of newcomers \nfrom other countries and other states.\n\nThe cities saw waves of immigrants from Eastern Africa, Asia and Central and South America among other areas \nin the 1990s, moving to join family members and find work thanks to the state's strong economy. And for more than \na decade, Minnesota has taken in more people from other states and countries than it has seen move out.\n\n\"I'm guessing that migration and immigration have quite a bit to say about that,\" said Tom Gillaspy, state \ndemographer. \"People who move, particularly people who move long distances, tend to be younger.\"\n\nContrary to many areas in the state, St. Paul had a decline in its 65-and-over population and a relatively sharp \nincrease in the number of children under 5, Gillaspy said.\n\nWhile specific numbers on immigrants and people moving from other states are not yet available, the influx appears \nto have influenced census results that showed Minneapolis and St. Paul bucking several key trends.\n\n\"That would be consistent with immigration,\" said Martha McMurry of the State Demographic Center said of the \nmedian-age and household findings, contained in census data being released today. \"You would expect immigrants \nwould have a younger population living in larger households and would be more likely to have children.\"\n\nWhile aging baby boomers pushed the nation's median age last year to an all-time high of 35.3 and Minnesota's to \n35.4, the median age -- the figure at which half the population is older and half younger -- fell in St. Paul and \nMinneapolis, to 31 and 31.2, respectively.\n\nThe gap was narrower 10 years ago, when Minnesota's median age was 32.4, compared with 31.2 in St. Paul and \n31.5 in Minneapolis. At the same time, surrounding counties such as Washington, Dakota and Anoka have aged, \nGillaspy said.\n\n\"My guess is that the longer the distance away, the less likely that people would have heard about Woodbury or \nApple Valley relative to having heard about Minneapolis or St. Paul,\" Gillaspy said. \"For many people, particularly \nyoung families, there's a tendency to move into cities and inner-ring suburbs and then flow outward from there.\"\n\nAt the same time, the average household size rose slightly in both cities during the last decade to 2.46 people in \nSt. Paul and 2.25 in Minneapolis. The average Minnesota household had 2.52 people last year, down from 2.58.\n\n\nThe percentage of family households with children was steady at 22.6 percent in Minneapolis and rose in St. Paul \nto 29.1 percent from 28.1 percent. Statewide, the share of family households with children fell to 33 percent from \n34.7 percent.\n\nIn St. Paul, the youth movement appears to be a result in large part of racial and ethnic minority groups that have \ngrown rapidly and tend to have more children, said Mark Vander Schaaf, research and geographic information \nsystems coordinator for the city's Planning and Economic Development Department.\n\nMore than half the city's 35,488 Asians are under 18, Vander Schaaf said, citing census data. The total includes \ntens of thousands of Hmong refugees who began resettling in St. Paul from Laos after the Vietnam War, joined in \nthe late 1990s by thousands of Hmong who moved from California. Hmong totals from the 2000 census are not yet \navailable.\n\n\"Clearly the growth of the Asian population would relate to all three of the trends,\" Vander Schaaf said.\n\nTodd Nelson can be reached at tanelson@pioneerpress.com or (651) 228-5575.  \n"}