{"title": "Iraqis Detained on Flawed Data, Lawyers Say", "body": "\nDeclassified U.S. government evidence used to charge and detain six Iraqi opposition members is so flawed and \ninconsistent that national security charges lodged against them by the Immigration and Naturalization Service (INS) \nshould be dismissed, attorneys representing the Iraqis said last week.\n\nThe six men were ordered deported in March by the INS on the basis of what other Iraqi opposition members who \nwere part of a 1996 U.S. airlift from northern Iraq told the FBI in secret interviews -- interviews that should have \nremained largely unclassified, the Justice Department conceded 10 days ago.\n\n\"It's a bunch of raw data, unanalyzed, that was used to condemn our clients to death, if this [deportation] order is \ncarried out,\" said Niels W. Frenzen, the Iraqis' lead attorney in Los Angeles. \"Someone in the Justice Department \nneeds to recognize that a terrible wrong has been done, a lot of money has been wasted and these guys have been \ndeprived of their liberty and separated from their families on the basis of some silly accusations.\"\n\nFrenzen and other members of the Iraqis' defense team, including former CIA director R. James Woolsey, began \npublicly releasing hundreds of pages of formerly classified material this week to bolster their contention that their \nclients have been unjustly charged and detained for the past year and a half.\n\nThe six Iraqis were among hundreds of opposition members and their families spirited from the country after their \nparticipation in two failed CIA plans to topple Iraqi President Saddam Hussein.\n\nTheir case has attracted media coverage and interest from Senate Republicans since Woolsey agreed to join their \ndefense team, pro bono, earlier this year, calling their prosecution on the basis of secret government evidence a \n\"stain\" on America's honor.\n\nRussell A. Bergeron Jr., an INS spokesman, said the case remains in the immigration courts, \"and that's where the \nmatter will be decided. We stand firm in our position that we've brought before the court, which has been upheld by \nthe court, after [weighing] the exact same evidence that these attorneys now say is useless.\"\n\nFrenzen does not dispute that accusations leveled against his clients during the FBI interviews, taken at face value, \nare serious. Four of the six, he said, are alleged to have ties to Iraqi, Iranian, Syrian or Turkish intelligence \nagencies.\n\nBut the FBI agents who interviewed Iraqi opposition members arriving via airlift in Guam, Frenzen said, have \ntestified in court that they were not conducting any type of investigation. And no one in the government, he said, \nhas ever reviewed the validity of what those agents wrote in their interview notes.\n\n\"There is no evidence,\" said Warren Marik, a retired CIA case officer who oversaw covert aid to the Iraqi National \nCongress (INC) in Northern Iraq.\n\n\nThe FBI interview notes, for example, say that one of the six Iraqis, Safa Al-Batat, a member of the Iraqi National \nCongress who claims to have been poisoned with thallium by Saddam Hussein's agents, either may have faked the \nepisode or used thallium for \"recreational\" purposes.\n\nBut Al-Batat is known to have been treated for a severe case of thallium poisoning in Britain, Frenzen said. And the \nFBI's assertion that Al-Batat would use thallium, a deadly heavy metal, for recreational purposes is ludicrous, \nFrenzen said.\n\n\"They may have confused thallium with Valium,\" said Ahmed Chalabi, leader of the Iraqi National Congress. \n\"Thallium is a poison that doesn't show any effect for several days. Why would anybody take it for recreational \npurposes -- unless you want to die painfully, with no joy.\"\n\nChalabi, speaking in a telephone interview from London, also noted that the FBI report faults Al-Batat for \nassociating with an individual supposedly linked to Syrian intelligence -- but never mentions that the individual has \nalready been granted asylum in the United States.\n\nFrenzen said another one of the Iraqis, Ali Jahjoh Saleh, an INC member and former Iraqi military officer who \nhelped guard a Scud missile site during the Persian Gulf War, was flagged by the FBI as a potential national \nsecurity threat simply for denying that he'd ever seen an actual Scud launch.\n\nAnd two other Iraqis, Frenzen said, were singled out as possible security threats partly on grounds that they and \ntheir wives -- both of whom have already been granted asylum in the U.S. -- gave conflicting stories about their \npassage to northern Iraq for the airlift.\n\n\"The allegations that are contained in the reports fall into one of two categories,\" said Bruce C. Swartz, a \nWashington lawyer and former Justice Department counsel also representing the six. \"Either they're internally \ninconsistent -- the Iraqis being named [simultaneously] as agents of different countries with different interests. Or \nthey fall into the category of trivial, if not almost nonsensical, allegations -- the failure to have seen a launch of a \nScud missile.\"\n\nBoth Swartz and Frenzen said they would soon decide whether they would seek a new hearing before an \nimmigration judge in Los Angeles, or simply use the newly released information as part of the Iraqis' pending \nappeal.\n\nThe case remains complicated by the fact that some evidence against the Iraqis remains classified and off-limits \neven to Woolsey, whose top secret security clearance remains in effect.\n"}