{"title": "Judge won't dismiss case on wages of immigrant detainees; Judge won't dismiss case on wages of immigrant detainees", "body": "\nSEATTLE - Washington state's effort to force a privately run immigration jail to pay its detainees minimum wage for \nwork they perform can continue after all, a federal judge ruled Wednesday.\n\nU.S. District Judge Robert Bryan in Tacoma said last month that he intended to dismiss the case, and he invited \nstate Attorney General Bob Ferguson and lawyers for the GEO Group, which runs the detention centre, to comment \non a proposed order he planned to file.\n\nUpon reviewing those further arguments, the judge said Wednesday he won't issue the order and the case can \ncontinue. The legal questions remaining in the case are thorny enough that the matter can't immediately be \ndecided, Bryan said.\n\nFerguson, a Democrat, sued GEO in 2017, saying the civil detainees must be paid minimum wage for janitorial, \nkitchen, laundry and other work they perform at the detention facility in Tacoma - $12 an hour, as opposed to the $1 \nper day they receive. The lawsuit sought to force GEO to give up profits it made by underpaying the detainees, and \nhas been seen as a test of how well Democratic state officials could resist President Donald Trump's immigration \nagenda.\n\nThe judge had repeatedly rejected GEO's efforts to have the case dismissed. But in August, the Trump \nadministration weighed in on GEO's behalf, filing a \"statement of interest\" and calling the lawsuit \"an aggressive \nand legally unjustified effort by the state of Washington to interfere with federal immigration enforcement.\"\n\nThe Justice Department said that to apply the state minimum wage to federal detainees - when the state doesn't \npay its own civil detainees minimum wage - would impermissibly discriminate against the federal government, \nviolating a legal principle known as \"intergovernmental immunity.\"\n\nBryan then told the sides he planned to reverse his own earlier ruling and dismiss the case.\n\n\"Judges don't like to reverse themselves,\" Bryan wrote last month. \"Sometimes, however, it is necessary - when the \nlaw changes or becomes more clear, or when additional facts come to light, or old facts have new impact as the law \nbecomes more clear.\"\n\nHowever, after the sides submitted additional arguments in response to Bryan's proposed order, he decided he \nwouldn't dismiss the case after all.\n\n\nThe attorney general's office argued that Washington's minimum wage law treats the state and federal governments \nequally: It does not require government-owned detention centres, whether state or federal, to pay minimum wage to \ndetainees, but it does require privately owned facilities to do so, whether they hold federal or state detainees.\n\nAt least at this stage, Bryan wrote Wednesday, \"It follows that the record does not support a finding that application \nof the Minimum Wage Act impermissibly discriminates against the Defendant, The GEO Group, Inc., and through it, \nthe United States.\"\n\nWhether \"intergovernmental immunity\" will protect GEO from the lawsuit remains to be determined, he said.\n\nGEO's 1,575-bed facility, previously called the Northwest Detention Center, has recently been renamed the \nNorthwest Processing Center as part of a nationwide rebranding of such facilities.\n"}