{"title": "Essay;LAST GASP OF THE 1960'S", "body": "\nCrime buffs up North are thrilled and horrified by the running gun battles of political terrorists, the early \ninvestigations of whom caused the decade-long harassment of F.B.I.  officials. Times have changed: the lawmen \nare once again the good guys, and we give as much encouragement to enforcing the law as to upholding the law. It \ntook until the early 1980's to bring the 1960's to an end.\n\nCrime buffs down South have an even gorier story, of a ''voodoo death boat,'' to tell: Two Haitian boat captains, \nillegally running immigrants into the U.S., have been accused of carving up perhaps 16 of their starving passengers \nwith machetes and throwing the bodies overboard. Because the alleged crimes took place outside the 12-mile limit \nof the United States, prosecutors have merely been able to charge ''smuggling that involved the use of murder and \nprivation,'' which is not a capital crime.\nWilliam Safire op-ed comment contrasts recent acts by Weather Underground and other terrorist groups with \nimmigration \"crimes\" by Haitian refugees\n\nYou don't have to be a crime buff, however, or be caught in a running gun battle or a death ship, to be touched by \ncrime. It is not the televised crime that frightens most people, it is the single, not-very-newsworthy weapon pointed \nat them that counts. Here in Miami, one person in ten was victimized by criminals last year.\n\n''Miami Beach has gone from being the fun and sun capital of the world,'' says a local politician, ''to the slum and \nbum capital.'' Seven out of the ten worst urban crime rates in the nation are in Florida, from Miami to Gainesville to \nTallahassee.\n\nPolice officials explain that their crime figures are inflated because of visitors, but they cannot deny the alarming \nincrease over past years with the same percentage of tourists. The breakdown in law enforcement was best shown \nby Gregory Jaynes, a New York Times reporter, in a single figure: gun dealers reported sales up 46 percent from \nthe year before. These are not guns for criminals; in the main, these are guns bought by frightened citizens who feel \nthe need to protect themselves.\n\nChamber of Commerce types are torn between the desire to downplay the crime wave, lest it damage tourism, and \nthe urge to holler for help to protect small businesses from holdups. Tourists are understandably nervous, even \nthough this season's more conservative swimsuit fashions offer more room to pack a rod.\n\nWhat is causing the shadow of crime to fall across the Sunshine State? A local narcotics war is drilling some holes \nin some heads, but that's normal. Some blame the sharp increase in violent crime on the emptying of Fidel Castro's \n\n\njails upon the population of Florida, and suggest this goes hand in hand with Cuban support of Weathermen \nterrorists in a campaign to harm the United States.\n\nThe Senate Intelligence Committee should investigate why that campaign has been so poorly investigated by the \nF.B.I. and C.I.A.  For more than a decade, the emphasis has been on the protection of the privacy rights of the \naccused; now we should have ways of probing terrorist activities without undermining the Constitution.  Using grand \njuries and search warrants, lawmen should be proceeding to break up terrorist rings and track down any overseas \nconnections without undue fear of being prosecuted or sued themselves.\n\nAnother reason given for the crime wave in Florida is the influx of Haitians, fleeing from hunger and overcrowding at \nhome. The Federal Government is now stopping the illegal traffic on the high seas, to the cluck-clucking of far-off \nmedia. We should go further and tie aid to Haiti to its cooperation with a voluntary blockade of its coast, thereby \ncurtailing the need for odious detention centers here and stopping terror aboard the ''death ships.'' The \npeoplesmuggling will stop when it becomes clear that illegal immigrants will be towed home and the boat owners, \ncaptains and crews jailed in Haiti.\n\nBut immigration cannot be the primary cause of a crime wave; more often, the immigrants are the scapegoats. The \nFederal Government should pay for policing the nation's borders, and for boarding or detaining those for whom \nexceptions in immigration policy are made.  The citizens of Florida can then look to their state and local officials, \nwho would have no place to pass the buck for inadequate law enforcement. Epidemics require emergency \nmeasures; the best quick answer is more local police and tougher juries and jurists, which must come from aroused \nlocal citizens and not from Washington.\n\nIn the spectacular crimes North and South, there is an interesting contrast in motives.  The romanticized \nrevolutionaries, often from well-to-do homes, see themselves as the subject of future Bonnie and Clyde movies, and \nhave pledged their lives, fortunes and sacred dishonor to the hatred of American values; they probably intended to \nsymbolize their defiance by the murder of lawmen. The hungry immigrants who braved the savagery of sadistic \ncaptains were breaking our immigration laws to taste the freedom and opportunity that only this country offers.\n\nWhy is it that nobody commits the crime of breaking into Cuba or the Soviet Union? Because what the Weather \nUnderground seeks to destroy, the world's underclass pleads for the chance to share.\n"}