{"title": "Meridian Senior Living is Pleased to Announce the Addition of The Meridian of Boca Raton and The Meridian of Waterways to Its Senior Housing Portfolio; Meridian Senior Living, LLC is pleased to announce the addition of The Meridian at Boca Raton in Boca Raton, FL and The Meridian at Waterways in Fort Lauderdale, FL to its portfolio on September 27, 2019. Meridian is managing and operating Boca Raton and Waterways on a day-to-day basis.", "body": "\nPR Newswire\n\nBETHESDA, Md., Oct. 10, 2019 /PRNewswire-PRWeb/ -- Meridian Senior Living, LLC(Meridian) is pleased to \nannounce the addition of The Meridian at Boca Raton (Boca Raton) in Boca Raton, FL and The Meridian at \nWaterways (Waterways) in Fort Lauderdale, FL to its portfolio on September 27, 2019. Meridian is managing and \noperating Boca Raton and Waterways on a day-to-day basis.\n\n\"We are excited to continue to grow the Meridian Senior Living portfolio by welcoming employees of these \ncommunities, the residents, and resident families to the Meridian family,\" says Meridian Senior Living Chief \nOperating Officer Kacy Kang. \"We look forward to learning the unique stories and passions of our new residents, \ntheir families and our new colleagues.\"\n\n\"We are thrilled to welcome both The Meridian of Boca Raton and The Meridian of Waterways to our Meridian \nfamily,\" states Damon Thomas, Meridian Senior Living Regional Director of Operations. \"We are eager to deliver \nhigh quality, compassionate care, and enrich the lives of our new community team members and residents by virtue \nof our WOW! culture.\"\n\nApproximately 10 miles west of the Atlantic, Boca Raton enjoys an extraordinary location surrounded by nature \nwith Everglades wildlife expanses to the west and convenient amenities with a metropolitan area to the east. Boca \nRaton offers both assisted living and memory care services in a newly built senior living community featuring I-2 \nconstruction standards. This 3-story community offers 132 spacious, luxury residences including studio, one-\nbedroom, and two-bedroom apartments. Nestled in an exclusive north Miami suburban neighborhood at 21865 \nPonderosa Drive in Boca Raton, FL, Boca Raton is convenient to the Boca Raton Natural Reserve, upscale \nshopping, dining, leisure, and healthcare options.\n\nBoca Raton residents enjoy beautifully landscaped courtyards along with unparalleled building features including \nspacious luxury apartments with a variety of floor plans, an indulgent spa and salon, a modern fitness gym, a \ncountry kitchen, multiple activity rooms, a state-of-the-art theater, a card room, a library, and a full-service bar \nserving a selection of wine and cocktails. Residents can enjoy chef prepared meals in a choice of three elegant \ndining rooms along with a private dining area available for entertaining family and friends. Scheduled activities and \nsocial events including happy hours, musical entertainment, and various outings are geared toward a social, active \n\n\nlifestyle. Along with personalized care services, an in-house physician's office and 24-hour nursing staff are \navailable to offer residents convenience and an extra layer of safety. For more information regarding The Meridian \nat Boca Raton, visitthemeridianatbocaraton.comor call (561) 328-0916.\n\nJust steps from the seashore in the waterways region of Fort Lauderdale, Waterways enjoys an exceptional location \nwith stunning views overlooking the ocean. Waterways offers both assisted living and memory care services in a \ncustom designed, brand new senior living community featuring best-in-class construction and finishes. This \ncommunity offers 106 spacious, luxury residences including studio, one-bedroom, and two-bedroom apartments. \nLocated at 3001 E. Oakland Park Boulevard in Fort Lauderdale, FL, Waterways is convenient to upscale retail \nmalls, restaurants, country clubs, entertainment in an active coastal environment, two proximate hospitals, and \nmedical office buildings.\n\nWhile taking in breathtaking views, Waterways residents dine on cuisine from an executive chef and enjoy \nunmatched amenities such as an expansive fitness and wellness center, luxury spa and salon, an elegant \nrestaurant overlooking the intracoastal waterway, a tavern, an eighth floor sky lounge with grand piano, and a state-\nof-the-art theater with a 90\" screen. A vast array of social events including happy hours, dances, barbecues, and \nvarious outings are geared toward a social, active lifestyle. Residents are encouraged to embrace their \nindependence along with peace of mind at Waterways where 24-hour nursing staff is available if needed. For more \ninformation regarding The Meridian at Waterways, visitthemeridianatwaterways.comor call (754) 206-6485.\n\nFor more information regarding The Meridian of Boca Raton, The Meridian of Waterways, and other Meridian \nSenior Living communities, please visitmeridiansenior.com.\n\nAbout Meridian Senior Living:\n\nMeridian Senior Living, a privately held company based in Bethesda, Maryland, owns and operates seniors housing \ncommunities across the country and provides operational consulting to 24 communities in China. With more than 70 \ncommunities in 21 states and more in development, Meridian is one of the largest seniors housing operators in the \nU.S. The company prides itself on providing the highest quality care, exceptional lifestyle programming and a \ndistinctive dining experience for its residents. For more information on Meridian Senior Living, \nvisitmeridiansenior.com.\n\nSOURCE Meridian Senior Living\n"}