{"title": "Seer's Tales Of Hexes Strip Poor Of Savings; Immigrants Trusted Woman With $40,000", "body": "\n One by one, Senora Guadalupe's clients gathered on her doorstep in the drenching afternoon downpour. They did \nnot meet each other's eyes. \n\n Though strangers to one another, they shared a terrible secret: All were Latino immigrants with little money to \nspare, and all had been warned by Guadalupe that they faced a deadly curse that could be lifted only if they \nbrought her a large bundle of cash. She would use it in a purification ritual, the ebony-haired fortuneteller had \npromised, then return it -- in some cases doubled -- on this, the appointed day. \n\n Guadalupe had backed up her predictions with persuasive evidence. She had prayed in a mysterious foreign \ntongue and read her customers' deepest secrets in her tarot cards. She had \"discovered\" the hexes plaguing them \nby rolling an egg over their bodies and then cracking it open to reveal blood and worms. One woman, a Salvadoran \ncook, handed over $ 2,300. A Guatemalan landscaper gave about $ 25,000 -- most of it borrowed. \n\n Now they and the small crowd of others were ready to retrieve their money and their peace of mind. \n\n But Guadalupe did not answer the door that July evening. Nor the next morning, when the group gathered again in \nfront of her modest semidetached brick home on a quiet street in Langley Park. Finally, the landscaper peeked into \nthe living room window and gasped in horror: Guadalupe's furniture was gone. \n\n Over the ensuing weeks, seven of Guadalupe's victims filed reports with Prince George's County police claiming a \ntotal of more than $ 40,000 in losses. They also named six other victims who have yet to come forward. Police say \nthey have little hope of finding Guadalupe, a tall, heavyset woman in her mid-thirties who signed the lease for the \nhouse in June, under the name Ana Ibarra, along with Jose Ibarra, Carolina Ibarra and Manuel Perez. \n\n Yet her victims continue to search for her -- trading tips almost daily and calling every fortuneteller they can find in \nthe hope that Guadalupe may still be working the area under a different name. \n\n There are few other leads, beyond the fact that Guadalupe and her roommates spoke an unrecognizable language \nin addition to fluent Spanish. \n\n\n Gaudalupe's swindle is \"a classic\" of the genre, said Tony Zavosky, a retired detective who investigated a spate of \nsimilar cases in the early 1990s while with the D.C. police's check and fraud unit. \"Sometimes they'll use an egg, \nsometimes a tomato -- it's sleight of hand,\" he said. \n\n The scam has ensnared countless people in this country. But the Latino residents of this working-class suburb in \nPrince George's County proved a particularly vulnerable target. For if there is one quality that con victims share, it is \ntheir power of imagination -- their ability to conceive of total disaster or fantastic success in defiance of common \nsense. \n\n And although the residents of Langley Park are some of the area's hardest workers, they also comprise some of its \nmost ardent dreamers. Many have left everything behind in pursuit of a vision of prosperity only slightly more \nprobable than Senora Guadalupe's prophesies. \n\n She promised help with everything from love problems to alcoholism to impotencia sexual in the Spanish leaflets \nshe distributed in Langley Park's apartment complexes. \n\n It was the reference to muscular pain that caught the canning factory worker's eye. A tiny, gaunt woman of 46, she \nsaid she had developed chronic back and leg aches from years spent peeling vegetables in a refrigerated room. On \nGuadalupe's orders, she brought her $ 2,500 wrapped in a pair of underwear \"without sin\" -- the fortuneteller's term \nfor new. \n\n The 39-year-old Salvadoran cook hoped that Guadalupe would cure her insomnia. Anxious about the declining \nnumber of customers at the \"restaurant\" she runs out of her living room and concerned about the welfare of the \nyoung sons she had left in El Salvador, the cook rarely got a good night's sleep. A staunch Catholic, she said she \nwould not have turned to a psychic's help back in El Salvador. \"But I thought, here in the United States, the \ntreatments are more advanced. Maybe this will work,\" she said. \n\n Like Guadalupe's other victims, the cook and the canner are too ashamed to tell their families that they were \nswindled, and they spoke on condition of anonymity. Carlos Moreta, Latino liaison for Prince George's police, and \nMarcos Rodriguez, the investigator on the case, confirmed the details of their accounts and others'. \n\n Moreta arranged for them to make their reports and even wrote out the canner's statement for her because she \nhas difficulty spelling. It was a depressing tale, Moreta said, but it seemed not to have shaken her faith in the spirit \nworld. \"When she was done, she looked up and asked if I had a newspaper so she could check her horoscope,\" he \nrecalled with a grim laugh. \n\n Many of the victims are illegal immigrants who would have been disinclined to go to the police if not for the \nencouragement of Guadalupe's Latino neighbors, who happened upon them just as they saw that the fortuneteller \nwas gone. \n\n \"One woman was sobbing. Another man kept kicking the ground and screaming that he wanted to find Guadalupe \nand kill her,\" recalled Monica Ramirez, a housecleaner who lives across the street. \"Then there was a man who \nwas so overcome he couldn't speak.\" \n\n Ramirez and other neighbors offered the victims juice and sympathy. Still, Ramirez said, she could not help chiding \nthem for being so gullible. \n\n \"I asked them, 'Did [Guadalupe] have an altar?' And they said no,\" Ramirez recalled with a roll of her eyes. \"Well, \neverybody knows that real fortunetellers always have an altar!\" \n\n Ramirez feels sorriest for the landscaper, a short, muscular 34-year-old from a small village in northern Guatemala \nwho said he lost the largest amount -- about $ 25,000. \n\n He had not had an easy life -- leaving school at 13 to help support his family as a farmhand before sneaking into \nthe United States seven years ago. But since then, he had managed to earn a steady, if modest, income. He was \nwalking to the market to buy meat for a barbecue when Guadalupe called out to him in Spanish, he recalled. \n\n\n\n \"Oye!\" she whispered sharply, \"I know your future.\" \n\n He turned to look at her. She was dark-haired and light-skinned, dressed in a long, gray skirt and a yellow tank top. \nA long scar stretched across her left shoulder. \n\n \"I don't have any money,\" he replied. \n\n \"It's only $ 10. For $ 10, I'll read your future,\" Guadalupe persisted, following him down the street. \n\n Finally, he sat on the curb beside her. She took his palm and muttered in a strange, guttural language. Then she \nstared into his eyes and proceeded to describe the details of his life with astonishing accuracy -- the girlfriend he \nhad left behind in Guatemala, his marriage to a new love here in the United States, the birth of their son. \n\n Suddenly, Guadalupe's expression grew dark. She sensed terrible danger, she said. Something horrible could \nhappen to his family. But she would save him if he came to her home that night with three eggs and a paper bag \ninside a plastic one. Three hours later, the landscaper rang the doorbell of the home in the 8400 block of 12th \nAvenue, eggs in hand.  \n\n A young, very attractive woman of about 20 ushered him in, introducing herself as Carolina. She had light skin and \ndark locks, like Guadalupe, but her hair was curly, and she was petite and slim. \n\n Neighbors and other victims also saw two men in their mid-twenties in the house, both light-skinned and dark-\nhaired, one about 5 foot 7, the other 5 foot 2. \n\n Guadalupe and her housemates spoke perfect Spanish and told her clients that they were Venezuelans of Arabic \ndescent. The taller man also spoke excellent English, said Carlos Allen, who had rented the house to him and the \nothers in June. The man introduced himself as Jose Ibarra and said that Carolina was his wife and that the other \nwoman was his sister Ana. The second man was presented as Manuel Perez, Ana's boyfriend. \n\n The foursome provided no references, saying they had bad credit. Instead, Allen said, they offered a month's rent \nas a security deposit. They were not popular with neighbors, who wondered at the steady stream of visitors coming \nto the house alone, often late into the night. \"They would leave walking very slowly, very worried,\" Ramirez said. \"I \nwould think, 'What the devil are these people doing?' . . . I thought it might be prostitution or erotic dancing.\" \n\n The landscaper described a far less pleasant experience in a recent interview: \n\n Led by Guadalupe, he entered a small second-floor room furnished with a covered table and two chairs. There \nwere candles on the table and pictures of Jesus and the Virgin Mary on the wall. Guadalupe told him to kneel on the \nfloor, then took one of the eggs and began rolling it over his chest, arms and head while praying in the foreign \nlanguage. Then she placed the egg in the bag and smashed it with her fist. \n\n Tearing open the bag, she let him see the mess inside. Amid the yolk and whites was an alarming array: live \nworms, salt, small bones, a tiny human skull, clots of blood, snippets of dollar bills and dirt. \n\n Guadalupe shrieked and widened her eyes. \n\n The items were a sign that someone had put a curse on him, Guadalupe explained. He or someone in his family \nwould die very soon unless he appeased the spirits. He must bring 24 $ 100 bills to Guadalupe for use in a \ncleansing ceremony that would double the amount. \n\n Astounded, the landscaper readily accepted Guadalupe's plan. The next day, he borrowed nearly $ 1,000 apiece \nfrom his boss, his wife's aunt and a friend -- asking them to trust that he desperately needed the money for reasons \nhe could not divulge. \n\n\n\n When he returned with the $ 2,400, Guadalupe wrapped the bills in one of his socks, then placed the bundle on top \nof the worms from his egg. The worms wriggled -- a clear sign, Guadalupe said, that the spirits were not yet \nsatisfied. \n\n Over the next several weeks, Guadalupe offered him a series of additional proofs, each more fantastic then the \nnext. She told him to carry a blank piece of paper in his pocket for two days, which she then held up to candlelight \nto reveal a message predicting his son's imminent death. She gave him a piece of cotton to press against the child's \nforehead, then she threw it into a basin of water and opened it to find blood clots. \n\n After each demonstration, the landscaper brought more cash. He ultimately borrowed about $ 20,000 from friends \nand relatives and threw in his entire savings of $ 5,000. \n\n Now, like many of Guadalupe's victims, he faces the daunting prospect of paying back those who trusted him. He \nno longer buys new clothes or anything but the plainest food. His wife, who had stopped working to look after their \nson, now works as a nanny. He has not yet dared to tell her the full amount of their debt. \n\n But the hardest task is coming to terms with the fact that he was so effortlessly duped. \"I was such an idiot. For \nGuadalupe, it was like taking candy from a child,\" he said. \n\n But this very ease also suggested another possibility to him: Maybe it wasn't really his fault. Maybe Guadalupe \nhypnotized him. In fact, maybe she wasn't entirely human. \n\n \"Maybe,\" he said with a look of gravity, \"she was the Devil.\" \n\nStaff researcher Bobbye Pratt contributed to this report. \n"}