{"title": "Van services a conduit for illegal immigrants", "body": "\nHouston --- Thirteen migrants hand over their cash and bags and crowd into a van late on a Sunday for an all-night \njourney to Atlanta. Included in the $300 to $500 ticket price: Big Macs, limp fries, Cokes and Mexican music from an \noverused bootleg CD.\n\nCrouching in stuffy togetherness, passengers who just days ago crossed the U.S.-Mexico border say little and sleep \nsitting up against piled bags. One is from Bolivia. There is a couple from Chiapas and a man from Tabasco, Mexico.\n\nAbout 2:30 a.m., the van stops at a Mississippi rest area on I-10. The driver tells the riders they can go to the \nbathroom --- but only two at a time, and they have to hurry. When he spots a forest ranger in the parking lot, he gets \nupset and changes plans. As the first two return, he rushes them on board and gets back on the road.\n\n\"Why didn't you hurry?\" he hollers in Spanish. \"Didn't you see the cop there? What if he saw us?\"\n\nSix hours and two stops later, the van arrives in metro Atlanta and the bleary passengers pile out. After a quick bite, \nsome will continue on to North Carolina and New York.\n\nIt's a far cry from the comfort of Greyhound, but it has one chief advantage: a better chance of avoiding immigration \nagents.\n\nExperts say this is how the nation's 11 million illegal immigrants prefer to get around in the United States. Van \nservices like this --- known as camionetas, after the Spanish word for van --- operate with little oversight from \nfederal agencies, despite new safety rules and a continuing mandate to stop illegal immigration.\n\nCamionetas are part of a loose-knit network of cottage industries profiting from immigrant smuggling. In Atlanta, \nthey drop off passengers at unadvertised but well-known locations near Buford Highway, including a strip shopping \ncenter in Chamblee. A short walk away, police say, shady labor brokers and document sellers hawk what the \nimmigrants need next: papers, a job, a place to sleep.\n\nIn this way, the network fills a constant demand for cheap labor in construction, agriculture, poultry and carpet \nmanufacturing, all major Georgia industries.\n\nChamblee police Chief Marc Johnson has watched the van traffic. He worries about the illegal activity and passes \ntips to immigration officials. They tell him they're \"working on it,\" he says, but nothing has come of it.\n\n\n\"They've been working on [identifying them] now for 10 years,\" he says.\n\nAs far back as the 1980s, camionetas traveled weekly between Texas cities and Monterrey, Mexico, ferrying legal \nand illegal immigrants. Border enforcement then was relatively casual. As it tightened in the mid-1990s, most \ncamionetas switched to transporting customers within the United States.\n\nImmigrant smugglers, meanwhile, grew bold enough to use airports as distribution hubs. By 1999, officials were \nwatching smugglers troop lines of migrants, single file, to airline counters in Phoenix, pay cash for one-way tickets \nto other cities, and escort them to their gates.\n\nImmigration officials responded in 2000 with Operation Denial, which netted thousands of arrests at airports in \nPhoenix and Las Vegas. Post-9/11 security upgrades made air travel even more difficult.\n\nSmugglers reverted to land routes, often subcontracting camioneta companies. In the months after Operation \nDenial, state troopers in Colorado and Arizona reported more traffic stops yielding loads of illegal immigrants.\n\nA Federal Motor Carrier Safety Administration data base registers 533 camioneta companies in the United States, \n26 of them in Texas. But Luisa Deason, spokeswoman for the U.S. Bureau of Immigration and Customs \nEnforcement, said more than 90 camioneta companies operate out of Houston alone.\n\nThey are not hard to find. Taxi drivers outside the Greyhound terminal in Houston easily directed a reporter arriving \nfrom Mexico to Delis Van Tours. A taxi took her, for free, to its darkened offices late at night. A sleepy caretaker let \nher into the waiting room. She spent the rest of the night sleeping on a couch. Two other passengers slept on \nbench seats salvaged from old vans.\n\nShe paid the $300 fare in cash --- no checks or credit cards accepted, no receipt given. A comparable trip on \nGreyhound would have cost $95. There was no scheduled departure time. The three spent the day watching \ntelevision, playing pool and napping while waiting to leave.\n\nDeparture was pushed back from 10 a.m. to 3 p.m., then to 5 p.m., and then again to 7 p.m as drivers waited for \nenough passengers to fill a van. Finally, a driver took them to another van company, El Poder Van Tours, where he \nexchanged them for other passengers headed to a different destination to streamline routes. They left at 10 p.m.\n\nEnforcement woes\n\nThere is almost no doubt that camionetas regularly carry illegal immigrants.\n\nPrimitivo Garza, an employee at El Piporro Vans in McAllen, a Texas border town, acknowledges the fact.\n\n\"At all the companies, people board who are not legal,\" he said. \"But one doesn't know if a person has papers or \ndoesn't have papers.\"\n\nDeason said van companies, like buses and domestic airlines, don't check customers' citizenship before selling \nthem a ticket. So there is nothing to prove complicity with smugglers.\n\nIt's the loophole operators rely on.\n\n\"I'm not a racist to go around asking people for papers. I could get sued for discrimination,\" said Felipe Carrillo, \nmanager at El Poder. \"We're only interested in the fare.\"\n\nWhen asked about his driver's behavior on the Mississippi stop, Carrillo said he had not heard of the incident. He \nsaid he never had problems with immigration officials in four years of operating the company. FMCSA \nspokeswoman Gladys Cole said in an e-mail that her agency had not investigated El Poder, but its records showed \nit had been in business only since Aug. 4.\n\nGarza, whose company shuttles passengers only from McAllen to Houston and Dallas, said a Honduran woman \nrecently walked into his office with wet pants legs, presumably from crossing the nearby Rio Grande. He told her if \n\n\n\nhe sold her a ticket, agents would likely catch her at one of several checkpoints the Border Patrol sets up several \nmiles away from the border. In the end, he left the choice to the driver. She left on the next van.\n\n\"My job is to sell the ticket to the person,\" Garza said.\n\nDavid Ellis, a researcher with the Texas Transportation Institute who recently studied camionetas for the FMCSA, \nbelieves the camionetas knowingly work with smugglers to transport illegal immigrants within the U.S.\n\n\"Clearly, for some camioneta van owners, [carrying immigrants provided by smugglers] is a potentially significant \nportion of their business,\" Ellis wrote in his analysis.\n\nFederal agents have tried sporadically to go after camionetas.\n\nIn operations in 1996 and 1997, U.S. Border Patrol officials arrested 250 illegal immigrants riding in camionetas \nduring one 24-hour period and 383 over 48 hours, Ellis wrote.\n\nThe stops were not anomalous. Garza says agents regularly stop vans heading out of border cities and take \npassengers off for lack of papers.\n\nDeason said Houston immigration officials investigated camionetas' links to smugglers in 1998. Their case yielded \nalmost 100 arrests, mostly of passengers --- deportable immigrants who had entered the country illegally. Agents \ncouldn't get them to name smugglers, so the investigation died there.\n\nFederal prosecutors in Phoenix tried to go after a bus company for smuggling.\n\nIn 2001, they accused Los Angeles-based Golden State Transportation Co. of moving more than 42,000 illegal \nimmigrants on a route from Tucson to Phoenix to Los Angeles. The company pleaded guilty in 2004 to six felony \ncounts of conspiracy, paid a $3 million fine and forfeited a $2 million terminal. Then it went out of business. In June, \nan appeals court threw out wiretap evidence against Golden State owners Francisco and Antonio Gonzalez, \nweakening the government's smuggling case. Prosecutors are deciding their next step.\n\nMeanwhile, in Chamblee, Chief Johnson uses his only weapon against camioneta companies: the city code.\n\nJacobo Tueme, owner of Los Primos Restaurant, where vans stop to let passengers eat, once allowed fare sales \nfrom his lunch counter. Johnson told him it was a zoning violation, and he stopped.\n\nTueme knows his customers are illegal immigrants. He says he has nothing to do with traffickers operating around \nhim, but he fears they make him appear guilty by association.\n\n\"People are always saying that you can get anything you need at Los Primos,\" he said. \"It's not true.\"\n\nRisk to riders\n\nThey may not know it, but passengers risk their lives when they hop on camionetas. Despite federal rules, some \nhire improperly licensed drivers, keep inaccurate records and may not carry proper insurance. The vans \nthemselves are prone to rollover accidents.\n\n\"I call them 'vandidos,' \" said Al Penedo, president of Americanos USA, a bus line and Greyhound sister company \nthat caters to Latino customers.\n\nFor the past four years, the National Highway Traffic Safety Administration has issued warnings for the 15-\npassenger vans camioneta companies reguarly use, which are almost three times as likely to roll over when full as \nwhen lightly loaded.\n\nThat's what happened to the National SuperExpress van that Mari Alvarenga, a Salvadoran migrant, rode in on \nFeb. 27, 2001. Alvarenga boarded in Houston, headed for Los Angeles. The van crashed between Dallas and \nWichita Falls, Texas, killing her and a driver.\n\n\n\nAlvarenga's brother, Guillermo, believes the smuggler who helped her cross was supposed to contract the \ncamioneta. He never found out how the accident happened. He tried to sue National, but the case went nowhere, \nhe said.\n\n\"What am I supposed to think?\" he said. \"They should be held responsible.\"\n\nNational SuperExpress is listed as inactive on the FMCSA database.\n\nIn September 2003, the FMCSA imposed new regulations for camionetas. Companies now have to carry $1.5 \nmillion in liability insurance, keep driving logs and stay current on maintenance records. FMCSA spokesman Jim \nLewis said the agency relies on state and local police to conduct roadside inspections during traffic stops, and \nregional FMCSA offices track repeat violators to close them down.\n\nBut records show troopers pulled vans from Houston-based Recondor Tours off the road at least four times since \nJanuary for rules violations, including, on two occasions, the driver's lack of a commercial operator's license. Yet a \nJune review rated the company satisfactory.\n\nCole said in her e-mail that the agency had conducted a previous review of Recondor in April, warning them to \ncomply or risk getting an unsatisfactory rating that would put them out of service. The June review, she said, was a \nfollow-up.\n\nCole said that tracking illegal immigrants was not the agency's mission, though it cooperates with Immigration and \nCustoms Enforcement.\n\nKenneth Smith, head of the Atlanta ICE office, says investigators are aware of camionetas in Atlanta and share \ninformation through a task force. But there are no open investigations.\n\nOne thing is certain --- the camioneta clientele remains loyal.\n\n\"I just like them better,\" said Andres Anastasio, 19, an illegal immigrant recently traveling from Atlanta to Chicago.\n\nDavid Spener, associate professor of sociology at San Antonio's Trinity University, said ICE conducts raids at \ncommercial bus terminals --- one reason for illegal immigrants to stay away. More importantly, family advice \ncounts.\n\n\"Word of mouth is not to be underestimated,\" Spener said. \"Most migrants already have relatives in the States that \ntell them what to do.\"\n\nGraphic\n\n \n\nJOHN SPINK / Staff Passengers climb out of a van at a strip mall off Buford Highway that serves as an unofficial \nbus stop. The small bus lines, known as camionetas, cater to immigrants and are part of a loose-knit network of \ncottage industries profiting from immigrant smuggling. ; TERESA BORDEN / Staff Primitivo Garza, an employee at \nEl Piporro Vans in McAllen, Texas, says, \"At all the companies, people board who are not legal. But one doesn't \nknow if a person has papers or doesn't.\"\n"}