{"title": "Detention Deficit; Immigrant detainees suffer and die from poor care in a system where many shouldn't be in the first place.", "body": "\nA34-YEAR-OLD man being held in a U.S. facility for foreign detainees dies of heart failure after employees  wait \nmore than 40 minutes after his collapse to provide medical help. A permanent legal resident facing deportation \nbecause of a 10-year-old conviction for buying stolen jewelry is denied treatment for a suspected recurrence of \ncancer. An 81-year-old Baptist minister, seeking asylum from his native Haiti, perishes in custody after a nurse \nconcludes he was faking illness.\n\nHealth problems misdiagnosed or ignored, detainees injected with psychotropic drugs to make them easier to \ntransport, suicides that could have been prevented. These and other disturbing examples of neglect or \nincompetence were documented in a four-part series this week by Post reporters Dana Priest and Amy Goldstein \nthat focused on the medical treatment received by the hundreds of thousands of foreigners who are shuffled \nthrough the immigration detention system every year. Some are held for legal violations that make them a target \nfor deportation; some are seeking asylum and are being held until their cases are decided. All are in the custody of \nthe U.S. government, which, after the 2001 terrorist attacks, abandoned its \"catch and release\" approach and opted \nfor detention of all those who may be subject to deportation.\n\nOn any given day, there are roughly 33,000 detainees in custody. Over the past five years, since the creation of the \nDepartment of Homeland Security, hundreds of thousands of detainees have gone through the system. The Post \nseries documented 83 detainee deaths during this time. Given the size of the population, a certain number of \ndeaths is unavoidable, and the Division of Immigration Health Services (DIHS), the unit  of Homeland Security that \nprovides medical care for detainees, argues that these statistics show that it provides competent care for the vast \nmajority of those being held. The agency notes that it is prohibited from commenting on specific cases because of \nthe privacy rights of detainees. But even some who work for the DIHS have expressed serious concerns about its \nability to provide adequate care to this growing population because of staff shortages and budget shortfalls that \ninevitably lead to neglect or errors.\n\nThe skyrocketing rate of these detentions is not accidental; it is  a direct result of an administration policy decision. \nThe administration should rethink this policy. Does it really make sense to hold someone such as Yong Sun Harvill, \nthe woman with the suspected recurrence of cancer, when, if released, she would undoubtedly return to her Florida \nhome to be with her husband and seek care? If the government determines that she must be deported, it's likely \nshe would be easily found.\n\n\nFunding for the beleaguered system also must be increased. Human error cannot always be avoided, but \ncontinuing to underfund and understaff the medical care system for these detainees only increases the chances of \nan unnecessary tragedy. The law requires that those in U.S. custody be given adequate treatment. Simple decency \ndemands no less.\n"}