{"title": "Lining Up In Hong Kong; Dems Fail To Bring Down Trump With Russia, Racist And Recession; New Bureau Of Prisons Chief; Bureau of Prisons Chief Removed From Position After Epstein's Death; Business Roundtable: Profits Should Not Be Primary Goal Of Corporations; Representative Omar and Representative Tlaib Continue Attacks On Israel; Abortion Regulation; Planned Parenthood Withdraws From Title X Federal Funding; Tanker Trouble; Moving The Goal Posts; Senator Graham: Horowitz FISA Report Will Be Ugly And Damning For DOJ; Immunity Claim; Mifsud's Links To Western Intelligence Investigated; Senator Warren Apologizes At Native American Forum; More Time For Huawei; Seized Iranian Tanker Leaves Gibraltar; Trump Administration Gives Huawei Another 90-Day Reprieve; Hong Kong Protestors Hold 11th Straight Weekend of Protests; NYPD Rejects Thousands of ICE's Detainer Requests; Mexico Is Busing 30,000 From U.S. Border As They Await Asylum Trials; Producer Says The Hunt Could Still Be Released; Scaramucci: I'm Gathering A Team Of Former Cabinet Members Against Trump; President Trump Says Gun Control Debate Is A Mental Health Problem; Dems Fail To Bring Down Trump With Russia, Racist, And Recession", "body": "\nLOU DOBBS, FOX BUSINESS NETWORK ANCHOR: Good evening, everybody. President Trump lining up with \npro-freedom demonstrators in Hong Kong. President Trump warned China that taking any action against millions of \nprotesters there would jeopardize any potential trade deal with the United States.\n\n(BEGIN VIDEO CLIP)\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: You know, I think it would be very hard to deal if they \ndo violence. I mean, it's another that Tiananmen Square, it's -- I think it's a very hard thing to do if there's violence. \nIf I wanted to make a bad deal and settle on China, the market would go up, but it wouldn't be the right thing to do. \nI'm just not ready to make a deal yet. China would like to make a deal, I'm not ready.\n\n(END VIDEO CLIP)\n\n\nDOBBS: Well, the fake left wing media and radical dimms pitching pitching their three R's of disinformation against \nPresident Trump. First you remember they pushed the Russian collusion story and the conspired over to throw \nPresident Trump.\n\nAll of that blew up in their faces when the Mueller Report was released and the radical dimms then turned to their \nalways preferred tactic, they started calling President Trump a racist. But that blew up as well.\n\nSo, in desperation, radical dimms and the leftist media and business press for the past couple of weeks, have been \ndriving the drum beat of imminent recession.\n\nThe third R doing no better, however, than first two for radical dimms, the stock market, again, rallying today. Bad \nnews for the radical dimms, good news for everybody else. No inverted yield curve there. The radical dimms \ndesperation isn't winning (ph) in the slightest (ph).\n\nAnd the attorney general taking action to hold top officials, as well as staff accountable when they make mistakes, \nand there were many almost unimaginable mistakes in the still mysterious death of Jeffrey Epstein while in federal \ncustody.\n\nThe medical examiner ruled his death as suicide, but many questions remain. Attorney General Barr fired the head \nof the Bureau of Prisons. Hugh Hurwitz was the agency's acting director. Barr replaced Hurwitz with a highly \nregarded Bureau of Prisons' director former director Kathleen Sawyer\n\nWell, joining us tonight Harmeet Dhillon, Vice President of the Republican National Attorneys Association, NRC \nCommittee Woman for California, Member of the 2020 Trump Advisory Council. Harmeet, great to have you with \nus. I --\n\nHARMEET DHILLON, VICE PRESIDENT OF THE REPUBLICAN NATIONAL LAWYERS ASSOCIATION: Thanks, \nLou.\n\nDOBBS: -- I have to have to start with the attorney general firing two guards, firing the head of the MCC, the \nCorrection Facility in New York, where Epstein died, and now, the acting director is removed. Your thoughts on this \nnew standard of accountability.\n\nDHILLON: Well, it's refreshing, Lou. We've seen a lack of accountability. We're still seeing it for what happened in \nthe FBI with that whole Russia investigation. So, this is a good first step. I -- I, too, among those people you can \ncount me among those who still have questions after that corners before --\n\nDOBBS: Right.\n\nDHILLON: -- before I just don't believe it. So, hopefully, they'll get to the bottom of that as well.\n\nDOBBS: It's stunning that a -- the medical examiner in the face of all of the external evidence, that this was a highly \nsuspicious death and did not conform to a typical suicide by -- typical suicide by hanging, but rather was more -- \nconformed more to strangulation. It's really stunning to see them just press ahead with this nonsense.\n\nDHILLON: It's stunning on one level, but in the wake of seeing all of these high ranking people in the FBI get away \nwith what they've gotten away within the DOJ and how many people in power, particularly, you know, the financial \nservices world, have gotten away with this type of crime.\n\nYou know, it doesn't surprise me, but this type of thing really does undermine the confidence of the public. And so \nthis is a start, Lou, but the attorney general needs to get to the bottom of what happened here.\n\nDOBBS: And we're not hearing much about white-collar crime unless one believes that white-collar crime has been \nabsolutely ended in this country, in one -- you have to believe it in a lot of things before you believe that.\n\n\n\nAnd the business round table announcing today that they no longer hold their shareholders as their primary \nstakeholder. As a matter of fact, it was sixth on the list in press release they put out.\n\nWhat in the world is going on with this group of, you know, I heard it is about 180 U.S. multinationals because their -\n- their stake should be first in this country and these are amongst the leading outsources of American jobs.\n\nThey are the first to attempt to reduce their taxes by going to Ireland to wherever, offshore Cayman Island banking. \nIt's on -- on it's face absurd.\n\nDHILLON: It is, Lou, at the same time, these are the same companies who are crying about the president imposing \ntariffs on countries like China that cheat our American consumers, that steal our intellectual property, that treat their \ncitizens like dirt.\n\nSo, on the one hand, they seemed to have, you know, no concern about going there and making profits there, but \non the other hand, they want to do this virtue signaling in imposing these non-corporate profit-related motivations on \ntheir own board.\n\nAnd I -- I just -- to me, I'm trying to unpack this myself today. I see there are some fear there on the part of these \ncompanies against these politicians on the leftward lurch of places like California and New York where for example \n-\n\nDOBBS: Right.\n\nDHILLON: -- in California, we have a new law that imposes a number of females being put on the board directors of \npublic companies here. You know, this type of a divorce from reality type of top-down situation --\n\nDOBBS: Right.\n\nDHILLON: -- and so I think what's causing this companies to do this themselves so that they don't get regulated \nfurther by these left-wing states.\n\nDOBBS: Yet the regulator is the Trump administration, and it looks like it could be just a sorry form of superficial \nthinking and reflex. And if they're going to line up with the stakeholder, don't you think it should first be the nation in \nwhich they are a corporate citizen, first and foremost in their creation? But instead --\n\nDHILLON: Do you think so?\n\nDOBBS: -- most of these are special interests. They -- they're at the lobby and they're -- they have divided interests \nas well.\n\nDHILLON: Absolutely. I mean, you know, this -- like I said, these are the companies that are outsourcing their jobs \nto China and even in Silicon Valley. A lot of job are being taken by foreign workers at the expense of American \nworkers.\n\nAnd I think that -- so, it's really hard to see what their motivations are, but mainly profit but pretending that it isn't \nseems to be the main consideration.\n\nDOBBS: The head of the FTC today saying that he thinks -- he thinks it would be hard to break up Facebook, and \nthis comes on the hills of thinking, it wouldn't be so hard and other instances. What makes Facebook so hard?\n\nDHILLON: It isn't hard, Lou. What's hard is doing things that lobbyists are lobbying against and figuring out what \nyour next job is going to be after you leave this gig. I think that's a lot of what corrupt Washington is that specific \nfact.\n\n\n\nThere's untold wealth coming out of these companies and they really control a lot of politicians there, so that's why, \nbut it's really pretty easy to unpack a lot of these. These are very new companies to unwind fairly recent \ntransactions would certainly not be very tough. It would be very easy actually.\n\nDOBBS: As one who watched the divestiture of the assets of AT&T, it didn't take long and it wasn't too complicated. \nIt wasn't right in my opinion, but nonetheless, it occurred.\n\nOmar and Tlaib, they had a press conference today and wouldn't you know, like lapping puppies, the left wing \nmedia showed up to listen to their anti-Semitic, anti-Israel screed.\n\nDHILLON: Yes, propaganda is what I would call and it was a complete break with the reality but par for the course \nfor these two. I think increasingly, the evidence shows that their plan trip to Israel was nothing more than Potemkin \n(ph) trip which was simply designed as a sham (ph) and a vehicle for them to push their propaganda.\n\nSo, you know, what's interesting is people like Bill Maher and even some other intelligent and the Liberal's \ncommentators on the left are calling them out for this, and -- and the lies (ph) they're spewing (ph). They say \nnothing about Hamas, nothing about Hezbollah, nothing about all the crimes perpetrated by their -- by their intended \nhost and nothing the primacy of America.\n\nSo, you know, the entitlement and the victim mentality that was displayed at that press conference said, \"Oh, we're \nduly elected American legislator, so we should be entitled to go anywhere in the world we want and say whatever \nwe want.\" Well, God bless Israel for standing for its own sovereignty and not allowing itself to be pushed around by \nthese enemies and their state.\n\nDOBBS: That we could run some of the sound. I have to tell you, I`ve chosen not to. It's sickening to me to listen to \ntheir prattle and I don't think this audience would be deeply appreciative should we share that.\n\nHarmeet, always delighted to have you with us and we appreciate your thoughts so much Harmeet, thank you.\n\nDHILLON: Thank you, Lou.\n\nDOBBS: Thank you. Planned parenthood announcing tonight, it is leaving the Title X Federal Family Planning \nProgram. Planned Parenthood says they cannot as they put it ethically comply with new Trump administration rules \nwhich ban clinics from referring women for abortions.\n\nA Federal Appellate Court weighing a lawsuit to trying to overturn the rule but has allowed the Trump administration \nto begin enforcement. Planned Parenthood withdrawing from Title X.\n\nUp next, an update on the Iranian oil tanker that has become the center of the a flash point between the United \nstates and Iran. Also the Hills, John Solomon joining us tonight to take up his latest on his investigation of the deep \nstate's effort to overthrow President Trump.\n\nThat much more straight ahead. We'll be right back after this quick break.\n\nDOBBS: Well, rhino and often confused Senator Lindsey Graham. Well, making some bizarre statements over the \nweekend about the imminent release of the Department of Justice Inspector General's report on FISA abuse. Listen \nto this.\n\n(BEGIN VIDEO CLIP)\n\nREP. LINDSEY GRAHAM, (R-SC): And then got Horowitz Inspector General Report, that I think will be coming out \nin weeks, not days, not months, and I believe the Horowitz Report is going to be ugly and damning regarding the \nDepartment of Justice handling of the Russian probe.\n\n(END VIDEO CLIP)\n\n\n\nDOBBS: Now, where have we heard all of that before and heard that repeatedly? Well, back in April, Attorney \nGeneral William Barr said, the report could be released in May or June. Last month, the New York Times said the \nreport was expected in the coming weeks, so it has turned out to be months and months, not weeks and days.\n\nCongressman John Ratcliffe says right after Labor Day. Congressman Doug Collins (ph)says, later this fall and now \nLindsey Graham has added his voice to the chorus saying, \"We'll just wait and see if you don't mind right here.\"\n\nStefan Halper who allegedly met with Trump aides as an FBI informant asking a federal judge to dismiss a \ndefamation lawsuit against him. Halper arguing that government agents have qualified immunity.\n\nA Russian born academic claimed she was smeared by Halper as part of a government conspiracy to bring down \nthe Trump administration. So, is he or is he not a government agent?\n\nJoining us tonight, the Hill's John Solomon, leading investigative reporter on these stories of the efforts to overthrow \nthe president, Spygate if you prefer. John, great to have you here.\n\nJOHN SOLOMON, INVESTIGATIVE JOURNALIST AND EVP, THE HILL: Good to be with you, Lou.\n\nDOBBS: Let's start with the -- the inspector general's report. Can you give us some guidance that would clear up \nwhat this cacophony of misinformation?\n\nSOLOMON: Yeah. It feels like the thunderstorm that never arrives despite the weatherman's prediction, right?\n\nDOBBS: Right.\n\nSOLOMON: There's a real reason for the delay and that is when we found through FOIA process in early May -- \nmid-May, excuse me, these documents at the State Department. The IG was not aware of those contacts between \nSteele and Kathleen Kavalec at State Department, and subsequent conveying of information from the State \nDepartment to senior FBI officials, including one who know oversees the Counterintelligence Division.\n\nDOBBS: Right.\n\nSOLOMON: So, that lead to a whole new round of questioning, that lead to interview of blatantly of Christopher \nSteele, and I think now, barring any new disclosures. The the IG is on course some time for -- I've heard from early \nto mid-September to earliest week of October as the -- as the window that they're trying to hit.\n\nBut they -- I think they are essentially done with their investigating but they did reopen the investigation specifically \nbecause of that another information that came to light in May and June.\n\nDOBBS: Inconvenient evidence disturbing perhaps what it appeared to be --\n\nSOLOMON: Absolutely\n\nDOBBS: -- conclusive resolution. Now, it looks like it might be quite something -- quite something different and \ncloser to -- to the truth. It is almost, to me it is extraordinary that the -- that the inspector general would not be aware \nof that -- that introduction between the two.\n\nSOLOMON: Yeah.\n\nDOBBS: But I'm also one of those people who can't for the life but we understand why it takes so long --\n\nSOLOMON: Right.\n\nDOBBS: -- in Justice Department. I mean, if -- you think about all of the instances in which FBI has been so late in \ninvestigating a seemingly lacking the energy to do so aggressively.\n\n\n\nSOLOMON: Right.\n\nDOBBS: I mean, in this case of the -- of, you know, the attempt to overthrow the president. Over a three-year \nperiod, you could have -- you could have created whatever evidence you wanted, destroyed --\n\nSOLOMON: Yeah.\n\nDOBBS: -- whatever evidence you wanted, and they moved a pace -- snail's pace, your thoughts on that?\n\nSOLOMON: Yeah. I -- listen, I think I wrote a column a couple of weeks ago saying that, Chris Wray was -- was sort \nof at the head forefront of this sort of obfuscation and delay.\n\nDOBBS: I can confirm did you right that.\n\nSOLOMON: Yes, I did and -- and I wrote it specifically because there was a different time in history right after 9/11, \nwhere the FBI also made terrible mistakes, and they realized in order to reform the institution, they had to come \nclean about all of their mistakes they had made, and all dots they had failed to connect and the did.\n\nThey put a lot of embarrassing stuff out because they knew that was right for the American people. FBI right now is \nnot doing that slowing walking this evidence. It requires threats of subpoena, surprise discoveries.\n\nChris Wray would serve the American public and the FBI far better if he just got the truth on the table and allowed \nus to move past what was it, you know, a political dirty trick carried out on our intelligence community.\n\nI feel that that -- I, actually -- I have some confidence now for the first time that Attorney General Barr, and other \npeople around him are getting the sort of answers that we've been denied .\n\nDOBBS: Yeah.\n\nSOLOMON: -- for a long time.\n\nDOBBS: Well, that's encouraging. Let's turn to your most -- most recent talking thing (ph) with Mifsud -- Mifsud's -- \nAttorney Joseph Mifsud --\n\nSOLOMON: Yeah.\n\nDOBBS: -- who has been incommunicado and who obviously based on your reporting has a pretty good \nunderstanding of the types of the character of the people from the FBI, the Justice Department, intelligence \nagencies that he would be dealing with, he seems to take in considerable steps to to inoculate himself.\n\nSOLOMON: Yeah, I think at the end of the day, you know, Mifsud has been called by Mueller, a guy with a lot of \nRussian contacts who lied to us, but Mueller did indict them. The only person who lied to Mueller that didn't get \nindicted. You have the question, why didn't he get indicted?\n\nHis lawyer offers a very plausible explanation, and we need to see the proof to back this up, and he's providing that \nproof now to John Durham Bill Barr's handpicked prosecutor and to Multiple Congressional Committees including \nLindsey Graham's committee.\n\nHe says, he can show that his client, Mifsud, was a long time Western intelligence collaborator who was tasked \nspecifically with reaching out to Papadopoulos (ph) in making connections for him in Russia. If that's true, the \nbeginning of the origins of the Russia case was a set up. It was a rouge (ph) --\n\nDOBBS: Yes.\n\nSOLOMON: -- from the beginning, a political dirty trick. We need --\n\n\n\nDOBBS: Right.\n\nSOLOMON: -- to get to the bottom of that but there's some new evidences starting to emerge there.\n\nDOBBS: You know, you've twice used the expression, \"dirty trick\" here tonight, John.\n\nSOLOMON: Yeah.\n\nDOBBS: This -- this to me, I have to say, this was an effort to stop Donald Trump from being elected president. It \nwas an effort to overthrow his presidency. I think that the evidence is clear --\n\nSOLOMON: Yeah.\n\nDOBBS: -- in that conclusion. It's not one that I will try to qualify or in any way --\n\nSOLOMON: Right.\n\nDOBBS: -- equivocate. It rises so to me and I -- I want to understand your use of the expression, \"dirty trick.\" It rises \nto me so much to a much higher and far more grievous crime than dirty trick.\n\nSOLOMON: I -- I agree. I think it will get there. I -- I like to always stay on the side before all of the facts on --\n\nDOBBS: You're a good man.\n\nSOLOMON: -- get the -- a benefit of where things are. We saw what the country looked like in the `17 when we \njumped to its absence about Trump and Russia. So, I want to weigh through all the facts that are out there - -\n\nDOBBS: Yeah.\n\nSOLOMON: -- bu I will say, it's irrefutable that Hillary Clinton managed to get her opposition researcher inside the \nFBI and start this whole investigation. I think where we're headed next is emergence of very strong evidence that \nthe FBI knowingly and willfully misled the FISA Court, and that the U.S. Intelligence agencies --\n\nDOBBS: Yeah.\n\nSOLOMON: -- in a larger capacity beyond the FBI may have been involved in what Bill Barr calls political \nsurveillance. That's a term I've never heard before. He chooses his words carefully.\n\nDOBBS: Yeah.\n\nSOLOMON: The terms political surveillance could become very famous this fall.\n\nDOBBS: Yeah. Clinical surveillance and I hope he does with that what he did with surveillance itself and returns us \nto Anglo-Saxon words that are so much -- so much clearer --\n\nSOLOMON: Yeah.\n\nDOBBS: -- like spying.\n\nSOLOMON: That's right.\n\nDOBBS: John Solomon, great to have you with us as always.\n\nSOLOMON: Thanks so much (ph).\n\nDOBBS: Thank so much, appreciate it.\n\n\n\nSenator Elizabeth Warren today apologizing again to Native Americans. We're not quite sure what the context of \nthe apology was, but apparently it had something to do with the labyrinth (ph) stories about her Cherokee heritage.\n\n(BEGIN VIDEO CLIP)\n\nSEN. ELIZABETH WARREN, (D-MA): Like anyone who's been honest with himself, I know that I have made \nmistakes. I am sorry for harm I have caused. I have listened and I have learned.\n\n(END VIDEO CLIP)\n\nDOBBS: We'll have much more are in tonight's show on Warren and the 2020 Dems. We'll be talking with the \nTrump campaigns Tim Murtaugh here tonight.\n\nBut up next, why the Trump administration is allowing U.S. companies to continue to do business with Huawei? \nThat's right, the feared sinister agent of espionage for the People's Republic of China, Huawei. We take that up \nright after the break. Stay with us.\n\nDOBBS: An Iranian oil tanker on its way to Greece tonight after being released by the U.K. territory Gibraltar, the \nIranian ship seized last month of suspicious -- suspicion of transporting oil to Syria. The United States tried to seize \nthat ship last Friday.\n\nGibraltar, however, said, it couldn't comply with the U.S. request that is bounded says by European law and turned \nit over to the Iranians.\n\nCommerce Secretary Wilbur Ross announced, U.S. companies can do business with Huawei for another 90 days. \nRoss said that 46 subsidiaries of the Chinese technology giant are being added to U.S. ban list, but rural U.S. \ncompanies needed extra time to switch their equipment away from those cheaper Huawei products. The new \ndeadline is November 19th and counting.\n\nJoining us tonight is Fred Fleitz, National Security Expert, President of the Center for Security Policy and Fred good \nto see you.\n\nFREDERICK FLEITZ, PRESIDENT AND CEO, CENTER FOR SECURITY POLICY: Good to hear.\n\nDOBBS: Let's -- let's start with Huawei, Huawei; Again, getting an opportunity despite being told by everyone in \nnational security, in this government, that Huawei was an agent of espionage for the People's Liberation Army. \nWhat's going on?\n\nFLEITZ: Well, President Trump understands that, and he understands what Huawei wants to set up a global spy \nnetwork by setting up 5G systems worldwide, but the president and his team are trying to calibrate how to sanction \nHuawei, but these sanctions are coming.\n\nDOBBS: They're coming, but they've been going, too. This will be the second round of -- of a ban that was given, \nyou know, that it turned out to be nothing more than now two consecutive 90-day extensions.\n\nFLEITZ: Well, I -- I think that they're coming, the president does not want to hurt U.S. companies, some of them \nneed extra time to find alternatives to Huawei technology.\n\nDOBBS: And let me speak, I'm not hurting U.S. companies. Tim Cook, remember at the Business Roundtable by \nthe way, talking with the president apparently making a compelling argument about having tariffs imposed on Apple \nproducts. But what I can't figure out is Apple builds its products overseas and should pay a tariff. What am I \nmissing?\n\nFLEITZ: No, I agree. I don't understand how Apple gets away with constructing its equipment in China. I think the \nreal security issues here, I think they're issues for national security. I think the Trump administration has to really \ndouble down on Apple.\n\n\n\nDOBBS: Yes, and by the way, the national left-wing media including the business press giving Apple an absolute \npass. Hiring -- you know, it's -- it employs hundreds of thousands of people overseas, he does so because of labor \narbitrage not because of skills and higher levels of training. It does so out of pure labor arbitrage as does every \nother country that offshores its production and outsources American jobs.\n\nFLEITZ: That's true.\n\nDOBBS: This president has been focused on this like a laser.\n\nFLEITZ: That's true, but it's also greed. Apple wants access to the Chinese market and --\n\nDOBBS: I think in this case labor arbitrage and greed are synonymous.\n\nLet's turn to if we may, are -- you know, Hong Kong, I am so delighted that this president has recoupled human \nrights and our foreign policy and our trade policy. This is a big, big moment.\n\nFLEITZ: Well, Hong Kong is a real challenge for an American president in this situation. And I think you're right, the \npresident is also trying to find a way to give President Xi a face-saving way out by just urging him to honor the 1997 \ntreaty that set up one nation, two systems.\n\nDOBBS: Two systems, right.\n\nFLEITZ: And it's hard, because we know that ultimately Beijing does not want to give the demonstrators what they \nwant. We have to make it clear to Beijing that if they don't honor this agreement, there are going to be grave \nconsequences. Just honor the national agreement, put off the status of Taiwan --\n\nDOBBS: To you, you say that the president has a difficult situation. I think he is responded directly and \nstraightforwardly, saying you jeopardize everything that you want, it will take you out of the world's most powerful \nand richest consumer market, period. That seems to me to have been a solution and inspired one reversing \ndecades of idiotic U.S. policy on human rights that by the way permitted China in the first place to get into preferred \nnation status and trading with us and ultimately into the World Trade Organization.\n\nFLEITZ: You know, many of my colleagues do not want a trade deal with China, you know them. They don't think \nChina can be --\n\nDOBBS: Did not what?\n\nFLEITZ: They don't think China can be trusted, they don't want a trade deal.\n\nDOBBS: Well, hell, if they think anybody, anyone in national -- in your business, rather than who thinks China \nshould be trusted is a moron.\n\nFLEITZ: And if China does not abide by the 97 agreement and uses violence to put down the people of Hong Kong, \nthere are going to be global implications and we have to make that clear to President Xi.\n\nDOBBS: But you know, I think the president -- I guess that's what I'm saying to you, I think the president has done \nso in a straightforward stroke that I think is exactly correct. And I think that the Chinese, if their half as bright as they \nwant to be regarded, they certainly understand this will be a reaction that will be replicated throughout Europe and \nthroughout the entire west.\n\nFLEITZ: The president has given this message to President Xi without criticizing him. He's giving him a face-saving \nway out but I think privately the message has been much tougher.\n\nDOBBS: All right. Well, the message is clear, that much is certain. Fred, great to see you as always. Thanks for \nbeing with us.\n\n\n\nFLEITZ: Good to be here.\n\nDOBBS: We'd like to hear your thoughts on all of this. Share your comments, follow me on Twitter @LouDobbs, like \nme on Facebook and follow me on Instagram @LouDobbsTonight.\n\nUp next, could the controversial movie \"The Hunt\" still makes it way to the theaters. You know, the movie in about \nglobalist elitists hunting down deplorables.\n\nAnd radical Dem Mayor Bill de Blasio's city defying Immigration and Customs Enforcement. What a -- what a way to \nrun a city. We'll take up the outrageous behavior of this de Blasio city. And much more right after the break.\n\nDOBBS: New York City's socialist Mayor Bill de Blasio and the NYPD leadership, they're blocking Immigration and \nCustoms Enforcement from doing their job. From July 2018 to June 2019, the New York Police Department rejected \nall of ICE's almost 3,000 detainer requests. Any PD -- excuse me, a New York Police Department spokesperson \nsaid, quote, the NYPD does not conduct civil immigration enforcement. Well, that was a rather haughty response \ndon't you think?\n\nWell, Mexico sending 30,000 Central Americans back south while they wait for their next asylum court date in the \nUnited States. Many of them being bused 750 miles from the Texas border to an area just north of Guatemala. \nRecent court records show that by the end of June more than 1,100 remain in Mexico asylum cases had been \ndecided by a judge with no one being granted asylum.\n\nWell, joining us tonight, the president of the National Border Patrol Council, Brandon Judd. Brandon, great to have \nyou with us.\n\nThis is a very encouraging sign of Mexico's cooperation and commitment, your thoughts.\n\nBRANDON JUDD, PRESIDENT OF THE NATIONAL BORDER PATROL COUNCIL: Oh I was first going to start it \non Bill de Blasio and say how unintelligent this individual is and how bad he is for America, but you already know \nthat so let's get to the good stuff.\n\nDOBBS: But you know what, it bears underlining because now his Police Department is carrying out policies that \nare absolutely antithetical to the interest of the country. And by the way, to the city itself.\n\nJUDD: Well, and it's policies like that that invite people to come here and violate our immigration laws. That invite \npeople to cross our borders illegally but again, let's get to some really good news.\n\nIn a short three months, we are on pace to drop apprehensions by nearly a hundred thousand illegal border \ncrossers. You and I have this conversation regularly when --\n\nDOBBS: Right.\n\nJUDD: -- when are we going to secure the border? And I tell you, it's coming.\n\nWell, Lou, it's basically here, we're dropping -- were dropping illegal immigration and this is strictly due to President \nTrump securing a deal with a country that none of his predecessors were able to get.\n\nObama would have loved to have had this deal. Bush would have loved this deal. Clinton would have loved this \ndeal. They all would have loved this deal. It was President Trump that was able to secure this deal and because of \nthis deal that we have, this remain in Mexico program, we're seeing numbers drop exponentially and we're getting \nthat control back of the border that we've always needed.\n\nDOBBS: Well, I think that is a terrific, you know, message. I think it is terrific that that is occurring and I think it's also \nterrific that the president was the only one amongst those presidents that you mentioned who had the first of all, the \ninspiration to put tariffs, threatened tariffs against Mexico unless they began behaving like a mature responsible \npartner in the region. And obviously, Lopez Obrador has made that choice.\n\n\n\nJUDD: And he was vilified for taking the necessary steps in order to force Mexico to give that deal that was -- that \nwas necessary in order for us to secure the border.\n\nAgain, he does things in an unconventional way but he gets the results that the American people have demanded.\n\nDOBBS: Let's be clear, what is so unconventional about his -- as president and the actions he takes is that they're \neffective, that they work, that he's successful, that's unconventional because there is a trail of tears and failures \nover decades of U.S. presidents and Congresses and the Senate that it is disgusting.\n\nI mean, you go back to 1986 and the immigration reform amnesty of Ronald Reagan, what has transpired since \nthen has been absolute blunder, disaster and failure over the course of all those congresses and all those \npresidents until this one.\n\nJUDD: Yes, getting results in Washington D.C. is in fact unconventional. We like to say common sense but in reality \nin Washington D.C. we have to call it uncommon sense. Because unless you think outside the box and do things \nthat nobody else was willing to do, you just don't get those results. And our Border Patrol agents are appreciative of \nthe president pushing hard in order to give us the resources and the things that we need in order to secure the \nborder and that's exactly what he's doing.\n\nDOBBS: And where do we stand with a wall with actually shutting down illegal immigration and will we in point of \nfact have to take on the cartels ourselves in order to get it done?\n\nJUDD: Right now, we have to take on the cartels in order to get it done. I don't understand why the Democrats do \nnot -- do not see that walls in strategic locations actually work. It allows us to dictate where the flow of illegal \nnarcotics come in to the United States.\n\nIf we can control that flow, we can be a lot more successful and we can save a lot more Americans lives. The \nDemocrats have to get in line and say, border security is an issue of the safety of our citizens of this country and we \nhave to protect those citizens.\n\nDOBBS: And I've just got to ask you to listen to Lindsey Graham, Brandon, if I may and our audience. Listen to the \nillustrious senator who is apparently also a White House spokesperson for the president. He's moonlighting, here's \nLindsey Graham.\n\n(BEGIN VIDEO CLIP)\n\nSEN. LINDSEY GRAHAM (R-SC): They're playing the system in to my Democratic colleagues, I will work with you \non DACA, I will do some of the things that you want to do. I'll invest in Central America to make life better but you've \ngot to work with us to change our laws, President Trump is right about this.\n\n(END VIDEO CLIP)\n\nDOBBS: Brandon, you get the last word on the illustrious senator.\n\nJUDD: Well, first off that was a very scary opening to say that this is what I'm going to be commenting on. Look, it's \nscary when Lindsey Graham is going out there and moonlighting and not following what the White House would \nhave him do. I would hope that he's in better communication and I hope that he's falling in line with what the \nAmerican people want. Because the American people want a secure border, they want a legal immigration system, \nthey do not want to reward people that knowingly violated our laws.\n\nDOBBS: Brandon Judd, always great to have you with us, thanks so much.\n\nJUDD: Thank You, Lou.\n\nDOBBS: Good to see you.\n\n\n\nThe controversial movie \"The Hunt\", well, we thought that Universal had decided to withdraw it, but it still could be \ncoming to a theater near you and me. Universal Pictures cancelled its release. Remember, amid outrage over its \ndepiction of elites hunting deplorables for sport. I know it's a very familiar plotline is it? One of the producers now is \ntelling entertainment Web site (INAUDIBLE) this definitely a chance the movie would see the light of day. No word \non when. We'll watch carefully.\n\nUp next, Anthony Scaramucci -- did I say that? Did I say that? Trying to bring together a band of RINO resistors \nfrom the Trump administration. He wants to put together a group of like-minded former officials of the Trump \nadministration. We'll follow this closely and we'll have the story for you and much more coming up next.\n\nDOBBS: The Mooch as he's known is gathering former cabinet members he says to speak out against President \nTrump. He won't reveal the names of those he's working with but told where else but CNN that the team will include \npeople who feel the same way he does. That's going to be quite an examination.\n\nPresident Trump today called him a \"highly unstable nutjob.\" Radical DIMM Jerry Nadler bringing the House \nJudiciary Committee back early from summer break to work on three potential gun control bills. As the DIMMs move \ntoward tighter restrictions and regulations, President Trump seems to be thinking otherwise.\n\n(BEGIN VIDEO CLIP)\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: People don't realize we have very strong background \nchecks right now. You go in to buy a gun, you have to sign up. There are a lot of background checks that have been \napproved over the years. So I'll have to see what it is. But Congress is meeting bipartisan, a lot of people want to \nsee something happen, but just remember this, big mental problem -- and we do have a lot of background checks \nright now.\n\n(END VIDEO CLIP)\n\nDOBBS: Well, joining us tonight the Director of Communications for President Trump's re-election campaign Tim \nMurtaugh joining us. Tim, good to have you with us. Just what you need the Mooch in like-minded former cabinet \nmembers, what do you make of this?\n\nTIM MURTAUGH, DIRECTOR OF COMMUNICATIONS, TRUMP 2020 CAMPAIGN: Well, you say like-minded, I \nguess we have to ask ourselves which mind is he talking about. Remember, this is a guy who less than a year ago \nwrote a book about President Trump that was full of praise for President Trump.\n\nSo I don't know what happened to him since then. It was only last October that book came out. But we see -- we \nsee all across the country, we go to these rallies that I go to all the rallies, we talked to a lot of Republicans, \nPresident Trump has the highest approval rating within the Republican Party over 90 percent within his own party, \nhigher than any president in history within his own party of either Republican or Democrat with the lone exception \nbeing George W. Bush immediately following September 11.\n\nSo no one really knows what's in Anthony Scaramucci's mind and the President I think described him fairly \naccurately. But whatever it is he's got in mind, it's doomed to failure.\n\nDOBBS: Well, the thing I was -- the thing I was concerned -- the thing I was concerned about Tim, is the president \nhas never had to deal with a detractor before so this is --\n\nMURTAUGH: Right, yes.\n\nDOBBS: -- sure it will be very --\n\nMURTAUGH: This is your territory surely.\n\n\n\nDOBBS: Let's talk gun control. I like everyone else shocked when he started talking about doing a deal talking \nabout you know expanding background checks and so forth. He sounds like he is -- he's qualifying that. Your \nthoughts.\n\nMURTAUGH: Let's not forget that this president is a staunch defender of the Second Amendment. He is absolutely \ngoing to defend -- to defend the right of law-abiding citizens to own firearms legally, and he's also going to be very \nconcerned that people's rights to due process are protected.\n\nThe President has said as well though that he would look at proposals that would try to prevent such mass \nshootings as what we saw in Dayton and El Paso recently. He -- when he talked about background checks, he said \nif they were meaningful and important, that's something that he would consider.\n\nAnd he noted that Mitch McConnell said that that conversation will be front and center in the Senate but the \npresident --\n\nDOBBS: That's just so scary to think, Mitch McConnell talking gun control front and center via the issues. I \nunderstand it's politics but it's still annoying as to me as a person who believes strongly in our First Amendment \nrights, our Second Amendment rights, and all of our rights in this country you know, enshrined in our Constitution.\n\nIt's just not there for negotiation, it's not there for compromise, and it's never -- the president said it. This is about \nmental illness. In nearly every case, it's about mental illness. And when it's not over the course of what, is it the last \n35, 36 incidents of mass shootings, it's been about stolen guns.\n\nMURTAUGH: That's exactly right. And the president -- we'll take the incident in Parkland for example. Here's a guy \nwho was a notified -- law enforcement was notified more than a dozen times about that guy, the FBI twice. He even \nsaid online that he wanted to become a school shooter. So these are people that more --\n\nDOBBS: It doesn't get much clearer than that, does it?\n\nMURTAUGH: No. More than 80 percent of the time they declare their intentions to be mass shooters and use social \nmedia to do that. That's why the president wants to work with social media companies as well because these \npeople do self-identify before the fact almost all of the time. And --\n\nDOBBS: Oh, by the way --\n\nMURTAUGH: You should be -- you and all other watching your show should rest assure that the President is a \nstrong, strong defender of the Second Amendment and no one should ever doubt that.\n\nDOBBS: And let's turn very quickly if we could to this nonsense about recession. They couldn't -- they couldn't beat \nthe President with Russian collusion. They look like absolute fools that was shown to be a complete and utter \ntravesty an attempt to overthrow the president. Then they tried calling him a racist. That didn't work. And now we're \nin recession.\n\nIt just goes on and on with this president. They will not credit him for the strongest economy in the first two and a \nhalf years of any president in the modern era.\n\nMURTAUGH: It's amazing to watch the media now talk about the economy when they can join with their pals who \nare running for president on the Democrat side and try to scare everybody about this recession.\n\nThe fundamentals of our economy are incredibly strong. The President has created more than six million jobs, half \na million of those in the manufacturing sector. Unemployment is that generational or historic lows all across the \nboard, no matter who you are, where you live. I mean, it's just fantastic.\n\nAnd what the Democrats want to do is --\n\nDOBBS: We're going to leave the Democrats to another time, Tim.\n\n\n\nMURTAUGH: OK.\n\nDOBBS: I'm sorry.\n\nMURTAUGH: Whether the President --\n\nDOBBS: We hit my quota on Democrats.\n\nMURTAUGH: Trump economy is strong as an economy as ever been.\n\nDOBBS: Tim Murtaugh, thanks for being with us. Good to see you. Stay with us. We'll be right back.\n\nDOBBS: On Wall Street, Stocks rally today. The Dow up 250 points, the S&P up 35, the Nasdaq up 107 points, \nvolume on the big board almost four billion shares. And a reminder listen to my reports three times a day coast to \ncoast on the Salem Radio Network.\n\nThe Hill's John Solomon saying the DOJ Inspector General's report on FISA abuse will be released, he believes, by \nOctober. Here's what he told us tonight about the picture it will paint.\n\n(BEGIN VIDEO CLIP)\n\nJOHN SOLOMON, EXECUTIVE VICE PRESIDENT OF DIGITAL VIDEO, THE HILL: It's irrefutable that Hillary \nClinton managed to get her opposition researcher inside the FBI and start this whole investigation. I think where \nwe're headed next is emergence of very strong evidence that the FBI knowingly and willfully misled the FISA court \nand that the U.S. intelligence agencies in a larger capacity beyond the FBI may also been involved in what Bill Barr \ncalls political surveillance.\n\n(END VIDEO CLIP)\n\nDOBBS: Political surveillance. That's it for us tonight. Good night.\n"}