{"title": "Pete Wilson Under Siege", "body": "\nLISTEN TO California Gov. Pete Wilson's announcement of his quest for the Republican presidential nomination: \n\"As we approach a new century, the values that guided us for 200 years are under siege, and so is America,\" he \ndeclared. Good Lord, and we thought we were lucky the Soviet Union had been routed. Who has us under siege \nnow? It's the \"nearly 4 million illegal immigrants,\" and, Mr. Wilson tells us, \"Washington actually rewards these \nlawbreakers by forcing states to give them benefits paid for by the taxpayers.\" He added: \"That's like giving free \nroom service to someone who breaks into a hotel.\"\n\nMr. Wilson made these comments standing in front of the Statue of Liberty. He insisted he had nothing against \nimmigrants, since his own maternal grandmother immigrated from Ireland \"the right way\" in the late 19th century. \nMr. Wilson did not mention that there were then virtually no laws against immigration to violate, or that Irish \nimmigrants ran into a lot of prejudice from Americans who thought the country was \"under siege\" from foreigners.\n\nAs for the rest of Mr. Wilson's program, it is a collection of fashionable hot buttons: opposition to welfare, \ntoughness on crime and an end to affirmative action.\n\nMr. Wilson, both intelligent and shrewd, presents an unusual profile. His history is as an utterly unideological \npolitician. He was an able mayor of San Diego, a \"pragmatist,\" as they said back then. He has always had an eye \nfor the next big issue, and there is no discernible philosophical pattern in how he decided what that issue might be. \nAs The Post's Paul Taylor pointed out, he was an environmentalist before Earth Day and a supporter of campaign \nfinance reform before Watergate.\n\nAfter he first took office as governor in 1991, he spoke thoughtfully about a concept of \"preventative government\" \nthat would try to identify problems early and prevent them from becoming crises. He sounded more than a bit like a \ncertain Democratic presidential candidate from Arkansas who was starting to win plaudits around the same time. \nBut he fell way behind in the polls in his battle for reelection in 1994 and knew that \"preventative government\" would \nbe too wonky to save him. That's when he discovered that illegal immigrants had us under siege.\n\nOf course illegal immigration is a real issue and a real problem. The other issues on his agenda are all worth \ndebating, too. The hard part for Mr. Wilson will lie in convincing voters that his commitment to these issues is \nrooted in more than political convenience, and in offering them more than incendiary and divisive words.\n"}