{"title": "INS TO EASE UP ON LABORER SWEEPS MTN. VIEW: ACTIVISTS' PLEA HEEDED, BUT THERE'LL BE NO MORATORIUM, OFFICIAL SAYS.", "body": "\nThe U.S. Immigration and Naturalization Service has promised Hispanic activists in Mountain View that it will ease \nup on its sweeps of day laborers who line El Camino Real looking for work so local groups can try to resolve the \nproblem, a top INS official said Friday.\n\nWhile declining to declare a six-month moratorium on immigration raids as had been sought by activists, Philip \nWaters, acting district director for INS in San Francisco, said the agency would concentrate less on day laborers \nand more on employers who employ illegal immigrants.\n\n\"I couldn't promise them (a six-month moratorium), but I said, 'Look, if you can alleviate the situation, I'm not about \nto roust people around,' \" Waters said in a telephone interview. \"I'm making it lower down on the priority list. We \ndon't really want to go down to Mountain View.\"\n\nThe INS adjusted its policy following a mid-March meeting with Latinos Unidos de Mountain View in which Hispanic \nactivists requested leniency and immigration agents noted manpower problems in enforcement.\n\nIf INS officials do stay away, it would mean one less worry for civil rights advocates, police and businesses trying \nto stitch together an agreement that gets the workers off the streets without offending ethnic sensibilities.\n\n\"We need to have this cooling-off period where the INS won't get involved,\" said Latinos Unidos spokesman \nReynaldo Herrera. \"We certainly hope they won't (carry out raids) -- otherwise they'll blow everything.\"\n\nOn March 29, the Mountain View City Council agreed to look into the possibility of enacting a ban on local police \nproviding traffic control during immigration raids. Council members also agreed to quickly establish a human \nrelations commission to sort out problems of ethnic diversity.\n\nMore than 40 people spoke during that heated, four-hour meeting, indicating the intense level of interest in an issue \nthat has been bubbling for years.\n\nImmigration enforcement has been a bone of contention since day laborers began to gather at El Camino Real and \nSan Antonio Road, prompting complaints from merchants and raids by the INS.\n\nIn one recent sweep a Mountain View police officer transported two men who had been detained by an INS agent \nto an INS van because immigration officials said they were short-handed. In another operation, Mountain View \npolice officers were posted at side streets to reroute incoming traffic. Police Chief Brown Taylor later admitted the \ndepartment should not have helped with detaining and transporting the day laborers.\n\n\nOn one side of the controversy stand the business owners who say the men scare off customers by littering, \nspitting and urinating. The merchants are joined by the Save Mountain View Coalition, a group founded last \nsummer to oppose illegal immigration. They advocate closer police cooperation with the INS to prevent the city \nfrom, as one member said, \"becoming a Third World outpost.\"\n\nOn the other side are Mountain View residents and advocates for immigrants who say the men are just trying to \nsupport their families. Hispanic residents say their children now fear the police because they've watched police \nofficers help immigration agents.\n\nWaters said the INS wanted to help resolve, not worsen, the situation by trying to crack down on employers who \npay low wages to illegal aliens and no taxes, instead of targeting the day workers.\n\n\"I want to give these groups a chance,\" Waters said. \"I'd rather be working the criminals and getting them off the \nstreet than just the plain old illegal worker. Unless the situation gets to a point where businesses are affected and it \ngets worse, we're going to step back.\"\n\nNotes\n\nShorter version ran on page 1B of the Morning Final edition\n"}