{"title": "Bay Area immigration records, destined for dustbin, will be released Tuesday", "body": "\nTens of thousands of old West Coast immigration records the government once sought to throw away will instead \nbecome publicly available on Tuesday at a Bay Area archive.\n\nPhotographs, letters, health records, interview transcripts and other historical documents were destined for a \nrecycling bin or a remote Midwestern storage facility.\n\n\"We changed that plan. We're making them permanent,\" said spokeswoman Sharon Rummery of U.S. Immigration \nand Citizenship Services.\n\nArchivists credit the advocacy of the late U.S. Rep. Tom Lantos, D-San Mateo, and his successor, Rep. Jackie \nSpeier, D-San Mateo, for helping to save the collection.\n\nThe documents will be housed at the San Francisco National Archives in San Bruno and open to the public \nbeginning Tuesday.\n\nThe lawmakers argued that the Alien Files, known as the A-Files, should be made permanent records of \"enduring \nhistorical value.\"\n\nThe files are for people from more than 100 countries who arrived, legally or not, on American shores, including \nmany affected by laws excluding Chinese immigrants in the late 19th and early 20th centuries. The Chinese \nExclusion Act files were already housed in the archives, but the new collection includes supplemental documents.\n\nThe roughly 40,000 files in San Bruno's new collection are specifically for immigrants or foreign visitors who were \nprocessed by immigration agents in San Francisco, Reno, Honolulu or Guam. Only pre-1910 files are currently \navailable, but others will be released later. Another 300,000 files for the rest of the country are housed in Kansas \nCity.\n\nKept for more than a century in local immigration offices, officials deliberated for years about what to do with the \ndocuments until the decision in 2009 to keep them.\n\nImmigration officials originally planned to discard each file 75 years after it was inactive, such as after someone \nbecame a citizen, died or was deported, said Marisa Louie, of the National Archives.\n\n\"No files were disposed that we know of, but they had those deadlines looming over their head,\" she said.\n\nThis is the second major archival data trove coming to Bay Area genealogists and researchers this year. Millions of \npersonal records from the 1940 census became available last month.\n\n\nHow to SEE the 'A-Files'\n\nThousands of old immigration records from the so-called Alien Files, or A-Files, will be open to the public \nTuesday at the San Francisco National Archives, 1000 Commodore Drive, San Bruno.\n\nArchivists suggest emailing them atafiles.sanbruno@nara.gov or calling 650-238-3501 before traveling there.\n\nBy the end of the month, the National Archives will launch a name-based online index to help search for the \nrecords at its website:www.archives.gov/pacific/san-francisco .\n\nGraphic\n\n \n\nOne of the documents that are part of the Alien files, otherwise known as the A-Files, are now part of the National \nArchives at San Francisco in San Bruno, Calif. Thursday, May 17, 2012 and will be available to the public \nbeginning Tuesday. The roughly 40,000 files in San Bruno¿s new collection are specifically for immigrants or \nforeign visitors who were processed by immigration agents in San Francisco, Reno, Honolulu or Guam. Only pre-\n1910 files are currently available, but others will be released later. (Courtesy of the National Archives at San \nFrancisco)\n\nOne of the documents that are part of the Alien files, otherwise known as the A-Files, are now part of the National \nArchives at San Francisco in San Bruno, Calif. Tursday, May 17, 2012 and will be available to the public beginning \nTuesday. The roughly 40,000 files in San Bruno¿s new collection are specifically for immigrants or foreign visitors \nwho were processed by immigration agents in San Francisco, Reno, Honolulu or Guam. Only pre-1910 files are \ncurrently available, but others will be released later. (Courtesy of the National Archives at San Francisco)\n\nOne of the documents that are part of the Alien files, otherwise known as the A-Files, are now part of the National \nArchives at San Francisco in San Bruno, Calif. Thursday, May 17, 2012 and will be available to the public \nbeginning Tuesday. The roughly 40,000 files in San Bruno¿s new collection are specifically for immigrants or \nforeign visitors who were processed by immigration agents in San Francisco, Reno, Honolulu or Guam. Only pre-\n1910 files are currently available, but others will be released later. (Courtesy of the National Archives at San \nFrancisco)\n\nOne of the documents that are part of the Alien files, otherwise known as the A-Files, are now part of the National \nArchives at San Francisco in San Bruno, Calif. Thursday, May 17, 2012 and will be available to the public \nbeginning Tuesday. The roughly 40,000 files in San Bruno¿s new collection are specifically for immigrants or \nforeign visitors who were processed by immigration agents in San Francisco, Reno, Honolulu or Guam. Only pre-\n1910 files are currently available, but others will be released later. (Courtesy of the National Archives at San \nFrancisco)\n"}