{"title": "Iranian Cyclist for Peace Begins Cross-Country Journey on Foot", "body": "\nThe City of Angels became a little emptier this morning when Reza K. Baluchi jogged up Figueroa Street, made a \nleft on Sunset Boulevard, then turned toward the Mojave Desert on his way to Ground Zero, N.Y..\n\n     The 3,000-mile run he began today is the last leg of a remarkable peace tour that began in Iran six years ago \non a bicycle, spanned six continents and stalled in an American immigration jail. \n\n Here is the short version. \n\nReza Baluchi was born in Rasht, in northern Iran near the Caspian Sea. The youngest of eight, he learned the \nhorror of violence when his brother returned from the Iran-Iraq war a shattered and incoherent man.\n\nAs Mr. Baluchi grew older, he fell away from Islam, the state-sponsored religion of Iran. On one occasion he was \npublicly flogged for eating during Ramadan, the holy month in which Muslims fast during sunlight. On another \noccasion he was hanged by his wrists from a tree for possessing a banned videotape and wearing a Michael \nJackson T-shirt. After serving 18 months in prison for associating with \"counterrevolutionaries,\" he left Iran on his \nbicycle.\n\nHe rode through civil wars. He went hungry. He did not wash for weeks and slept wherever he laid his head. He \nworked when he could. A Colombian dentist fixed his teeth for no charge. He made many friends, as his scrapbook \nattests.\n\nThen last November, Mr. Baluchi, 30, was picked up by a Border Patrol helicopter that found him camping in the \nArizona desert. He was charged with entering the United States illegally and thrown in immigration jail. He said at \nthe time that he was waiting for a visa in Mexico and had simply gotten lost.\n\nHe spent five months in jail, refusing bail, quite certain that if he could only speak with the immigration judge, the \njudge would be convinced of Mr. Baluchi's naivete and release him on humanitarian grounds.\n\nMr. Baluchi promised then that if the judge released him, he would finish his peace journey on foot, running from \nLos Angeles to New York.\n\nOn Feb. 27, the immigration judge, LaMonte Freerks, granted Mr. Baluchi asylum on the grounds that if he were \nreturned to Iran he might be persecuted for, among other things, his revolutionary belief that there should be \nseparation between church and state.\n\n\nSo this morning, Mr. Baluchi began the fulfillment of that jailhouse promise. Wearing new shorts, new running \nshoes and a bad haircut, he said he carried no hard feelings, no chip on his shoulder, only a knapsack filled with a \ntent and reflective vest, nylon leggings, a sleeping bag, food, water and an A.T.M. card.\n\n\"I go by I self,\" he said in self-taught English. \"New York. Everybody wait me there. Soon. Soon. I come. Peace. No \nwar. American people very good.\"\n\nMr. Baluchi will run eight hours and hopes to make 40 miles a day, regardless of weather or topography. He will run \nacross the Mojave Desert, then follow old Route 66 through Arizona and New Mexico. He will run through Amarillo, \nTex.; Little Rock, Ark.; Memphis. He will veer north through the Blue Ridge Mountains, head into Washington and \nfinally reach New York City.\n\nHis resolve is steel, and he appears fit for the task, with thick, ropy legs and calves the size of hams.\n\n\"It's sad he's leaving L.A. because he's one of the good men,\" said David Hyslop, a struggling 47-year-old \nentrepreneur who, via e-mail, offered Mr. Baluchi a sleeping space at the foot of his bed after reading about him in \nthe newspapers. Mr. Hyslop has become enamored with the man and the myth that is Baluchi, even helping to \narrange his cross-country route.\n\n\"With him the immigrants have a face,\" Mr. Hyslop said this morning. \"It says don't give up. The system sometimes \nworks.\"\n\nMr. Baluchi is also something of a cult celebrity in the Iranian exile community. Persian women came this morning \nto see him off and pose for pictures with him. Anonymous donors have put money in his bank account. A man came \nto sing him a farewell song in the mother tongue, a cappella.\n\nMr. Baluchi was expected to arrive somewhere in the Antelope Valley this evening. But weep not, Los Angeles: he \nwas to return, if only for a brief moment, to appear live from the studios of Persian Syndicated Television. His \nlimousine was being arranged at press time.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: David Hyslop traced Mr. Baluchi's projected route across the United States.; Reza K. Baluchi in Los \nAngeles yesterday, beginning a planned 3,000-mile run that he says will be the last leg of a journey for peace he \nbegan six years ago on a bicycle. (Photographs by J. Emilio Flores for The New York Times)      \n"}