{"title": "Bias in Immigration Agency Is Subject of House Hearing", "body": "\nRepresentative John Conyers Jr. gave the nation's immigration chief what he called a \"public spanking\" today \nduring a hearing before the House Government Operations Committee that detailed accusations of widespread \ndiscrimination against black employees of the Immigration and Naturalization Service.\n\nDoris M. Meissner, the Commissioner of Immigration and Naturalization, promised that she would work to correct \nemployment problems at the agency. She pledged to hire and promote more minority members and to train the \nagency's executives, almost all of whom are white, to be more openminded.\n\nBut Mr. Conyers, Democrat of Michigan and outgoing chairman of the House committee, said he did not want to \nhear \"any more promises and pledges\" from an agency that he said operated in a \"time warp,\" as if it had \"just \ndiscovered that there are laws against racial discrimination.\"\n\n\"I'm going to need a lot more than your personal commitment to change,\" he told Ms. Meissner. \"This matter is \nclearly not going to be resolved by sensitivity sessions for people who don't give a damn.\"\n\nBlack immigration officers say they are excluded socially and professionally by the \"old boys\" style network that \ncontrols the agency. The Border Patrol, the traditional stepping stone to advancement in the agency, is 1 percent \nblack, and there are no blacks in senior executive positions.\n\nIn 1991, 19 black agents in Los Angeles, angered about repeatedly being denied promotions, filed a complaint \nagainst the immigration service. Last spring it grew into the largest discrimination case ever against a Government \nagency, a class action on behalf of 850 black officers.\n\nAt today's hearing, Ms. Meissner said the agency would make an offer \"imminently\" to settle the case. She said \nshe was \"very distressed\" about the poor representation of blacks in the higher ranks of the agency, which she \ncalled \"an unacceptable situation\" that she inherited a year ago when she became commissioner.\n\nBut the black officers who testified said that their supervisors generally did not express the same concern. Instead, \nthe officers said, they not only suffered discrimination but also retaliation for pursuing discrimination complaints \nagainst the agency.\n\n\nClarence L. Smith, a black Panamanian-born deportation officer who works at an immigration jail in Alabama, \ntestified about what happened to his career after he gave a statement to an investigator supporting another black \nofficer's discrimination complaint. Suddenly, he said, after 13 years with the immigration agency, his English was \nfound to be deficient, and his performance ratings plummeted.\n\nJohn Thomas Wills, a special agent in Los Angeles, testified that his supervisor ordered him to accompany Senator \nDianne Feinstein, a Democrat of California, to an immigrant neighborhood where he was operating undercover as a \ndrug dealer. When he protested that his cover would be blown and the Senator endangered, his supervisor cursed \nat him, returned to his office and strapped on his gun to continue the conversation. Mr. Wills said black agents in his \noffice were constantly being undermined by white supervisors.\n\nMaria Estela Padilla, who served as an Equal Employment Opportunity counselor for the immigration agency for \ntwo years, said the agency's managers \"twisted and turned and made a joke out of\" her efforts to battle \ndiscrimination.\n\n\"The I.N.S. is run by white males,\" Ms. Padilla said. \"Because the I.N.S. has to scrutinize so closely those of other \nraces, colors and nationalities, I believe that I.N.S. officials grow to believe they are superior. They make a mockery \nof civil rights.\"\n"}