{"title": "Hong Kong police officers beat an unarmed protester during anti-mask-ban rallies as Chinese army sends its first warning that it is willing to clamp down on pro-democracy activists", "body": "\n• New footage shows Hong Kong riot policemen kicking and punching one activist during rallies on Sunday\n\n• The city was paralysed by three days of protests after its leader on Friday used emergency law to ban masks\n\n• China's army gave its first warning to activists last night after protests pointed lasers at one of its barracks\n\n• Two activists, 18 and 38, today became the first people to be charged with violating the law on face covering\n\n• Chris Patten, the last British governor, warned 'people are going to get killed' as the city faces more protests\n\n• The city's government may ban access to the internet to contain months of unrest, a pro-China politician said\n\n• It said today 'the public order of the whole city is being pushed to the verge of a very dangerous situation'\n\nHong Kong has been plunged into further chaos and violence after its leader Carrie Lam invoked a colonial-era \nemergency law to ban activists from wearing masks to conceal their identity during rallies.\n\nThe semi-autonomous city was paralysed by three days of protests involving thousands of masked activists, which \nsaw the rail network and business outlets deemed pro-China badly vandalised. More protests have been planned.\n\nNew footage has purported to show a group of policemen beating one unarmed protester after tackling him to the \nground during the anti-mask-ban demonstrations on Sunday. \n\nChinese military gave its first-ever warning to activists last night after some protests pointed lasers at one of its \nbarracks in Hong Kong.\n\nSources have claimed that the city's government may ban access to the internet in a bid to contain months of \nincreasingly brutal unrest. \n\nTwo teenagers, one 14 and one 18, were shot by police with live rounds last week as protesters began to hurl \n'more dangerous' petrol bombs at police and officers were given more liberty in the use of force. \n\nTwo protesters were charged Monday with violating Hong Kong's new ban on wearing masks at rallies.\n\n                     'People are going to get killed', warns Hong Kong's last British governor                   \n\n\n Chris Patten, the last British governor of Hong Kong, has warned that people could be killed as violence escalated \nin the city, leading two teenagers to be shot.\n\n'Before long, unless we are very, very lucky, people are going to get killed, people are going to be shot,' former \nBritish governor Chris Patten told Sky News. \n\n'The idea that with public order policing you send police forces out with live ammunition is preposterous.'\n\nCarrie Lam, the city's Beijing-backed leader, has banned protesters from wearing masks in a bid to end the \nviolence by militant activists. \n\n'She would have to be crazy to be making these decisions on her own without being pressured into them. The face \nmask business, absolutely madness,' said Patten.\n\n'I fear for the future, unless Carrie Lam actually intervenes and understands the importance of dialogue.'\n\nAn 18-year-old student and a 38-year-old woman were the first to be prosecuted under the ban, which came into \nforce Saturday under sweeping emergency powers aimed at quashing violence in the protests for more democratic \nfreedoms.\n\nAt least five anti-riot officers were filmed attacking one activist, who had already been brought to the ground, in a \ntrending video posted on Facebook by singer Tommy Yuen, who urged the public to 'share it as soon as possible'.\n\nThe 40-second clip shows the policemen punching and kicking one man dressed in black. The team stopped the \nassault when one passer-by threw a cup of coffee towards them.\n\nThe incident was believed to have taken place on Prince Edward Road East in Kowloon, reported local news outlet \n01HK.com. \n\nThe report said a group of demonstrators had fled from a shopping mall and a number of police officers were tasked \nto capture them.\n\nOnlookers can be heard shouting at the officers 'stop' and 'he is going to die'.\n\nAnother clip released by Frontal Media shows a group of police officers beating one protester on the head and \ntrying to stop a woman, believed to be a paramedic worker, from saving the demonstrator. \n\nThe incident was captured on Sunday when police tried to disperse protesters in Wan Chai, reported Apple Daily.\n\nChina's Hong Kong military garrison warned protesters last night they could be arrested for targeting its barracks \nwith lasers - the first direct interaction between the People's Liberation Army and protesters.\n\nThe garrison raised a yellow flag at the top of their barracks in Kowloon Tong, warning activists: 'You are in breach \nof the law. You may be prosecuted.' \n\nA pro-Beijing lawmaker today defended the army, claiming its warning did not count as military action, reported \nSouth China Morning Post. \n\n                     Hong Kong may ban internet to contain unrest                   \n\n Hong Kong's government may curb access to the internet in a bid to contain months of increasingly violent pro-\ndemocracy protests. \n\n'As long as there are possible ways to stamp down on the riots, the government will not rule out the possibility of \nplacing a ban on the internet,' said Ip Kwok-him, a veteran pro-Beijing politician and member of Hong Kong's \nexecutive council.\n\n\n\nIp said the internet has been crucial to protesters, who have no public leaders and use online forums and \nencrypted messaging apps to mobilise.\n\nBut he said the government recognised any online shutdown could have a knock-on effect.\n\n'I think a condition for implementing the Internet ban would be not to affect any businesses in Hong Kong,' he said.\n\nThe executive council is Hong Kong's cabinet, an advisory body to Lam.\n\nMaria Tam Wai-chu was quoted saying 'my view is, the raising of a warning flag is a normal act' when she was \ninterviewed by a local radio station. \n\nThe introduction of colonial-era emergency powers on Friday banning face masks has sparked some of the most \nviolent clashes in four months of demonstrations in the Asian financial hub.\n\nThe overnight rampages brought a warning from Chris Patten, the city's last British governor, that people could be \nkilled. \n\n'Before long, unless we are very, very lucky, people are going to get killed, people are going to be shot,' Mr Patten \ntold Sky News. \n\n'The idea that with public order policing you send police forces out with live ammunition is preposterous.'\n\nBeijing-backed leader Lam said the ban on face masks was necessary to end violence and that it was her own \ngovernment's call, not an order from Beijing. Offenders could be jailed for up to one year by the legislation.\n\nMr Patten said Lam would have to be 'crazy' to be making these decisions on her own. \n\nHe said: 'The face mask business [is] absolutely madness which people will protest against.'\n\nHe added that the way forward would be to engage with the demonstrators, especially the peaceful ones. \n\nIp Kwok-him, a veteran pro-Beijing politician and member of Hong Kong's executive council, said controls on the \ninternet could be introduced to combat violence - remarks that are likely to spark further fury from the public.\n\n'As long as there are possible ways to stamp down on the riots, the government will not rule out the possibility of \nplacing a ban on the internet,' he told AFP.\n\nIp said the internet has been crucial to protesters, who have no public leaders and use online forums and \nencrypted messaging apps to mobilise.\n\nBut he said the government recognised any online shutdown could have a knock-on effect.\n\n'I think a condition for implementing the Internet ban would be not to affect any businesses in Hong Kong,' he said.\n\nHundreds of protesters gathered in Hong Kong shopping malls on Monday demanding 'freedom' ahead of \nexpected new protests.\n\nDemonstrators formed large circles inside multi-level shopping malls and chanted 'disband Hong Kong police force', \n'fight for freedom, stand with Hong Kong' and 'I have the right to wear a mask', as shoppers on a public holiday \nlooked on.\n\nMany protesters, police and journalists have been injured in clashes, with police using rubber bullets, tear gas and \nwater cannons against demonstrators, some of whom throw bricks and petrol bombs.\n\nA journalist working with Hong Kong's public broadcaster was recovering in the hospital on Monday after being hit \nby a petrol bomb on Sunday night.\n\n\n\nOn Monday, Hong Kong's metro rail system, which typically carries about five million passengers a day, was only \npartially operating due to what authorities said was 'serious vandalism' on Sunday night. Some stations were \ntorched in the protests.\n\nMany shops and Chinese banks were also extensively damaged.\n\nThe city government said in a statement 'public safety has been jeopardised and the public order of the whole city is \nbeing pushed to the verge of a very dangerous situation'.\n\nThe anti-government protests, which started in early June, have plunged the former British colony into its worst \npolitical crisis in decades and pose the biggest popular challenge to Chinese President Xi Jinping since he came to \npower in 2012.\n\nWhat started as opposition to a now-withdrawn extradition bill has grown into a pro-democracy movement against \nwhat is seen as Beijing's increasing grip on the city, which protesters say undermines a 'one country, two systems' \nstatus promised when Britain handed Hong Kong back to China in 1997.\n\nChina dismisses such accusations, saying foreign governments, including Britain and the United States, have \nfanned anti-China sentiment.\n\n                     NBA comes under fire in China after Houston Rockets manager showed support for Hong Kong \nprotesters                   \n\nThe National Basketball Association (NBA) has come under fire in China for its response to a tweet by a Houston \nRockets official in support of Hong Kong protests for democracy.\n\nThe Rockets' general manager, Daryl Morey, apologised on Monday for the tweet he swiftly deleted on the \nweekend.\n\nBut his support for the protests in the financial hub angered Beijing, Chinese fans and the team's partners in a key \nNBA market.\n\n'I did not intend my tweet to cause any offence to Rockets fans and friends of mine in China,' Morey tweeted on \nMonday.\n\n'I was merely voicing one thought, based on one interpretation, of one complicated event,' he said, adding that he \nhad since heard and considered other perspectives.\n\nThe Rockets are widely followed in China, partly because they drafted Chinese player Yao Ming in 2002, who \nbecame a star and helped build the NBA's following there.\n\nMorey's initial tweet included an image captioned: 'Fight For Freedom. Stand With Hong Kong.'\n\nIt prompted sportswear brand Li-Ning and sponsor Shanghai Pudong Development Bank (SPD Bank) Credit Card \nCenter to suspend work with the Rockets, while the team's games were dropped by China's state broadcaster.\n\nThe post was later deleted and 47-year-old Morey, the NBA's executive of the year in 2018, said his views did not \nrepresent the team or league.\n\nIn a separate statement, the NBA said 'we recognise that the views expressed by Houston Rockets General \nManager Daryl Morey have deeply offended many of our friends and fans in China, which is regrettable'.\n\nThe Chinese-language version issued by the NBA appeared to go further than the English statement, saying: 'We \nare extremely disappointed in the inappropriate remarks made by Houston Rockets General Manager Daryl Morey'.\n\n\n\nThe NBA added, 'we have great respect for the history and culture of China and hope that sports and the NBA can \nbe used as a unifying force to bridge cultural divides and bring people together'.\n"}