{"title": "A Rush for Work Visas Even as Demand Dips", "body": "\nThe yearly scramble by employers for temporary visas for foreign scientists and technology engineers started on \nWednesday, with immigration authorities expecting fewer new petitions this year because of the recession and \nbecause of new restrictions on financial companies that received emergency federal aid. \n\n  For five business days beginning Wednesday, Citizenship and Immigration Services will accept petitions for the \ntemporary visas known as H-1B for the 2010 fiscal year, which begins Oct. 1. In recent years, visa limits were \nreached in the first days of the application period. \n\n  Over the weekend, employers like Microsoft and Cisco Systems rushed to send petitions by express mail and \ncourier services so they would reach the agency when it opened Wednesday. \n\n  In spite of an expected lull in demand, employers and researchers predicted that the limits would quickly be \nreached again this year in part because of backlogs from last year. The annual H-1B limit is 65,000 visas, with a \nfew exemptions, including the first 20,000 petitions from immigrants with degrees at the master's level or above \nfrom American universities. In 2008, about 163,000 petitions were filed. \n\n  At many American universities, more than half of graduates with advanced degrees in science and engineering \nare foreign. ''These visas are really the only practical way for employers to hire them,'' said Stuart Anderson, \nexecutive director of the National Foundation for American Policy, who has studied use of the visas. \n\n  In February, as part of the economic stimulus legislation, Congress added conditions for H-1B visas for banks that \nreceived assistance from the Troubled Asset Relief Program, known as TARP. The banks must show that they will \nnot displace an American from a job to be filled by an immigrant for three months before and after the immigrant is \nhired.\n\n  Bank of America and Merrill Lynch, among others, said that provision led them to rescind small numbers of job \noffers to graduating foreign students and financial technology engineers.\n\n  In 2008, according to figures from Citizenship and Immigration Services, the top four companies seeking H-1B \nvisas were  from India. By far the most visas -- 4,559 --went to Infosys Technologies, a $4 billion company in \nBangalore, which used them to place Indian information technology workers in American companies. Microsoft, the \nfirst American company on the list, received 1,037 visas last year. \n\n  One of the biggest Indian companies using H-1B visas last year was Satyam Computer Services, based in \nHyderabad. Its founder and chairman, B. Ramalinga Raju, is facing criminal charges in India, accused of inflating \nhis employee rolls by more than 10,000 workers and falsifying accounts by more than $1 billion. The company is up \nfor auction. \n\n\n  Indian companies' heavy use of the visas has drawn accusations of fraud from some lawmakers. Senator Richard \nJ. Durbin, Democrat of Illinois, and Senator Charles E. Grassley, Republican of Iowa, said they intended to \nintroduce a bill this week that would impose stricter hiring terms for all H-1B visas and increase enforcement. The \nsenators said they would not consider raising the numerical limits on the visas until loopholes they had identified \nwere closed. \n\n  ''With unemployment at rates higher than we've seen in decades, there is no shortage of people looking for work,'' \nMr. Grassley said Wednesday, ''so companies should need less H-1B visas than last year.''\n\n  In January, in a move that unsettled the outsourcing industry, federal prosecutors in Iowa brought criminal charges \nagainst the Vision Systems Group, a New Jersey company that provides temporary information technology workers \nto companies in several states. The company is accused of seeking H-1B visas for workers for an office in Iowa \nthat did not exist, and of paying the workers based on the prevailing wage in Iowa, which is lower than in many \nstates where the immigrants actually worked.\n\n  Lawyers for Vision Systems asked the Iowa court on Wednesday to dismiss the case. ''We don't believe that \nbringing highly trained and highly productive people to work in the U.S. in an industry that is underserved by our \nown population is or should be a crime,'' a lawyer for the company, Mark Weinhardt, said. \n\nhttp://www.nytimes.com\n"}