{"title": "4 HOSPITALS AGREE TO ADD TRANSLATORS FOR IMMIGS", "body": "\nFOUR LOCAL hospitals have agreed to improve their interpretation services after immigrants' rights groups \ncharged they weren't abiding by laws requiring translators for emergency patients who don't speak English.\n\nSt. Vincent's Hospital Staten Island, Flushing and Jamaica hospitals in Queens and Brookdale Medical Center in \nBrooklyn said they would make interpreters available more consistently.\n\nThey also pledged to provide telephone translation services for callers, among other improvements, according to \nsettlement language released yesterday by Attorney General Eliot Spitzer.\n\nImmigrants \"didn't understand treatment instructions, what was wrong with them or their children. That's a serious \nproblem that can lead to very damaging outcomes,\" said Natalie Williams, Spitzer's civil rights chief.\n\nSt. Vincent's already has increased the number of its certified medical interpreters by 50% and plans to get phone-\ntranslation services on every unit, spokesman Michael Fagan said.\n\nA new law that went into effect yesterday requires all hospitals in New York State to post signs offering free \ntranslation services to people who speak limited English, and to make them available within 10 minutes in \nemergencies and 20 minutes in other circumstances.\n\nMore than half of the city's immigrants surveyed say they've put off treatment, hidden their symptoms and been \nconfused by medical instructions because hospitals don't always provide translators, according to a report by the \nNew York Academy of Medicine.\n\n\"It's very scary because I don't know a lot of times what the seriousness is. I often go back a second time because I \ndidn't understand the first time,\" said Maria Ventura of Bushwick.\n\nVentura said through a translator in a recent interview that she has been rebuffed when she has asked for a \nSpanish-language interpreter at the hospital that treats her 7-year-old son, Esteban, for an eye abnormality.\n\njlite@nydailynews.com\n"}