{"title": "NATION IN BRIEF Baird's former nanny to leave U.S.", "body": "\nAn illegal alien who once worked as a nanny for Zoe Baird, the former attorney general nominee, has agreed to \nvoluntarily leave the country, an immigration official said.\n\nRichard Kenney, a spokesman for the U.S. Immigration and Naturalization Service, said that during a meeting with \nimmigration officials in Hartford, Conn., Lillian Cordero agreed Tuesday to return to her native Peru.\n\nMs. Cordero, 32, and her former husband, Victor Cordero, 26, who worked as a chauffeur for Ms. Baird, figured \nprominently in Ms. Baird's decision to withdraw her nomination last week. There was a public outcry over her illegal \nhiring of the couple as household help. Mr. Cordero already has left the country.\n\n- EX-PRIEST GETS 6 MONTHS FOR MOLESTING SITTER. A former priest accused of sexually abusing dozens \nof children in three states was sentenced to six months in jail and 10 years' probation for molesting his children's \nbabysitter. James Porter, 57, was convicted last month in Stillwater, Minn., of six counts of fourth-degree criminal \nsexual conduct for fondling the teenager on a living room couch in 1987. Judge Kenneth Maas said he departed \nfrom state sentencing guidelines, which recommended only 2 1/2 years of probation, because Porter showed \"no \nsign of remorse, only denial.\"\n\nPorter, who left the priesthood in 1974 and lives with his family in the St. Paul suburb of Oakdale, has been indicted \nin Massachusetts on 46 counts of molesting children in the 1960s.\n\n-A LITTLE HEART SENSOR: A sensor the size of a credit card was implanted in the chest of a 73-year-old man in \nan experiment that could help treat congestive heart failure more precisely and easily, doctors said. An estimated \n2.3 million to 3 million Americans suffer congestive heart failure, which kills 34,000 Americans a year.\n\nThe condition, caused by a damaged heart muscle slowing the flow of blood, can result from high blood pressure, \nheart attack, atherosclerosis, a congenital heart defect, rheumatic fever or lung disease. In a two-hour operation \nWednesday, doctors at the Mid America Heart Institute of St. Luke's Hospital in Kansas City implanted the 2-by- 2 \n1/2-inch sensor into the chest of Charles Wilson, a funeral director from Paola, Kan. The sensor, implanted below \nthe collarbone, measures the amount of oxygen in the blood and the pressure in the lung's arteries.\n\n-TANK EXPLOSION KILLS WELDER: A welder working on the top of a chemical storage tank in Houston was killed \nwhen his torch set off an explosion that blew him 100 feet, fire officials said. One other worker was treated for facial \nburns. \"I saw these two men up there and it (the tank) exploded like a watermelon and it was just melting,\" said \nwitness Jimmy Jackson. \"It shook everything.\" A four-alarm fire set off by the blast was brought under control within \nan hour. Officials told people within a half-mile to stay inside because of the risk of hazardous fumes. The tank held \nsodium sulfide, which becomes hydrogen sulfide when it burns. It is considered a low to moderate hazard.\n\n\n-JUDGE OUSTED OVER MLK REMARK: A Minnesota judge was removed from the bench for twice making a \nderogatory reference to the holiday for Martin Luther King Jr. Frederick R. \"Fritz\" Weddel, 64, admitted using the \nphrase twice the week before the Jan. 18 holiday. The judge called the holiday \"Martin Luther Coon Day.\" He was \nremoved last week after officials received a complaint from a court employee in Bemidji. \"He was very remorseful,\" \nMinnesota Supreme Court Chief Justice A.M. \"Sandy\" Keith said Wednesday. \"He felt terrible. But we are not going \nto tolerate that. We cannot have that in the court system, and he knows that.\"\n\n-TEEN SENTENCED IN HOMOSEXUAL KILLING: A Madison, Ind., teenager who watched as three friends tortured \nand burned a 12-year-old to death to avenge a supposedly wrecked homosexual affair was sentenced to 20 years \nin prison. Toni Lawrence, 16, wept but made no statement as Jefferson Circuit Judge Ted Todd imposed the \nmaximum sentence. She pleaded guilty last year to a reduced charge of criminal confinement causing serious injury \nin the Jan. 11, 1992, death of Shanda Renee Sharer. Witnesses said Melinda Loveless, now 17, masterminded the \nkilling because she thought Shanda had won the affections of her lesbian lover. Loveless testified this week that \nLawrence sat terrified while the others bludgeoned and sodomized Shanda, choked and cut her, then doused her \nwith gasoline and burned her alive.\n\nPEOPLE\n\nCBS President Laurence Tisch and his wife, Wilma Stein Tisch, are giving $ 5 million to Skidmore College. Mrs. \nTisch is a 1948 graduate of Skidmore, a liberal arts college 30 miles north of Albany, N.Y. The gift will be used to \nfund annual operations, create a permanent professorship and a student scholarship and boost the school's \nendowment, now about $ 49 million, Skidmore officials said.\n\nAMERICAN GRAFFITI\n\nA man who took a cab on a lengthy ride to a Philadelphia bank and on to a motel paid the $ 125 fare with cash \nsplattered with red dye and was arrested on bank robbery charges after the cabdriver tipped police. John Sarau, 29, \nwas arrested Tuesday night and charged with robbing a Commonwealth Federal Savings Bank of more than $ \n14,000 last Friday. He was held without bail pending arraignment.\n\nAccording to the FBI, a dye pack inserted in the money exploded as he ran from the bank. The FBI said Mr. Sarau \nand a girlfriend directed the cab from Runnemede, N.J., to the bank in North Wales Township, northwest of \nPhiladelphia.\n\nGraphic\n\n \n\nJames Porter photo: Houston firefighters battle flames after an explosion at a chemical tank Thursday. / Associated \nPress photo: Nothing to say A TV news reporter points a microphone at one of three lowland gorillas released from \nquarantine Thursday at Pittsburgh Zoo. The three, born in 1991 at Cincinnati Zoo, go on display in Pittsburgh this \nspring. / Associated Press\n"}