{"title": "Effort to Resurrect Immigration Bill Begins; 2nd Chance Depends on Whether Reid Will Allow It", "body": "\nMoments after senators shot down an immigration reform bill Thursday night, a rescue mission for the bipartisan \ncompromise was dispatched, even as recriminations flew over its stunning collapse.\n\nThe chief architects of the bill are confident that they can resurrect their deal, and Republican and Democratic \nnegotiators believe that they can reach agreement by early this week on the official sticking point: which \nconservative amendments would be considered before final passage. The list must be short enough for time-\nconscious Democrats, yet substantive enough for Republicans demanding to be heard.\n\nBut a second act will come only if Senate Majority Leader Harry M. Reid (D-Nev.) allows the immigration issue to \nreturn to the floor. And exactly where Reid stands on the bill is one of the many mysteries left smoldering after \nThursday's defeat.\n\nAnother is why the White House -- which regards immigration reform as key to reviving public support for \nPresident Bush -- offered backing that was too little, too late to keep the legislation moving. Though Bush could not \ncontrol the debate's timing, and was in fact in Europe all last week, administration officials did not show up on \nCapitol Hill until the bill was teetering on the brink.\n\nReid's motives have been a question mark from day one. Spokesman Jim Manley said his boss was prepared to \nsupport the immigration bill on final passage. But advocates had their doubts, given Reid's determination to limit \ndebate, and the green light he gave to one of the bill's Democratic critics to twice offer an amendment to end a \nguest-worker program after five years. Supporters of the immigration bill viewed the measure, which passed on \nthe second try, as a poison pill.\n\nMinority Leader Mitch McConnell (R-Ky.) also drew criticism, both internally and from Democrats, for not quelling a \nconservative rebellion that ultimately delivered the death blow to the bill.\n\n\nIn the end, the determination of the bill's opponents simply proved more overwhelming than the will of its \nsupporters to tackle such a difficult issue. Within policy circles, immigration reform is viewed as vital, addressing \nboth the growing demand for workers and the social costs of an illegal underclass. The public also generally \nsupports the idea. In a recent Washington Post-ABC News poll, a narrow majority of voters -- 52 percent -- said \nthey supported allowing illegal immigrants to remain in the United States, as long as they are penalized, while 44 \npercent opposed the idea.\n\nBut the two most obvious remedies -- the guest-worker program and a path to citizenship for illegal residents -- \ndrew opposition from two of the most powerful forces on the political landscape. On the Democratic side, labor \nunions protested the guest-worker program as a threat to American jobs. Many conservatives loathed the path-to-\ncitizenship provision, deriding it as \"amnesty\" for lawbreakers.\n\nAn Optimistic Start \n\nAfter a halting start last week, the Senate began churning through amendments at a rapid clip by Wednesday. The \nbill's architects believed they were on track for passage, certainly by early this week.\n\nBut Reid continued to insist that debate be cut off by Thursday, with a final vote on Friday night.\n\nThen, late Wednesday, he allowed a second vote on sunsetting the guest-worker program. The measure, offered \nby Sen. Byron L. Dorgan (D-N.D.), had previously failed by a single vote, but Dorgan was given a second chance \njust before midnight. This time, with the help of conservatives opponents -- who were seeking to kill the bill by any \nmeans -- Dorgan obtained a one-vote win.\n\nReid bristled when he was asked why he gave Dorgan a second chance. \"This is a killer amendment? After five \nyears, you'll take a look at how the program is working? I can't fathom why this is a bad amendment,\" he said.\n\nNot until midday Thursday did it dawn on both sides that Reid was serious about finishing quickly. Across the \nCapitol, leaders of the House's Congressional Hispanic Caucus were wrapping up their presentation on \nimmigration reform when an aide broke in with the news that the Senate leader would seek a second vote to end \ndebate.\n\nRep. Joe Baca (D-Calif.), the caucus chairman, and Rep. Luis V. Gutierrez (Ill.), the chief Democratic author of a \nmajor House immigration bill, dashed over to the Senate. But Reid did not see them until 6:30 p.m. Gutierrez \nimplored him not to pull the bill from the Senate floor. To the millions of illegal immigrants in this country, it was \"a \nmatter of life and death,\" he said.\n\nBut Reid made it clear his mind was made. \"His demeanor was, how should I say, decided on,\" Gutierrez said \nreluctantly. \"That's all I'm going to say about it.\"\n\nGOP Worries \n\nRepublicans were no less panicked. For several hours Thursday afternoon, McConnell huddled in his office with \nSen. Jon Kyl (Ariz.), the bill's lead Republican backer, along with more than half a dozen hard-line opponents. The \nidea was to allow the conservatives to vent and determine whether the GOP leadership could reach an \naccommodation. But it quickly became clear that there would be no deal.\n\nAlthough the Senate had already accepted his amendment to make English the national language, Sen. James M. \nInhofe (R-Okla.) demanded another vote on a tougher version. Sens. Jim DeMint (R-S.C.) and Jeff Sessions (R-\nAla.) wanted votes on about 10 amendments each, even though McConnell had told Reid that Republicans would \naccept a total of 13 additional amendments.\n\nDeMint then went to the Senate floor to refuse every offer Reid would make on further amendments. Republican \naides believed that the Reid strategy was clear: Democrats would cycle through GOP amendments all day long, \n\n\n\nthen move to cut off debate, hoping to paint Republicans as intransigent if they said no. DeMint decided to head off \nthe effort by refusing to let any amendments come up to a vote.\n\nThe move infuriated some senior Republicans, including Minority Whip Trent Lott (Miss.), who was urging the GOP \nleadership to take a harder line with the conservatives. But McConnell was reluctant to push too hard.\n\nThen word spread that Reid planned a no-confidence vote on Attorney General Alberto R. Gonzalez for Monday. \nNo longer were Republicans willing to accept Reid's assertion that the Senate could not spare one more day of \ndebate. Commerce Secretary Carlos M. Gutierrez and Homeland Security Secretary Michael Chertoff rushed to the \nCapitol, arriving at 7:15 p.m. to meet with senators in Vice President Cheney's office just off the Senate chamber. \nBut the administration's efforts were fruitless: The second vote was a fait accompli.\n\nChertoff rejected the suggestions that the administration had not hustled. \"They are going to have to fumigate the \nroom because we were basically living there. Anyone who says we weren't engaged is ignorant of the facts.\" Bush \nwill speak to Senate Republicans on Tuesday about immigration in a previously scheduled lunch.\n"}