{"title": "A Northern Neighbor Offers a Liberal Haven; Frustrated U.S. Voters Look to Canada", "body": "\n Got the blue-state blues? Rudi Kischer feels your pain. \n\n The Vancouver, B.C., immigration lawyer plans seminars in three U.S. cities -- Seattle, San Francisco and Los \nAngeles -- to tell Americans frustrated with President Bush's reelection that the grass is greener north of the \nborder. And that's not just an allusion to Canada's lenient marijuana laws. \n\n \"We started last year getting a lot of calls from Americans dissatisfied with the way the country is going,\" Kischer \nsaid. \"Then after the election, it's been crazy up here. The Canadian immigration Web site had 115,000 hits the day \nafter the election  -- from the U.S. alone. We usually only get 20,000 hits.\" \n\n There was so much interest that a Vancouver-based Internet company, Communicopia, set up a new Web site this \nmonth  -- www.canadianalternative.com -- to suggest Canada as a viable option for its American clients, including \nanyone concerned about constitutional bans on  same-sex marriage passed in 11 states this month. \n\n \"We invite you to get to know Canada,\" the site says. \"Explore the richness and diversity of our regions. And find \nout why Canada is the perfect alternative for conscientious, forward-thinking Americans.\" \n\n Canada suddenly has utopian appeal for many left-leaning Americans. Its universal health care, gay rights, \nabortion rights, gun-control laws, drug laws, opposition to the Iraq war, ban on capital punishment and ethnic \ndiversity mirror many values of the American left. Immigrants, including an estimated 1 million Americans, make up \nnearly 20 percent of Canada's population. The United Nations named Toronto the world's most multicultural city. \n\n And, as Michael Moore pointed out in \"Bowling for Columbine\" -- required viewing for many lefties -- in Canada, \nthere is apparently no reason to lock your door. \n\n On the other hand, it's cold. The baseball is not very good -- so long, Expos. And the taxes are higher, eh? \n\n But, as one American who has his bags nearly packed likes to say, at least the taxes go toward good causes. \n\n\n \"I just like their way of life a lot better, and with everything the Bush administration has done -- for the American \npeople to give him their seal of approval, it's basically the last straw,\" said Ralph Appoldt, a resident of Portland, in \nthe barely blue state of Oregon. \"Canada's basic population is much more intelligent, polite and civilized. I like their \nway of government a lot better. Their tax dollars go to helping those who need it, instead of funneling money back \nup to the wealthy and feeding this huge military-industrial machine.\" \n\n Appoldt, 50, a sales manager, and his wife, a nurse, figure that selling their house and getting their immigration \napproved could take more than a year. But they are moving, they insist. They have already hired Kischer to help \nthem. \n\n Though he may see a good business opportunity following the election, Kischer has no illusions of a mass \nAmerican exodus to Canada. Yanks have to follow the same procedures as everybody else -- including the $500 \napplication fee, the $975 landing tax and the wait of six months to two years. He only expects about 100 people at \neach of the how-to-move-to-Canada seminars, all scheduled in blue-state cities -- Dec. 4 in Seattle, Dec. 5 in Los \nAngeles and Dec. 6 in San Francisco. \n\n Nancy Bray, a spokeswoman for Citizenship and Immigration Canada, said her agency's Web site received \n261,000 hits from the United States in the two days following the election, but it will be many months before \nofficials can estimate  how many of them were serious. \n\n \"Our interest, our goal, is to attract the best possible immigrants,\" Bray says. \"If there's a lot of publicity about our \ncountry, that's to our benefit. But we're not interested in people's political leanings or political dissatisfaction.\" \n\n Jason Mogus, Communicopia's chief executive, said that although  his company wants  to help interested \nAmericans, moving to Canada should be plan B. \n\n \"We strongly encourage Americans to stay and build a culture in line with their values,\" Mogus said. \"In other \nwords, stay and fight.\" \n"}