{"title": "Preparing immigrant workers for change; A local nonprofit fears fallout from a new policy.", "body": "\nWith the federal government pledging to crack down on undocumented workers by using Social Security records \nas its principal sledge, companies that employ large numbers of immigrants are preparing to feel the heat.\n\nThe Welcoming Center for New Pennsylvanians, a job center for foreign-born workers, with offices in Philadelphia \nand Upper Darby, is gearing up, too - for the expected fallout. \n\n\"We're very worried about this,\" said Anne O'Callaghan, the center's executive director. \"The Social Security \ndatabase is known to be faulty. If you use it for immigration enforcement, it is certain some significant number of \nwork-authorized immigrants will be unjustly fired.\"\n\nA report in December by the Social Security Administration's inspector general found the database had an error \nrate of 4.1 percent. Misspellings, data-entry mishaps, name changes and other mistakes involve about 17.8 million \nrecords. \n\nNonetheless, Department of Homeland Security chief Michael Chertoff recently announced a new emphasis on the \nrules that require companies to terminate employees with dubious Social Security numbers or face fines of up to \n$2,200 per illegal worker.\n\nHow the initiative will work remains to be seen, because a Homeland Security spokeswoman acknowledged last \nweek that an IRS privacy provision prevents direct sharing of information between her department and the Social \nSecurity Administration.\n\nThe movement for stricter enforcement of existing laws comes on the heels of the Senate's deadlock over \nlegislation to overhaul immigration.\n\nWhile watching to see whether the government means what it says, groups such as the Center for Immigration \nStudies, which advocates immigration restrictions, say the crackdown is overdue.\n\n\"The standard response to illegal immigration has been increased border enforcement. And, in fact, such tightening \nof the border was long overdue,\" the group wrote on its Web site. \"But there has been almost no attention paid to \nenforcement at work sites within the United States.\"\n\nStarting next month, authorities are to rigorously enforce the so-called no-match letters that the SSA has, since \n1994, sent to companies whenever names, Social Security numbers, and W-2 forms don't jibe.\n\n\nCompanies have frequently ignored the letters with little consequence. Even when new regulations went into effect \nafter the Sept. 11, 2001, attacks, enforcement generally was lax. \n\nNow \"no-match\" mailings will include separate letters from the DHS warning companies and suspect employees \nthat they have four months to reconcile discrepancies or face prosecution, deportation, and increased civil penalties \nagainst the companies \"for knowingly employing an unauthorized person.\"\n\nTo prepare immigrants and employers for workplace raids and other tough enforcement measures, the \nWelcoming Center, a nonprofit serving Philadelphia and the Pennsylvania suburbs, stresses the contributions of \nimmigrants to the regional economy, holds information sessions for employers, and distributes \"The Changing \nFace of Pennsylvania's Workforce,\" a 26-page primer about hiring foreign-born workers that includes information \nabout the dozen or so visa categories permitting people to work seasonally or permanently in the United States.\n\nAmong the primer's findings:\n\nAn average 8 percent of the Greater Philadelphia population was \"foreign born\" in the decade 1970 to 1980; an \naverage 37 percent was foreign born in the decade 1990 to 2000.\n\nIn 1970, the top five countries of origin for immigrants relocating to Greater Philadelphia were all in Europe; in \n2005, none were. The leading country in 1970 was Italy. In 2005, it was India.\n\nWhereas immigrants once settled almost exclusively in inner-city neighborhoods, now many settle directly in \nsuburbia. The foreign-born population of Delaware County, for example, rose 33 percent from 2000 to 2005.\n\nSince 2003, the Welcoming Center has provided job referrals and other assistance to more than 2,000 clients from \n62 countries. The center's diverse staff of 10 speaks at least eight languages and provides newcomers with leads \non where to study English.\n\nAt a recent legal briefing the center held for a half-dozen employers, including a home-health-care agency and a \nPhiladelphia community center, there was palpable fear about the impact of the new rules, said lawyer Elizabeth \nSurin, who gave the briefing.\n\nIf we can't verify, do we have to fire them? attendees asked. \"It was clear from the audience,\" Surin said, \"it was a \nbig concern.\"\n\nAlthough the stereotype of an immigrant is a low-skilled, low-wage, possibly undocumented laborer, the center \nprovides assistance only to people who are legally permitted to work in the United States and can prove it. Many \nare well educated. They held high-status jobs in their native lands and had to settle for less after arriving here.\n\nThe center's goal is to match these people and others like them with appropriate employers - not only because \nthat's a nice thing to do, but also because it makes sense for the region economically.\n\nPennsylvania's population is among the nation's oldest. Waves of retirements could lead to chronic shortages of \nqualified workers in health care, information technology, and other critical industries, the center contends.\n\n\"Pennsylvania has the second-oldest workforce in America. If demography is destiny, where does that leave us in \n10 years?\" O'Callaghan asked, adding that work-eligible immigrants are an \"undervalued human resource\" for the \nregion's productivity.\n\nAt the other end of the spectrum are the people who \"milk our cows, bake our bread, cut our lawns, build our roofs,\" \nimmigration lawyer Hector Chichoni said. They may work illegally at the moment, he said, but they deserve a shot \nat becoming legal. Pathways to legal status are what the Senate legislation contemplated, along with stringent \nenforcement measures, but efforts at a compromise failed.\n\n\n\nChichoni, 45, an Italian-born, Argentinian-raised Miami lawyer and author of a chapter called \"What to Do When the \nGovernment Knocks at Your Door: Dealing With Trouble\" in a publication for immigrants, believes federal \n\"manpower will never be enough to police all the employers in the United States.\"\n\nCompounding the problem, he said, is the fact that a portion of the undocumented immigrant workforce - freelance \nlandscapers, for example - is virtually invisible because it operates on a cash-only basis.\n\n\"How is the government going identify those people?\" he asked. \"They are not in the system and will never go into \nthe system.\"\n\nContact staff writer Michael Matza at 215-854-2541 or mmatza@phillynews.com.\n\nGraphic\n\n \n\nPhotograph by: Feed Loader\n"}