{"title": "REP. CANDICE S. MILLER HOLDS A HEARING ON TERRORIST EXPLOITATION OF U.S. VISA SYSTEM", "body": "\nEVENT DATE: September 13, 2011\n\nTYPE: COMMITTEE HEARING\n\nLOCATION: WASHINGTON, D.C.\n\nCOMMITTEE: HOUSE COMMITTEE ON HOMELAND SECURITY, SUBCOMMITTEE ON BORDER AND \nMARITIME SECURITY\n\nSPEAKER: REP. CANDICE S. MILLER, CHAIRWOMAN\n\nWITNESSES:\n\nREP. CANDICE S. MILLER, R-MICH. CHAIRWOMAN REP. MIKE D. ROGERS, R-ALA. REP. MICHAEL MCCAUL, \nR-TEXAS REP. PAUL BROUN, R-GA. REP. BEN QUAYLE, R-ARIZ. REP. SCOTT RIGELL, R-VA. REP. JEFF \nDUNCAN, R-S.C. REP. PETER T. KING, R-N.Y. EX OFFICIO\n\nREP. HENRY CUELLAR, D-TEXAS RANKING MEMBER REP. LORETTA SANCHEZ, D-CALIF. REP. BRIAN \nHIGGINS, D-N.Y. REP. HANSEN CLARKE, D-MICH. REP. BENNIE THOMPSON, D-MISS. EX OFFICIO\n\nREP. HENRY CUELLAR, D-TEXAS RANKING MEMBER REP. LORETTA SANCHEZ, D-CALIF. REP. BRIAN \nHIGGINS, D-N.Y. REP. HANSEN CLARKE, D-MICH. REP. BENNIE THOMPSON, D-MISS. EX OFFICIO\n\nWITNESSES: THOMAS WINKOWSKI, ASSISTANT COMMISSIONER, CUSTOMS AND BORDER PROTECTION, \nOFFICE OF FIELD OPERATIONS\n\nED RAMOTOWSKI, ACTING DEPUTY ASSISTANT SECRETARY OF STATE\n\nJOHN COHEN, DEPUTY COUNTER-TERRORISM COORDINATOR, HOMELAND SECURITY DEPARTMENT\n\nPETER EDGE, DEPUTY ASSOCIATE DIRECTOR, HOMELAND SECURITY INVESTIGATIONS\n\nRICHARD STANA, GOVERNMENT ACCOUNTABILITY OFFICE\n\nREP. CANDICE S. MILLER, R-MICH. CHAIRWOMAN REP. MIKE D. ROGERS, R-ALA. REP. MICHAEL MCCAUL, \nR-TEXAS REP. PAUL BROUN, R-GA. REP. BEN QUAYLE, R-ARIZ. REP. SCOTT RIGELL, R-VA. REP. JEFF \nDUNCAN, R-S.C. REP. PETER T. KING, R-N.Y. EX OFFICIO\n\nREP. CANDICE S. MILLER, R-MICH. CHAIRWOMAN REP. MIKE D. ROGERS, R-ALA. REP. MICHAEL MCCAUL, \nR-TEXAS REP. PAUL BROUN, R-GA. REP. BEN QUAYLE, R-ARIZ. REP. SCOTT RIGELL, R-VA. REP. JEFF \nDUNCAN, R-S.C. REP. PETER T. KING, R-N.Y. EX OFFICIO\n\n\nREP. CANDICE S. MILLER, R-MICH. CHAIRWOMAN REP. MIKE D. ROGERS, R-ALA. REP. MICHAEL MCCAUL, \nR-TEXAS REP. PAUL BROUN, R-GA. REP. BEN QUAYLE, R-ARIZ. REP. SCOTT RIGELL, R-VA. REP. JEFF \nDUNCAN, R-S.C. REP. PETER T. KING, R-N.Y. EX OFFICIO\n\nMILLER:  I am going to call the hearing in order here this morning.  Of course this is a committee on Homeland \nSecurity, a subcommittee on Border and Maritime Security.  I think we have a very interesting -- interesting and \ncritically important topic to discuss this morning.  Of course the title of our hearing is Ten Years After 9/11:  Can \nTerrorists Still Exploit our Visa System, and we are going to be hearing testimony from a fantastic, distinguished \npanel whom I will be introducing in a moment.  And as I make my opening statement, you may want to take a look \nsome of the pictures that we are going to have up on the screen of various terrorists, murderers, cowards, \ncockroaches, however you want to categorize these individuals that overstayed their visas.  \n\n      And so, two days ago, of course, we commemorated the 10th anniversary of the devastating acts perpetrated \nby these cowardly terrorists who took the lives of nearly 3,000 of our fellow citizens, and as a nation, most of us had \nnot really heard before of Al-Qaeda -- before that day, despite of their financial contributions which funded the 1993 \nattacks on the World Trade Center, Papwa that had declared war against our nation in 1996, the bombing of our \nembassies in Kenya and Tanzania in 1998, and the bombing of the USS Cole in 2000. Despite these attacks, we \nwere really not prepared and certainly our countrymen paid a horrific price.  \n\n      In Article 1 Section 8, we find the enumerated powers of Congress and in the first paragraph of that section, you \nwill find which in my opinion is certainly the first and foremost responsibility of the Federal government and that is to \nprovide for the common defense.  And the very purpose of this committee is aligned with this principal responsibility \nof the government and to guard against another attack, and photographs along our wall in this committee hearing \nroom certainly remind us of our purpose -- to defeat Al-Qaeda and like- minded groups and to defend our homeland \nincluding -- which includes of course securing our borders.   And on that day in September, we learned a very hard \nlesson as a 9-11 Commission has noted, for terrorists, they said travel documents are as important as weapons and \nfour of the 9-11 hijackers had overstayed visas, a missed opportunity to prevent the attacks.    \n\n      Since September 11th, we put a series of measures in place to strengthen our visa security process and today, \nwe have a layered approach that begins overseas at the U.S. embassies and consulates around the around the \nworld which pushes our border out to deter and prevent visa fraud and terrorists from obtaining travel documents. \nImmigrations and customs -- customs enforcement agents and customs and border protection officers are now \nstationed overseas to conduct additional background checks -- checks on prospective visa applicants. And certainly \nwhile the system is an improvement over what was in place before 9-11 is by no means perfect.  We will be \nexploring today what we can do to improve our system.  \n\n      Our enemies are attacking our country and are actively seeking to avoid our counter measures.  Our job is to be \none step ahead instead of constantly reacting to their last attack.  In the case of the Christmas day bomber, we see \nhis picture there; it certainly illustrates the length terrorists will go to afford our security measures.  The Christmas \nday bomber was known to the intelligence community.  His father had approached the embassy in Nigeria with his \nconcerns that his son may be involved in terrorism.  But still he was able to fly in a valid U.S. visa.  He tried to \ndetonate his concealed explosive device 7 minutes before the plane was to land in Detroit. Of course, I reside in the \nDetroit area, flying in and out of that airport, just flew out of it yesterday, which would have placed that plane, and \ncertainly over my congressional district over Southeast Michigan - and so, I am especially interested to hear from \nour witnesses today about the progress we have made to ensure that another known person of concern cannot \nboard an aircraft with a valid U.S. visa.  \n\n      Last week, before the full committee, Ranking Member Cuellar and I were just talking.  We heard from \nRepresentative Lee Hamilton and Former Secretary Tom Ridge regarding the progress of the 9-11 Commission \nrecommendations.  The report recommended and Congress mandated a biometric exit program to ensure that \nforeign visitors have not overstayed their visa and have returned home; however, this administration has still not \narticulated the way forward on this vital program.  The U.S. visitor and immigration status indicator technology, or \nU.S. Visit as they call it, captures foreign national's fingerprints at the port of entry and that U.S. consulates \noversees in instances where the individual is traveling on a visa.  The fingerprints are then recorded and compared \n\n\n\nwith fingerprints already in the Federal database to check for immigration violators, criminals, and others wanted \nfor violation of U.S. laws.  \n\n      In 2009, U.S. Visit conducted an exit pilot project that the Detroit and Atlantic -- Atlanta airports -- and generated \n175 watch list and more than 120 visa overstay hits.  So, I think, if we are serious about controlling who comes into \nour nation and preventing another attack, we need to get serious about an exit program.  It has been more than two \nyears since the pilot, and the department again has yet to articulate a program or a plan to move forward with a \ncomprehensive exit plan in the air environment or elsewhere.  And more than just preventing terrorists from entering \nthe country, the lack of visa exit program inhibits our ability to control our border.  I think it is an interesting statistic \nthat in this country as we talk about illegal immigrants and how many are here in our country, it is interesting to note \nthat it is theorized that about 40 percent of everyone who is here illegally did not come across the border.  They are \nhere because of overstay of visa -- 40 percent, a very startling number.  \n\n      Today, there is backlog of 757,000 visa overstay records, so we obviously have to do better than that, and I will \nbe very interested as our hearing progresses about -- talking about this backlog, what we are doing to ensure that \nwe don't have such a backlog in the future. ICE pursues only a small fraction of these visa overstayers.  By not \nseriously enforcing visa overstays, we are sending a message that if you make it pass the port of entry, the chances \nof us ever finding you are slim to none, and ICE enforcement memos put an additional question marks over our \nenforcement effort.    \n\n      We do know that terrorists have a very strong affinity for using the student visa process to enter the country.  \nEarlier is year, a young man from Saudi Arabia purposely sought out a program that will allow him to come to the \nUnited States as a student and then of course, he has been accused of purchasing chemicals he intended to use to \nconstruct an IED, so we have a lot of questions about this and certainly our visa security process needs to be \nrobust.  We have to deny terrorists the freedom of movement because 10 years ago, we saw what failure looks like \nvery unfortunately on that horrific day which we all commemorated just this past Sunday.  At this time, the Chair will \nnow recognize the Ranking Minority Member, the gentleman from Texas, Mr. Cuellar, for his opening statement.  \n\nCUELLAR:  Thank you, Chairman Miller, for holding this committee hearing.  I also want to thank the Ranking \nMember of Full Committee for the work that he has done in the past in this issue.  I am pleased that the \nsubcommittee is meeting today to examine the issues of visa security which is particularly appropriate as we \nrecently marked the 10th anniversary of the terrorist attacks of September 11, 2001.    \n\n      The 9/11 hijackers did not sneak in to this country, did not cross the river Rio Grande, but rather into the United \nStates on visas.  More recently, the attempted bombing of an airline on Christmas day 2009 refocused the attention \non the vulnerabilities in the visa process.  Since 2001, the Department of Homeland Security and the Department of \nState with the direction from Congress have taken important steps to strengthen visa security including efforts to \nidentify and enforce overstayed individuals who are admitted to the United States legally either with or without a \nvisa - but then overstays are authorized periods of the mission.  Of the approximately 11.5 million to 12 million \nunauthorized resident alien population; the most recent estimates proposed that it is about 33 to 48 percent are \noverstays.  That is almost 50 percent of all of the people that got here.  Again, I emphasize that they did not cross \nRio Grande, but actually came in through a visa and overstayed - 5 of the 19 of the September 11, 2000 hijackers \nwere overstays.  \n\n      There should be no argument against the vital importance of the work completed by the immigration and \ncustoms enforcement or ICE, and the commentaries and criminal exploitation unit, the CTCEU, whose primarily \nresponsibility is overstay enforcement.  In addition to the CTCEU overstay investigation - primary responsibility for \napprehending and removing overstays as well as aliens who do not have -- do not have lawful immigration status \nrest with ICE, the enforcement removal operations or ERO.  It is my understanding that certain individuals subject to \norders are removed from the U.S. is often delayed due to the respective host government relations and members.  I \nwill have a -- I will have a handout on this and over -- an overhead to go over this and ask the witnesses on this \nparticular issue.  \n\n\n\n      Consequently, host countries refuse to accept the return of the national -- national or use lengthy delaying \ntactics, and I know this is an issue that I sat down with John Morten and the state department -- trying to get the \nstate department to move a little faster on this particular issue, and I look forward to hearing more from the state \nand GAO about the U.S. relations with these recalcitrant countries and why visas continue to be issued to \nindividuals from such countries and at what rate, and as well as recommended status for improvements and actions \nbeing taken.    \n\n      And again, members, I would ask you to look at this particular issue as -- as we talk about this.  Also, within \nDHS and ICE, ICE has put up a visa security unit or VSU at high-risk visa-issuing post and it is my understanding, I \nmight be wrong -- but it is my understanding that historically there has been some tension between ICE and state \nregarding getting you VSUs established and hopefully, we have gone beyond that turf battle.  I hope to hear from \nthe two agents whether they have made progress in overcoming those obstacles.  \n\n      Customs and border protection also plays an important role in preventing terrorist travel to the U.S.  They have \nestablished immigration advisory program units and key oversees airports to help screen travelers to the U.S.  \nAlso, I visited the CVP national charter and I have seen the good work that they are doing along with inter- agency \npartners prescreening individual's enroute to the country. Many believe that given its security measures and \nresources, DHS should play an even greater role in the visa processes.  At a minimum, we need to make most of \nour limited visa security resources and ensure that all agencies are doing their part.    \n\n      I look forward to hearing from DHS and state witnesses about their agencies can work cooperatively to prevent \nthose who would seek to do us harm from traveling to the United States.  It is worth noting that despite all the \nattention and all the vulnerabilities along the southern border, and again, I emphasize, members, an estimated 40 to \n48 percent.  As the chairwoman said of those currently in the U.S. illegally entered -- legally through the proverbial \nfront door but have overstayed.  Again, visas legally into the United States that overstayed, not crossing the Rio \nGrande.  \n\n      We know that the overwhelming majority of those who entered the country do so for legitimate purposes, even \nto those who entered the country illegally or intralegally but overstayed, the majority mean this country no harm.  \nBut nevertheless, those people have overstayed and have violated the law.  However, a decade after 9/11, the fact \nremains that there are terrorists and other who seek to enter the United States for purposes to hurt us and our \ncommunity.  So, I look forward to a good, frank dialogue on this important Homeland Security matter and I thank the \nChairwoman Miller for holding this important hearing and the witnesses for joining us here today.  Thank you.  \n\nMILLER:  I thank the gentleman and before I recognize the Ranking Member of the Full Committee, I would ask a \nunanimous consent that the gentleman from Florida, Mr. Bilirakis, who is the chair of the Committee and \nSubcommittee on Emergency Preparedness, Response, and Communications, be permitted to sit and participate in \ntoday's hearing.  Without objection, so ordered.  \n\n      At this time, the chair would recognize the Ranking Member of the -- Minority Ranking Member of the Full \nCommittee, the gentleman from Mississippi, Mr. Thompson, for his opening statement.  \n\nTHOMPSON:  Thank you very much, Madam Chair, and I appreciate you holding this hearing.  I also welcome our \npanel of witnesses.    \n\n      In the aftermath of the September 11 attacks, Congress recognized the importance of securing the visa process \nand required it to be used as a counter-terrorism tool.  Since that time, the Department of Homeland Security and \nState have made important strides to better securing of visa and passing the prescreened processes of travels to \nthe United States.  Efforts including establishing visa security units at high-risk embassies and consulates deploying \nimmigration advisory program personnel at foreign airports and enhancing prescreening of airline passengers \nbefore they arrive in the U.S.  However, the attempted bombing of Northwest flight 253 on Christmas day 2009 by \nan individual with a valid U.S. visa served as a wakeup call about the persistent visa security vulnerabilities.  \n\n      During the 111th Congress, the Committee on Homeland Security and this subcommittee held hearings to \nexamine the circumstances surrounding the attempted Christmas day bombing.  From my examination of the chain \n\n\n\nof events leading up to the incident, it is clear that there were several failures that allowed the perpetrator to board \nthe U.S. bound flight.  Today, I look forward to hearing what process -- progress has been made in closing those \nsecurity gaps since that incident nearly two years ago.  I also hope to hear that DHS and the state department have \ntaken proactive measures to address possible emerging threats to visa security.  I have long held that we must \ndevelop a layered security report that pushes borders out and begin a screening process for an advanced \npassenger boarding flight to this country.  \n\n      Both DHS and the state department have vital roles to play in this effort.  Clearly define responsibility and close \ncoordination between the departments are essential to its success.  I want to hear from the witnesses today \nwhether the turf battles between the departments are now a thing of the past or if they still linger.  I certainly hope it \nis the former, and not the latter.  Of course, the security efforts require appropriate personnel and resources and \nthat in turn requires adequate funding.    \n\n      Members of Congress who talk a good game on border security would need to put their money where their \nmouths are when it comes to funding these programs, even in tight budgetary times.  Just as we must ensure the \nsecurity of the visa process for those entering the U.S., we must also ensure individuals depart this country in a \ntimely manner.  As already indicated, over 40 percent of the persons unlawfully present in the U.S. -- in this country \nlegally and have overstayed.  Among those millions of people may be a handful of those who seek to do us harm.  \n\n      In accordance with the 9/11 commission recommendation, Congress has repeatedly required DHS to deploy a \nbiometric entry/exit system on their U.S. visits to track visitors to the U.S. yet a decade after September 11, 2001, \nwe are no closer to having such a system than we were on that fateful day.  Some of us have read the paper this \nmorning and I guess somebody is going to tell us something to do -- new about that in this hearing.  I look forward \nto hearing that.  The lack of progress toward this mandate under this administration and his predecessors is simply \nunacceptable.  I hope to hear from our witnesses about how DHS can fully fulfill our 9/11 commission \nrecommendation and Congressional mandate.  We will never truly have visa security until an entry/exit system is \ncompleted.  I thank the witnesses for being here today and I look forward to their testimonies.  \n\nMILLER:  I thank the gentleman for his comments and it is interesting to know that the administration is making -- is \ngoing to be making an announcement this issue based on the fact that we are having a hearing about it.  So, I \nsometimes think it is a great -- this is exactly what Congress needs to be doing.  It is exercising its oversight \nresponsibilities to get some action on some various things. What I will do is go through and read the bios of the \nvarious -- of all of our witnesses, our very distinguished panel, and we appreciate you all coming and then we can \njust start going through it rather than interrupting each time.  \n\n      First of all, we would be hearing from Thomas Winkowski who is the Assistant Commissioner from the office of \nfield operations U.S. customs and border protection department of Homeland Security.  He was appointed the \nAssistant Commissioner in August of 2007.  He is responsible for operations at 20 major field offices, 331 ports of \nentry, 58 operational container security initiative ports and 15 pre- clearance stations in Canada, Ireland, and \nCaribbean.  Previously, he served as director of field operations in Miami where he was responsible for managing \nall inspectional operations at the Miami international airport and the seaport, Port Everglades, Fort Lauderdale \ninternational airport in West Palm Beach and Key West as well.  \n\n      Then we will hear from Mr. Edward Ramotowski who is the Deputy Assistant Secretary, acting bureau of \nconsular affairs U.S. Department of State.  He assumed his current position as Managing Director of visa services \nat the U.S. Department of State in August of 2009, and in that position, he oversees the visa office in Washington, \nD.C., two domestic processing centers as well as visa operations of over 200 U.S. embassy and consulates abroad.  \nFrom August of 2006 to July of 2009, he served as principal officer at the U.S. consulate general in Guadalajara, \nMexico.  He has previously worked as a special assistant to the assistant secretary of state for consular affairs, \nchief of the consular section of the U.S. embassy in Nassau, Bahamas, and the U.S. consul in Warsaw, Poland.  \n\n      Then we will hear from Mr. John Cohen who is the deputy counter- terrorism coordinator, Department of \nHomeland Security.  He serves as a principal deputy coordinator for counter-terrorism at the U.S. Department of \nHomeland Security and as a senior advisor on counter- terrorism law enforcement and information sharing.  He has \n\n\n\nalso served as the senior advisor to the program manager for the information sharing environment office of the \ndirector, national intel, where he authored and coordinated the implementation of key components of the national \nstrategy for information sharing.  \n\n      Peter Edge, the deputy associate director Homeland Security Investigations, Immigration, Customs \nEnforcement, Department of Homeland Security began his law enforcement career in 1986 in Essex County, New \nJersey, prosecutor's office prior to his selection as a special agent with the U.S. Customs in Newark, New Jersey.  \nIn 2005, Mr. Edge was promoted to the position of assistant special agent in charge of New York office where he \nled high profile investigative components such as the El Dorado task force, the New York study financial crime area, \nJFK international airport and immigration division.  And today, he serves as a deputy associate director of \nHomeland Security Investigations for the U.S. Immigration and Customs Enforcement.  \n\n      And then, we will hear from Mr. Richard Stana.  We welcome him back to the committee again, director of the \nHomeland Security Injustice, government accounting, accountability office.  Adjoined his 27-year career with the \nGAO, he has directed reviews on a wide variety of domestic -- complex domestic and military issues while serving \nin headquarters, field and oversee offices.  Most recently, he has directed GAO's work relating to immigration, \ncustoms law enforcement, drug control, corrections, court administration, and election system. So, as you can see, \nwe have a very, very distinguished panel and we will begin with Mr. Winkowski.    \n\n      The floor is yours, sir, for your prepared testimony.   \n\nWINKOWSKI:  Good morning, chairwoman and to our Ranking Member Cuellar, and distinguished members of this \nsubcommittee.  Thank you for the opportunity to appear today to discuss CDP's visa security efforts.  \n\n      Since its establishment in 2001, the national targeting centers' priority mission has been to provide tactical \ntargeting analytical research support anti-terrorism efforts.  The NTC develops tactical data and intelligence to \nprevent high risk travelers and goods from entering the United States.  Centralized NTC targeting endeavors \ncombined with interagency collaboration as well as robust partnership with our foreign counterparts ensure a \ncoordinated response of terrorists and national security events.  CDP works in coordination and collaboration with a \nnumber of government agencies with -- with broad authorities, robust capabilities and missions that are \ncomplimentary for our nation's security.    \n\n      Each agency's unique capability and resources leverage DHS' layered risk management approach to safeguard \n-- in safeguarding U.S. boarders.  A few critical examples of this, Chairwoman Miller, the NTC coordinates with the \ntarget -- the terrorist screening center to resolve every terrorist screening data base encounter.  We work closely \nwith state departments to enhance visa security and as a result, the state department has revoked more than 1,000 \nvisas based on CDP's results and recommendations.  ICE has collocated visa security personnel at the National \nTargeting Center to augment its current operations, and we are collaborating with TSA and the private sector on an \nair-cargo advance screening pilot, which was implemented following the October 2010 attempts by extremist to \nship explosive devices in their cargo shipments.  Additionally, CDP has information sharing agreements with foreign \npartners including Canada, United Kingdom, New Zealand, and Australia.  \n\n      On an average day, the CDP processes nearly 1 million travelers at our ports of entry.  The challenge faced by \nCDP each day is rapidly and accurately identifying those individuals that pose a threat to the U.S. and prevent their \nentry into the country.  CDP takes its action at a number of points in the travel continuum in the area of visa and \nvisa waiver program security while the state department is responsible for visa issuance. CDP has partnered with \nthe state department to ensure -- to ensure the visa issuance and travel process.  In March of 2010, we \nimplemented a system that -- that checks visas on a continuous basis.    \n\n      Under the visa waiver program, and the electronic system for travel authorization, ESTA, who conducts \nenhance betting on visa waiver program applications and advanced travel, and as you recall that was a 9/11 \ncommission new recommendation.  In the area of pre- departure screening, CDP now conducts pre-departure \nscreening of all travels prior to boarding flights bound for the United States.    When the NTC identifies the high-risk \ntravel through this process, we coordinate with our immigration advisory program offices that are located in eight \nairports around the world or our regional carrier liaison group which are located in three areas in the United States, \n\n\n\nHonolulu, JFK Airport, and Miami International Airport.  To resolve the issues, I recommend to the carrier that a \ntravel not be boarded.  \n\n      Now, as a result of these efforts, 100 percent of travelers on all flights arriving at and departing from the United \nStates are checked against government database prior to boarding the flight.  In fiscal year 2011, CDP made more \nthan 2,000 no board recommendations to carriers.  In the area of outbound, in addition to pre-departure screening \nof inbound travelers, we have also enhanced our outbound screening efforts.  As a result, CDP has notable \nsuccess in identifying preventing the departure of the Time Square bomber in May of 2010 as well as the suspected \nserial killer that was departing the Atlanta Airport in August of 2010.  \n\n      In closing, CDP has continued and proactively looking for solutions to threats to the homeland identified by \noperationalizing intelligence to real-time targeting, offices screening and data sharing.  Partnering with our \nagencies and nations, we extend our borders and exchange the information which is a truly global fight against \nterror.  \n\n      Our future state should include additional screening processes and methods to make this protection a greater \nreality so the American public remains safe.  Chairwoman Miller, Ranking Member Cuellar, and members of the \nsubcommittee, thank you for the opportunity to testify. I look forward to answering your questions.  \n\nMILLER:  Thank you very much.  The chair now recognizes Mr. Ramotowski for his comments and his testimony.  \n\nRAMOTOWSKI:  Good morning, Madam Chairman, Ranking Member Cuellar, and distinguished members of the \nsubcommittee.  \n\n      As a 25-year veteran of the United States Foreign Service, it is my honor to testify before you just two days after \nour nation marked a most somber event, the 10-year anniversary of the 9/11 attacks.  My colleagues and I in the \nForeign Service in the state department will never forget that day and we are fully determined to ensure that such a \ntragedy does not occur again.  My focus today is on how the department of state reformed the visa process in the \n10 years since 9/11 to eliminate the loopholes for terrorists to exploit our system as well as additional measures \nthat the department undertook in response to the December 25, 2009 attempted airline bombing.  \n\n      Today, visa processing rests on a multilayered approach to security, what we refer to as the five pillars: \ntechnological advances, biometric innovations, personal interviews, interagency data sharing, and intensive \ntraining.  All of these pillars supported the department's response to the Christmas day incident and we are \ncontinually refining and improving than to deal with constantly evolving threat.  Among the key measures taken, we \nimproved our visa's viper terrorist information reporting program by directing all chief submission to ensure that it \nwas working effectively at all their posts and instructing consul officers to include complete information about the \nU.S. visa status of any individuals included in viper reporting.    \n\n      As a second critical step, we issued new instructions to officers on these procedures, and we enforce standing \nguidance on their discretionary authority to deny visas under Section 214B of the Immigration and Nationality Act \nwith specific reference to cases that raised security and other serious concerns.  We also created a dedicated \nrevocation unit in Washington that is focused exclusively in ensuring that any derogatory information on U.S. visa \nholder is rapidly evaluated and acted upon. \n\n      As another step, we improved the capability of consular systems to match visa records against new and \nderogatory to support the visa revocation process and appropriate cases.  We employ sophisticated name \nsearching algorithms to ensure it matches the derogatory information contained in the millions of records in our \nlookout system.  We used our authority to immediately revoke a visa in circumstances where we believe there is an \neminent threat.  The continuous betting of the database of issued visas the department and our partner agencies \nhelp to ensure that new derogatory information that arises after this issuance is rapidly analyzed for revocation \npurposes.  \n\n      Let me briefly turn to the overall visa security and the five pillar systems that we have in place today.  Before \nany of these are issued, the applicant's fingerprints are screened DHS and FBI databases.  We use facial \n\n\n\nrecognition technology to screen these applicants against a watch list of photos obtained from the terrorists' \nscreening center as well as visa applicant photos contained in our own consular consolidated database.  Our new \nonline visa application forms have the potential to provide consular and fraud prevention officers as well as our \nintelligence and law enforcement partners the opportunity to analyze data in advance of a visa interview including \nthe detection of potential non-biographic links to derogatory information.  We have a vicious plan to screening \nmore of these data with our partner agencies to make the visa system even more secure.  \n\n      We also invest heavily in our people.  Each consular officer completes the basic consular course and receives \ncontinuing advance education in interviewing and name checking techniques throughout his or her career.  \nLanguage fluency and area and cultural knowledge are other important skill sets that consular officers use daily to \nimprove the adjudication of visas.  We work closely with our partners to ensure that no terrorist receives a visa or \nadmitted into our country. Our vast database of visa information is fully available to other agencies and we \nspecifically designed our systems to facilitate comprehensive data sharing.  In return, we have unprecedented \nlevels of cooperation with law enforcement and intelligence agencies and benefit from their capabilities and \nresources in ways that were not possible at the time of 9/11 or even on Christmas day of 2009.  \n\n      Distinguished members of the committee, our current layered approach to border security screening in which \nagency applies its particular strengths and expertise best serves our border security agenda while further and \ntraditional U.S. interest and legitimate travel, trade promotion, and exchange of ideas.  The United States must \nmeet both goals to guarantee a long term security.  \n\n      Thank you and I welcome your questions.  \n\nMILLER:  Thank you very much.  The chair now recognizes Mr. Cohen for his testimony.  \n\nCOHEN:  Thank you, Chairman Miller, Ranking Member Cuellar, Mr. Thompson, members of the subcommittee.  \nThank you for the opportunity to be here today to discuss efforts to prevent terrorists from exploiting our visa \nsystem.  \n\n      As you have heard and as you pointed out yourself, through our combination of extended and recurrent betting \nof visa applicants, visa holders, as well as improved capabilities that I will describe in just a bit of betting potential \noverstays, the ability of terrorists to exploit our visa system has been greatly diminished.    \n\n      Over the past three years, Sec. Napolitano has made it a top priority for the department through ICE, records of \nICE, and CDP, and U.S. visit in our headquarter elements to improve our ability to ret prior to departure of those \ntraveling to the United States on visa -- from a visa waiver country.  We have made some significant progress in \nleveraging the vast holdings of the intelligence community, the law enforcement community, and improve the \ninformation sharing and operational coordination between law enforcement, intelligence community, and those \nresponsible for protecting our borders.  \n\n      Today, what I am about to describe is the next step in that process because we have embarked on an effort to \nautomate data queries that in the past were carried out through manual data -- database checks.  And this is \nimportant because in many respects, a big part of the problem and one of the main reasons that we have what are \ncommonly referred to as backlog is because of the time-consuming nature that these database queries are \nrequired.  By interlinking immigration, national security, and law enforcement information systems, and better \nusing of intelligence driven and targeting capabilities such as those used at the National Targeting Center and \nthrough the automated targeting system, we have and will continue to bring greater efficiency to this process, and \nthis will allow for a more effective use of personnel involving, investigating -- investigations, and analysis.  \n\n      You referred to earlier, Madam Chairman, to the 750,000 records that had been embedded.  We began with 1.6 \nmillion records and through the initiative that began earlier this year that involved CDP, ICE, U.S. Visit, NCTC, and \nothers, we were able to eliminate from that 1.6 million records, approximately 800,000 records that we were able to \ndetermine had actually departed the country or had changed their immigration status.  That left approximately \n839,000 records that we were then able to ret through the holdings of the NCTC and leveraging CDP's technical \n\n\n\ncapabilities through a variety of law enforcement and databases.  Each one of those 839,000 records has been \nvetted from the national security and public safety perspective.  \n\n      Let me repeat that.  The entire set of records in that 839,000 dataset has been retted from a national security \nand public safety perspective.  Through this process - this automated and manual process, we have been able to \nprovide two ICE, CTCEU and ICE Investigations, several thousands of additional leads which they have fully retted, \nfully investigated, and in the process of impeding the investigation processes.  This is a significant milestone.    \n\n      We learned from that effort that we could do more to automate the process.  And you know, the next 6 to 12 \nmonths, we -- you will see a number of improvements.  We will further enhance our ability to prevent suspected \nterrorists from exploiting the visa system or visa waiver program because we will be bringing automated processes \nto our ability to determine the location and the immigration status.  We are seeking to eliminate to the greatest \ndegree possible all of those manual database checks that carried out in this country, that are carried out by visa \nsecurity agents abroad.  We will improve U.S. Visit ability to determine whether a person is an overstay status and \nquickly identify and forward to ICE investigators in -- overstay are of national security or public safety concern.  \n\n      We will incorporate and enhance vetting capability that aggregates information from multiple systems into a \nunified electronic VCA (ph) reducing the need for U.S. Visit or researchers and ICE agents to review multiple \nsystems.  We will build and provide Congress country by country data -- data on percentages of nationals who \nhave overstayed their period of admission.  We will establish a more complete enhanced biographic exit system \nwhich will include expanded use of biometric data collected and retain law enforcement immigration and DOD (ph) \nsystems.  In addition to providing enhanced biographic exit capability, we will have established a foundation for a \nbiometric exit capability.  And as resources become available and biometric collection technology continues to \nmature in the coming years, we will integrate those advances into this biographic exit foundation.    \n\n      We are looking for leverage as I pointed out, this same architecture into the visa protection program allowing \nICE to bring analytic responsibilities back home here to the United States thereby allowing agents abroad to be \nmore focused on investigative activities. I appreciate again the opportunity to be here today and I look forward to \nanswering any questions.    \n\n      Thank you.  \n\nMILLER:  Thank you very much, Mr. Cohen.  We look forward to questioning you and all that new information you \njust gave us, so get ready.  \n\nCOHEN:  OK.  \n\nMILLER:  Next, the chair recognizes Mr. Edge.  \n\nEDGE:  Good morning, Chairman Miller, Ranking Member Cuellar, and distinguished members of the \nsubcommittee.  On behalf of Sec. Napolitano and Dir. Morten, thank you for the opportunity to discuss ICE's efforts \nto prevent the exploitation of our visa system by terrorists.    \n\n      These overstays and other forms of status violation bring together two critical areas of ICE's mission: national \nsecurity and immigration enforcement.  The importance of determining who to allow entry into the United States \nand ensuring compliance with the conditions of such entry cannot be understated.  We are proud of the good work \nthat we have done over the last 10 years to protect the integrity of our visa system.  ICE recognizes that those who \npose national security threats often commit immigration benefit fraud while seeking to enter or remain in the \nUnited States, and we work hard to detect and deter immigration fraud by continually enhancing our antifraud \nefforts.  Working closely with citizenship and immigration services or CIS, ICE exercises criminal authority in the \ndetection and deterrence of immigration fraud.    \n\n      While recognizing CIS' administrative authority, this strategy allows ICE to concentrate its efforts on major fraud \nconspiracies and other cases of national security or public safety interest while allowing CIS to adjust the bulk of \nimmigration benefit fraud cases administratively.  As you know, the Homeland Security Act of 2002 directs DHS to \n\n\n\nassist in the identification of these applicants who wish to enter the United States for illegitimate purposes including \nillegal immigration, criminal activities, and terrorism-related activities.    \n\n      The visa adjudication process is often the first opportunity to assess whether a potential non-immigrant visitor or \nimmigrant presents a threat to the United States.  The visa security program is one of several ICE's programs \ndesigned to minimize global risks. Our special agents in the visa security program focus on select applicants who \nmay have connections to terrorisms or transnational criminal organizations.  We then coordinated with the state \ndepartment to develop targeting plans based on the various threats.  DHS does not participate in all these \nadjudications, but rather becomes a part of the process following initial screening of an applicant and countries \nwhere ICE is carrying operation -- happens to be present.  DHS actions compliment the consular officers' initial \nscreening, applicant interviews, and reviews of applications and supporting documentation. ICE now conducts visa \nsecurity operations at 19 high-risk visa adjudication posts in 15 countries.  \n\n      In fiscal year 2011 to date, the visa security program has screened over 900,000 visa applicants, and in \ncollaboration with our state department colleagues determined that 130,000 require further review.  Following the \nreview of these 130,000 applications identified derogatory information on more than 10,400 applicants.  In every \ninstance, the State Department followed ICE's recommendation concerning the visa applicant.  \n\n      A vulnerability that the past that have been exploited involved the acceptance of foreign students and visitors \ninto the U.S. Educational System.  Helping to mitigate this vulnerability is ICE's Student and Exchange Visitor \nProgram or SEVP which is a self-funded program based on fees collected from students exchange visitors and \nschools.  \n\n      This program certifies, recertifies and decertifies school's eligibility to sponsor foreign individuals for scholastic \nenrollment and other academic purposes.  The SEVP acts as the bridge for government organizations that have an \ninterest in information on foreign students.  SEVP helps DHS and the State Department to monitor schools and \nexchange programs regarding the visa classifications of F for academic, M for vocational and J for exchange \ncategory visitors.  \n\n      SEVP administers the F and M student visa categories while the State Department manages the J Exchange \nVisitor Program.  SEVP collects, maintains and provides the information so that only legitimate foreign students or \nexchange visitors gain entry to and remain in the United States.  SEVP uses Student and Exchange Visitor \nInformation System or SEVIS to track and monitor schools and program students, exchange visitors and there \ndependents approve to participate in the U.S. Education System.  \n\n      SEVP interacts closely with ICE's Counterterrorism and Criminal Exploitation Unit, CTCEU, the first national \nprogram dedicated to the enforcement of nonimmigrant visa applications.  Today, through the CTCEU, ICE \nproactively develops cases for investigation and cooperation with SEVP and the US-VISIT Program.  As we move \nforward, it is imperative that we expand the nation's enforcement efforts concerning overstays and other status \nviolations specifically regarding those who threatened national security or public safety.  \n\n      According -- accordingly, ICE is analyzing various approaches to this issue including (sharpening) the focus of \nprograms that address vulnerabilities exploited by visa violators.  Ten years after the attacks of 9/11, ICE has made \nsignificant progress in preventing terrorist from exploiting the visa process.  \n\n      Thank you again for the opportunity to testify today, and I would appreciate your continued support of ICE and \nlaw enforcement.  Thank you very much.  \n\nMILLER:  Thank you, Mr. Edge.  You certainly do have our continued support, and now the chair recognizes Mr. \nStana.  \n\nSTANA:  Thank you, Chairman Miller and Mr. Cuellar for the invitation to testify today's hearing about GAO's work \non this very important topic and that's the integrity and security of our visa processes.  \n\n\n\n      As you know, each year, millions of visitors come to the United States legally for a temporary visit.  In the six \nyear period from fiscal year 2005 to 2010, there were 36 million nonimmigrant visas issued for things like pleasure, \nbusiness travels, and student exchanges and so on among other things.  In addition during that same period, over \n98 million visitors were admitted to United States under Visa Waiver Program.  \n\n      While most visa abusers, you might say, are motivated by economic opportunities to enter the United States \nand work, there are other national security consequences as was mentioned earlier, five of the 19, 9/11 hijackers \nwere here on one or the other overstay category and 36 of 400 individuals convicted in international terrorism-\nrelated investigations by the Department of Justice were overstays.  \n\n      As you've heard from the other panelist, both DHS and state have made some progress in ensuring up our visa \nprocesses, and I'd like to discuss three areas from my prepared statement which could possibly add some contacts \nto what you've heard.  \n\n      First, let's talk about the problem of overstays whether the person was admitted to the U.S. on a valid visa or \nthrough the Visa Waiver Program.  As was previously mentioned, the Pew Hispanic Center has estimated that \nabout 40 percent of the total illegal alien population in United States came in legally through a visa.  On average, \nthat's about 4:10 in contrast to resources that we spend on interior enforcement with what we spend on the 60 \npercent for border enforcement, a big difference. \n\n      To which credit, as you heard, ICE uses a risk management approach to focus its limited resources on \noverstays leads that it considers most likely to pose a threat to national security or public safety.  But that said, ICE \naverages only about 1200 overstay arrest per year and devotes a little bit more than 3 percent of its investigative \nresources to overstays.  \n\n      Now, to be fair, finding overstays could be difficult.  They don't self-advertise.  Sometimes, they leave the United \nStates. Sometimes, they are now in status.  Sometimes, they simply cannot be located.  There are other programs \nthat ICE and other DHS components operate like worksite enforcement and secure communities that do address \noverstays or at least overstays or a component of those programs.  But when you added all up, you take all those \nprograms together, we're not making much of a dent in that 40 percent of the illegal alien population.  \n\n      Moving forward, ICE expressed interest in increasing the resources to overstay investigations and assigning \nsome responsibilities to ERO, but they haven't established time frames yet or identify the resources to make this \nhappen.  \n\n      My second point involves the US-VISIT system.  There are good news and not so good news.  The good news \nis it's operating a 300 air, sea and land ports of entry, and it seems to be working well, and it gathers biometric \ninformation which can enable DHS to identify travelers, check law enforcement data bases and pre-screens \nothers. The not so good news is that it has only a very limited capability to process exit records currently.  The exit \nprocess now includes processing air carriers, electronic submissions of manifest data and other biographic \ninformation, as well as inconsistent collection of I- 94s.  \n\n      So, all told, it is not an efficient position right now to reliably stay who has overstayed their visa and remains in \nthe country.  As of July -- this past July, US-VISIT obligated about $193 million to develop air, sea and land exit \nsolutions since 2002.  They had different types of exit solutions and piloted them, but all have been determined to \nbe insufficient and incomplete.  \n\n      There are some other arrangements being discussed now such as with the Canadians to make their exit as a \nperson live in the United States going into Canada become our -- their entrance become our exit and share \ninformation, but those agreements haven't yet been formalized, and there's more work that remains.  \n\n      Finally, let's turn to the issue of ensuring visa integrity and security overseas.  ICE has deployed agents to \ncertain embassies and consulates as part of its Visa Security Program as you've heard, but at some post we found \nthat guidance, training and standard and operating procedures weren't established which led detention between \n\n\n\nICE and state, as well as operational inconsistencies.  We also found that while ICE had a presence at 19 post in \n15 countries it did not have agents located at 11 of the top 20 high-risk posts.  \n\n      You know, expanding the program can be limited by embassy space and budget consideration, but ICE is -- has \nnot acted on possible alternatives although, I'm listening to some of my fellow panelist this morning, it sounds like \nperhaps that information has superseded, and there are steps to be taken to expand their vetting and screening \nprocesses.  \n\n      On the positive side, we heard about ESTA a few minutes ago. ESTA was implemented without many glitches.  \nThey are screening about 99 percent of the travelers coming into the United States on visa waivers; however, \nthere were about, I believe, was about 350,000 travelers who are boarded on airplanes without having a verified \nESTA document and of those -- about 650 of those it was later found should have not been permitted to board the \nairplane.  \n\n      DHS has yet to analyze these cases to see if these were of legitimate concern or if there are systematic \nweaknesses that are needed to be addressed for the program.  \n\n      That concludes my statement.  Obviously, it's important to balance visa security responsibilities with the need to \nenhance travel, and we've made a number of recommendations to both state and DHS to help this happen.  Thank \nyou very much.  \n\nMILLER:  Thank you very much, Mr. Stana.  I appreciate all the testimony of all the witnesses, and I know we have \na lot of questions and one of the things that I -- was struck me as you were all testifying is the common theme about \nsharing information et cetera and working together with your sister agencies with the various -- with your partners \nand having good partnerships and that and that is a -- a theme in my office.  \n\n      And I think certainly in the -- most members offices that was a -- a critical element of the 9/11 Commission \nrecommendations about having -- moving from the need to know to the need to share and getting out of our \nrespective silos et cetera, et cetera, and we -- we talked about that all the time, and it is very important certainly. In \nfact, I think that's why our committee staff which you also close together you just does master (ph) together \nbecause you all work so closely together so.  \n\n      But, you know, it is -- as I mentioned, the first and foremost responsibility to federal government provide for the \ncommon defense is actually in the constitution securing our borders as a constitutional mandate of the Congress \nand that is what this committee is all about and -- and so we want to work with the administration in every way \npossible to secure our borders.  \n\n      I really do not look at it as a Republican or Democratic issue or what (inaudible).  I see these in very nonpartisan \nterms.  I'm delighted that because this committee has been very, very vocal about continuing the presence of a \nnational guard as a force multiplier for CBP and -- and board of patrol et cetera along the South -- Southern border \nthat -- that administration just recently has agreed to do so for some period of time.  I think we could use more but \nstill admits a very, very excellent positive step forward I think.  \n\n      And Mr. Cohen as you were outlining today, I don't know whether serendipity or whatever and you don't need to \ncomment on that, but certainly the timing of having the administration talked about things that the this committee \nhas been pushing for, for some period of time in regard to the visa program announcing those today on the -- as \nwe're having this hearing does strike me as a bit interesting and very welcome, very welcome.  \n\n      So, we are delighted to hear about those kinds of things, and I guess I would start Mr. Cohen with you.  I'm sort \nof trying to take some notes as you were outlining this.  So, there maybe a couple of questions in this, but you \nmentioned that you had 1.6 million names (ph) that you started with and about 800,000 of those you found then had \nleft which was an interesting numbers.  \n\n      So, we really didn't know about that until you started this which is OK and then 839,000 left of that which you \nhave done so several thousands sent to ICE.  We're just trying to understand where we are and this whole vetting \n\n\n\nprocess.  You could flash out your testimony a little bit with that because you mentioned also the Congress is gonna \nget the data inferences (ph) by country and some of the other metrics that you outlined.  \n\n      I'm interested to know when that might be.  I thought you said six, 12 months, but I'm interested in that and, you \nknow, I guess just generally, there's no secret about the painful economic transition that is happening nationally and \nall of us are concerned about the budget deficit, and what we want to do of course is prioritized our expenditures so \nthat we are doing what we need to do with the resources that we have.  \n\n      And I think by using technology, that was gonna be a question, I had before you outlined here about the \nbiometric forms and some of the biometric and biographic -- of course using the biographic information, but the \nbiometric forms whether that's iris scan, retinal scans, however -- what you have called them, the fingerprints, all of \nthese different kinds of things.  \n\n      I'm a big believer in utilizing technology as a cost effective -- cost efficient and in this case the national security \nefficiency metrics, as well as an overlaid, and so I'm -- I was delighted to hear you talked about that.  So, I don't \nknow if I'm making my question clear, but I'm just trying to understand exactly what it is that you've outlined for us \ntoday because what you said is essentially what we've been trying to get at I think as a committee.  \n\nCOHEN:  Thank you, Madam Chairman.  \n\n      I think you're right.  I mean there are a couple of factors that have come to play that have allowed us to come \nhere today and be able to describe what I -- I think is a pretty fully baked approach to how we're gonna do with this \nissue.  I think the level of cooperation that has mature across not only the department but across the federal (ph) \ninteragency across the law enforcement communities, the intelligence community, as well as the immigration \ncommunity coupled with quite frankly a maturation of information systems whether there were information systems \nof the NCTC, information systems of the intelligence community, the information systems used by US-VISIT, ICE, \nand CBP and State Department.  \n\n      There has been a maturation over the last several years, and I would argue that what I started to describe \nearlier probably could have not occurred several years ago.  So, how did we get to where we are today?  Earlier \nthis year, for many of the reasons you all have outlined earlier.  The Secretary pulled CBP, ICE and US-VISIT \ntogether and said we need that the 1.6 million records that are commonly referred to as the overstay backlog from a \nnational security in public safety perspective.  \n\n      We have to get it done, and we have to get it done now, and that -- that we all came together, and we reached \nout to our Intelligence Community colleagues, and we came up a way to leverage existing technical capabilities of \nthat from a public safety and national security perspective to those records.  \n\n      The first step was US-VISIT running through their systems that 1.6 million records and that is how they were \nable to eliminate the first (inaudible) of that data to determine if they have left the country or they had actually \nchanged their immigration status.  The remaining records a portion of those were considered confirmed potential \noverstay and based on existing protocols that 82,000 -- those 82,000 records would have been more fully evaluated \nunder the -- the preexisting manual database checks and protocols that existed through the ICE prioritization \nprocess.  \n\n      So, what we did this time is we took those 82,000 records, and the remaining 757,000 records which under the \nprior paradigm would never been fully vetted and we ran them through the NCTC systems and then we then will \nleverage the capabilities of the automated targeting system to query not only law enforcement and other \nimmigration databases, but we leveraged the intelligence-driven targeting rules that ICE -- excuse me, that CBP \nhas utilized this in the course of their general business.  \n\n      Out of that -- those 839,000 records we were able to identify subset that were potentially public safety or \nnational security threat, and working with ICE and CBP and the Intelligence Community, we were able to essentially \ngo through each and everyone of those 2000 records.  A subset of those several hundreds were potential leads that \nICE eventually rundown to the point where we were talking about dozens.  \n\n\n\n      So, we started with 1.6 million records and ended up with dozens of new investigations.  Now, some of those \nseveral hundreds were preexisting investigations, some had died, some were in jail, we think they were overstays \nbecause they were actually in jail but in -- in some had we determine had left the country because we are querying \ndifferent databases like INTERPOL databases et cetera, but we were able to automate that public safety and \nnational security vetting process.  \n\n      We brought the same group together to say, \"OK, so we do the same thing from a location in immigration \nperspective.\"  Current capabilities did not allow that to build of that -- that -- those 757,000 records from a location \nand immigration status perspective would have required time consuming manual databases -- a database query, \nexcuse me.  And so, we put this team -- focused this team on coming up with a design on how we could automate \nthose processes as well.  \n\n      That work has been underway for several months now.  I think we've come up with a concrete plan and as we \nlooked at what would resolve when we put that plan into motion, which we estimate will take between six to 12 \nmonths will have phased (ph) and results along that time period.  We not only will be able to fully vet from -- on an \nongoing basis any other potential overstays or visa applicants or visa holders or people requesting other \nimmigration benefits from a public safety or national security perspective.  \n\n      But we will also have this enhanced biographic exit capability with added biometric features such better \nutilization of fingerprint identification numbers and other biometrics.  We couple that with research being done by \nour SNT (ph) on biometric data collection capabilities from an exit perspective.  You have a foundation for biometric \nexit capability in the future.  \n\nMILLER:  Well, I for one can now tell you how much better I feel now than I did at the beginning of this hearing \nlistening to your explanation and as you've been talking about your process here, and I guess just one followup \nwhen you're talking about follow on sometimes followup, these two most important words in English language, and \nyou had this large group that you began with 1.6 million and as you went through your various iterations and down \nto -- to couple of hundreds apparently that are continuing with some sort of investigative process there.  \n\n      How will you do in following up so we never get to that huge back up again?  So, you'll be able to maybe you \ntold me that but didn't quite get it how are you gonna continue to do this so that will not happen in the future.  We'll \nbe able to, in real time, understand if there's a significant threat to national security not six months after the fact \n(ph).  \n\nCOHEN:  So, for me, one of the most exciting parts of this has been to watch how us we brought more clarity to the \n-- to the technological capabilities that can come.  We interlink these systems that that has caused a parallel \nexcitement on the operational side. ICE has been working with CBP and others have been rethinking the way that \nthey track day to day.  \n\n      So, instead of us being reactive on overstay list -- being a potential overstay list being created -- it being \nprioritized based on preexisting prioritization standards.  CBP and the -- the technologies will be working -- \ndeveloping essentially a hot sheet (ph) which on day to day will look at new derogatory information coming in, new \nimmigration -- information coming in, new travel information coming in, and we'll -- we'll essentially create a \ndashboard available to ICE as they on a day-to-day basis that will provide them insights about those public safety \nand national security risks that are either overstays or existing visa holders.  \n\n      So, ICE is actually -- this has -- this has provided an opportunity for ICE as they are able to free up more \npersonnel from these database queries to be more imaginative and creative on how they use they existing \ninvestigator resources and maybe I would defer to Mr. Edge if he wants to add any more to that.  \n\nMILLER:  Mr. Edge?  \n\nEDGE:  Thank you very much, Chairman Miller.  \n\n\n\n      That is certainly a very accurate assessment.  The part that US- VISIT begins we're able to take after all these \nleads have been fully evaluated and vetted through various databases and then we form those leads out to our \nvarious offices in the field, and we have  265 offices on the domestic side and 70 offices internationally.  \n\n      So, once those leads are sent out to the field our agents are able to conduct investigations and very detailed \ninvestigations based on the quality of the information that we've been -- we received.  So, it certainly has worked \nvery well.  We certainly see that it's going to continue to work.  We also have received well over 194,000 leads not \nonly form US-VISIT but from the SEVIS process as well, and we've initiated 7272 investigations as a result.  That's \npretty significant, certainly something that we haven't been doing over the past since the inception of the -- the \nagency and as trying to combat terrorism.  \n\n      As a result, we've also been able to make 2194 arrest.  So, the information that we're getting now has really \nbeen allies carefully resulting in some significant results and as Mr. Cohen indicated, we're able to conduct some \nquality investigations by gathering this information and sending it to additional databases in the Intelligence \nCommunity as well as our -- our counterparts in the law enforcement world.  \n\nMILLER:  Thank you very much.  I would just conclude my question in  here by once again observing that this is \nreally how Congress is suppose to act what we are doing oversight, we are asking various questions hopefully \ngetting the agencies to respond and you certainly are responding, and I think in a very appropriate manner.  So, I'm \nappreciative to hear all of this today, and with that, I would like to recognize our Ranking Member, Mr. Cuellar for \nhis questions.  \n\nCUELLAR:  Thank you very much, Chairman.  I have two sets of questions.  One has to do with the time that after \nan alien is ordered to be removed, how it takes for that person to stay, and members I would ask you to look at the \nhandouts and I believe Diana is gonna put an overhead also.  What's the average time for -- to get the travel \ndocument issuance before they are removed, so, (inaudible) State Department?  \n\n      And the other one is an issue that was brought up at the committee last week I believe about a Mexican-based \nschool that taught students how to fly.  They were in South Texas and instead of being there on student visas they \nwere there learning being taught on tourist visas itself (ph) and then again, so why this came about because one of \nthe Mexican pilots -- training pilots went over in buzz (ph) some of the boaters (ph) and one of the places and had \ncreated that type of activity to bring this up. \n\n      So, I'll first to the travel as you know when an alien other than the Mexican national (ph) is order to remove from \nthe United States, the consular office here from the alien's country of origin must issue a travel document.  This \ntravel document allows the alien to return to his or her country and are necessary to affect the order removed of \naliens from the United States that there are some countries like Guatemala, Honduras and some other (inaudible) \nthe DR that have electronic travel document to make that to move a lot faster.  \n\n      And of course with Mexico overall, we have a good working relationship we'll take them rather quickly, but as \nyou can see up there, they are certain countries and this is only just a few Pakistan takes 92 days, this is after -- \njust to get the travel documents, China 147 days, India 160 days, Bangladesh 192 days, Zimbabwe 257, Cambodia \n300 days, Vietnam 337, Iraq 391 days and again I note from the State Department because, and I wanna thank \nJohn Morton because he's the one who brought up this issue about a year ago.  \n\n      We said that with the State Department, and I -- we were given the diplomatic reasons why the State \nDepartment couldn't move on but at the same time keep in mind that that will cost us money because anytime they \nstay here in the U.S., it will cost us money, and this is from the time an order was given, this is not before the time \nthis is after.  So, if you got all those it sort of cost the taxpayers thousands and thousands and thousands of dollars \nto keep those folks here.  \n\n      The -- the chart as I mentioned those were the recalcitrant countries that are just slow in accepting the \n(inaudible) back, and they will give up different reasons.  They are good at giving information, so they can get their \nvisas but when we wanna send them back, they'll give you all these reasons and -- and my -- my only thing is this, \nyou know, if we can give -- they've given reasons again why it's difficult to get these countries to -- to get them to \n\n\n\naccept the folks back and what's being done by the U.S. and order this day -- delays a consideration when \ndetermining whether to issue visas to individuals for certain countries.  \n\n      My thing is if they're taking a hard time to take back these folks then when we gave them visas why are we get -\n- continue giving them visas when at the end they're gonna take their time, and I really thank that the State \nDepartment should consider that and should we consider restricting visas issuance to those countries, and so they \nbegin to -- begin to accept their nationals and a more timely visas.  \n\n      And I again, I'm Georgetown Graduate School (inaudible) always to understand all the diplomatic reasons, but \nagain, as a taxpayer and as a member of Congress who represents all those folks, I think that's something that we \nneed to play a little bit more hardball with those countries that are taking the time and cost, and there's a lot of \nmoney.  \n\n      The second part of that question is the -- the situation that we had in South Texas, how can students who come \nin take flying less in small planes so we know what happened in 9/11 either they are coming in to learn.  They are \nhere on tourist visas and not student visas and then of course when we talked to the FAA and Homeland Security, \nyou know, everybody will say, \"Well, you know, we don't do this, we don't do this, we don't that, that's their \nresponsibility, not our responsibility,\" and it goes to what the Chairwoman and Chairman Thompson has been -- \nand all of us has been talking about -- all members of the committee has words (ph) of coordination.  \n\n      I mean that -- at the end of the day, the American taxpayers doesn't wanna know what agencies blame, what \nagency.  They want to know, what are results, and how you keep this safe.  So, first part of the question is the \nrecalcitrant agent -- countries, and I guess we'll start with the State Department.  \n\nRAMOTOWSKI (?):  Thank you, Congressman.  Let me say that the State Department is acutely aware of the \nseriousness of this issue. We share your concern and we are taking all positive -- all possible steps to improve the \nsituation with respect to recalcitrant countries and together with our interagency partners, we've established high \nlevel working group to workout the strategy for dealing with the most egregious countries.  \n\n      In addition to that, former Undersecretary Burns now Deputy Secretary instructed all RT (ph) submission to do \nwhat they could to produce positive responses in the recalcitrant countries.  \n\nCUELLAR:  Can I ask you a question?  Since April, I think it was in April of 2011 that we met in my office with the \nState Department and -- and John Morton has anything been done except establish a working taskforce with all due \nrespect, I mean that with all respect, I appreciate all the help that you and Secretary Clinton are doing. Anything \nbeen done since that time besides to incur (ph) more taxpayer's dollars?  Is the taskforce the only thing that's been \ndone?  \n\nRAMOTOWSKI (?):  Well, these -- these issues are also being addressed case by case with the Foreign Consular \nOfficers here in Washington and again, our staff works with ICE and the other agencies involved to try to encourage \nthe foreign countries to take back more of these individuals.  But as you recognized it's a difficult process. There are \nmany issues at stake and the progress isn't -- hasn't been as rapid as we were all like.  \n\n      I would point out too that our new Ambassador to China former Secretary of Commerce, Gary Locke, is \npersonally aware of and engage in this issue, and he's determined to see more progress with respect to China.  So, \nwe are doing everything that we can and let me close by saying that for us this is a very serious issue.  \n\nCUELLAR:  I appreciate that.  Could we put a little bit more pressure on them at the beginning instead of the end?  \n\nRAMOTOWSKI (?):  We will try our best.  \n\nCUELLAR:  We'll follow up the second question on the second round on that just thinking about that particular case \nin South Texas.  \n\n      Thank you, Madam Chair.  \n\n\n\nMILLER:  I thank the gentleman.  The chair now recognizes the other gentleman from Texas, Mr. McCaul.  \n\nMCCAUL:  Thank you, Madam Chair.  \n\n      Fifteen of the hijackers came from Saudi Arabia, and when I looked at the Visa Security Program, it does not \nhave 11 of the top 20 high-risk post included -- including Saudi Arabia.  But it seems sort of interesting to me and so \nMr. Edge and Mr. Cohen, can you explain to me why Saudi Arabia is not on this -- part of this program?  \n\nEDGE:  I believe Saudi Arabia is a part of the program as we speak today.  \n\nMCCAUL:  They -- they are.  \n\nEDGE:  Yes, they are.  \n\nMCCAUL:  Then perhaps I had some misinformation.  \n\n      Let me continue with -- Mr. Cohen, I'm glad that after 10 years later we are making progress on our exit \nprogram.  When do you plan to have that fully implemented?  \n\nCOHEN:  We anticipate that the capabilities that I described earlier will be implemented within six to 12 months.  \n\nMCCAUL:  And will that include also biometric?  \n\nCOHEN:  It will include enhanced biographic with certain biometric elements included as I referenced earlier, more \nexpanded use of information captured on the front end, think of forensic et cetera, and we are also -- it will also \ninclude in that same time period more advancements in research on biometric technologies we can use here as \npart of the (inaudible).  \n\nMCCAUL:  OK, that the -- I agree with Madam Chair that certainly good news as for the Congress in our oversight \nworking with you actually is a positive experience.   \n\n      Let me move on to visa overstays.  The secretary announced that criminal aliens are high priority for \ndeportation.  As a former federal prosecutor, I certainly understand that with limited resources.  On the other hand, \nshe seemed to infer that noncriminal aliens that were having visa overstays could stay in this country and apply for \nwork permits.  \n\n      First of all, Mr. Edge, can you -- can you respond to that?  Is that the administration's position?  \n\nEDGE:  (Inaudible) position as a law enforcement agency is to take the information that we acquired from the \nSEVIS Program and US- VISIT and focus on those overstays that are posed the most threat -- potentially are the \nmost dangerous to our country.  \n\nMCCAUL:  And I -- I get that.  I agree with that but I -- I was disturbed by the inference that the nine criminal aliens \nare overstaying could stay here and apply for work permits.  Was that an accurate statement on part of this \nadministration?  \n\nEDGE:  I'm not familiar with that statement, but I have to defer to the department.  \n\nMCCAUL:  OK and then perhaps I need to ask the secretary, you know, herself that question.  \n\n      Mr. Stana, if that was -- if that is a policy for this administration do you think that would pose threat in any way \nto our security?  \n\nSTANA:  Well, given with the theme of the hearing -- the integrity of the visa process it certainly calls (ph) up to \nquestion. You know, listening to the new -- new program that ICE and DHS is putting together I think it's a stepping \n(ph) -- I'd welcome the opportunity to take a look at it and raises a whole host of questions but if we're still gonna \nfocus on the national security and public safety folks which is the thing to start with still leaves the vast majority of \n\n\n\npeople on touch, and it gives the impression that once you're in the country you're in unless you act out (ph) and \nthen you might get caught.  \n\nMCCAUL:  Because as I look at some of these where there are hijackers or high profile terrorist violators and many \nof them were noncriminal aliens here on a visa overstay.  \n\nSTANA:  Well, on the fact that the Christmas Day bomber went through the visa process, there's many of which \nwere in place in December of 2009 apparently got in -- on the airplane, got a visa, just calls the question how much \nquestion has to be raised before you deny boarding.  \n\nMCCAUL:  So, Mr. Edge, I hope you can get back to me on that question in terms of what is the administration's \nposition or perhaps Mr. Cohen, you may have an answer to that.  \n\nCOHEN:  Yes, Mr. Congressman -- I mean Congressman, so first and foremost because of resource issues \nprimarily the administration prioritizes the targeting of those visa overstays that representing national security or \npublic safety risk.  Through the capabilities that I've described earlier as we are better able to identify people who \nare actually confirmed overstays meaning we have assess that they are actually located in this country, and they \nhave not changed their immigration status, we then as we do now, we'll have the ability to provide that information \nso they can be input it by CBP and others into their systems and State Department into their systems.  \n\n      So, if there is a second encounter, meaning they are arrested, meaning that they seek to apply for another visa, \nthey seek to apply for other types of (inaudible) that the information that they are overstay will be available to those \nCBP officers or others.  \n\nMCCAUL:  Well, again, yeah, majority of the hijackers were overstay noncriminal.  (Inaudible) the blind shake \nresponsible for the '93 World Trade Center bombing was a visa overstay without a criminal record.  So, I think it is \nimportant, and I'm concerned that, you know, that's why I look forward to hearing the administration -- I'm \nconcerned about sending a message out there that if you're noncriminal alien, it's OK to stay.  In fact, you know, \nyou can apply for work permit as well.  \n\nCOHEN:  If I may Congressman one last point, you make an excellent point about whether information about the \nhijackers where in databases like NCIC because they've been arrested, but there was on many of the hijackers or \non several hijackers with derogatory information or other law enforcement information that under this new construct \nwould come to the attention of authorities information and since then information that may reside in other \nrepositories of the Intelligence Community other than say the TSDB.  \n\n      So what we are seeking to do is expand our ability to vet visa information or overstay -- information regarding \npotential overstays against a much broader set of law enforcement or intelligence information than we have done so \nin the past.  \n\nMCCAUL:  I look forward to working with you on that, then thank you for you testimony.  \n\nMILLER:  Thank you.  The chair now recognizes the gentleman from Virginia, Mr. Rigell.  \n\nRIGELL:  Thank you, Madam Chairwoman, and thank you all to our panel.  I appreciate the work that you're doing.  \nYou know, that we've had no major domestic terrorist attacks since 9/11.  Certainly is a -- is a high degree of \nsuccess and we recognized that.  \n\n      You know, also though at the same that we have approximately 4.5 million illegal immigrants here who came \nhere on a visa and then overstay that is -- that is unquestionably a failure, and I'm going to -- my short time -- try to \nsee how we link performance with -- an accountability with performance here.  \n\n      Mr. Ramotowski sir, yes sir, I too have a difficult last name to pronounce.  OK, what is the approximate number \nof countries whose citizens are eligible to apply for visa to come to the United States?  \n\nRAMOTOWSKI:  Well, this is (inaudible) all countries are -- are eligible to apply to travel to the United States.  \n\n\n\nRIGELL:  OK, so any -- any country.  \n\nRAMOTOWSKI:  Yes.  \n\nRIGELL:  OK, now among that range of countries then surely there is some disparity between those countries \nwhose citizens who are, you know, have a higher percentage of violating our visa conditions than others, right?  \n\nRAMOTOWSKI:  That's correct.  \n\nRIGELL:  OK, could you please identify for us then those top five countries. \n\nRAMOTOWSKI:  I don't have the statistics here sir on -- on the number of visa overstays by country.  We'd have to \nget back to you on that.  \n\nRIGELL:  OK, if you would please and not so much by the -- the -- the well -- I -- I would like it to be actual number \nbut also as a rate -- a percentage because those countries who -- they would indicate to me that if we have the top \nfive countries I would say what's taking place at our offices, there are State Department offices there or embassies \nto understand what's taking place there.  \n\n      Now, on that -- as a followup with the actual personnel side, actually approving of visa is by definition a \njudgment call.  We're trying to predict future human behavior inherently difficult.  We have some mechanisms that \nhelped us with that and the biometrics that we're working on -- on all of those things but at -- at the end of the day, \nit's a judgment call, and it would stand a reason wouldn't it that some -- some folks are -- are better with that and \nothers, wouldn't it?  \n\nRAMOTOWSKI:  That's correct.  \n\nRIGELL:  OK, what -- what processes and procedures do we have in place that would help us discriminate in -- in \nthe most positive sense of the word, those personnel who are really good at this and others who clearly aren't very \ngood at it.  \n\nRAMOTOWSKI:  Well, again, Congressman, we have layered approach to the training of our personnel, and as I've \nmentioned in my statement, they receive an intensive Basic Consular Course when they joined the Foreign Service \nthat includes training and interview techniques, behavior detection and all of our Consular automated systems.  \n\n      Many of them also do consultations with other law enforcement agencies before they go out to their post.  When \nthey arrived in country, and I should also point out that they are given training in their language and culture and \nareas that this -- of the regions to which they are sent.  When they arrived in country, senior consular personnel are \ncharged with overseeing their professional development and monitoring their work...  \n\nRIGELL:  I -- I appreciate and I -- I really don't wanna be rude by interrupting you we have such little time here, and \nthis is a very important question for me.  Let say for example that there's 500 visas approved by a particular person, \nand their failure rate is in the 12 percent range and -- and generally let's say that's pretty good compared to maybe \nthe average for that country.  But there's another person over time you see has a 42 percent failure rate.  That is 42 \npercent of the visas here she approves actually end up overstaying.   \n\n      I'm trying to -- I'm trying to help our government to have this -- this culture of accountability.  So, you described a \nlot of things there, but I did not hear how we circle back around and try to track performance not to punish someone \nbut to -- to -- to help those -- to elevate those who are doing well and maybe -- if we do have a person is not having \na particularly good track record on this that we either help them to become better or frankly we remove them.  \n\nRAMOTOWSKI:  Well, Congressman, as -- as I was saying we do have a process for evaluating our personnel.  It's \na continuous process and individuals who do not perform to the service's expectations can be denied tenure and -- \nand remove from service.  \n\n\n\nRIGELL:  I -- I thank sir.  And I just would circle back maybe around in some written questions that I submit to \nunderstand better the metrics of that -- if there are actual metrics of -- of violations.  \n\n      Thank you, Madam Chairman.  \n\nMILLER:  Thank you, gentleman.  The chair will now recognize the gentleman from Florida, Mr. Bilirakis.  \n\nBILIRAKIS:  Thank you, Madam Chairman -- Chairwoman.  I appreciate you giving me the opportunity for -- to \nspeak today.  \n\n      According to the Homeland Security Department's number to more than 7300 foreign students have left school \nearly for various reasons but illegally remained in the United States, more than 800,000 students in the U.S. \nparticipate in the Student and Exchange Visitor Program.  Most of them come here for noble intentions while not all \nwould be terrorist come to the U.S. under they guise of a -- a student visa.  \n\n      We have seen examples for several half.  I know everyone -- well, we have examples right here.  For this \nreason, I have longed advocated for legislation, the Student Visa Security Improvement Act, which I introduced to \nensure a student visas are issued to those genuinely interested in obtaining an education, and it seeks -- it seeks to \nensure that once allowed into the country on a student visas, students are actually here to study and do not draw off \nthe radar.  \n\n      So, I have a couple of questions here.  Secretary Ramotowski, to what extent do the State Department \ncoordinate with DHS to review and screen student applications for security concerns?  \n\nRAMOTOWSKI:  Congressman, student visa applicants are screened through the same intensive process that all \nof these applicants are screened with -- with some additional features.  They have their fingerprints taken and \nscreened through our biometric fingerprint systems.  There we also use facial recognition technology to screen \nthose applicants.  \n\n      We conduct an intensive visa interview with consular officers in the local language or in English, and in addition \nto that, we utilize extensively the immigration and customs enforcements see this system to ensure that the \nstudent is attending a registered school and has in fact completed the registration process at that school.  \n\n      And as I mentioned in my remarks, after the visa is issued, there is a continuous vetting process of all issued \nvisas such that if at any time the derogatory information surfaces from any source law enforcement or intelligence, it \ncan be promptly analyzed and the visa can be reviewed for possible revocation.  So, yes we worked very closely \nwith Homeland Security and our other partner agencies on these cases.  \n\nBILIRAKIS:  Well, why is it then that we have 7300 students that are here - well former students that are here \nillegally in the United States, how can we help you - with that issue?  \n\nRAMOTOWSKI:  I think Congressman that I obviously can't speak for them but individuals overstay for a variety of \nreasons and we are continuing reviewing our processes and our posts abroad to ensure that if there is a change in \nthe country, perhaps economic activity and economic crisis or something of that sort that our officers are fully aware \nand they make their visa adjudication decisions that there might be other factors encroaching on individual's \ndecision whether to comply with our immigration laws or not.  We were never knowingly issue anyone who is \nunqualified or intention (ph) to overstay in the United States a visa.  \n\nBILIRAKIS:  Are we searching for those individuals, those 7300 that are located here in the United States?  Do we \nhave any idea where they are?  \n\nRAMOTOWSKI:  I'll defer to my Homeland Security colleagues on that one.  \n\nEDGE:  If I may Congressman, ICE is working very closely with the Department of State and sharing our various \ndatabases, so currently we have more than 10,364 institutions as a part of the SEVP program and we follow up \nwith the various institutions on a regular basis to determine if the students are remaining in school.  So, those \n\n\n\nstudents that are - have certainly are out there as overstays, their names are being vetted through the various \nsystems that we highlighted earlier in our testimony today, and they are being prioritized.  And we certainly would \nbe looking for the most egregious ones, those that post a threat to our national security.  \n\nBILIRAKIS:  Thank you.  For the entire panel, to what extent are some fraudulent educational institutions able to \nserve as visa mills and as back door into the country, what tools exist or are needed to close this loophole for the \nentire panel?  \n\nSTANA:  Well, I'll start off.  I think what my other panelist said was probably what we all wish for, and we all hope \nthat the information provided by the educational institutions is - is accurate and there is no fraud.  Our works has \nshown however that - that's just not the case, sometimes information, which ICE depends on to do its case work, is \nsubmitted late and deceived us or not at all.  The students themselves don't update the information that they have \nto update about their job status, so it may appear they're still in school.  \n\n      There is fraud involved Mr. Bilirakis.  I think you mentioned, that's what you're alluding to.  Universities, there \nwas one in the - in the paper I think and I'm saying this was fraudulent.  The University of Northern Virginia that was \nalleged to be of the type that you're - you're saying.  So, I think that we had to take more steps than we have in the \npast to make sure that this is as seamless as we'd like to it to be.  Right now, it is not.  There are too many \ninaccurate - inaccuracies in the data, and there are too many cases of fraud in connection with these schools.  \nOther people taking the students test for them.  People not checking photo IDs when they should and so on.   \n\nRAMOTOWSKI:  I would just like to add Congressman that, that underlines the importance of the personal \ninterview that our officers conduct in our embassies and consulates because although someone may submit a \nfraudulent test paper, a highly trained consular officer can often note discrepancies in the interview that would open \na line of inquiry and lead to the denial of that visa.  In our high fraud post, we also have fraud prevention units and \nfraud prevention managers and they are dedicated to ensuring the integrity of the visa system.  They investigate \nquestionable cases and provide the results of those investigations back to the visa officers.  So, we take this \nconcern very seriously and we work closely again with Homeland Security in maintaining the integrity of the \nprocess.  \n\nBILIRAKIS:  Madam Chair, I know my time is expired.  I have one additional question but I'll wait for the second \nround.  \n\nMILLER:  OK, thanks gentleman and the chair now recognizes the gentleman from South Carolina, Mr. Duncan.  \n\nDUNCAN:  Thank you Madam Chairman and thank you for the timeliness of a - of this hearing.  It never ceases to \namaze me that when we schedule a hearing on a topic like this, we see the administration react and in a positive \nmanner, and that's a good thing.  There was an article today about (inaudible) border security checks to reduce visa \noverstays may have been brought up earlier but, yes, it's a good thing that we're having a - an impact, so thank you \nfor that.  \n\n      And I wanna address my question, I guess it could go to Mr. Edge or Mr. Cohen or Mr. Stan but visa overstay is \ndefinitely a topic that concern folks in my home state of South Carolina because we - we know that we got to do a \nbetter job than what we do in this country.  When you see statistics such as a backlog of 1.6 million people have \noverstayed their visa - visas in the U.S.  And recently you all vetted those through multiple channels which I'll talk \nabout in a minute, there's still 839,000 people here that I think Mr. Cohen said the department vetted everyone for \npotential national security and public safety concerns but there's 839,000 people here that have overstayed their \nvisa in violation of the sovereignty of the United States of America and I just have to say why?  Why do we still have \n839,000 people here who are here illegal?  \n\nCOHEN:  Great question Congressman and you made a really important point.  The sad fact is that we do not know \nuntil we go through a manual vetting process what number of that 839,000 actuaries that are still in this country or \nhave changed immigration status. And that is why the capabilities I described earlier is so important because in \nthe past, because of resources use and the lack of technical capabilities, it required a U.S. visit, ICE to manually do \na series of manual database checks that was incredibly time consuming. So, there were large numbers of records \n\n\n\nthat were never evaluated. Now, those people may have left.  They may have changed status.  We just did not \nknow that ...  \n\n      (CROSSTALK)  \n\nDUNCAN:  Can you pause right there and explain to me as freshman Congressman what change in status is?  \nWhat you meant by that?  \n\n      (CROSSTALK)  \n\nCOHEN:  Change in status is they came into the country under a visa, they may have change their immigration \nstatus, they may have extended their visa, they may have reapplied for a new visa, they may have applied for a \nnew visa with slight variant in their name.  \n\n      (CROSSTALK)  \n\nDUNCAN:  Wouldn't that we know if they applied for a change in status, that they are no longer here as a student \nand they changed, and you take them out of that category, wouldn't that be automatic?  \n\nCOHEN:  In some cases yes, in some cases the way that the systems had been designed in years passed, that \ninformation was not immediately apparent.  It would require an individual, an investigator, or researcher to go into \nmultiple systems to determine that whether that (inaudible).  \n\n      (CROSSTALK)  \n\nDUNCAN:  So, if Tom Davis comes into this country from Ireland and - and he realizes he is here on a student visa, \nhe overstays his visa, he's gotten a job or he is now consulting for a company, he also change that status to here \nfor business reasons or whatever and he comes to your office and says I wanna change my immigration status. \nTom Davis from Ireland, here's my Social Security number, here's my whatever identifying factor that you have.  \nYou can't electronically with all the abilities we have today take that Tom Davis out of that category and put him on \nother and he would not be listed in the 839,000 people that we're talking about now?  Is that difficult?  \n\nCOHEN:  The way the systems were designed in the past, yes sir. And that is what we're fixing and in - and there's \none example I can talk to you about, about the 839,000 records that we did vet, where we found an individual who \ncame based on a visa applied for by her husband.  She then changed status and got a visa on her own, and she is \na - a very good student at a Southern University and the system would not have automatically pick that up and did \nnot, and that is what we'll be fixing through this new capability - this - this interlinking of systems that I referred to \nearlier Congressman.  \n\nDUNCAN:  It's very obvious to me that - that we got a broken visa system for overstays based on these numbers.  \nWhen you - you vet it over half of them through multiple channels and said OK, those guys are going back to their \ncountry, we still have 839, 2000 of which warrant further investigation because they probably here for made, who \nGod knows what but I believe that we got to pursue in this nation, in my last seconds here, a biometric \ncountercheck, so that we know when someone leaves this country that they have left.  \n\n      And if they - if they haven't shown up and left the country within their stated time, then we put them in a \ncategory they're here illegally, and we started running down their last address, at least or taking care of securing \nour country.  The sovereignty of this nation is very, very important to me and is no wonder we see instances like we \nrecently saw where the member of a certain family who has been here overstayed a visa for a very, very long time, \nso very timely.  Thank you.  I yield back.  \n\nMILLER:  And thank you gentleman for those comments and I think the gentleman is - demonstrated a frustration \nthat many of us feel. When you see an administration who has just recently announced their policy that say they are \nnot going to deport illegal aliens, no illegal aliens unless they think that they are public safety threat. So, that is a \nvery unfortunate back door amnesty, however you wanna categorize it.  It is a - end run around the legislative \nprocess and I'm now speaking to other members of Congress.  \n\n\n\n      I don't speak any comment from any of our panelists.  I'm talking about the administration announced policy that \nI have vehemently stated I have a lot of problem with.  And I think that's going to add to our problem, is going to \nincentivize others to get here, to stay here, and knowing that unless they - they really do something criminal, even a \nDUIL, the problem apparently is not enough criminal activity would be a public safety threat to deport individuals.  \nThat is a significant problem I believe to our national security here.  \n\n      And to the political will of the American people who have demonstrated over and over again, they want to \nsecure our borders and they want to get rid of a lot of the illegal aliens who are here, whether they overstays or \nwhat have you.  And I would just comment to Mr. Stana because you've mentioned here.  One thing that you said \nthat I - I thought was very interesting, when you said the amount of the budget that we are spending to protect, \nsecure our borders and yet here we have 40 percent plus of all the illegals that are in the country are overstays \nfrom their visa and you just mentioned specifically with ICE, that you're only spending 3 percent of your budget on \nthese overstays, when there are 47 percent some of the problems that we have.  \n\n      So I would just ask Mr. Stana, you mentioned about the information Mr. Cohen gave today and you looking \nforward to evaluating that, will the GAO just go ahead and evaluate this, or would you - are you looking for a letter \nfrom our subcommittee or how - what will trigger your analysis and recommendation?  \n\n      (CROSSTALK)  \n\nSTANA:  We will (inaudible) a study, would be a letter from the subcommittee or committee and if ...  \n\n      (CROSSTALK)  \n\nMILLER:  You're going to have it very shortly then. \n\nSTANA:  If both sides will do it, it would be advantageous. There are number of questions were raised.  I think this \nis definitely a step in the right direction but there are questions about timeliness and reliability when you're using \nbiographic versus biometric.  The rest of the system has to be resourced to be able to move people along the line \nto deportation if that's the goal.  And of course you mentioned the immigration impact, aside from the national \nsecurity impact, and when that part of the tail would - would - would be resourced as well, so there are lots of \nquestions.  As I say, it's a step in the right direction, it's something that I'm sure you'd been looking for, for a while.  I \njust like to see how reliable the system would be.  \n\nMILLER:  Very good but a letter would be forthcoming, and I also wanna mention again about the Christmas Day \nbomber.  Obviously, I come from Southeast Michigan, that particular incident has sort of faded from the national \nradar screen but I tell you has not faded in - in my immediate market because as we speak, the Christmas Day \nbomber who is now his own attorney, he's his own attorney and they're going through jury selection, and it makes \nme crazy.  \n\n      Everyday, I'm watching this guy going after we Mirandized him, we sent him to the University of Michigan, the \nbest burn center in the entire nation and now, he's going through this entire process.  And how much - the city of \nDetroit actually is having to pay for security, et cetera for this guy going through our system when he should be, in \nmy opinion, I'm not, again, I'm talking to other members of Congress. I'm not looking for any comment from any of \nyou.  This is an administration - administrative stated policy, they should - this individual in my estimation should be \ntreated as an enemy combatant.  \n\n      They are looking at the battlefield in asymmetrical terms and in that particular day, the battlefield received 19A \nof that Norwest Flight and that was the battlefield in his mind, and I think our - we - we hurt ourselves by not \nappropriately responding to that but I - I guess this a question in regards to him because it's my understanding that \nrunning the name through the NCIC database et cetera, that his name was introduced after his father came to the \nembassy in Nigeria, et cetera, was misspelled.  So, how has that - I mean will that happen again, what do we - what \nsteps have we taken to correct that?  \n\n\n\nRAMOTOWSKI:  Madam Chairman, we've taken a number of steps to ensure that, that will never happen again.  \nThe database that we used to store the records for issued visas has fuzzy logic for name searches such that, a \nfuture search, a current search with the misspelling will still return all possible records in closed matches. In addition \nto that, our embassy in Nigeria had fowarded a - a telegram as was noted here to Washington indicating that the \nfather had come in and had concerns about his son's dealings with extremist in Yemen.  \n\n      That was sent as a Visas Viper message.  At that time, the interagency watch list and guidance did not call for \nthe automatic watch listing of that sort of information.  That's been change and at this point, I have no doubt \nwhatsoever that Mr. Abdulmutallab would had been watch listed, would be watch listed now and the State \nDepartment in turn has changed its revocation policy.  Upon received of the Visas Viper message of that kind now, \nwe automatically review the issued visa for revocation, and act upon it, unless law enforcement or intelligence \nagency has formally asked us not to take action.  \n\n      So, we corrected many of - all of the State Department issues that were identified in the aftermath of the \nChristmas Day bomber. And most important of all is the continuous vetting of issued visas. Like I mentioned in my \nremarks, at anytime the watch listing system can be updated with new, derogatory information from whatever \nsource and that will be vetted against the database of issued visas.  So if there's any match to a possible visa \nholder, we will review that and revoke it.  \n\nMILLER:  Thank you very much.  I appreciate that information and very comforted to hear of those corrections \nbeing made.  And my final question, I would ask of Mr. Ice (sic) and you mentioned, Mr. Edge, excuse me from ice, \nyou mentioned about the Visa Security Units and being in 19 countries, et cetera and I know you talked a little bit \nabout how is that happening at some of the high risks embassies and the consulates, et cetera.  And I thought it \nwas interesting listening to Mr. Ramotowski talked about the Department of State and how you handle your agents \nin regards to language skills and various kinds of things.  \n\n      I'm just wondering how you do with having your agents with the language skills in these various areas and also \nbecause we're - again we're talking about budgetary considerations, I'm not sure but I would guess that it is very, \nvery expensive to set up, to stand up such a - a unit in any of the consulates or embassies.  And is there any way of \nreplicating, maybe not 100 percent but doing - I'm not sure how many others you would like to have in a perfect \nworld, what's your optimal number actually is, is there any way of replicating that stateside to assist you from the \nbudgetary standpoint but really helping us prioritize again from the national security perspective?  \n\nEDGE:  Well certainly the agency could always do more with more but the Congress has been very, very helpful to \nus in setting up the current visa security programs in - in the various countries that we have been them in.  And also \nhearing my counterparts statements a little while ago from the consular perspective of the interviews that take \nplace, during those interviews in high risk post around the world, we would certainly have an ICE agent, special \nagent who is highly trained in investigations and interview techniques to sit with our Department State counterpart.  \n\n      It would be a joint effort to determine whether or not admissibility should be granted and a visa should be \nissued.  As far as the expansion of the program, it caused about $2.2 million to open up an office and $2.2 to \ncontinue the full operation of such a post. So, we're - we're doing the best we can and we would welcome the \ncontinued support of the Congress in - in meeting the requirements of our mission but our attempt to push the \nborders out and - and do a lot of this work overseas as well as a lot of the vetting that we spoke about earlier on the \ndomestic side, will certainly bolster our borders in countless ways. \n\nMILLER:  Thank you and perhaps GAO could take a look at how that might happen stateside as well to do some of \nthose kinds of things, not to tell you your business but ...  \n\n      (CROSSTALK)  \n\nSTANA:  Yes, actually we have.  We've looked at some of the efforts they have to not only do they work overseas \nbut tried domestically to do some of the screening via computer matches and there was one item which I think was \ndropped from the budget before, it went to OMB.  I think it was $17 million line item which would've enable base \n(ph) our match - matching law enforcement databases to visa applications which would have done the initial \n\n\n\nscreening worldwide, $17 million.  Given the numbers he was talking about, it seemed like it might be a bargain.  \nWe haven't a look at it to see if it was a bargain but the numbers were right.  \n\nMILLER:  Very good, I appreciate you outlining that and I'm sure my staff has taken a note of that, and we're going \nto look at it as we proceed to our budgetary process here in the future.  And at this time, the chair would now \nrecognize Mr. Cuellar, our ranking member for his questions.  \n\nCUELLAR: Thank you.  Before I ask my question, you know, just to be fair to this current administration, everything \ndepends on resources.  And I think what President Bush saw, what President Clinton, and Bush No. 1, all saw the \nsame thing, you can do as much as what members of Congress give you.  Isn't that correct?  \n\nEDGE:  That's correct Congressman.  \n\nCUELLAR:  OK, isn't it true also that the current administration has deported more criminal aliens than any other \nadministration?  \n\nEDGE:  That's correct sir.  \n\nCUELLAR:  By a larger number, is that correct?  \n\nEDGE:  That's correct.  \n\nCUELLAR:  All right, thank you.  Let me go back to the original question I had but before I ask you, this thing about \nthe flight training school in South Texas, Mr. Stana I appreciate everything GAO, I'm one of the big fan of what you \nall do.  In you testimony Mr. Stana you stated that the 2010 airlines complied with the requirements to verify ESTA \napproval for almost 98 percent of the visa Waiver Programs Passengers prior to boarding.  However, the remaining \n2 percent of about 364,000 travelers travel without this Visa Waiver Program without ESTA approval.  Tell me what \nhappen here in - in your opinion?  \n\nSTANA:  What seems to have happened in those cases, first off the statistics went up to 99 percent.  I think when \nwe look at that program to 98 percent figure was from a slightly prior (ph), so it's getting better all the time.  In that \ncase, I think it was a computer glitch where the computer was down, they couldn't get the ESTA verifications in on \ntime.  I have no idea how many of these ESTA inquiries result in a do not board or stop for people.  I don't think that \ndata is tracked.  I might be mistaken but I don't think that data is tracked but what we did see is that there were \nabout 650 out of the, you know, number you cited that caused enough concern that upon reflection they said that \nthey shouldn't be allowed to board but the computer is down.  \n\n      They couldn't get the assurances before, the person boarded the plane, also I should note that there's a timing \nissue here.  You could submit the ESTA paperwork up to two years before a flight and something could happen to \nyou within those two years.  You get a drunk driving conviction or something which would result in a - inability to \nboard.  And all this really mean is, you've to go to the consulate to get a visa manually and sit this one out in visa \nwaiver country.  \n\nCUELLAR:  Thank you.  Gentlemen for the other questions dealing with the South Texas unless (inaudible).  \n\n      (CROSSTALK)  \n\nWINKOWSKI:  If I could just add, just a little clarity there. When we started up with the ESTA system, we relied on \nthe carrier's to program the system, so they could get a no board message.  That took a little while No. 1.  No. 2, all \nESTA applications are - are vetted on a - on a continued basis like - like the visa.  So if you have an individual that's \napplied for an ESTA, the ESTA it's good for two years and if something happens in between that time, that \nindividual then is - is denied the ESTA and is notified to go to the embassy for a visa.  \n\nCUELLAR:  Thank you.  Talk to me about South Texas, how does a foreigner come into the United States, go to a \nflying school, a training school on a tourist visa, instead of a visa and then how do we get agencies, to start pointing \na finger to each other and we can't seem to coordinate?  And, you know, apparently there were no terrorist ties to \n\n\n\nthe students at least from what I've been told but it's just a little concerning that some other country can come in \nand do, you know, - somebody from another country could come in and do the same thing and get some flight \ntraining.  Whoever wants to handle this.  \n\nEDGE:  In this particular instance, Ranking Member Cuellar, certainly the SEVP program didn't provide us with the \ninformation because the flight school is not registered with the program.  You know, PRATT (ph) was not a \nmember, a certified school at that time in September . What we have to do a better job of certainly is to \ncommunication with our fellow federal agencies.  In this case, the FAA when they recognized that there are in fact \npeople who are here on visitor's visas, a V1 or V2 who are enrolled in flight school, when that should certainly be an \nF visa.  \n\n      (CROSSTALK)  \n\nCUELLAR:  Yes.  \n\nEDGE:  M - M visa were a J visa, which would be more appropriate for that type of training.  If that were the case, \nwe certainly would have had little more vetting and we would have been able to take a break on closer look at \nthings.  What we're doing now is taking a look at the flight schools itself and conducting an investigation and the \nparticulars of which I will be more than happy to offer you a briefing on outside the scope of this hearing, to give a \ncomplete in-depth update but there certainly work to be done.  \n\nCUELLAR:  OK, thank you and I appreciate, and I appreciate a briefing at a later time on that.  I would ask you to \ndo that. Gentleman, my time is up.  I wanna thank all of you.  I know that from the GAO and I hope they listen to \nyour good recommendations and hopefully you'll take that in a constructive way what the GAO has given you and to \nall of you I really appreciate what you all do to keep our country.  Thank you.  Thank you Madam Chair.  \n\nMILLER:  Thank you gentleman.  The chair now recognizes the gentleman from Florida.  \n\nBILIRAKIS:  Thank you Madam Chairwoman, I appreciate it very much.  For the panel or whoever would like to \nrespond, what percentage of visa applicants are interviewed personally?  \n\nRAMOTOWSKI:  Congressman, I have to take that question back.  It varies by country and there is no set \npercentage that we apply.  Most first time applicants in most countries are interviewed.  Renewal applicants under \ncertain circumstances can qualify for a waiver of that interview.  If they are renewing their visa in the same category \nwithin 12 months of the prior visas expiration.  So, it would vary by country and by - by post.  \n\nBILIRAKIS:  If you could get that information to me, I really appreciate very much.  \n\n      (CROSSTALK)  \n\nRAMOTOWSKI:  Yes sir.  \n\nBILIRAKIS:  OK, with regards to the following up with - from the - the question that Chairwoman asked with regard \nto the Visa Security Units.  I understand there are about 50 high risk units identified by DHS and with ICE and the \nDepartment of State and there are 19 employees, could you please provide this committee with a progress report \nregarding the updated MOU between DHS and state.  \n\nEDGE:  Certainly sir, we would be able to provide that in writing at your request and we do have 57 high risk issuing \npost and 19 are fully operational at this point in time.   \n\nBILIRAKIS:  OK, if you could get that to me, I really appreciate it. Thank you.  I yield back Madam Chair.  \n\nMILLER:  Thank you gentleman.  The chair now recognizes the gentleman from South Carolina.  \n\nDUNCAN:  Thank you Madam Chairman and first off and let me say I'm Scot-Irish and I used Ireland earlier in a - \nan example only and I don't want the folks in Ireland to - to say I was targeting their country.  That happen one time \n\n\n\nwhen I mentioned northern border and the Canadian press wrote something that I was talking - get misconstrued.  \nAnd so no, no ire intended to Ireland at all and gentlemen let me say first also that my ire is not directed at you or \nthe agencies but rather I reflect the very passionate frustration of many, many Americans when it comes to \nimmigration issues.  \n\n      And is in particular something that should be easy for us from the folks in South Carolina looking at what \ngovernment does and they say this issue - this related immigration should be easy because we're allowing guests \nto come into our country.  We've giving them access through the visa process.  It's not like they're just walking \nacross our southern border, coming here and that's a whole another issue of immigration but we're issuing a visa.  \nSo, it should be easier to make sure they don't overstay because we're giving them the ability to come here.  And I \nknow I'm simplifying matters in a lot of ways.  \n\n      Mr. Winkowski, you've been sitting down there very patiently and I don't have a question for you but I wanted to \nsay, thank you to you also.  I met Chief Fisher a number of times and appreciate what you guys do and my staff \nwould like me to ask you a question but I'm really interested in the fact that if we got visa security program, if it is \ndesignated to be risk based and the program is supposed to be active in the riskiest of countries, while 11 of the top \n20 high risk post not included, and at high-risk posts where there are no visa security agents, what is the consular \nprocess for ensuring terror threats do not receive a visa, and I guess I'll direct that to Mr. Edge.  \n\nEDGE:  Well the process to determine what posts are high-risks certainly is determined by the funding that is \navailable.  We also worked very closely with the Department of State to determine at what posts would warrant \nbased on the visa applications and other metrics, what posts would warrant a visa security unit overseas.  \n\nDUNCAN:  OK.  \n\n      (CROSSTALK)  \n\nRAMOTOWSKI:  Let me follow up Congressman.  \n\n      (CROSSTALK)  \n\nDUNCAN:  Yes, go ahead.  \n\nRAMOTOWSKI:  From the State Department's perspective, we screen all our applicants as if they are high risk in a \nsense that you can't guarantee where the next threat will come from.  And so all of our posts and all of our officers \nare trained to use our systems, to conduct intensive interviews and to be prepared to refuse visas to individuals \nwho seek to do us harm, regardless of where in the world they actually applied for a visa.  And in this era of \nglobalization, you can't predict where the next case will come from.  \n\nDUNCAN:  OK, Mr. Stana, what checks are not done with that regard?  \n\nSTANA:  You mean if the VSU is not in the post? \n\nDUNCAN:  Yes sir.  \n\nSTANA:  It's just like Mr. Ramotowski said, they do a certain amount of - of vetting.  The added security from the \nICE person being there comes from their ability to use their law enforcement experience to maybe query another \ndata set that isn't normally queried or ask the kinds of questions that a law enforcement background should give \nyou. But I would like to make one other point Mr. Duncan, I think your point is a good one with the 11 to 20, you \nknow, high risk post not being staff by VSUs, on the other end, there's a large number of the bottom 25 percent \nposts that are staff with VSUs.  \n\n      I mean there might be irrational reason why they would be there but it would be good to reexamine that in the \nlight that maybe some of those folks in the bottom 25 percent risk category, at least some of them might be better \nserve being in a top risks post.  \n\n\n\nDUNCAN:  All right.  I know overseas services are very expensive and so we got CBP folks that oversees locations \nand consular affairs. Is there a way or are you looking at maybe bringing some of those people home that are - that \nare stationed there and working more closely with U.S. based, where as a flat world, we got x-rays being looked at, \nthat are taken here, looking that overnight in another country.  It's a 24-hour cycle, so are we considering some of \nthat to make it more cost efficient.  And I'll ask Mr. Winkowski on that.  \n\nWINKOWSKI:  Yes Congressman, that's a very good question.  What we done in - in customs and border \nprotection is we've taken a - a hard look at our immigration advisory program that we have in eight countries of \nabout 40 - 40 officers.  And we continue to evaluate the need to have officers in - in certain locations as well as the \nneed to have them in a different location.  So for example in Korea, we have made a decision that we could - we did \nnot need to have individuals at the airport in Korea, rather we can handle virtually your point of the world being flat \nthat we can handle it out of our - our regional carrier liaison group out of Honolulu.  \n\n      So, what happens is as that if advanced information and a pre- departure information is sent to the systems \nthat particular unit looks at that, identified individuals that we believe are high risks or has a visa that's been \nrevoked perhaps as a - a TSDB perhaps as a some type of (inaudible) issue and then we coordinate with the host \ngovernment and airlines to prevent that person from going on - on the aircraft.  Conversely, there's other locations \nfor example Heathrow, very active, a lot of (inaudible) flights in from areas of strategic importance and - and we see \na need to have those people there.  So, we're continuing to evaluate on a regular occurring basis because as you \npoint out earlier (ph), it's very, very expensive.   \n\nDUNCAN:  So you got a good relationship with the host country is what you're saying.  \n\n      (CROSSTALK)  \n\nWINKOWSKI:  Yes we do, we have very, very good relationship with the country. \n\nDUNCAN:  Madam Chairman, is there a way we can get the GAO to make sure a request and make sure that the \nultimate - the most technology is being used to keep the calls down but at the end of the day, we don't want any \nbomber to get on the plane and come to this country and - and create harm.  So I appreciate what they do but also I \nwant to make sure we get the most paying for the buck for the taxpayer.  Thank you.  \n\nMILLER:  Absolutely and we'll talk to the GAO about that, perhaps incorporate some of those request in this letter \nthat we'll be drafting very shortly.  I thank the gentleman.  I thank certainly all of the panelists.  I think this has been \nan excellent hearing and as we started at the outset talking about, here we are on the 10th anniversary of the \nhorrific, horrific attacks on our nation of 9/11 and whether or not the terrorists can continue to exploit our visa \nsystem.  And it is clear from the testimony that we had today that we have come a very long way and I think we're \nmaking enormous progress. And again as Mr. Cohen has outlined today, a huge step forward but you know, the \nlargest room is always a room for improvement and we have to continue to do that.  \n\n      And again it's Congresses' responsibility to provide the oversight to the various agencies and it's our \nresponsibility as well to budget the dollars and to make sure that the agencies understand our priorities and that we \nall work together cooperatively.  And the - and I think we need to obviously continue to highlight some of our \nprogress but also not be afraid to take a very candid focus on what we need to do as a nation to continue to secure \nour borders, to - for as I mentioned at the outset under our constitution, our constitutional responsibilities to secure \nour borders and to keep our citizens safe.  \n\n      So, I would also mention to the members that if they have any additional questions, the hearing record will be \nheld open for 10 days.  And they can submit those questions for the record.  Again, we thank all of our witnesses for \ncoming today.  Committee is adjourned.  \n\n      END   \n"}