{"title": "Immigrants close to tuition breaks", "body": "\nWith anti-illegal-immigrant sentiment rising in the United States, a growing number of states are considering \nlegislation that would forbid public universities from offering in-state tuition breaks to illegal immigrants.\n\nBut this week, the Maryland legislature, dominated by Democrats, took a step in the opposite direction, voting to \nguarantee in-state tuition to illegal immigrants. Gov. Martin O'Malley (D) is expected to sign the bill.\n\nSponsors overcame years of entrenched opposition with a provision that steers undocumented students to \ncommunity colleges instead of the increasingly competitive flagship school, the University of Maryland, lessening \nthe risk that they will crowd out others for coveted spots.\n\nWhether illegal immigrants should reap the benefits of residency at public universities is one of the more \ncontentious issues to emerge in the national immigration debate. In this legislative session alone, at least eight \nstates took up bills to extend in-state tuition to illegal immigrants and as many considered bills to deny it, \naccording to the National Conference of State Legislatures. Maryland is the only state this year to pass a bill \nextending benefits.\n\nOverall, the clear trend is toward ending tuition breaks. At least three states, including Arizona, Colorado and \nGeorgia, have moved to deny in-state tuition to illegal immigrants since 2006. South Carolina barred illegal \nimmigrants from even enrolling in state colleges. Some Virginia lawmakers have tried repeatedly to enact a similar \nlaw.\n\nAt least 10 states, including California and Texas, have laws that offer in-state tuition to illegal immigrants, but \nmost were passed in the first half of the past decade. Now, several repeal efforts are underway.\n\n\"I think it's bad public policy, and I think it's a terrible use of tax dollars to subsidize an illegal behavior,\" said Carl \nWimmer, a Republican state legislator in Utah who has worked to undo a 2002 state law that allows in-state tuition \nfor illegal immigrants in his state.\n\nSupporters of tuition breaks, including most of the higher education community, hope Maryland's bill will inspire \nothers.\n\n\n\"I think this is a momentum-changer,\" said Dan Hurley, director of state relations and policy analysis at the \nAmerican Association of State Colleges and Universities in Washington.\n\nTuition discounts would mean the difference between \"going to college or not going to college,\" said one 18-year-\nold Silver Spring student who spoke on condition of anonymity because he is here illegally. \"That's what it means to \nme. Because we're not eligible for aid or scholarships, there's no way I'll be able to come up with $24,000 a year.\"\n\nThat is what he would pay as a nonresident student at Maryland. He studies now at Montgomery College, which \nhas a long-standing policy of allowing undocumented immigrants to pay lower resident tuition if they graduated \nfrom the county's public schools. Most other public colleges and universities in the Washington region charge out-\nof-state rates to illegal immigrants.\n\nMaryland state Sen. Victor R. Ramirez, a Democrat from Prince George's County, has pushed his bill since 2003. \n(It passed that year but was vetoed by then-Gov. Robert L. Ehrlich Jr.) Even in Maryland, such legislation rouses \nfears about undocumented students crowding out others at state universities.\n\nThe University of Maryland has an admission rate of about 40 percent. The school is allowed to reserve up to 30 \npercent of freshman slots for nonresidents. Tuition discounts might prompt more undocumented immigrants to \napply, potentially putting them in competition with other Marylanders.\n\nThe bill countered those concerns by diverting illegal immigrants from the freshman admission cycle. To qualify for \ndiscounts, these students would have to spend the first two years at a community college, then transfer to a four-\nyear institution. Community colleges have open enrollment, although their students still face competition to get \nseats in popular classes.\n\n\"I can feel satisfied knowing that nobody's going to be displaced,\" said Ramirez, a Salvadoran immigrant who \nattended the public Frostburg State University.\n\nProponents of tuition breaks say such laws are both ethical and practical. Illegal immigrant families pay taxes that \nfund resident subsidies, they say, and denying them college access arguably hurts the local economy.\n\n\"This is for our Maryland residents, because they are,\" Ramirez said. \"They have been living here for many years, \nand this is their home.\"\n\nOpponents of the measure say Maryland would pay dearly for tuition breaks. An in-state student costs the \nUniversity of Maryland at least $16,000 in subsidies: That's the difference between the $8,416 annual tuition and \nmandatory fees for residents and the $24,831 charged to nonresidents, who effectively pay the full cost of their \neducation.\n\nEven the comparatively low-cost Montgomery College arguably loses $200 for every credit hour taken by an \nundocumented student with a resident discount.\n\n\"You're talking about $50 million for a thousand kids over four years,\" said state Rep. Patrick L. McDonough, a \nRepublican and radio talk-show host from suburban Baltimore. He said he is considering a ballot referendum and a \nlawsuit to halt the measure.\n\n\"I have never seen or witnessed a bill that has generated so much anger and so much fear as this piece of \nlegislation,\" he said.\n\ndevised@washpost.com\n"}