{"title": "Language barriers delay deaf Mexicans' bond review", "body": "\nDeaf Mexicans detained last week by federal agents in Sanford, N.C., were in Atlanta on Wednesday to have an \nimmigration judge review their bond, but the hearing was postponed because of language barriers.\n\nBond ranging from $ 20,000 to $ 40,000 had been set because the Mexicans are undocumented aliens, \nimmigration officials said.\n\nChief Immigration Judge Michael Creppy, who oversees the country's immigration judges from Falls Church, Va., \nwanted to use specially trained and certified courtroom interpreters who can translate the proceedings i into sign \nlanguage. A search is under way for such people, said Rick Kenney, spokesman for the Executive Office for \nImmigration Review in Falls Church, Va.\n\nAfter being bused from Charlotte, where they are being kept in protective custody at a motel, the Mexicans spent \nthe day at INS headquarters downtown. The 14 adults and three children were returned to Charlotte. The hearing \ncould be rescheduled at any time, said Thomas Fischer, district director of the Immigration and Naturalization \nService's Atlanta office.\n\nThe investigation, meanwhile, seems to be focused more on the immigrants' illegal entry into the country rather \nthan whether they were exploited by crew leaders and smugglers who forced them to sell trinkets in shopping \ncenters, according to The Associated Press.\n\nThe INS is concerned solely with violations of immigration law, said Russ Bergeron, spokesman for the Immigration \nand Naturalization Service in Washington. Criminal violations would be handled by the civil rights d division of the \nU.S. Justice Department, the U.S. attorney's office in Greensboro or the Sanford police.\n\nNo criminal charges have been filed in North Carolina, but in New York and Chicago, 10 people have been charged \nwith bringing illegal immigrants into the country to exploit them.\n\nAfter the raid last Friday in Sanford, INS supervisory agent Russ Parry said that other deaf Mexicans in the area \nwould be apprehended. But there have been no other raids and more than 40 deaf workers who went into hiding \nafter the INS raids have returned home, according to The A Associated Press.\n\nThe investigation is going \"a lot slower than a normal case\" because of language barriers, said Fischer. But he \ncontinued to characterize the Mexicans as victims and witnesses.\n"}