{"title": "Jury acquits Tyson, managers;The U.S. alleged they hired illegal aliens to hike profit. The firm said there was no such policy.", "body": "\nA federal jury acquitted Tyson Foods and three managers yesterday of hiring illegal immigrants from Mexico \nand Central America as part of a nationwide conspiracy to boost production and profit.\n\nThe jury deliberated for less than a day before acquitting on all charges.\n\n\"The verdict confirms that Tyson Foods made a concerted effort to hire properly and abide by the law,\" company \nspokesman Gary Michelson said in a statement.\n\nTyson executives testified during the seven-week trial that Tyson did not encourage the hiring of illegal workers \nand said managers who did so acted against corporate policies. However, two former managers who were \nindicted but entered plea deals testified that they were doing what the company demanded when they went along \nwith the hiring of illegal workers.\n\nIn closing statements Tuesday, a company attorney said the defendants were victims of an imperfect government \nsystem of screening immigrants and there was no conspiracy at the Springdale, Ark.-based meat company.\n\nEarlier, Assistant U.S. Attorney John MacCoon said Tyson's top executives knew illegal workers were being hired \nat poultry plants.\n\n\"Headquarters had a million red flags that things were not right,\" MacCoon said.\n\nSince the case began, the judge dismissed 24 of 36 charges stemming from a three-year undercover investigation \nof Tyson.\n\nIn all, six managers were charged along with Tyson in a December 2001 indictment. One fatally shot himself a few \nmonths later, and two others made plea agreements in January and testified for the government.\n\nRobert Hash, 50, a regional vice president and the highest-ranking Tyson official currently on trial, had faced seven \ncharges, including two conspiracy counts.\n\n\nA single conspiracy charge had remained against plant manager Keith Snyder, 44. Another defendant, Gerald \nLankford, 64, had been accused of conspiring to violate immigration laws and obstruct their enforcement.\n\nThe managers had faced jail time and fines if found guilty. A conviction on the charge of conspiring to defraud and \nobstruct enforcement of immigration laws carries a maximum sentence of five years in prison and a $250,000 fine.\n\nThe verdict was returned while the stock market was still open. In trading on the New York Stock Exchange, Tyson \nshares fell 18 cents to $7.97.\n"}