{"title": "Aliens Rush to Farmhands' Amnesty", "body": "\nWith more than four months to run, the Federal program to bestow legal status on alien farm workers in the United \nStates has already drawn 675,000 applicants, nearly double the number officials originally estimated would be \neligible.\n\nThe swelling number of applications has deeply troubled those who said the program would invite fraud by aliens \nwho could not qualify for amnesty under other provisions of the Immigration Reform and Control Act of 1986.\n\nAt the same time, advocates representing some farm workers who are illegal aliens say the Immigration and \nNaturalization Service is arbitrarily rejecting applications from qualified aliens, defying the intent of Congress to \nmake it relatively easy to prove eligibility.\n\nAaron Bodin, Deputy Assistant Commissioner of the service, who heads the program, said: ''When I first saw the \nproposal for this program, I said to myself, my God, how are we ever going to administer it? How are persons who \nare eligible, given the nature of the farm labor market, going to produce the records to prove their eligibility unless \nwe have very loose evidentiary requirements, and in doing so how are we going to keep from throwing the gates \nopen to people who will take unfair advantage of it?\n\n''In fact, these are the same questions we are still asking today.''\n\n \n\nProving 90 Days of Work\n\nThe program is distinct from the general amnesty program, whose application period ended this spring. The larger \nprogram is giving legal status to aliens who prove they have lived in the United States since 1981. Seasonal farm \nworkers, whose deadline is Nov. 30, have much less to prove: they have to show that they worked on American \nfarms for at least 90 days in the 12 months ended May 1, 1986.\n\nBut because seasonal farm workers are routinely paid in cash, and growers and illegal aliens alike have been \nhappy to mask their relationship, tax and payroll records are often not available. In recognition of these obstacles, \nCongress directed the immigration service to employ ''just and reasonable inference'' in reviewing applications.\n\nImmigration examiners, in fact, have accepted as proof a grower's affidavit that an individual was employed in the \nqualifying period.\n\n \n\nHearing in Miami\n\n\nThe floodtide of applications and the widespread sale of fraudulent affidavits, however, tightened up the process, in \nways that have led to some complaints that the immigration service is no longer following the Congressional \ndirective to be lenient.\n\nIn a Federal District Court hearing in Miami that ended Monday, lawyers representing applicants in Florida, Georgia \nand Alabama charged that the immigration service ''has blatantly violated'' the spirit of the immigration law and its \nown regulations by turning down applicants who were unable to produce work records.\n\nImmigration officials denied on the stand last week that the rejections were arbitrary but agreed that the discovery of \nvast fraud last fall prompted the service's examiners to start looking at the evidence submitted more closely and \nweighing it more carefully.\n\nLawyers for the farm workers, many of whom are Haitians who would face deportation if they are not provided \ntemporary residency under the program, have asked Federal District Judge Clyde Atkins to find that the service has \n''applied an improper burden of proof'' on the applicants. Judge Atkins is expected to issue a ruling next week.\n\n \n\nFraud Case Falls Apart\n\nOf the 675,000 applications filed so far, nearly 187,000 had been acted on as of July 1, according to the \nimmigration service. Of these, 160,000 were approved and 27,000 denied, the service said. According to William \nChambers, director of the service's regional processing office in Dallas, the denial rate in the Southern region has \nbeen 29 percent in recent months, significantly higher than it had been.\n\nJack Bass, Assistant Commissioner for Investigations, said in a telephone interview from Washington that the \nprogram was ''giving us problems'' and that fraud in some trouble spots was ''rampant if not totally out of control.''\n\nImmigration investigators moved vigorously against a ring selling fraudulent affidavits in the West Palm Beach area \nearlier this year. They won indictments against 56 migrant workers, mostly poor and uneducated Haitians, and \nagainst several farm labor contractors who supplied the phony documents for a price. But the cases fell apart when \na Federal judge criticized the Government's standard of evidence in bringing the charges.\n\nNow, Mr. Bass observed, cases are brought against ''the profiteers,'' not the applicants themselves. He said 173 \ncases are now being pursued nationwide by immigration investigators, whose ranks have almost doubled since \nextra money was set aside for the program a year ago.\n\nMeanwhile, estimates of the number of aliens who will ultimately seek legal status vary widely. Some say it will \nprobably top a million. Department of Agriculture experts estimated two years ago, when the immigration law was \nbeing debated, that 300,000 to 500,000 illegal aliens did 90 days of seasonal agricultural work in a year.\n\n \n\nStandard Is Called 'Thin'\n\n''We predicted there would be enormous fraud, because the SAW qualification standard was so thin and was so \ndifficult for the I.N.S. to verify,'' said Roger Conner, executive director of the Federation for American Immigration \nReform, a Washington group that opposes legalizing alien workers on the basis of affidavits alone. ''It was absurd \nin the first place to require only 90 days of work.''\n\n''It's understood by the aliens that the program is a free lunch,'' he said in a telephone interview. He said people \nwho have surveyed applicants ''say they are guys with no knowledge of the kind of work they claim to have done or \nof the crops.''\n\nHe asserted that the number of applicants in California, 362,000, already exceeded the total number of farm jobs \nthat have been filled by illegal workers.\n\nBut Representative Howard L. Berman, a California Democrat on the House Judiciary Subcommittee on \nImmigration, Refugees and International Law, said this did not mean widespread fraud.\n\n\n\nGraphic\n\n \n\nPhoto of Haitians waiting outside Federal District Court in Miami as attorneys representing applicants for legal alien \nstatus in Florida, Georgia and Alabama argued a lawsuit against the immigration service (NYT/Susan Greenwood)\n"}