{"title": "GUATEMALAN FAMILY REACHES REFUGE", "body": "\nWith church bells resounding over the snow- covered landscape and hundreds of people looking on, 12 Benedictine \nmonks welcomed a family from Guatemala to the sanctuary of a hilltop monastery here today.\n\nThe seven members of the family, who entered the United States illegally and used the assumed name of Excot, \narrived this morning with a caravan of 28 cars ending an eight-day journey from Chicago. As the Excots stepped out \nof their van, all except a 7-month- old baby, Inez, wore bandanas to shield their faces. With photographers pressing \nclose, the family was embraced by the monks of Weston Priory.\nBenedictine monks at Weston Prior, Vermont, welcome Guatemalan family of 7, using assumed name of Excot, \nwhich entered US illegally and was escorted from Chicago by 28-car caravanof supporters, who oppose US policies \non immigration and Central America; family illustrated, wearing masks to protect identities; Excot was farmer who \nsaid he was sought by Govt forces for teaching villagers to read (S)\n\nThe caravan was organized by the Chicago Religious Task Force on Central America, an interdenominational \ngroup that has helped establish 110 sanctuaries across the country for refugees from Central America. While the \nfamily was traveling from Chicago, the group held rallies in several cities to dramatize opposition to the \nGovernment's policies on immigration and on Central America.\n\nAfter their arrival in Weston, Felipe and Elena Excot and their five children joined about 500 well-wishers in a barn \nfestooned with streamers and enclosed with sheets of plastic against the cold.\n\nThe monks led the gathering in a ceremony of song and prayer with the family, still masked, seated in a semicircle \nin the front of the room.\n\nThe Excots, in Spanish, told of atrocities suffered at the hands of the military Government of Guatemala.\n\nBy offering public sanctuary to the family and other refugees who might follow, the monks are defying Federal law \nand risk a penalty of five years in prison and a $2,000 fine.\n\nOver 10 years, the monks have traveled to Mexico several times, visiting with refugees there and returning with \nstories of persecution and murder. They decided to declare a sanctuary to make known their difference with United \nStates policy. One of the monks, Brother Philip, said they also wanted to provide a shield against publicity for the \nExcot family.\n\nBrother John, another monk, said, ''What we are doing is a demand and a consequence of our faith.''\n\n \n\nImmigration Officials' View\n\nImmigration officials showed no interest in intercepting the Excot caravan.\n\n\nWilliam J. Dempsey, deputy director of the Immigration and Naturalization Service for the district that includes \nVermont and Maine, said the agency's highest priority was apprehending employers of aliens who are in this \ncountry illegally rather than bothering with the relatively small number of illegal aliens who have sought sanctuary \nwith church groups.\n\nIn the gathering at Weston was the Rev. Daniel Jensen, a Maryknoll priest who hid Mr. Excot in Guatemala City \nthree years ago. Mr. Excot was a farmer who said he had been sought by Government forces because he had been \nteaching villagers to read.\n\nFather Jensen, who said he left Guatemala after receiving death threats, said of the Excot family, ''If they're \ndeported, they'd be killed.''\n\nA person who traveled with the caravan quoted Mrs. Excot as saying upon her arrival in Weston, ''I am very, very \nhappy, and it's perhaps the saddest day of my life.'' It was explained that she was expressing her grief for the \ncountry she had left behind.\n\nGraphic\n\n \n\nphotos of Excot family\n"}