{"title": "Vancouver's conversion therapy ban more than symbolic for identity: experts; Conversion therapy ban adds strength: experts", "body": "\nVICTORIA - A ban on the practice of so-called conversion therapy in Vancouver sends a powerful message of \nrejection for controversial \"pray the gay away\" treatments, say advocates and experts. \n\nThe city's unanimous support for a bylaw prohibiting techniques that attempt to persuade people to change their \nsexual orientation or gender identity gives people reinforcement to reject the therapy, said Coun. Tim Stevenson, \nwho spearheaded the bylaw.\n\nRegistered psychologist Ashleigh Yule said she has had young adults tell her stories of how as teenagers they were \npushed into such programs. \n\n\"My youth pastor thought it would be important for me to go or my friend thought it would be good for me to go and \nsee if I could pray the gay away,\" she said in an interview from Calgary about what some young people have told \nher.\n\nYule, who works with lesbian, gay, bisexual, transgender, queer and two-spirited youth, said the Vancouver bylaw is \nhugely symbolic in its public support to many people, but it's also practical because it offers non-judgmental \ndirection to those examining their sexuality.\n\n\"My professional opinion would be having these pieces of legislation that are either at a municipal level, at a \nprovincial level, ultimately at a federal level, would be very helpful,\" she said. \"I don't feel conversion therapy is a \nform of therapy. I feel it is a harmful practice.\"\n\nShe said conversion therapy is happening in Canada, but is difficult to track because it is often linked to private \nevents held by faith-based groups.\n\n\"Certainly, these groups exist,\" she said. \"It's hard to find if you are doing a web search or looking in the Yellow \nPages. I know for certain it's happened at the clinical level because I see people who have survived that.\"\n\nStevenson, 73, said he expects the bylaw to offer hope to many people facing dark times in their lives.\n\nHe said he struggled with his sexual identity until he was 30, and knowing there was a law offering support during \nhis time of inner turmoil would likely have provided some comfort.\n\n\n\"I think it's more significant than you might think at first blush because it really does show an attitudinal change \nwithin society,\" said Stevenson, a former New Democrat member of the B.C. legislature and United Church \nminister. \"Can you imagine 20 years ago this coming forward?\"\n\nProf. Elizabeth Saewyc, director of the school of nursing at the University of B.C. and an expert on vulnerable \nyouth, said Vancouver's city council has shed light on an often hidden issue.\n\n\"It's more than symbolic,\" she said. \"By doing this, they actually make visible, make public for people that this isn't \naccepted practice.\"\n\nSaewyc said in the past she has had parents approach her about issues with their children's sexuality, but she \nalways steers them away from conversion therapy.\n\n\"This is not an evidence-based approach,\" she said. \"In fact there is evidence it can cause harm. The better \nstrategy would be to better support and nurture the child, with whatever orientation they have.\"\n\nThe Vancouver bylaw, passed June 5, highlighted other bans on conversion therapy by Ontario and Manitoba in \n2015, and included this year's vote by the European Union to prohibit the practice on the grounds that it is harmful.\n\nIt also cited opposition to the therapy by the World Health Organization, the American Psychiatric Association, the \nAmerican Medical Association and the Canadian Psychological Association.\n\nThe Canadian association says in a policy statement that it is against any therapy that has a goal of repairing or \nrejecting an individual's sexual orientation, regardless of age.\n\n\"Scientific research does not support the efficacy of conversion or reparative therapy,\" the association says in its \nstatement. \"Conversion or reparative therapy can result in negative outcomes such as distress, anxiety, depression, \nnegative self-image, a feeling of personal failure, difficulty sustaining relationships, and sexual dysfunction.\"\n"}