{"title": "RUSSIAN IMMAGRANTS ESTABLISH NEW ENCLAVES IN CITY", "body": "\nWhen dawn breaks over Brooklyn's beaches and train after train rumbles up to the Brighton Beach elevated stop, \nthe subway station is a bit like Moscow's Metro - fur-covered heads buried in the New Yorkbased Novoye Russkoye \nSlovo or Sovetsky Sport, which is published in Moscow, grandmothers knitting and bragging about their offspring.\n\nA little later and a few blocks away, mixed in among several thousand other students, 175 Russian teen-agers, \nmany of them wearing the latest designer jeans, enter the classrooms of Abraham Lincoln High School.\n\nThere in the Brighton Beach section, as in Manhattan's Washington Heights and Forest Hills, Queens, the morning \ncommuters and the high school students are part of the most recent wave of Russian immigrants, nearly all of them \nJews.\n\nMore than 30,000 immigrants have arrived in New York City from the Soviet Union in the last eight years, and while \nmany older Russians retain their Slavic language and customs, nearly all the younger Russian immigrants are \nhurrying to adopt the manners and habits of native New Yorkers. I'll make a brand-new start of it in old\nAN-A\n\nNew York. If I can make it there, I'd make it anywhere. It's up to you, New York, New York.  The band playing ''New \nYork, New York''* one recent evening at the Golden Palace, across the causeway from Brighton Beach on Coney \nIsland, was called the Five Russkys. But only the platters of white fish and red caviar - ''rybnoye assorti'' - and the \nhalf-empty bottles of vodka on the restaurant's tables suggested that until recently, the owners, band and patrons \nhad been no closer to a New York nightclub than the cafes of Leningrad, Moscow or Kiev.\n\n''Now we're Americans,'' said Vladimir Gincherman, one of three owners of the Golden Palace. Grinning at his \npartners over glasses of champagne, he added, ''And our children will be Americans.''\n\nThe Russian students at Abraham Lincoln, occasionally sneaking puffs on a forbidden cigarette, sit together in the \nschool's lunchroom, speaking Russian but not fending off American culture.\n\n \n\nDiscos and Cosmetics\n\n''We go to discos on weekends,'' said Galina Vinokurova, a junior who came from Odessa last year. Many of the \nRussian girls at the school stand out by their devotion to American cosmetics. Generally, the more recent a girl's \narrival, the more she uses.\n\n''It's a freedom to do what you want,'' one girl explained. ''In Russia there isn't that much makeup. It's not really \nconsidered ladylike.''\n\n\nMasha Englin came to the United States with her parents in 1974, two years after the current wave of immigration \nfrom the Soviet Union began. ''I was the only Russian in Forest Hills High School the year I began,'' she said.\n\nStudents like the 23-year-old Miss Englin, now an undergraduate at Columbia University, represent the future to \nmany Russian parents.  ''My son speaks English much better than Russian,'' said Mr.  Gincherman, who began as \na truck driver six years ago. ''My job isn't to make him Russian. I want him to have a good life in America. If I stay in \nBrooklyn, I will put him in private schools.''\n\n''I prepared myself to work hard,'' he added. ''Immediately we started selling things - little trinkets, things from \nRussia. Little by little we learned to speak English. We worked and we saved.''\n\nMost Russians who come to New York leave the Soviet Union because they are Jewish and say they were subject \nto discrimination there.  But many say they are not religious and that they are not regarded as Jews by many \nAmericans.\n\n''We were Jewish in Russia,'' said Michael Varzar, another of the Golden Palace's owners. ''Now in America we're \nnot Jewish, we're Russian.''\n\nDespite Americanization, many older Russians cling to their heritage. ''Business is very good because Russians \nread a great deal,'' said Janny Orlikov, who runs the Russian-language Black Sea Bookstore on Brighton Beach \nAvenue.\n\nShe shuffled the piles of Russian-language newspapers, some from Moscow, others from New York City, on the \ncounter before her.  ''Younger people don't read Russian books,'' she said, ''but older people, those in their 40's \nand 50's, certainly do. We read what we couldn't read about in Russia - about Stalin, about Khrushchev.''\n\n \n\nA New Television Station\n\nEarly next year, Mrs. Orlikov's husband, Yuri, will help open New York's first Russian-language television station. \nBut they both concede that the station's programming will be aimed at older Russians.\n\n''In five or six years, Russian kids will forget Russian,'' Mrs.  Orlikov said. ''You see how even I mix English in with \nmy Russian.'' Last year 13,000 Russians came to New York, according to Mark Handelman, an assistant director \nat the New York Association of New Americans. Because the Soviet Union had limited emigration, only 8,000 \npeople had arrived here this year through Nov. 1.\n\nNot all Russians here left the Soviet Union willingly. Pavel Litvinov says he was expelled after laboring for four \nyears in salt mines in Siberia, the penalty he received for having demonstrated in Red Square against the Soviet \ninvasion of Czechoslovakia in 1968. Now teaching physics at the Hackley School in Tarrytown, N.Y., Mr.  Litvinov \nconsiders himself one of the few hundred exiles among the tens of thousands of immigrants.\n\nIn a gradual process, some of those Russians are beginning to leave their ethnic neighborhoods. Miss Englin's \nparents, Artiom and Marina, moved across Queens Boulevard to Rego Park, away from many of their compatriots.\n\n''People would knock on our door at all hours - to taste food, to borrow sugar, to get a recipe.'' Mrs. Englin said. ''It is \nlike that in Russia, but here we wanted some privacy.''\n\nMr. Gincherman, although saying that he generalizes too much about Russians in New York, added: ''We want to \ngo to Manhattan, we want to go to shows. We want to be like everyone else.'' ---- *Copyright c 1977, United Artists \nCorporation. All rights administered by Unart Music Corporation.\n\nGraphic\n\n\n\n \n\nIllustrations: Photo of Russian singers Photo of Russian immigrants\n"}