{"title": "Feds use immigration charges to crack down on street gangs", "body": "\nFederal agents are using immigration violations to arrest and deport scores of gang members in cities across the \nUSA.\n\nIn a three-month summertime push that began June 1, federal agents working with local police agencies in 23 \ncities arrested 1,313 suspected gang members, their associates and other illegal residents, U.S. Immigration and \nCustoms Enforcement (ICE) said.\n\nGang member arrests have increased 73% over 2006, from 2,294 people to 3,974, ICE statistics show. ICE has \narrested 7,655 people from more than 700 gangs on immigration and criminal violations since the program began \nin 2005, ICE spokesman Michael Keegan said.\n\nA week-long operation in the Minneapolis-St. Paul area last month netted more than 30 people from Mexico, \nNicaragua, El Salvador and Somalia with ties to street gangs, Keegan said. Five people are charged with state \ncrimes, nine face federal charges for re-entering the USA after previous deportations, and four are U.S. permanent \nresidents who have previous criminal convictions, he added.\n\nSgt. Kelly O'Rourke of the Metro Gang Strike Force in the Twin Cities calls the immigration charges a \"helpful \ntool\" in controlling the growth of gangs, which deal in guns and drugs there.\n\nEven so, some communities say the raids go too far. On Long Island, Nassau County officials said that ICE did not \ncheck its targets against the county's own gang intelligence before its raids Sept. 24 and 26. Nassau County \nExecutive Thomas Suozzi in an Oct. 2 letter to Homeland Security Secretary Michael Chertoff accused the agency \nof \"misconduct and malfeasance\" for \"tactical actions which cross the lines of legality and law enforcement best \npractices.\"\n\nICE failed to target gang members, finding just eight gang members among the 82 people arrested in the county, \nthe letter states.\n\nKeegan said most of the people arrested in raids in Nassau and neighboring Suffolk County were gang members or \npeople associated with the gangs.\n\nThe operation netted 190 arrests and 55 of those arrested had past criminal histories, he said. Agents also arrested \nother illegal immigrants if they happened across them, he said.\n\n\"At the end of the day, they are in violation of immigration law,\" Keegan said. \"If you look at the operation across \nthe nation, I have not heard local agencies complaining about the assistance we're providing in removing illegal \nimmigrants from their neighborhoods.\" \n\n\nGraphic\n\n \n\nPHOTO, B/W, Josh Reynolds, AP\n"}