{"title": "Immigrants' Ships, Sailing Across the Web", "body": "\nFor David Annenberg, the sleuth work involved in tracing his and his wife's genealogies has been nothing if not \nexhaustive. \n\n  Mr. Annenberg, a payroll technician who lives in Jamaica Estates, Queens, has spent up to 20 hours a week for \nthe past decade trying to trace the lines of Annenberg, Jacobson, Friedman and Wollman from which the couple \ncame.\n\nHe has already sifted through World War I draft cards, 1930's census records and newspaper obituaries. He has \ngone what he calls ''cemetery-hopping'' in search of ancestors' graves.\n\n  So Mr. Annenberg was understandably thrilled to learn that records from Castle Garden, the immigrant reception \ncenter that predated Ellis Island in the 1800's, were going to be published online.\n\n  The Web site, www.castlegarden.org, was inaugurated by the Battery Conservancy in August, making public for \nthe first time a database of millions of immigrants who arrived in New York between 1820 and 1897. The \ninformation was culled from ship manifests listing passenger names, ages, occupations, countries of origin and \ndates of arrival. Between 1855 and 1890, the manifests came from the Castle Garden Emigrant Depot, located in \nthe historic Castle Clinton fortification in the Battery. \n\n  The numbers alone on the site are staggering, listing 10 million people who arrived on 41,000 ships from 200 \ncountries. The list of their approximately 1,800 occupations reads like a feudal roll call, with jobs ranging from anvil \nmaker to spool winder to goatherd. \n\n  Warrie Price, president of the Battery Conservancy, said she was pleased with the early success of the site, which \nhad 100,000 visitors in its first few weeks. ''People coming to the Web site are just so happy to find their ancestors,'' \nshe said. ''This is truly the story of the Battery. It's the story of the Lower Manhattan waterfront welcoming \nimmigrants at that time.''\n\n  Although the database's development was originally directed by an immigration scholar with other academic \nresearchers in mind, amateur genealogists like Mr. Annenberg may get as much use from it as professionals. \n\n  Among the 1,625 Friedmans listed, from Aaron to Zinka, Mr. Annenberg found two who could have been his wife's \ngreat-grandmother and great-uncle. And he carefully examined the record of a Joseph Garbus, who came from \nRussia in 1896 and could have been his wife's great-grandfather.\n\n  ''This is my puzzle,'' he explained. ''Castle Garden gives me some of the missing pieces.''  JENNIFER BLEYER\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Did Joseph Garbus, center, pass through Castle Garden? \n"}