{"title": "Hill Impasse Spurs States to Tackle Illegal Immigration", "body": "\nState legislatures around the nation are considering hundreds of proposals dealing with illegal immigration, \nreflecting the exasperation of many local officials with Congress's failure to contend with the millions of \nundocumented workers who have entered the nation in recent years. \n\n Here in Arizona, the House has passed a proposal to set fines and other penalties for companies that hire \nundocumented workers. The bill, which had regularly failed in previous years, is expected to win Senate approval \nwithin days and is only one of many plans under consideration.  \n\n Others include bills to erect an 80-mile fence and a multimillion-dollar radar system along the Mexican border, \ndesigned to slow the nightly flow of migrants across the desert. Another bill would require police to check the \ncitizenship of anyone stopped for a traffic offense. The state House, by a vote of 43 to 12, has passed a resolution \ncalling on Washington to dispatch the U.S. Coast Guard to this landlocked, coast-free state to assist in patrolling \nthe border. \n\n For the most part, the new state measures are designed to get tough on illegal immigrants, on employers who \ngive them jobs and on state officials who give them benefits. In some states, illegal immigrants can buy lottery \ntickets but cannot collect if they win a significant prize. \n\n At the same time, though, some states are moving in the other direction  --  making life easier for immigrants, legal \nor otherwise. In April, Nebraska's legislature overrode a gubernatorial veto to offer in-state college tuition rates to \nthe children of illegal immigrants. Nine other states have formally authorized tuition breaks for undocumented \nimmigrants, and many public universities employ a \"don't ask, don't tell\" policy for graduates of high schools in the \nstates. \n\n Maryland and Virginia lawmakers considered proposals to crack down on illegal immigrants in their recently \nconcluded legislative sessions, but none passed.  \n\n The multistate approach, with some states at variance with others, threatens to create a maze of laws and \nregulations at a time when the nation as a whole is struggling with how to contend with an unprecedented wave of \nillegal immigration. \n\n\n \"We're not going to solve this problem with a patchwork approach at the state level. It's a national problem, and the \nneed is to repair the national system,\" said Josh Bernstein of the National Immigration Law Center, which works to \npromote the rights of low-income immigrants. \"We're not going to erect barriers between states.\" \n\n  Advocates on both sides said that Monday's economic boycott and rallies will work to their advantage. Opponents \nof illegal immigration said the protests hardened their resolve, while immigrants' rights activists predicted that the \nlarge turnout will sway lawmakers to their side. \n\n The National Conference of State Legislatures has tallied 463 bills introduced this year in 43 states, by far the \nbiggest crop of state immigration proposals ever recorded. Ann Morse, who tracks the issue for the NCSL, said \nthis rush of legislation demonstrates that state legislators are no longer willing to cede this high-profile political \nconcern to Congress. \n\n  Morse cited three reasons for the unprecedented interest in immigration at the state level. \"First, there's the \nreaction to 9/11 and the concern that our borders are not safe,\"  she said. \"Another factor is the number of \nimmigrants and a general sense that the influx is growing rapidly. And finally, we seem to have a Congress in \ngridlock on the issue. State legislators feel if they don't act, nobody will.\" \n\n  That last concern has been crucial in the legislature here, noted state Rep. Russell K. Pearce, a Republican who \nsays he is \"fed up\" with his own party's management of the issue in Washington. \n\n  \"We had high hopes that Congress would do something this year,\" Pearce said. \"But Washington is ducking its \nresponsibility. Our constituents are outraged about that. So they are demanding  --  and I mean demanding  --  that \nwe do the job instead.\" \n\n  With opinion surveys showing intense public concern about immigration this year, Congress has been sharply \ndivided. The House passed a tough anti-immigration bill that included stiff criminal measures and costly new \nefforts in border control. In the Senate, many lawmakers favor a guest-worker program and finding a way to allow \nsome illegal immigrants to seek citizenship. So far, however, the legislation has been mired in committee. \n\n  With the two houses seeming to be on divergent paths, state officials are losing hope for federal immigration \ninitiatives this year. \"If Congress were able to act, there would be much less activity in the state legislatures,\" \nBernstein said.  \n\n The most common approach to immigration at the state level this year, the NCSL tally shows, is criminal \nlegislation to impose sanctions on employers who knowingly hire illegal immigrants. More than half the states are \nconsidering employment legislation in various forms, and many bills are expected to pass. \n\n  On April 17, Georgia Gov. Sonny Perdue (R) signed a law that imposes fines on employers of undocumented \nworkers and requires any company with a state contract to fire any employee who is not a legal resident. The \nGeorgia law also requires that state offices verify an employee's status before paying unemployment benefits or  \nworkers' compensation. Similar provisions are found in pending bills in several other states. \n\n  Legislatures in Ohio, South Dakota and Arizona have passed bills this year requiring that state or local police \ncheck the immigration status of everybody they encounter, and report suspected illegal immigrants to U.S. \nImmigration and Customs Enforcement. Several other states have similar bills pending. \n\n  Many police chiefs and mayors oppose this approach, fearing that immigrants will be frightened to contact the \npolice when they need help. But proponents say that the initial police contact is the best time to catch somebody \nwho should not be here. As Pearce puts it, \"Deportation should start with the traffic stop.\" \n\n More than a dozen states are considering legislation that would require proof of citizenship or of legal-resident \nstatus for anybody seeking a driver's license. Some would simply deny illegal immigrants the right to drive. Other \nproposals are similar to a bill that passed in Utah last year, offering undocumented applicants only a \"driving \nprivilege\" certificate that is not supposed to be treated as legal identification. Virginia requires license applicants to \noffer proof of legal status. \n\n\n\n  There are also bills pending in several state capitols to help undocumented workers deal with the problems that \ncome with their status. Several states seek to get tough on \"notarios,\" people without a law degree who sell costly \n\"consulting\" services to immigrants seeking legal-residence status or citizenship. Some state governments help \nemployers fill out the I-9 form that is required for immigrant workers under federal law. \n\n Polls show that immigration is considered a bigger problem in Arizona than gasoline prices. Republican Sen. Jon \nKyl and Jim Pederson, his Democratic challenger, are already saturating the airwaves for the November election  --  \nand the ads deal mainly with immigration. \n\n  So far this year, the Republican-controlled legislature has passed several bills designed to crack down on illegal \nimmigration; Democratic Gov. Janet Napolitano has vetoed several of them. Pearce, sponsor of the employer-\ncrackdown legislation, said the anti-illegal-immigration majority in the legislature plans to package all the \nmeasures into a comprehensive bill. That would set up a new confrontation with the governor. \n\n  The bill that seems most likely to become law here this session is Pearce's employer-sanction plan. Napolitano \nsaid in January that she would sign an employer-sanction bill. Even business groups concede that approval is likely. \n\n \"Our position has been that employment of immigrants is a federal issue, and it deserves a federal response,\" said \nFarrell Quinlan of the Arizona Chamber of Commerce and Industry. \"But if the federal government doesn't act, \nyou're going to see the states try to fill the void.\" \n"}