{"title": "Obama to add 1,200 troops at border; Guard hike follows GOP push, Ariz. flap", "body": "\nA month after Arizona passed an immigration law that reignited a national debate, President Obama is sending up \nto 1,200 National Guard troops to help secure the U.S.-Mexico border.\n\nThe troops will be a \"bridge to longer-term enhancements\" on the Southwestern border, helping with intelligence \nand surveillance while additional Border Patrol agents are trained, Obama's national security adviser, James \nJones, said in a letter to Senate Armed Services Chairman Carl Levin, D-Mich.\n\nObama will also request $500 million for border protection and law enforcement, Rep. Gabrielle Giffords, D-Ariz., \nsaid.\n\nThe decision came to light after Obama met with Senate Republicans to discuss immigration legislation -- a \npackage that could be difficult to pass this year without Republican support, White House spokesman Bill Burton \nsaid.\n\nAsa Hutchinson, the first Homeland Security undersecretary for border security under President Bush, said, \"The \nnumbers that they're going to add will help, but it's not going to fix the problem.\"\n\nFrank Sharry of America's Voice, a group that supports tighter borders as well as a way for illegal immigrants to \nearn citizenship, said Obama seemingly gave in to Republican leaders without assurance on more comprehensive \nimmigration legislation. \"Talk about one step forward and two steps back,\" Sharry said.\n\nRoy Beck of NumbersUSA, a group that wants to reduce legal and illegal immigration, was pleased but called the \naction a minimal response and based on politics.\n\n\"I think the White House people are watching the polls and seeing how incredibly popular the Arizona law is,\" Beck \nsaid. The law requires police to check immigration status if they suspect that someone they detain is in the country \nillegally.\n\nJanet Murguia, president of the National Council of La Raza, a Hispanic civil rights organization, said the decision to \nfocus first on border security rather than fix immigration law was \"deeply disappointing.\"\n\nArizona's Republican senators, John McCain and Jon Kyl, pointed to the 6,000 troops President Bush sent in \n2006 as an example of the manpower needed.\n\nArizona Gov. Jan Brewer said Obama's decision is \"a very significant and important shift\" in his border-security \npolicy. Brewer, a Republican, said her signing of the law \"clearly ignited the talk of action in Washington for ... \nborder states.\" She added, however, that more must be done.\n\n\nContributing: Kevin Johnson in Washington, The Arizona Republic. \n"}