{"title": "MEXICAN BORDER ARRESTS FALL IN WAKE OF NEW ALIENS LAW", "body": "\nJust one month after President Reagan signed the new immigration control law, arrests of illegal aliens along the \nMexican border have dropped dramatically.\n\nImmigration officials said they could not be sure the decline was a result of the legislation, which for the first time \nimposes criminal penalties on Americans who employ illegal migrants. But they said they could think of no other \nreason that could fully account for it.\n\nArrests in some border areas have fallen by nearly 30 percent in comparison with the same period last year.\n\n''We've noticed a lack of attempted entries, a lack of movement of aliens,'' said Jerry Hicks, deputy chief patrol \nagent for the Border Patrol in McAllen, Tex. His office covers 280 miles of the shallow, muddy Rio Grande, through \nwhich millions have waded or swum to enter the United States illegally every year.\n\n \n\nConfusing to the Smugglers\n\n''The word our agents have now is that the alien-smugglers are confused - they're not really sure what this new law \nincludes,'' Mr, Hicks said. ''They're afraid there's a lack of a market now for aliens.'' Arrests in the McAllen sector \ndropped by 28 percent, from 7,780 in November 1985 to 5,599 this November. It was the first time in three years \nthat there had been such a decrease for any month.\n\nIn Washington, Verne Jervis, spokesman for the Immigration and Naturalization Service, said arrests along the \nentire Southern border, which stretches nearly 2,000 miles from Texas to California, dropped 19 percent in the first \nweek after Mr. Reagan signed the legislation Nov. 6, and 29 percent the next week.\n\n''We are not quite prepared to say what the reason is,'' he said. ''But certainly the bill had something to do with it. \nWe don't know how long it will last. We hope it will have a long-range effect when the law is in full force.'' Word of \nthe new law has been given widespread publicity by newspapers and television in Mexico.\n\nApprehensions of aliens are not necessarily a direct indicator of illegal immigration. The tally varies according to \nBorder Patrol staff levels and priorities. But fluctuations in the number of arrests offer at least a crude gauge.\n\n \n\nPossible Factors Offered\n\nImmigration officials say several factors contributed. In some areas, mainly near El Paso, the Rio Grande has been \nunusually high this year and the weather cold, making passage across the river difficult. Moreover, the new law \n\n\nrequires agents to obtain a warrant to search for aliens on farms and ranches, and that has deterred enforcement \nin some areas.\n\nAlso, the provision offering amnesty to aliens who were in this country illegally before Jan. 1, 1982, has made \nagents a little reluctant to approach some suspects. Finally, Border Patrol efforts have been diverted to interdiction \nof drug smuggling in some areas, such as McAllen.\n\nBut immigration officials say none of this fully explains the drop in arrests. The drop is well beyond what normally \noccurs this time of year, when the weather gets colder and many Mexicans go home for the holidays.\n\nThe long Mexican border, much of it crossing barren desert and subtropical farmland, is notoriously difficult to \npatrol. It has long served more to bind the United States of America to the Republic of Mexico than to separate \nthem. For decades millions of people, including many from Europe and Asia, have crossed that border in search of \neconomic opporunity and political sanctuary without the blessing of the law.\n\n \n\nDramatic El Paso Contrasts\n\nAccording to Mike Williams, chief patrol agent for the El Paso sector, there were 15,553 arrests in November, as \nagainst 30,786 in October and 19,808 in November last year. He said that, even with the high water, the new law \nwas ''a major factor.'' It was passed on Oct. 17.\n\nMr. Williams added that his agents were finding fewer illegal aliens on freight trains going north, boarding airplanes \nat El Paso and passing Border Patrol checkpoints along highways leading north.\n\nApprehensions of aliens in remote southwest Texas in the Marfa sector of the Border Patrol are down to their \nlowest level since 1982.\n\nAn apparent exception to the trend is the San Diego area, a 60-mile-wide stretch of the border south of that city, \nand crossing point for Mexicans seeking work in the metropolitan areas of Los Angeles and San Diego.\n\nApprehensions of aliens in November there were down only 2 percent, to 32,411, from last year, according to Gene \nSmithburg, assistant chief patrol agent. He added that arrests were down to 807 from 932 for the first four days of \nDecember. There was no immediate explanation why the California area differed from the rest of the border.\n\n \n\nAn Apparent Contradiction\n\nThe new figures on arrests of aliens appear to contradict, at least for the moment, arguments that the new law \nwould spur illegal immigration by aliens anticipating another amnesty at a later date.\n\nIllegal border crossings tend to take two forms. In the border cities like Brownsville, Laredo and El Paso in Texas, \nthousands of ''commuters'' cross daily to take jobs as maids, gardeners, retail clerks and the like, returning home to \nMexico every night. Others enter hoping to stay permanently, or at least for the season, and they usually take trains \nand buses to Middle Western and Northern cities.\n\nThe entry of both types normally slows down at this time of year. Immigration officials said the true test of the new \nbill would not come until January, when a surge normally occurs. ''We'll be better able to judge after the first of the \nyear,'' said Mr. Smithburg of the Border Patrol in San Diego. ''January is when we would have our huge increase.''\n"}