{"title": "ENSURE LEGAL FAIRNESS; DETAINED IMMIGRANTS DESERVE REPRESENTATION", "body": "\nU.S. courts are supposed to be guided by fairness with due process for all. But in deportation hearings in \nPennsylvania and throughout the country, detained immigrants are currently not guaranteed legal representation, \nleaving many alone in facing government attorneys. A new study out of State College has offered a solution that \nwould address this injustice.\n\nA recently published report from the Penn State Law Center for Immigrants' Rights Clinic recommended the \ncreation of a free public defender style system that would provide lawyers to detained immigrants facing \ndeportation. While the Sixth Amendment guarantees an individual's right to counsel in criminal proceedings, \nimmigration cases are heard in civil court, where the Sixth Amendment right does not apply.\n\nMigrants involved in such cases are allowed to find and pay for an attorney on their own. But for those who work \nlow-wage jobs, lack a basic understanding of American legal proceedings or struggle to speak English, this option is \nno option.\n\nThe study's review of more than 3,600 Pennsylvania cases revealed that 77% of detainees had no lawyer. The \nproblem extends far beyond the commonwealth. There are more than 300,000 pending cases nationwide in which \nimmigrants are unrepresented, according to Syracuse University's Transaction Records Access Clearing House. \nThis leaves hundreds of thousands of immigrants, even children, to defend their status in the U.S. against trained \ngovernment attorneys.\n\nThe results of this imbalance have been predictably disastrous for the immigrants. According to a study \ncommissioned by Judge Robert A. Katzmann of the U.S. Court of Appeals for the Second Circuit, 97% of detained \nimmigrants without legal counsel were deported.\n\nClearly, there is a thumb on the scales of justice.\n\nImmigrant advocacy groups are rightly concerned, and those concerns should extend to the public at large if the \npublic at large is at all concerned about American due process.\n\nThe public-defender-style system suggested by the Penn State study would right the scales. Such a system would \nensure that detained immigrants have competent legal representation and, at the same time, would protect the \ngovernment's interests in a fair legal proceeding - one that is less susceptible to appeals.\n\nThe Constitution does not distinguish between citizens and immigrants. Instead, it refers to \"people.\" And all \npeople moving through the American justice system should be afforded the right to fairness in any courtroom, \nwhether criminal or civil.\n\n\nFor immigrants facing deportation, a decision that can carry drastic consequences for the detained and their \nfamilies, this should include suitable legal counsel. Pennsylvania should follow the lead of states like New York and \nNew Jersey and establish a legal defense fund that ensures legal representation for all.\n"}