{"title": "Romney Puts Focus On Immigration; He Hopes to Sting McCain on Hot-Button Issue", "body": "\nMANCHESTER, N.H., Jan. 6 -- Former Massachusetts governor Mitt Romney sought on Sunday to revive his \nparty's contentious debate over illegal immigration, hoping to remind voters in New Hampshire of the issue that \nstoked conservative anger and nearly derailed Sen. John McCain's presidential campaign last summer.\n\nThe senator from Arizona returned the fire, telling reporters that Romney \"has changed his position on almost \nevery major issue\" and flatly declaring that he \"will win\" the New Hampshire primary. Manchester's Union Leader, \nthe state's largest newspaper, weighed in with its second front-page endorsement of McCain, calling him \"the real \ndeal\" and \"by far the best qualified individual to lead America.\"\n\nFormer Arkansas governor Mike Huckabee, making an aggressive push to finish at least third here, found one of \nthe few evangelical churches in the state to speak to in Windham, where he delivered a sermon that did not touch \non politics but called on the congregation to be part of \"God's army.\" He then headed to a rally with actor Chuck \nNorris, his sidekick at every event here, and went on a seven-mile run in Manchester before heading off to the \nsecond Republican debate in two nights.\n\nIn that forum, hosted by Fox News Channel, five candidates clashed for 90 minutes over immigration, taxes, \ngovernment spending, terrorism and the need for change in Washington. Fox did not allow Rep. Ron Paul (Tex.) to \ntake part.\n\nThe most heated exchange came when Romney accused Huckabee of raising taxes while governor. Huckabee \nretorted by asking Romney whether he raised $500 million in fees, and said: \"You know, Mitt, let's talk about how \nstubborn the facts are. Answer the question.\"\n\nRomney retorted: \"Mike, you make up facts faster than you talk. And that's saying something.\"\n\n\nBut the focus of the day seemed to be on Romney and the prospect that his big-budget, highly organized \ncampaign may be on the verge of a spectacular collapse if he loses Tuesday's primary.\n\nRomney held just one event Sunday, a town hall meeting in Nashua with almost 400 people. He spent part of the \nday taping a two-minute commercial that the campaign calls its \"closing argument\" for New Hampshire and will air \nMonday night.\n\nStruggling to right his campaign with less than 48 hours before the polls open, Romney repeatedly accused \nMcCain of wanting to allow illegal immigrants to remain in the country even after the southern border is secured.\n\n\"What his posture does is, it says that every alien in this country that's here illegally gets to stay here for the rest of \ntheir life, and that is wrong,\" Romney said on ABC's \"This Week.\"\n\nHe repeated the accusation in Nashua, earning raucous applause when he asserted that McCain's position \"will \nonly encourage more illegal immigration. It is time to stop illegal immigration.\"\n\nFaced with a new poll that shows him trailing McCain, Romney is betting that highlighting his rival's role in \nsponsoring an immigration bill with Democratic Sen. Edward M. Kennedy (Mass.) will help rekindle the anger that \nmany conservatives felt last summer, when the issue dominated conservative talk radio.\n\nBut the issue may have since lost its volatility. The overhaul bill is no longer pending in Congress, and McCain has \nsaid he now supports securing the border before implementing the provisions that angered so many in his party. \nAnd Romney's recent immigration charges have caused him problems as well.\n\nIn Saturday's debate, Romney said he had never used the word \"amnesty\" in attack ads against McCain. On \nSunday morning, after being shown two of his ads that used the word, he admitted that he was wrong. He also has \nstruggled to explain why, in 2005, he called an initial proposal by McCain \"reasonable.\" He says the proposal was \ndifferent from McCain's later immigration bill.\n\nRomney also continued to hammer McCain for voting against tax cuts that President Bush endorsed. And he \ncontinued to portray the senator as  incapable of shaking up politics.\n\n\"Americans are not looking for Washington insiders,\" Romney said. \"They are looking for change, and change is \nwhat we are going to give them.\"\n\nIn Salem, McCain spoke to about 1,000 people who packed the Woodbury School's gymnasium. He defended his \nrecord on taxes, Iran and Iraq in what amounted to a debate with several critics in the audience.\n\nHe even made fun of his earlier gaffes on the campaign trail; when one voter asked him about his policy on Iran, he \nsaid, \"I certainly wouldn't sing the Beach Boys song ever again,\" referring to the time in April when he belted out \n\"Bomb Iran\" to the tune of \"Barbara Ann\" before a group of veterans in South Carolina.\n\nSeveral New Hampshire voters, in Salem and elsewhere, said they were leaning toward supporting McCain but had \nnot decided.\n\nMatt Fitzgerald, a Windham resident who attended McCain's town hall meeting, said he appreciates the senator's \nwillingness to reach across the aisle but is not convinced he can repeat any victory he achieves in New Hampshire. \n\"I'm not sure McCain can win the whole thing,\" Fitzgerald said. \"I voted for him before, and the whole thing fell \napart.\"\n\nHuckabee also laid claim to the mantle of Washington outsider Sunday morning, explaining to a crowd of hundreds \nin Windham that he is best positioned to reform an ossified federal government.\n\n\"I'm not a part of what's wrong, I'm a part of what could be right,\" Huckabee said. \"I'm not part of the Washington \nscene. That's one of the reasons they are going crazy down there.\"\n\nhttp://www.cnn.com/2008/POLITICS/01/06/nh.poll/index.html\nhttp://blog.washingtonpost.com/the-trail/2008/01/06/mccain_in_good_humor_takes_tow.html\nhttp://blog.washingtonpost.com/the-trail/2008/01/06/mccain_in_good_humor_takes_tow.html\nhttp://blog.washingtonpost.com/the-trail/2008/01/06/despite_iowa_win_huckabee_an_o.html\n\n\nMost of the voters who attended Huckabee's \"Chowderfest Meet and Greet\" said they came because they wanted \nto learn more about him. Dan Ryan, who is building a house in Conway, said he prefers Romney but would back \nHuckabee if he got the Republican nomination.\n\n\"Our primary issue with him is the lack of experience, the lack of business experience, Chuck Norris as secretary of \ndefense,\" Ryan said.\n\nStaff writers Perry Bacon Jr. and Juliet Eilperin in New Hampshire and researcher Rena Kirsch in Washington \ncontributed to this report.\n\nGraphic\n\n \n\nIMAGE; By Linda Davidson -- The Washington Post; Mitt Romney leaves a town hall meeting in Nashua, N.H., \nwhere he criticized John McCain's stance on immigration, hoping in part to evoke some of the anger from \nconservatives over McCain's overhaul plan last summer. Romney is trailing McCain in a new state poll.\n"}