{"title": "Customs Jails 1,000 Suspected Gang Members; 11 in D.C. Area Arrested; MS-13 Is a Main Target", "body": "\nFederal immigration and customs officers have arrested more than 1,000 suspected gang members and \nassociates so far this year as part of a nationwide campaign aimed at deporting illegal immigrants with suspected \nties to violent criminal organizations, officials said yesterday. \n\n Much like similar efforts after the Sept. 11, 2001, attacks to target suspected terrorist sympathizers, the \nDepartment of Homeland Security's anti-gang program seeks to use immigration laws to remove many alleged \ngang members from the country rather than pursue them through U.S. criminal courts, officials said. \n\n The campaign, dubbed Operation Community Shield and overseen by the Immigration and Customs Enforcement \n(ICE) division, has resulted in arrests of 1,057 alleged gang members over the past five months  --  including 582 \nsuspects apprehended during a concerted push in the last two weeks of July. Eleven of the suspects were \narrested in the Washington area, officials said. \n\n The operation got its start in March as a way to target Mara Salvatrucha, or MS-13, a violent street organization \nactive in Northern Virginia and other parts of the South. But the program has quickly expanded to encompass \nalleged members of 80 gangs in 25 states, including Latin Kings, Asian Boyz and Jamaican Posse. \n\n \"Street gangs in America have grown and expanded their influence to an alarming level, marked by increased \nviolence and criminal activity,\" Homeland Security Secretary Michael Chertoff said at a news conference \nannouncing the results of the operation. \"These gangs pose a severe threat to public safety, and their growth must \nnot go unchallenged.\" \n\n The crackdown comes as part of a renewed concentration on violent street gangs by the federal law enforcement \nagencies after several years of focusing primarily on terrorism issues. \n\n Attorney General Alberto R. Gonzales is forming a special anti-gang task force, while Congress is debating \nproposals to lengthen prison sentences for gang-related crimes and to make it easier to deport suspected gang \nmembers. The Justice Department estimates that more than 750,000 gang members are active across the United \nStates. \n\n\n Under the ICE anti-gang program, local and state police departments have supplied federal immigration and \ncustoms agents with the names of thousands of suspected gang members. Federal agents are comparing those \nlists with federal immigration databases to target members or associates who are in the country illegally or who \nhave committed serious crimes that make them eligible for deportation, officials said. \n\n Chertoff said that more than 900 of those arrested so far are eligible for deportation. The rest will probably be \nprosecuted for crimes including immigration violations and illegal possession of a firearm, officials said. \n\n \"I have to say we're surprised by the numbers we're encountering,\" John P. Clark, deputy assistant secretary at \nICE, said in an interview. \"Violent gang members have to be on the top of the list of our priorities.\" \n\n The 11 people arrested in the D.C. area were  Northern Virginia-based members or affiliates of MS-13, which is \nconsidered the largest and most violent street gang in Northern Virginia. Three will face criminal charges in federal \ncourt of reentering the United States after being deported and possessing fraudulent immigration papers, said Allan \nDoody, special agent in charge of ICE's Washington field office. The other eight are being held for deportation \nproceedings. \n\n  Several of those arrested have convictions on charges such as robbery, assault and battery, and brandishing a \nfirearm, Doody said. Most are in their mid-twenties. He said none is known to have connections to major MS-13 \ncases that have been prosecuted in federal court in Northern Virginia, such as the murder of Brenda Paz, a 17-\nyear-old federal witness. Federal prosecutors in Alexandria have been investigating MS-13 since at least 2001. \n\n  Doody said the 11 people  --  nine in Northern Virginia and two in the District  --  were arrested between July 19 \nand July 22. \n\n Staff writer Jerry Markon contributed to this report. \n"}