{"title": "Arizona and Interposition", "body": "\nAn important verb appears on page 14 of the government's brief in Arizona v. the United States, the case about \nfour provisions of that state's immigration law that will be argued on Wednesday in the Supreme Court. The \ngovernment says Arizona is trying to ''interpose'' its own judgments on ''national security, law enforcement, foreign \npolicy, humanitarian considerations and the rights of law-abiding citizens and aliens.'' It says the Constitution and \nCongress, in the Immigration and Nationality Act, give the executive branch authority to handle those issues.\n\nThe word ''interpose'' is a yellow flag in the history of state and federal relations. The southern states claimed a right \nof ''interposition'' as a basis for secession before the Civil War, and they resurrected the idea in the 1950s. Just as \nthey claimed the right to interpose their power between the federal government and their populations over slavery \nand other issues in the 19th century, the southern states claimed the right to ignore the Supreme Court's \ndesegregation order in Brown v. Board of Education.\n\nIn 1958, in Cooper v. Aaron, the court scorched this idea and reaffirmed that Arkansas had a duty to follow federal \nlaw. The governor had contended he was not bound by the court decision and ordered the National Guard to bar \nnine African-American students from Little Rock's Central High School, causing violence and disorder. In a \nunanimous opinion that they all signed, the nine justices said that the ''chaos, bedlam and turmoil'' caused by the \ngovernor's disobedience was ''intolerable.''\n\nArizona's argument is somewhat different. Arizona contends that it has the power to make its own immigration \npolicy even though the federal government has authority over immigration as part of foreign policy. It says its statute \nmerely empowers law enforcement to cooperate with federal officers.\n\nThat is extremely disingenuous, to put it politely. The law transforms a federal policy that allows discretion in \nseeking serious criminals among illegal immigrants into a state mandate to single out everyone in Arizona illegally. \nThe four provisions of the statute at issue essentially turn all Hispanics, including American citizens and legal \nresidents, into criminal suspects. They require racial profiling, and, because their purpose is ''attrition through \nenforcement,'' their goal effectively is separation by race.\n\nJust as racial equality was the law of the land during the desegregation era, it is the law of the land today. It is \nimperative that there be ''a single, national approach'' to immigration, as the government's brief explains, and that \nany state law fulfills America's hard-won commitment to racial equality. Arizona's anti-immigrant statute \nemphatically does not.\n\nhttp://www.nytimes.com\n"}