{"title": "New policy raises deportation difficulty;INS required to show person got a notice", "body": "\nWashington --- A U.S. immigration court ruling is making it harder for the government to deport many \nundocumented immigrants.\n\nThousands of immigrants who face deportation proceedings but fail to appear for hearings have been ordered \nalmost routinely to be deported.\n\nBut a decision issued in October by the U.S. Board of Immigration Appeals halts that practice, unless the \nImmigration and Naturalization Service can show that it has delivered a notice of the proceedings to the immigrant.\n\nAlthough foreign residents have been required by long-standing --- but unenforced --- federal law to report changes \nof address to the U.S. government, the rule shifts the burden of finding current addresses to the INS.\nCox Washington Bureau\n\nThe results already are being felt in the Justice Department's immigration courts, which are part of the Executive \nOffice of Immigration Review.\n\nIn federal immigration court Wednesday in Arlington, Va., Judge M. Christopher Grant finished his docket and \nturned to the eight cases in which the immigrants failed to appear.\n\nTwo months ago, most of the no-shows would have been ordered in absentia to be deported. But the judge \nordered deportation for only one: a man from El Salvador who had been found hidden in a truck in Arizona with \n100 other undocumented immigrants. The INS showed that it had later delivered to the man a notice to appear.\n\nIn the other cases, the INS failed to satisfy the court that sending notification by first-class mail to the last-known \naddress was enough.\n\n\"The INS must instruct the alien on the rules of the game,\" Grant said.\n\nHe ordered the cases against the seven other missing immigrants to be closed unless the INS could restart the \nprocess by finding the people charged and informing them of the deportation proceedings.\n\nThe new standard could have a substantial impact on rulings in the nation's 52 immigration courts, which \nprocessed 45,589 absentia cases in fiscal year 2000. About one of every five cases was a no-show.\n\nThe new standards could reduce the impact of an INS effort, announced last week, to find immigrants who have \nbeen ordered out of the country but who have disappeared before they could be deported.\n\n\nThe immigration service has said it will enter the names of more than 300,000 of those missing deportees into the \nFBI's crime database, so that police officers will be alerted to them if they conduct routine computer checks during \narrests, even for minor traffic offenses.\n\nFewer names will be added to the deportee list in the future, as courts close the absentia cases administratively \ninstead of issuing deportation orders.\n\n\"It bodes ill for ever finding these people,\" said Mark Krikorian, executive director of the Center for Immigration \nStudies, a research group that favors more restrictions on immigration.\n\n\"Now, when they get stopped for a broken tail light, their name isn't going to come up\" in the computer check.\n\nJeanne Butterfield, lobbyist for the American Immigration Lawyers Association, welcomed the new limits on \ndeportations. The INS has been \"notoriously bad about keeping accurate address records,\" Butterfield said, even \nwhen immigrants notify the agency of address changes.\n\nShe also said the INS sometimes sends immigrants a notice of a hearing for an unspecified date and then waits \nyears to file the document with the immigration court.\n\nThe appeals board \"rightfully says we need, in some way, to protect the alien's right here,\" Butterfield said.\n\nImmigration lawyers will be challenging deportation orders for many of the 300,000 cases that the INS is turning \nover to the FBI, she said. Many of the immigrants didn't realize they had been deported because the notice never \nreached them, she said.\n\nKaren Kraushaar, a spokeswoman for the INS, said the agency \"is studying the ruling,\" but she said she had no \nresponse on its effects.\n\nIn the case that triggered the change in policy, an El Salvador woman known only by the initials GYR came \nillegally into the United States in 1982 and requested asylum.\n\nThe INS, in part because of a political dispute over the influx of El Salvador refugees, took no action until 1997, \nwhen the agency sent a notice for an asylum interview to the woman's last known address.\n\nWhen she did not respond, the INS followed up with a notice for a removal hearing, which she also did not receive. \nThe INS then sought a deportation order in absentia, which the immigration court rejected.\n\nThe immigration appeals board decision acknowledged that \"virtually every alien in the United States is under an \naffirmative obligation to report address changes\" to the government.\n\nFailure to comply \"may incur various penalties,\" the ruling said. It added that an absentia deportation order \"is not \none of them.\"\n\n \n\nON THE WEB: For more information, check out: The Executive Office of Immigration Review: www.usdoj.gov/eoir \nThe GRY decision: www.usdoj.gov/eoir/efoia/bia/Decisions/Revdec/pdfDEC/3458.pdf \n"}