{"title": "Strict immigration law unfairly targets Hispanics", "body": "\nThe idea some hold that undocumented immigrants do not contribute to the Oklahoma economy is simply untrue \n(\"Strict immigration law rattles Okla. businesses,\" Cover story, News, Thursday).\n\nImmigrants cannot access many public services without proper documentation. A majority of those here illegally do \nnot even try for fear of disclosing their undocumented status. Yet, they still pay state and local taxes, including sales \ntax.\n\nDespite this fact, the ill-conceived claim that undocumented immigration is hurting Oklahoma is powerful because \nit scapegoats Hispanic residents by making them the target for popular frustration and fear. In speaking out against \nthe law, many Hispanic and non-Hispanic residents have received death threats and much hate mail.\n\nNot only is what is known as House Bill 1804, the Oklahoma Taxpayer and Citizen Protection Act of 2007, \nnegatively impacting the Oklahoma economy, it has effectively terrorized the Hispanic population.\n\nLaw enforcement officers -- both in police and sheriff departments -- need to be held more accountable for how \nthey interact with Hispanics.\n\nIt is truly tragic that a law such as this could be serving as a \"model\" for other states. People should be aware that \nthis law is not a viable remedy to the current immigration question.\n\nFurther, it is not an exaggeration to say that with this legislation, Oklahoma has returned to the bad old days of Jim \nCrow, when African-Americans were the target of hate groups, mob violence and racist state laws.\n\nThe only difference today is that the new victims are Hispanic.\n\nAndrew G. Wood\n\nAssociate professor\n\nUniversity of Tulsa\n\nTulsa\n\nCompete, don't exploit\n\nI am extremely pro-business, but businesses should not expect to succeed by paying less than legal wages.\n\nThe arguments being made today for allowing illegal immigrants to work in the USA are the same arguments that \nwere made 150 years ago for the continuation of slavery.\n\nIn Oklahoma, we believe in competition, not exploitation.\n\n\nCreede B. Kurtz\n\nArdmore, Okla. \n\nGraphic\n\n \n\nPHOTO, B/W, AP\n"}