{"title": "Deaf Immigrant, Once Classified As a Victim, Is Now a Suspect", "body": "\nFor weeks, agents from the Immigration and Naturalization Service had considered Juan Contreras Rauda one of \nthe victims in a scheme to smuggle deaf immigrants from Mexico and force them to sell trinkets on the streets of \nChicago.\n\nYesterday, Federal authorities painted a starkly different portrait of Mr. Contreras Rauda. In a complaint filed in \nFederal District Court in Brooklyn, he was accused of helping to smuggle deaf immigrants from Mexico, shuttling \nthem from Chicago to New York, collecting their earnings at the end of each day and beating them if they did not \nbring back enough money.\n\nLike nearly all the others arrested in the smuggling ring in Chicago, New York and Mexico City over the last four \nweeks, Mr. Contreras Rauda, 29, who is also deaf, is in this country illegally, said Russ Bergeron, an Immigration \nand Naturalization Service spokesman.\n\nMr. Contreras Rauda pleaded not guilty. He is being held at the Federal detention center in Brooklyn.\n\nMr. Contreras Rauda had been in the custody of the Immigration and Naturalization Service at a hotel in Chicago \nsince late July, when Federal authorities discovered him among a group of seven deaf Mexican immigrants living \nin an apartment. Yesterday, immigration agents brought him to New York City, where he was arrested by Federal \nofficials.\n\nTheir complaint is based on the testimony of two unidentified informers who were among the deaf Mexicans illegally \nsmuggled into this country. According to the complaint, one of the informers said Mr. Contreras Rauda helped \nNorma Alcantara, who was arrested in Chicago last month on charges of smuggling immigrants, smuggle the \ninformer and other illegal immigrants from Mexico to the United States.\n\nThe authorities have said in the past that they believe Ms. Alcantara worked under Renato Paoletti Lemus, who has \nbeen charged as the mastermind of a nationwide scheme to lure deaf immigrants from Mexico and force them to \nsell trinkets on the streets and subways of several American cities.\n\nThe scheme was discovered last month when several of the deaf immigrants in Jackson Heights approached the \npolice and led them to two apartments in Jackson Heights crammed with 57 immigrants. They are all still in the \ncustody of the Immigration and Naturalization Service in an Elmhurst motel, because they are here illegally.\n\n\nAccording to the complaint, Mr. Contreras Rauda transported several deaf immigrants to \"safe houses\" in Queens \nand \"acted as the boss, supervising their work\" as peddlers in the city's subways. Both informers said they \nobserved him collecting money from the deaf workers in Chicago, and they both said that they were struck by Mr. \nContreras Rauda when they did not bring back enough cash.\n\nSanford Cohen, chief of the civil rights division of the United States Attorney's office in Brooklyn, who is prosecuting \nthe case, said he could not say when or how the authorities learned of these allegations.\n"}