{"title": "An Insult to Miss Liberty", "body": "\nPete Wilson is entitled to announce that he is running for President as many times as he likes. But it takes real \nbrazenness to exploit a symbol like the Statue of Liberty to try to restart a sputtering campaign that has enshrined \nanti-immigration sentiment in its platform.\n\nThe Statue of Liberty belongs to the nation, not simply New York City, of course. But New Yorkers take particular \npride that it is their city that served as the entry point for the great waves of immigration that, in their day, were as \nreviled as the new immigrants of today. Mr. Wilson's message of fear while announcing his candidacy once again in \nlower Manhattan yesterday was so tone-deaf that it seemed almost calculated, as if he were saying he had no \nchance to win the votes of New Yorkers so it didn't matter if he cynically abused one of their most beloved icons.\n\nMr. Wilson, the Governor of California, draws a distinction between legal and illegal immigrants, arguing that to give \nout Federal benefits to people who entered the country illegally would be \"like giving free room service to someone \nwho breaks into a hotel.\" With the statue as his backdrop, he also said that what it meant was that \"there is a right \nway to come to America and a wrong way.\"\n\nSurely there is also a right way and a wrong way to campaign for President, the right way reflecting a decent \nrespect for history and local sensitivities. New York is within its rights to deport illegal aliens in its prison system, as \nGov. George Pataki has announced it would do. But as Mayor Rudolph Giuliani pointed out recently, denying \nbenefits to illegal immigrants would drive their children out of the schools and their sick away from public hospitals, \nincreasing social and health burdens for states and cities in the long run.\n\nMr. Wilson was not the only Republican candidate who has ran afoul of symbolism in the last week. As part of his \nshift to the right, Senator Bob Dole returned $1,000 that his campaign appears to have actually solicited from a \ngroup called the Log Cabin Republicans. Taking their name from the symbolism of Abraham Lincoln, this group \nstands for civil rights for homosexuals. Earlier in the season, the Republican front-runner had been happy to have \ntheir money. Then came his lackluster showing in an Iowa straw poll, and new fears of being seen as overly \nsensible. It is early, but this has not been a good campaign for symbols of tolerance.\n"}