{"title": "ST. PAUL'S CHANGING NEEDSKELLY GATHERS SUGGESTIONS IN COMMUNITIES OF COLOR", "body": "\nLike many cities throughout history, the face of St. Paul continues to change. As many as 14,000 Lao and Hmong \nrefugees will immigrate to the United States this year; many are expected to join relatives already here. In 2002, \nmore than 13,500 Somalia, East Indian and Mexican immigrants moved into Minnesota, which was the largest \nincrease in 20 years.\n\nFlash backward. In 1860, St. Paul's largest number of foreign-born residents were from Germany; the second \nlargest foreign-born group was from Ireland, according to the U.S. Census.\n\nSo change is the constant in the history of St. Paul, a fact not lost on Mayor Randy Kelly, who announced \ninitiatives this week that should answer some concerns from the city's Latino residents. Early in his term, Kelly \nbegan meeting with committees of American Indians, African-Americans, Hmong and Latinos to hear how the city \ncould serve the populations better. He met with Latino representatives last month, and proposed initiatives this \nweek to address a few of their concerns. American Indian community members met on Wednesday; this spring \nconcerns will be heard from African-Americans and the Asian communities.\n\nWe're glad the mayor has taken these steps to get to know his city better and meet its needs. For example, at a \nDecember meeting with the Latino community, residents expressed distress with the low graduation rates of Latino \nstudents. Certainly the St. Paul School Board shares the concern, and we hope that the same community members \nhave addressed the school board.\n\nHowever, a multipronged approach brought by many caring adults makes perfect sense. Kelly wants to dedicate a \nVISTA volunteer to work full time with Roosevelt Elementary School to help those kids improve reading skills as a \nfoundation to stay academically successful and in school long term.\n\nAdditionally, the city bars police officers and other city workers from quizzing residents on their immigration status, \nexcept where that issue relates to a criminal investigation or other city business. Kelly said he would seek a city \nordinance to formalize the policy. The idea is to encourage anyone living in St. Paul who needs emergency \nservices, for example, to feel free to call the police without interrogation about their status.\n\nFinally, many Latino residents asked for recognition of their armed forces service, which might be manifested in a \nmonument possibly to be placed on Harriet Island. Also, Kelly will attempt to persuade Mexican officials to open a \nconsulate in the Twin Cities.\n\nAll of these ideas are preliminary, the way all ideas start. With support from the City Council, the mayor's steps to \nhear and respond could make life better for the latest waves of St. Paul newcomers.\n\n"}