{"title": "Undocumented immigrants seek deportation protection at Richmond summit", "body": "\nRICHMOND -- It was June when President Barack Obama announced the deferred action program, whereby \nqualified undocumented immigrants may receive two years of protection from deportation. By October, \napplications were pouring in at the rate of 5,328 per day.\n\nThe flow slowed as Election Day neared and fears among immigrants mounted that a Republican administration \nmight repeal the program. Now, with Obama having been re-elected and Democrats having made gains in \nCongress:\n\n\"I think you've already seen a number of Republican senators saying they have to give serious consideration to \nimmigration reform,\" said Rep. George Miller (D-Martinez), who hosted a deferred action summit Saturday at \nDeJean Middle School. \"The Dream Act is probably the one they're most comfortable with. I think if you put it to a \nvote today, it would pass.\"\n\nDeferred action is still new enough to be considered a revelation to some undocumented immigrants.\n\n\"Who would have thought five years ago that we would be able to apply for a work permit, or drive a car without \nbeing afraid of being pulled over by a cop?\" Carlos Martinez, master of ceremonies for Saturday's event, asked a \ncrowd of about 150.\n\nThe summit provided resources, including translation services, for those interested in applying. Catholic Charities, \nRYSE Youth Center, International Rescue Committee and the U.S. Department of Labor had information tables in \nthe school's multiuse room.\n\nMartinez, a Richmond resident who cofounded CLOUD (Community Leaders Organizing Undocumented \nDreamers), said he was in Los Angeles preparing to engage in civil disobedience outside a detention center when \nhe learned of Obama's announcement.\n\n\"Everyone was crying,\" he said. \"It has changed my life drastically, from being in the shadows to jobs that are now \nwell-paid. It has impacted the lives of thousands of young undocumented students.\"\n\nAccording to the Immigration Policy Center, 1.8 million undocumented youths could meet the requirements for \ndeferred action. According to the latest data released by U.S. Citizenship and Immigration Services, 308,935 \napplications were received through Nov. 20. Of those, 53,273 were approved, 10,101 were rejected and the rest \nwere pending.\n\nTo Miller, who held a similar summit at Pleasant Hill's Diablo Valley College in August, immigration overhaul would \nproduce wide-ranging community benefits.\n\n\n\"It would rekindle the aspirations of why the immigrant community came here,\" he said. \"It came here for a better \nlife, and the foundation of that is education. So now you see your child or yourself can get a college education. You \nnow have no limits. This is a very big part of our future economy to cultivate this kind of talent.\"\n\nContact Gary Peterson at 925-952-5053. Follow him atTwitter.com/garyscribe .\n"}