{"title": "Rice and Mexican Official Hint at Thaw in Relations", "body": "\nCondoleezza Rice, making her first visit to Latin America since becoming secretary of state, worked Thursday to \nresolve conflicts on immigration, border violence, criminal justice and other issues that have undercut once high \nhopes for a harmonious relationship with Mexico.\n\n Ms. Rice emphasized that relations with Mexico were positive, but she stood firm on critical statements by the \nState Department about Mexico's police, its justice system and drug-related violence near its border with the United \nStates.\n\n Speaking together, she and Foreign Minister Luis Ernesto Derbez said they were working together to resolve \nrecent differences, and they announced a resolution over water rights, with Mexico agreeing to supply water owed \nto the United States under a 1944 agreement.\n\n Mr. Derbez proclaimed that with the water agreement and other discussions, he and Ms. Rice had established a \n''magnificent atmosphere of friendship'' with which to solve further problems.\n\n Ms. Rice called Mexico a ''good partner'' in the fight against drug trafficking and praised its democratic advances \nafter living under one-party rule most of the last century.\n\n In public statements and in interviews with the Mexican news media, Ms. Rice sought to assure Mexicans that the \nBush administration would keep trying in Washington to win passage of legislation to make it easier for Mexicans to \nfind temporary work in the United States, but she made no promises when progress could be made.\n\n Ms. Rice called the border problem ''a difficult issue'' and said it was important that it be resolved, but she gave no \ndetails.\n\n Mr. Bush's proposal was announced as a high priority when he took office in 2001 and proclaimed that he would \nwork for a new era of friendship with Mexico and its new president, Vicente Fox. \n\n With an estimate six million undocumented Mexicans in the United States, immigration reform remains Mr. Fox's \nchief foreign policy priority. But after the Sept. 11 attacks, the Bush administration shifted its attention to protecting \nAmerican borders, rather than opening them.\n\n Last fall Ms. Rice's predecessor, Colin L. Powell, said in Mexico that President Bush would make a new effort in \n2005 to revise the immigration laws, but on Thursday Ms. Rice did not offer any timetable.\n\n Ms. Rice's one-day visit was intended in part to prepare for a meeting at Mr. Bush's ranch in Crawford, Tex., with \nPresident Fox and Prime Minister Paul Martin of Canada.\n\n\n Among the sources of contention she addressed was a recent State Department human rights report chastising \nMexico for kidnappings, disappearances and a faulty criminal justice system. The report's findings were rejected by \nMr. Fox as mistaken. \n\n ''This is not a matter of pointing fingers,'' Ms. Rice said on the flight to Mexico. ''This is a matter of really trying to \nget the best possible coordination and work that we can, so that there is safety for citizens of both countries on both \nsides of the border.'' \n\n At the news conference with Mr. Derbez, she said emphatically that Mexico had made considerable progress in \nestablishing human rights in recent years.\n\n Ms. Rice also said she and Mr. Derbez discussed border violence, a problem that prompted the American \nambassador, Tony Garza, to say in January that the Mexican authorities needed to do a better job policing the \narea. That criticism was also rejected by Mexico, as interference in its internal affairs.\n\n In interviews, Ms. Rice noted worries that terrorists would use the Mexico border as a back door to the United \nStates, and so she emphasized the need for closer cooperation and the use of better technology to stop illegal \ncrossings, estimated at more than 400,000 people a year.\n\n ''Indeed we have from time to time had reports about Al Qaeda trying to use our southern border but also trying to \nuse our northern border,'' she told reporters. ''There is no secret that Al Qaeda will try to get into this country and \ninto other countries by any means they possibly can.''\n\n Ms. Rice also discussed Mexico's concerns about the Bush administration's decision to drop out of an agreement \nthat lets the International Court of Justice rule on cases of foreigners imprisoned in the United States without their \nbeing given a chance to consult diplomats from their own countries.\n\n The United States, she said, will observe all international conventions allowing foreigners to appeal their cases if \nthey have been denied consultation with envoys from their countries. Mexico has won the right for new hearings for \n51 Mexicans on death row who were not told of their rights in this regard.\n\n ''We will continue to believe in the importance of consular notification,'' Ms. Rice said, but she said the international \ncourt jurisdiction had proven ''inappropriate'' for United States.\n\n Before departing, Ms. Rice visited the site of a microfinancing program and announced a $10 million grant for \nseveral small enterprises. American officials noted that fewer than 40 percent of Mexicans have bank accounts \nthat give them access to such financing.   \n\nhttp://www.nytimes.com\n"}