{"title": "Binational, same-sex couples face immigration problems", "body": "\nShirley Tan's calm and happy life   San Mateo County housewife, mother of twin 12-year-old boys, singing in the \nchurch choir   blew up at 6:30 a.m. on Jan. 28, with a knock on the front door.\n\nWithin minutes, the immigration agent standing there had the 43-year-old Tan in handcuffs. She is scheduled to be \ndeported to her native Philippines on Friday.\n\nIf Jay Mercado, Tan's partner of 23 years and the mother of her sons, were a different gender, it's highly unlikely \nthat knock ever would have come. As a U.S. citizen, Mercado could have sponsored a wedded spouse for legal \npermanent residency. But although Mercado and Tan married in San Francisco in 2004, federal law limits the \ndefinition of marriage to a man and a woman, and same-sex partners of U.S. citizens don't have a route to legal \npermanent residence extended to straight married couples.\n\nIt might be too late for Tan and Mercado, but on behalf of thousands of similar same-sex couples, Congress is \nconsidering changing federal law to allow same-sex \"permanent partners\" the same immigration rights as \nopposite-sex married couples. U.S. Rep. Jackie Speier, D-San Mateo, who called Tan's situation \"unacceptable,\" \nis among a group in Congress, including Democratic Sen. Barbara Boxer, who hope to change immigration law to \nmirror many countries in Europe that allow gays and lesbians to sponsor a same-sex partner for legal residency.\n\n\"I support gay marriage, but that's not the question here,\" said U.S. Rep. Jerrold Nadler, a Democrat from New York \nCity leading the push for legislation to also allow same-sex couples access to permanent resident status. \"The law \nshouldn't be gratuitously cruel \"...That's what this does   it's a gratuitous cruelty to keep making partners choose \nbetween their countries and their partners.\"\n\nMercado and Tan, who first appealed for political asylum for Tan in 1995 and thought their case was still pending, \nsaid they were completely unaware a deportation order had been issued in 2002. If Tan is deported this week, they \nwill have to decide between separating two sons from one of their mothers, or moving the family to a country they \nhave never known.\n\n\"It's hard when they are breaking up families,\" said a tearful Mercado, as she sat next to Tan in the house the \ncouple owns overlooking the Pacific Ocean. \"Why can't they just leave us alone? Just because I am not a man, \nthat I cannot petition her (for a green card), they are punishing us.\"\n\n\"The thing is,\" Tan said, \"it's not only me who they are punishing. It is mainly my kids, because they are innocent. \nThey are the ones suffering.\"\n\nCultural limbo\n\n\nThe federal Defense of Marriage Act, which limits marriage to a man and a woman, means gay couples in states \nthat allow gay marriage, civil unions or domestic partnerships have no legal status for the purpose of international \ntravel or immigration.\n\nSome argue that extending immigration rights to same-sex partners would increase the risk of fraud and further \ntangle the nation's already controversial immigration system.\n\n\"It's always a bad idea to let the culture wars be played out in our immigration policy,\" said Steven A. Camarota, \ndirector of research for the Center for Immigration Studies, a Washington think tank that favors curbs on \nimmigration.\n\nWith no way to obtain legal permanent residence, many gay couples exhaust years of temporary U.S. student or \nwork visas. But ultimately, as with Los Angeles filmmaker Michelle Paymar and her French partner Veronique \nMartinaud, there comes a day of reckoning.\n\nPaymar, 51, said an attorney bluntly told them: 'You can stay in the United States and fight this year by year, or you \ncould apply to emigrate to Canada, and you can get on with your lives.' \"\n\nPaymar and Martinaud moved to Canada last year. Yet, many who leave the U.S. never feel comfortable with their \ndecision.\n\nMany Californians keep their 415, 310, or 408 area codes, which ring in foreign living rooms. Some still watch the \nBay Area 10 o'clock news on satellite or cable TV. They have organized expatriate clubs that meet in cafes in \nVancouver and Amsterdam, where they might gather to watch Election Night coverage, or just share tips for finding \na good doctor in their new country. Watching from afar, many were stunned by the passage of Proposition 8, even \nthough it didn't affect their immigration status.\n\nThey worry about aging parents back home. They struggle to relaunch careers in a new country. And they bridle \nwhen U.S. immigration officers won't recognize a spouse they legally married abroad, because in America, they \naren't really married.\n\nSome, like Martha McDevitt-Pugh, a former Silicon Valley software manager who fell in love with a Dutch citizen a \ndecade ago and ultimately moved to the Netherlands, would be on the first flight home if they could. Even though \nshe moved to a country where she speaks the language, and where her marriage entitles her to work legally and \nobtain citizenship, she still deeply misses her mother, two brothers, a sister, nieces and nephews, who live in \nSilicon Valley   now an 11-hour plane ride away.\n\nAnd she misses her native California, and high tech's work culture. \"I landed there, and thought, 'This should feel \ngreat,' \" McDevitt-Pugh said of Holland. \"And it didn't feel great at all.\"\n\nEven visiting the U.S. can be stressful for same-sex binational couples.\n\nWhen McDevitt-Pugh flew into the Bay Area from Amsterdam with her wife, Lin, she was nervous about her \ndocuments bearing their hyphenated married name. Her legal marriage in the Netherlands does not exist in the \neyes of U.S. law.\n\n\"It's the U.S. government that won't recognize my marriage,\" said McDevitt-Pugh, relieved after successfully \nclearing customs on a visit this week to celebrate her mother's 80th birthday. \"It's still my name.\"\n\nOthers say they have traveled such emotional distance that even if same-sex marriage were legalized, they \nwouldn't come back.\n\n\"That phrase 'liberty and justice for all' ''? That's an empty promise for people like us,\" said ex-San Franciscan Tim \nSally, who moved to Canada in 2007 with his German partner of 18 years, Bernd Vey.\n\nNow living in Vancouver, the men will become Canadian citizens next year.\n\n\n\n\"I was angry and somewhat bitter about having to make this choice,\" Sally said. \"But sometimes fate deals you a \ndifferent hand than what you were expecting, and it ends up being a kick in the pants that moves you to a different \nlevel in your life.\"\n\nNot settled\n\nIf choosing between a partner and your country is difficult, children make the choices even more agonizing.\n\nIt's unclear whether Tan can avert deportation. At this point in the process, it may require an act of Congress. Tan \nfears for her safety in the Philippines   as a girl, a relative who wanted her inheritance murdered her mother and a \nsister and shot Tan in the head.\n\nTan and Mercado are both the legal parents of their boys, who are citizens. Tan gave birth to the twins, who were \nconceived with eggs from Mercado, a naturalized citizen born in the Philippines.\n\nThe couple said their bid for political asylum was rejected because the threat came from a relative instead of a \ngovernment. They appealed in federal court, and their former lawyer told them   for years   that the case was still \npending.\n\n\"Always,\" Tan said, \"we keep in our head that I am legal.\"\n\nThat lawyer, according to the couple and their current lawyer, never told Tan that her application had been rejected \nin 2002   throwing her into illegal status.\n\n\"We have a person who has never committed a crime, who believed her case was winding its way through the \ncourts,\" said Phyllis Beech, the couple's new lawyer. \"And all of a sudden, she wakes up to the pounding at the \nfront door.\"\n\nBeech said the law is the villain. If Tan and Mercado were not gay, \"none of this happens,\" because Mercado could \nhave petitioned for permanent legal status for Tan. A spokeswoman for the Department of Homeland Security \ndeclined immediate comment on the case.\n\nTan would be banned from the U.S. for 10 years if she is deported. If that happens, Mercado is prepared to leave \nher job and their home in the Bay Area to keep the family together in the Philippines.\n\n\"The main priority is to keep us all together,\" Mercado said. \"We fought our families for our relationship. We are \nboth from very close Catholic families. We stood up for our lives and now, just because of this we will be \nseparated?\"\n\nTan said whatever happens, she cannot live without her sons.\n\n\"They are my life now,\" she said. \"I cannot be apart from them.\"\n\nContact Mike Swift at (408) 271-3648 or at mswift@mercurynews.com\n\nA study by the Williams Institute at the UCLA law school estimated there are about 36,000 binational couples \nliving together in the United States, with nearly 30 percent of those couples in California. Much of Western Europe, \nalong with Israel, South Africa and New Zealand, provides some form of \"permanent partner\" immigration status \nfor same-sex couples.\n\nInfobox1\n\nGraphic\n\n \n\nmailto:mswift@mercurynews.com\n\n\nDuring a visit to the United States Lin and wife Martha McDevitt-Pugh (not pictured), meet with a group called \"The \nLove Exiles,\" to strategize getting laws passed in order to be allowed to live with their foreign born same sex \ncouple in the United States. They are among the many couples comprised of an American and a non-American \nmarried and living abroad because they're unable to get legal status for their husband or wife. Thy live in \nAmsterdam, where their marriage is recognized. They have to travel to the United states several times a year to \nvisit Martha's aging mother and visit her family. (Photo by Maria J. Avila Photography/Mercury News)\n\nShirley Tan and her twelve-year-old son Jashley Mercado solicit help from their Rev. Piers Lahey at the Church of \nthe Good Shepherd in Pacifica on Saturday March 28, 2008. Tan, the mother of two boys, is scheduled to be \ndeported to the Phillipines on Friday April 3.\n"}