{"title": "Next Step on Immigration; Any agreement between the House and Senate needs to address some bureaucratic essentials.", "body": "\nNOW THAT the Senate has passed its comprehensive immigration legislation, the real battle begins. Just months \nago, House leaders dismissed the idea of a compromise between their own legislation, which provides for \nimmigration enforcement but nothing else, and the Senate's bill, which not only enhances enforcement but also \ncreates a path to legalization for illegal immigrants as well as new temporary visa programs for future workers. \nSince the issue has gained new prominence, House leaders face a real dilemma: Is it better to find a compromise \nor to go into the fall  elections with no bill at all? We believe Congress would be foolish to leave this issue too long: \nWith every passing year, fixing the situation becomes more difficult.  \n\n We're also worried about one unglamorous facet of the reform. While senators (and the media) covered much \nemotionally charged ground over the past few weeks  --  the status of English, the meaning of citizenship  --  \ninsufficient attention has been paid to the bureaucratic procedures as well as to the bureaucrats who will process \nmillions of new visa and residency applications for legal immigrants if some version of the Senate bill passes. \nAccording to a report from the National Foundation for American Policy, qualified skilled workers and professionals \ncan wait more than five years to receive green cards. Potential immigrants wanting to join family members in the \nUnited States can wait six to 12 years in India, or as many as 14 years in the Philippines.  \n\n Some of this delay is due to the processing backlog, a problem that can be solved with extra funding and hiring. \nOver time, the Congressional Budget Office predicts, the collection of visa fees and fines will pay for this expansion, \nbut an initial outlay will be necessary  --  one that Congress should be prepared to make. Congress should also \nallow the Department of Homeland Security to regulate the technical details of the process, such as what will be \nacceptable as proof of residency. The simpler the procedures and fewer the documents, the easier it will be to \nprocess millions of applications. \n\n But even before applicants get to the processing stage, they must confront the fact that annual numbers of green \ncards and other kinds of visas are limited by law. This, too, requires Congress to be realistic. It's all very well to \ndesign a new guest-worker visa or declare that former illegal immigrants may someday be eligible for green cards. \nBut if the allowed number of visas is still too low, and if green cards are in practice unavailable, then illegal \nimmigrants will stay in the shadows and there will still be a huge pool of resident noncitizens in the United States.  \n\n At the moment, the Senate bill does raise the number of skilled-worker visas, from 65,000 to 115,000 annually, and \ntemporarily triples green-card quotas for family-sponsored and employer-sponsored immigrants until the backlog is \n\n\ngone. But the number of guest-worker visas was reduced during debate from 350,000 to 200,000, and the number \nof employment-based green cards to be issued was limited, too  --  a bad omen of things to come. These quotas \ncannot become an element of political horse-trading. If they are not raised substantially, then there is no point in \npassing a reform bill at all.  \n"}