{"title": "Black Agents Citing INS Race Bias Meet With Clinton Transition Aide", "body": "\nA representative of the Clinton transition team has met with black special agents in the Los Angeles district of \nthe Immigration and Naturalization Service to hear their complaints of persistent racial discrimination by the agency.\n\n\"All we want is parity with white agents,\" said John J. Washington, a senior special agent who has been with INS \nsince 1978.\n\nLinda Yanez, who heads the immigration unit of President-elect Clinton's transition team in Washington, said she \nhad directed Linda Jean Wong, a Los Angeles-based lawyer, to meet with the agents. Wong said she met with \nthem Thursday, but she declined to disclose her recommendations.\n\nYanez, an expert on immigration policy who teaches at Harvard University, said the findings would be included in a \nreport presented to the new attorney general after Clinton makes this appointment.\n\nWashington, a criminal investigator, is one of a score of agents who has filed a written complaint with the Justice \nDepartment accusing INS of racial discrimination of \"epidemic proportions.\"\n\nThe agents cite various instances of discrimination and contend that they have been systematically passed over \nfor promotion to supervisory positions in favor of white agents.\n\nAccording to statistics they have compiled, only one black is among 29 people hired as supervisory agents in the \nseven-county Los Angeles district during the last decade.\n\nRobert M. Moschorak, INS district director, has denied that promotion is based on racial considerations. He also \nsaid the district had promoted a black agent to supervisor in August. But several agents, two of them white, said \nthat the promoted agent was Hispanic, not black, and that Moschorak was aware of this.\n\nWashington said that, after a report Dec. 10 in The Washington Post about the agents' complaint, openings had \nbeen posted for four temporary supervisory positions in an effort to \"appease\" blacks. Another agent who asked \nnot to be identified said two blacks had been abruptly promoted to supervisory positions in New York.\n\nThe complaining agents described these steps as an effort to improve the image of the present INS leadership with \nthe incoming president.\n\nWashington urged black agents not to accept the temporary positions until the Clinton team fully evaluates \npresent personnel policy.\n\n"}