{"title": "IMPACT OF GLOBAL WARMING ON OCEANS", "body": "\nStatement of Vikki Spruill President and CEO The Ocean Conservancy\n\nCommittee on House Select Energy Independence and Global Warming\n\nApril 29, 2008\n\nINTRODUCTION\n\nI thank Chairman Markey, Ranking Member Sensenbrenner, and other members of the Select Committee for the \nopportunity to talk with you today about global climate change and its impact on the ocean. My name is Vikki Spruill \nand I am the president and CEO of Ocean Conservancy, becoming just the fifth person, and the only woman, ever \nto hold that title. Prior to my appointment at Ocean Conservancy, I was president and founder of SeaWeb, a non-\nprofit organization that uses strategic communications techniques to advance ocean conservation. I also led a team \nthere that in eleven years designed and executed countless important and innovative programs to promote ocean \nconservation and improve ocean governance. You have asked me to provide testimony on the effects that climate \nchange is already having on our oceans, their impacts on marine ecosystems and the people dependent upon \nthem, as well as highlighting the policies necessary to stop the decline of our oceans and what some solutions \nmight be to enhance resilience to climate change. My testimony will focus on the impacts of global climate change \non the ocean, emphasizing coral reefs and arctic ecosystems\n\nTHE VALUE OF OCEAN\n\nWe have named our planet Earth, and we call the soil beneath our feet earth. We live on earth, we grow most of our \nfood in earth, and our homes come from great forests anchored in earth. Yet 71 percent of Earth's surface is not \nearth, but water - the ocean. Of the planet's living space, 99 percent is ocean. Life evolved for most of its history in \nwater. The greatest diversity and quantity of life is found in the ocean. We came from water and we are made \nmostly of water. We are ocean.\n\nOur bodies are an ocean environment. Taste your tears - they are salty like the ocean. Measure the pH of your \nblood - it is similar to that of ocean. Take a breath - of the uncountable oxygen molecules in your lungs nearly half \nwere produced by microscopic plants living in the ocean. Take a drink of fresh water - roughly 90 percent of the \nprecipitation falling on land is water evaporated from the ocean, each molecule having cycled through the ocean \nnumerous times over the millennia.\n\n\nWe cannot live without ocean. With each breath we release carbon dioxide (CO). One day, all the carbon in your \nbody will return to the atmosphere as CO and then be absorbed, once again, by the ocean where it will be taken up \nby phytoplankton, and then drift to the bottom of the sea, to join 99.9 percent of all the CO ever assimilated by life. \nWhile we are fond of summarizing our brief stay on Earth with the phrase \"dust to dust\", \"ocean to ocean\" is more \napt.\n\nMost of us relate to the ocean through the brief encounters we've had during our lives - a day at the beach, a \nfishing trip, watching whales, a cruise to distant ports. But, what most of us have encountered are merely the edge \nand the surface of the ocean. We understand the life that lives beneath its shiny, opaque surface only from brief \nglimpses-a whale surfacing, a flying fish escaping its watery bonds for a few seconds, or a fillet on a plate. Many \nhave been enthralled by the beauty of tropical fish in an aquarium or the unbelievably diverse and dynamic \nseascape of a coral reef, but few know those wonders first-hand. If you have been lucky enough to snorkel over a \nvibrant coral reef or dive through a swaying kelp forest, then you have surely been enraptured by the thrill, the \nbeauty, and the other-worldliness of life in the ocean.\n\nThat the ocean is finite-that its influence ends where it ends, at the edge and the surface-are but illusions. Our lives \nare intertwined with ocean. We are dependent on the ocean, though most of us are oblivious to the fact. Whether \nwe live in Massachusetts, California, or Wisconsin, we are all linked to the ocean through vast physical cycles, the \nbiosphere, and economics. We are all affected by the rhythms of the ocean, and the lives of millions are inexorably \ntied to those rhythms.\n\nWe think of climate as atmospheric - as the extremes of weather we experience from day to day - wind and storm, \nrain and snow, heat and cold, blue sky and clouds. Without the ocean, however, our weather would be far harsher \nand much less stable. The ocean is a great buffer, protecting us from extremes of heat and drought, as coastal \ndwellers are well aware. Seattle, Washington and Bismarck, North Dakota are at nearly the same latitude. The \ntemperature extremes in landlocked Bismarck, however, span 159 degrees (-45 to 114\"F), but in Seattle just 100 \ndegrees (0 - 100\"F).\n\nThe ocean stores vast amounts of heat and distributes it across the globe; far more than does the atmosphere. \nThere is more heat in the first ten feet of ocean than in the entire atmosphere. In the Northern Hemisphere, the Gulf \nStream and Kurshio Current - the Western Boundary Currents - distribute heat from the tropics northward affecting \nnot only the ocean climate, but also our climate on land. Without the Gulf Stream, Europe would be a much colder \nand less productive place. The ocean absorbs so much energy from the Sun that it is largely responsible for the \ncirculation of air and water within the atmosphere-heating the air here, cooling it there, and causing it to move by \nvariation in pressure.\n\nIn 2005, millions in the US and Caribbean experienced first-hand, and tragically, how the ocean's heat engine can \ndrive violent storms ashore - Katrina, Rita, Dennis, Emily and Wilma. Over 2000 lives were lost and $128 billion in \ndamage occurred in that devastating 2005 hurricane season. The dynamics of the ocean and atmosphere are so \ntightly linked, and so easily overlooked, we must remind ourselves that we ignore the ocean's role in climate at our \nown peril.\n\nThe ocean is vast, but it is difficult to grasp such vastness. We measure the size of the ocean in terms of the area \nof its surface, but that is the equivalent of measuring the capacity of the Astrodome by the area of its roof. Though \nthe surface of the ocean is certainly impressive, it is the ocean's volume that truly taxes the imagination - making \nup 99 percent of all living space on the planet. The abyss averages some 13,000 feet deep and the deepest point is \nover a full mile deeper than Everest is tall.\n\nThe ocean was, for most of human history, considered mostly barren - like Australia, an expansive desert \nsurrounded by a thin green ribbon of life. Now we know that life teems around thermal vents in the abyss, over deep \nseamounts, and even in that watery 'void' between bottom and surface. Of course, we are most familiar with the \ngrand diversity of life at the margins - on coral reefs, among mangroves, in the channels of salt marshes, within kelp \nforests, and in the tide pools where many of us first witnessed the likes of hermit and shore crabs, mussels and \noysters, sea stars, cucumbers, anemones and urchins, and maybe an octopus staring back at us.\n\n\n\nThe ocean is home to an unbelievable diversity of life. What we do not know about ocean life far outstrips that \nwhich we do know. Humans have described perhaps 2 million species on the planet of an estimated 5-100 million \n(species!) thought to exist. Although, only one in ten of the described species are marine, one estimate suggests \nthat there are 10 million undescribed species in the deep ocean alone yet to be discovered.\n\nCoral reefs are nicknamed the \"rain forests of the sea\" for their amazing biodiversity, productivity, and structural and \nfunctional complexity. Coral reefs occupy just 0.2 percent of the area of the ocean, yet roughly 25 percent of all \nknown marine fish species inhabit coral reefs. Something like ten thousand coral reef species have been described \nand estimates say three million may remain.\n\nWe rely on these millions of marine species, even the ones we have yet to discover, for important ecological \nservices. The vast quantities of phytoplankton assimilate as much CO as all plant life on land. Converting that CO to \ncarbon compounds fuels our ocean food webs, which in turn feed millions of humans. All of the carbon that ends up \nat the bottom of the ocean would, without phytoplankton, remain in the atmosphere to accentuate the global \nwarming that we are now experiencing. Without phytoplankton we would have to rely on a diminishing quantity of \nterrestrial plant life to produce all the oxygen we need. Lastly, phytoplankton are the food of zooplankton that are \nthe food of larger species, ranging in size from anchovies to the largest creature on the planet, the blue whale.\n\nIn the United States, the contribution of the commercial and recreational seafood industries exceeds $50 billion per \nyear. Around the world, in 2005, over 85 million tons of seafood was taken from the seas, and another 19 million \ntons was produced by aquaculture. For many peoples, in this country and elsewhere, seafood is a staple; in some \ncases, the staple source of protein. Fish supply 16 percent of the world's protein, and 40 percent of the world's \npopulation (more than 2.5 billion people) gets at least 20 percent of its protein from fish. Worldwide, over 40 million \npeople catch or raise fish for a living. In the tropics, there are an estimated 30 million small-scale fishers who \ndepend almost exclusively upon the productivity and biodiversity of coral reefs.\n\nWe are coastal people. Over half of the U.S. population now lives in coastal counties. Florida has seen a 1000 \npercent increase in population since 1940, and a large percentage of those new residents use and rely on the \nocean for recreation. The President's Commission on Ocean Policy reported that coastal communities generated \nover 10 percent of GDP; three quarters of those jobs are in the ocean tourism and recreation sectors alone. By \ncomparison, agriculture employs two-thirds as many people and contributes just 40 percent as much value to the \neconomy. A 1999 ecological valuation study put the contribution of the ocean to the world welfare at a striking $21 \ntrillion per year, 60 percent of which comes from coastal and shelf areas.\n\nOften we emphasize industries, like energy, that exploit the resources we require for life, as those most important to \nthe economy. It is the recreation industry, however, that contributes more to our economy that any other ocean \nindustry. Coastal tourism creates over $160 billion in revenue annually worldwide. Cruise passenger embarkations \ntotaled 9 million in 2006 at U.S. ports alone; with $18 billion spent on goods and services by cruise lines, their \npassengers, and crews. The direct and indirect economic impact of the cruise industry generated $36 billion in the \nU.S., creating just under 350,000 jobs nationwide while doling out $15 billion in wages and salaries.\n\nOur way of life is dependent on the burning of fossil fuels. Like the metabolism of carbon compounds in our bodies, \nthe burning of ancient carbon compounds - fossil fuels - releases large quantities of CO into the atmosphere. As we \nare all well aware, it has been the massive release of CO, sequestered in the skies over the last 150 years, that has \nupset the balance of CO in our atmosphere and led to the global warming, which brings us together today.\n\nOften the exponential growth of the world's population is tagged as the driver of global warming, but the increase in \nenergy consumption has been driven more by a rise in our consumption than by population growth. Consumerism, \nand its creep around the world, is at the heart of our problem. It is an irony, perhaps, that the extraction of oil and \ngas from our continental shelves that boosts our economy today, contributes to global climate change that \nthreatens our way of life tomorrow. There are nearly four thousand oil and gas platforms offshore around the United \nStates, mostly in the Gulf of Mexico. Those platforms provide roughly 30 percent of the oil and 25 percent of the \nnatural gas that we use. In an ironic counterbalance to the extraction of oil and gas, the ocean holds the promise of \nrelatively clean, sustainable, and efficient energy production from wind, wave, tidal, and current generators.\n\n\n\nWe harvest kelp for animal feed, fertilizer, and use in beauty products. We mine the ocean for sand, gravel, dead \ncoral, and certain metals. For millennia we have dried seawater to produce the dietary staple, salt. Biochemicals \nfrom living marine organisms have become a big business, finding use in pharmaceuticals, foods, and beauty \nproducts.\n\nOcean vistas, roaring surf, and kaleidoscopic coral reefs bring us peace and offer a chance to reflect on the value \nof wildness and nature to our health, and to our spirit. We cherish the beauty and mystery of ocean, without \nnecessarily knowing why. Millions pay dearly and risk everything to live at its mercurial edge. Our lives are enriched \nby the opportunity to visit the ocean, play on its shores, or dip below its surface. The ocean provides food, \nmaterials and energy, and is an integral part of our economy. Life on this planet cannot exist without the ecological \nservices it provides. And, yet we have failed to protect this vital resource, whether by ignorance or indifference. In \ndoing so we have jeopardized our future. For much too long, we have treated the ocean as a dumping ground for \nour waste, and acted as if its bounty were limitless. We have learned painful lessons about the true costs of \ncollapsed fisheries, dead zones, red tides, destroyed habitats, and endangered wildlife. The ocean is not limitless \nand it cannot absorb all that we throw its way. We have compromised its ability to resist stress and to recover from \ninjury. We have done what many once thought impossible; we have diminished the health of our vast and generous \nocean. Today, with the potentially devastating impacts of climate change just emerging and predicted to get vastly \nworse, our weakened ocean is in peril. To save it, we must act with conviction now.\n\nTHREATS TO THE OCEAN\n\nFor most, the standard of ocean health is the best that they can recall from their own lifetimes-regardless of how \nshort of historical standards their personal standards fall. This concept is what scientists call \"shifting baseline \nsyndrome.\" In reality, 'shifting baselines' is shorthand for how, over time, successive generations narrow their \nperspectives from the last, gradually lowering their standards of what a healthy ocean looks like.\n\nOur shifting baselines have contributed significantly to declining ocean health. Lack of historical perspective leads \nus to misdiagnose or miscalculate ocean health, and seduces us into further excess exploitation of already \ndepleted resources. So longstanding and so profound is human exploitation of the oceans that scientists agree that \nthere is no clear historical baseline by which to measure healthy ecosystems.\n\nToday, many marine ecosystems have changed so dramatically that they would be unrecognizable to our \ngrandparents. The world's ocean continues to face an onslaught of stresses, many caused by people: overfishing, \npollution, marine debris, poor water quality, and coastal development. Non-climate stresses increase vulnerability of \nocean ecosystems to climate change by reducing resilience and adaptive capacity to react to the physical effects of \nclimate change. The threats to the ocean are considerable - overfishing, pollution, poor water quality, marine \ndebris, and coastal development all have huge impacts on marine communities and ecosystems and their effects \nhave been well documented. Climate change will exacerbate the effect of current stresses on the ocean, and the \nscientific community at-large is concerned that the effects of climate change, acting together with existing threats, \nwill accelerate the rate at which we lose biodiversity. We cannot fully understand or predict the impact that climate \nchange will have on the ocean without first understanding the context - the ocean has long been assaulted by \nmultiple, cumulative human impacts that make its ecosystems and human society more vulnerable to climate \nchange.\n\nThe ocean drives earth's climate and is one of the first, and often unnoticed, casualties of increased emissions of \ngreenhouse gases. The major threats facing the ocean from climate change include increased temperature, sea \nlevel rise, decreased ocean salinity, acidification, shifting ocean currents and wind patterns, and amplified extreme \nevents such as droughts, floods, heat waves, and the intensity of hurricanes.\n\nOcean Warming\n\nCarbon dioxide and other greenhouse gases have markedly increased since 1850 as a result of human activity. The \n35 percent increase in CO over this period is primarily due to fossil fuel use and changes in land-use patterns. \nHuman-driven increases in greenhouse gases have resulted in significant increases in atmospheric and oceanic \ntemperatures and a significant warming trend over the past 30 years. Even if carbon emissions are substantially \n\n\n\nreduced, CO levels in the oceans will continue to increase for decades. Atmospheric CO levels are accelerating at \nrates greater than predicted because of increased carbon dioxide emissions and declining carbon dioxide sinks.\n\nOver 80 percent of the excess heat produced by the greenhouse effect has been absorbed by the ocean, as \nevidenced by a rise in global ocean temperatures of 0.1 degrees Celsius in the upper 700 meters between 1961 \nand 2003. This is a small number because the ocean is so huge, but the importance to ocean organisms is \nsignificant. More alarming is a widening tropical belt and the poleward movement of large-scale climate systems \n(e.g., jet streams and storm tracks), which could have profound effects on ocean circulation and all ocean \necosystems.\n\nRight now we are seeing some of the greatest atmospheric warming impacts in the Arctic. In fact, we are seeing \nwarming at twice the rate of the rest of the planet. Scientists from the National Snow and Ice Data Center (NSIDC) \nand the National Center for Atmospheric Research (NCAR) found that Arctic sea ice is melting faster than models \nhave projected. Ice loss may accelerate if sea ice thins - an alarming concern given that older and thicker perennial \nice has already been declining. Scientists are concerned that a striking drop in ice in 2007 could indicate we may \nhave reached a tipping point where sea ice loss will occur very rapidly with summer ice lost as early as the end of \n2012. In addition to the loss of sea ice, coastlines are losing permafrost, which provides rigidity and support to \ncoastlines. The combined loss of permafrost and ice is causing increased erosion from late winter storms that \nordinarily occur once the sea ice has set in.\n\nSea-Level Rise\n\nThe most recent Intergovernmental Panel on Climate Change (IPCC) report projected that global sea level will rise \nby 18 to 59 cm (7 to 23 inches) during this century, assuming a negligible contribution from the Greenland and \nAntarctic ice sheets. However, some scientists believe that with warming of two to three degrees Celsius significant \nmelting of the Greenland and Antarctic ice sheets could occur, triggering a rise in sea level of 6 meters \n(approximately 20 feet). Such a rise in temperature is possible within this century if current greenhouse gas \nemission levels continue over the next 10 years.\n\nOcean Acidification\n\nThe oceans play an important role in the planet's carbon cycle by absorbing large volumes of carbon dioxide and \nrecycling it in various processes. Rising levels of CO in the atmosphere have led to increased absorption of CO in \nthe ocean where it reduces the available level of carbonate required by many shell-building organisms. Increased \nCO absorption has already made ocean surface waters less alkaline (i.e., increased the acidity) by 30 percent (or, \nlowered its pH by about 0.1 units) since preindustrial times.\n\nWhile these numbers may seem small, the pH scale is 'exponential' - each unit of pH represents a 10-fold \ndifference in acidity or alkalinity. Pure water is neutral with a pH of 7.0. Sea water with a pH around 8.0 is alkaline in \nnature. IPCC models project that global surface pH will decrease between another 40-120% (0.14 and 0.35 units) \nover the 21st century. These estimates may be conservative. Other studies have estimated that increased CO \nuptake by the oceans may increase pH by 100-220% (0.3 to 0.5 units).\n\nBased on modeling and archaeological records, oceanic absorption of anthropogenic carbon dioxide by the end of \nthis century will cause the amount of CO in the ocean to exceed that of any time in the last 300 million years.\n\nOcean Currents\n\nThe ocean drives climate. Atmospheric circulation is driven by the energy released when evaporated water \ncondenses into clouds - which in turn drives ocean circulation by winds and changes in sea-surface temperatures. \nOcean currents transport heat, most often poleward. Temperature exchange and ocean current are also dependent \non differences in temperatures of the vertical water layers. Changes of temperature in this complex system could \nchange our ocean currents and wind patterns, ultimately affecting marine ecosystem productivity, oceanic carbon \ndioxide uptake, and oxygen concentrations.\n\n\n\nIn the most recent IPCC review, one of these major climate- shaping currents, the North Atlantic meridional \noverturning circulation (MOC), which is thought to have a large effect on climate in the North Atlantic and Northern \nEurope, is very likely to weaken in the 21st century. A weakening of this effect could lead to a large, abrupt shift in \nthe MOC, which, while unlikely, is possible. However, the global warming trend will likely swamp the potential \ncooling effect of a weaker MOC, and result in a net warming of the Atlantic region.\n\nExtreme Events\n\nStrengthening of the water cycle (interaction between atmosphere and ocean) could also mean increased rainfall in \nthe tropics and high latitudes with drier conditions in the subtropics and increased frequency of extreme droughts \nand floods. Scientists predict that the influence of the ocean will contribute to more extreme maximum \ntemperatures, heat waves, and heavy precipitation in greater frequency. And, as the Ocean continues to warm, the \nduration and intensity of hurricanes is predicted to increase. There is empirical evidence of increased hurricane \nintensity in the North Atlantic since about 1970 that is correlated with increased sea-surface temperatures, and it is \nprobable that hurricanes on the average will become even more intense in the future.\n\nAccelerated Climate Change\n\nThe latest research shows more rapid increases in CO, losses of summer Arctic sea ice that could lead to the \ncomplete melting of summer ice as early as 2013, breakup of Antarctic ice shelves, ocean acidification, coral \nbleaching, and even greater sea level rise than were predicted just a short time ago. Research published in \nNovember 2007 documented a surprising acceleration in atmospheric CO, driven by economic growth and the \ndeterioration of carbon absorption on land and in the ocean. It appears that the vast Southern Ocean may be \nbecoming saturated with CO and unable to absorb as much as it once did. Another study from the same time shows \nthat rising acidity is happening faster in the Southern Ocean where it could negatively affect the plankton that are \ncritical to removing CO from the atmosphere, further compromising the seawater's already reduced ability to absorb \nCO. Scientists recently thought it would take a century or more for the Arctic ice cap to disappear, but the timeframe \nis now estimated in decades. One researcher has even projected its loss in less than 10 years.\n\nIMPACTS\n\nGiven the myriad and diverse threats facing ocean ecosystems and their marine life summarized above, it should \ncome as no surprise that these systems and their inhabitants are strained to the breaking point, show tremendous \nand increasing signs of stress, and are starting to unravel and collapse. More than a century ago, the U.S. \nCommission of Fish and Fisheries recognized major impacts to nearshore resources associated with human \nhabitation. More than a decade ago, the National Research Council found that the diversity of life in the ocean was \nbeing dramatically altered by the rapidly increasing and potentially irreversible effects of activities associated with \nexpanding human populations. By then, it was clear that fishing, pollution, physical alteration of habitat, invasive \nspecies, and global climate change were among the most critical of these stresses and that they had already \nimpacted ocean life from the intertidal zone to the deep sea. Many more recent scientific studies and two national \nocean commission reports attest to the fact that human impacts to ocean resources continue to increase and \nproliferate.\n\nEven in the absence of climate change, the onslaught of other human-caused stresses would threaten ocean \necosystems and their living components. The shifting baseline syndrome previously discussed has partially masked \nsome of these impacts to ocean ecosystems and their inhabitants. However, they are now feeling the combined \nimpacts of climate change on top of these other stresses. Climate change may pile on the straws that break the \nbacks of ocean ecosystems. The added burden of climate change on top of other escalating threats is creating a \nperfect storm of impacts that threatens the future of ocean ecosystems and life stretching from the polar regions to \nthe tropics. To date, some of the impacts to coral reef and Arctic habitats have been especially profound, but \nstresses are being felt in other ecosystems, too. The most recent assessment by the IPCC indicates that many \nlong-term changes in climate have been documented across the oceans and affect its nearshore and offshore \ninhabitants. These changes include increased Arctic temperatures and less ice cover, increased ocean acidity, \ndecreased ocean salinity, shifting current patterns, amplified extreme events (e.g., droughts, precipitation, heat \n\n\n\nwaves) and changes in marine biodiversity and population size, movement and phenology (i.e., the timing of events \nin an animal's yearly cycle, such as the time of the year during which seals would give birth).\n\nCoral Reefs\n\nCoral reefs provide an excellent focal point for exploring the impacts of climate change and some of the potential \nsolutions for addressing them. As previously discussed, coral reef ecosystems, like tropical rain forests, harbor \ntremendous biological diversity and provide great value to humans when properly conserved. But reefs are also \nfragile. In addition to their great value, coral reefs provide a good lens through which to view climate change \nimpacts due to their accessibility, and because they are among our most charismatic and well-documented \necosystems. Many of the proposed solutions for addressing coral reef impacts are also applicable to other \necosystem types.\n\nNearly a decade ago, the U.S. Coral Reef Task Force concluded that the world's coral reef ecosystems were in \nserious jeopardy, threatened by an increasing array of overexploitation, pollution, habitat destruction, invasive \nspecies, disease, bleaching, and global climate change. The rapid decline of these ancient, complex, and \nbiologically-diverse ecosystems has significant social, economic, and environmental impacts here in the U.S. and \naround the world. A comprehensive review of Caribbean coral reef research studies concluded that, as of 2000, live \ncoral cover had already declined by an average of 80 percent across this region's valuable and vulnerable reefs.\n\nElkhorn and staghorn corals, two of the region's most important reef-building corals, were harder hit and are now \nlisted as threatened under the U.S. Endangered Species Act. Another comprehensive study of coral sites across \nAustralia's Great Barrier Reef showed similar decades-long declines in coral cover. A series of collaborative \"State \nof the World's Coral Reefs Reports\" in recent years has documented similar long-term coral reef decline across \neven broader areas.\n\nNo single stress is solely responsible. There is strong scientific agreement that fishing and pollution, especially \neutrophication (enrichment from excess nutrients) and sedimentation, are among the key drivers of reef decline in \nmany areas, that they act synergistically, and that climate change threatens reefs on an even larger scale. Climate \nchange impacts are likely already being felt on the world's reefs. Bleaching events in which corals expel their \nsymbiotic algae, turn white, and may die or become diseased, are linked to elevated sea surface temperatures and \nappear to be becoming more frequent, severe, and repetitive as sea water temperatures increase. The summers of \n1998 and 2005 were among the most damaging for coral reefs in history. In 1998, about 16 percent of the world's \ncoral reefs were lost due to severe coral bleaching in the Indian and Western Pacific oceans. If we were talking \nabout forests this would be the equivalent of all but 1% of the all the forests in North America burning in one year. In \n2005, unusually warm waters caused even more severe bleaching in the Caribbean with average mortality rates \nover 50 percent in some places, including the U.S. Virgin Islands.\n\nCoral reefs are more than just corals. They are myriad interwoven and interdependent habitats and associated \nspecies. The extraordinary degree of interdependence and specialization among reef species, and the intense \npredator-prey, grazer-producer, and competitive interactions found within and among reef dwellers rival any on \nearth and may be in part responsible for the remarkable diversity found on reefs. These close relationships are \ncritical to structuring reef communities, controlling energy and nutrient flows on reefs, and the tight recycling of \nmaterials characteristic of reef systems. Consequently, fishing and other extractive activities often remove critical \nliving components of coral reefs, destabilize reef ecosystems, and reduce the resilience of coral reefs to withstand \nimpaired water quality, climate change and other stresses. A recent study by the United Nations Environment \nProgramme predicts that 80 to 100 percent of the world's coral reefs may experience annual bleaching events by \nthe year 2080.\n\nOcean acidification, on top of warming, has the potential to completely wipe out coral reefs as we know them within \nthis century, if we do not take the necessary steps to reduce carbon dioxide levels immediately. Moreover, it is likely \nthat the increased acid levels already being felt by reefs in some locations could be inhibiting coral growth rates. In \nthe face of other stresses, this could tip the balance in favor of halting or reversing reef growth.\n\nOcean Warming\n\n\n\nRising ocean temperatures, shrinking polar ice caps, and sea level rise will result in a cascade of ecological effects. \nWater temperature is an important determinant of physiological function of ocean organisms, and is, ultimately, an \nimportant feature of distribution and ranges of species and habitats. Changes in ocean temperature will cause \nmajor shifts in the distribution of organisms and a reorganization of the interactions that determine ecosystem \nfunction and the provision of ecosystem services. These impacts will, ultimately, affect human populations.\n\nArctic Impacts\n\nClimate change effects in Polar Regions will cause major physical, ecological, sociological, and economic impacts, \nespecially in the Arctic. The rate of Arctic warming is of grave concern because it is home to the world's few \nremaining pristine ecosystems and to societies and cultures with close ties to their surroundings.\n\nIce-associated marine algae and amphipods provide the base of a productive and unique food web that includes \nArctic cod, sea birds, ice seals, walrus, whales, polar bears, and Arctic foxes. Loss of sea ice may lead to the local \nloss or even extinction of species unable to adapt. The loss of sea ice is already projected to severely impact polar \nbears. Scientists predict that two- thirds of the world's polar bear population will be lost by mid- century, given \ncurrent rates of warming. Loss of sea ice in the Bering, Chukchi, and Beaufort Seas will impact other ice- \ndependent ocean wildlife (e.g., ringed seals, spotted seals, ribbon seals, bearded seals, walruses). Ringed seals \nhave a close association with sea ice for resting, pupping, mating, molting, and feeding.\n\nAnother concern for ocean species living at the poles is how they will adapt to warming temperatures. Species are \nalready moving poleward in response to warming, but for those species already living as far north as possible, there \nis no place to go but extinct. This phenomenon is already being documented from species living at the tops of \nmountains.\n\nMelting ice has opened up the Arctic to industrial exploitation that in turn contributes to climate change. With the \nretreat of sea ice, and seasonal ice-free waters, there is great potential for greater disturbance in the Arctic Ocean \nfrom increased vessel traffic and potential fisheries interactions as well as offshore development - all of which will \nultimately increase emissions and warming while threatening ecosystems also being stressed by rapid changes in \ntemperature and ice cover. More than 78 million acres in the Chukchi, Beaufort, and Bering Seas will be made \navailable for oil and gas development in the proposed oil lease sales by the US Federal Government. This area \noverlaps with habitat that is biologically important for Arctic ocean species, including critically endangered North \nPacific right whales, bowhead whales, ice seals, walrus and polar bear. As the ice retreats, new shipping routes will \nbecome available, such as the Northwest Passage and the Northern Sea Route, significantly increasing the volume \nof vessel traffic in the Arctic. Projections suggest that by 2050, the Northern Sea Route will have 125 days per year \nwith less than 75% sea-ice cover. Increased shipping, fishing vessels, and cruise ships bring an increased chance \nof interactions between vessels and whales and the chance of oil spills. The US Mineral Management Service's \nEnvironmental Impact Statement on the Chukchi Sea leases estimates the chances of one or more large spills \ngreater than 1,000 barrels of oil at between 33 and 51 percent, and states that in 'open-water to broken-ice \nconditions,' only 10 to 20 percent of the spilled oil would be recovered.\" This represents a massive threat to Chukchi \necosystems and wildlife.\n\nOne of the greatest concerns we face with global climate change in the Arctic is the impact on indigenous Arctic \ncommunities whose coastal communities rely heavily on ice-dependent resources. Of the nearly four million people \nliving in the Arctic today, about 10% are of indigenous descent. There are over 50 different groups of indigenous \npeoples throughout the Arctic - each with its own distinct culture yet united by shared dependence on the health of \nArctic resources and their vulnerability to global warming. Many of these cultures, for millennia, have depended on \nand have adapted to the environment. One of the most widespread observations independently documented across \nthe Arctic is that residents cannot predict the weather like they used to; residents recognize that the Arctic is \ninherently variable, but they have been able to use knowledge passed on from generation to generation to survive \nin one of the harshest environments on our planet. Because Arctic residents have maintained a vibrant connection \nwith the environment in everyday life they are able to detect unusual characteristics and patterns in wind, weather, \nand sea ice conditions. These changes in environmental conditions, documented by scientists and described by \nindigenous people, are influencing ocean wildlife, as described above. Arctic peoples have subsisted on ocean \n\n\n\nresources for thousands of years and do so, even today, but the future of subsistence is uncertain. Traditional \nsubsistence use of ocean resources is fundamental to cultural identity, social interactions, and a primary means to \nobtain food. While considering the impacts of climate change to ocean wildlife, we also need to think about the \ncommunities that will be severely impacted, and ensure that other stresses on marine resources such as vessel \ntraffic and offshore development are minimized to ensure that these cultures and societies can continue to exist.\n\nRising Sea Level\n\nRising sea level is already impacting the most low-lying coastal areas with the loss of coastal wetlands and \nmangroves as well as increased coastal damage from flooding. If unchecked, sea level rise could severely impact \nhuman populations, wetlands, and coastal ocean species and will exacerbate inundation, storm surge, erosion, and \nother coastal hazards.\n\nAn international report examined global cities whose asset value would be the most threatened by sea-level rise in \nthe next sixty years and U.S. cities ranked high - half of the top 10 cities were in the U.S. In terms of the population \nthat would be exposed and at risk to sea-level rise, Mumbai, India topped the list, but Miami, New York, and New \nOrleans were in the top 10.\n\nAn increase in sea level is a threat to seals, sea lions and sea turtles that haul out on land to rest and for \nreproductive purposes. Low-lying sand and pebble beaches will no longer be available for these important yearly \ncycle events. Many islands contained within the Northwest Hawaiian Islands are low-lying and very vulnerable to \nincreased sea level. Scientists simulated potential habitat loss and determined that with a maximum sea level \nincrease of 88 centimeters (35 inches) the loss varies from island to island, but with an increase of 129 centimeters \n(51 inches) from spring tides all land would be periodically inundated. They predicted that endangered Hawaiian \nmonk seals, threatened green turtles, and endangered Laysan finch would face the greatest threats from lost \nhabitat due to seal level rise - based on their ecological, geographical and population characteristics. The estimates \nused in this study are conservative relative to the reality of current levels of ice melt observed in Greenland and \nAntarctica. Given a maximal rise of 600 centimeter (20 feet) in sea level, much of this habitat would be lost within \none of our greatest national treasures, the Papah?naumoku?kea National Marine Monument.\n\nShifting Ranges\n\nA snap-shot of the ocean tomorrow may not resemble the ocean that we have come to know and love today. The \nevidence that climate change is responsible for shifting ranges and distribution of species is mounting. Our picture \nof ocean ecosystems may be dramatically transformed due to species altering their range in response to changing \nenvironmental features such as temperature, ice cover, circulation, and salinity. As population sizes change and \nspecies shift their geographic distributions, biological communities and food webs change, with consequences for \nbiodiversity, ecosystem function, and dependent economies. It is important to note that many of these changes may \nnot be simultaneous. Those species that are physically able to change location may do so sooner, resulting in \nreorganized ecosystems with different functional relationships.\n\nPoleward range shifts have been well documented, for individual species as well as for communities. Distributions \nof fishes in the North Sea responded to increased temperatures, with about 2/3 of them shifting in mean latitude \nand/or depth over 25 years of observations.\n\nSimilar documentation has been made for zooplankton in the North Sea. These changes are not occurring only in \ndistant waters, but in our own backyard, where lucrative $2 billion dollar fisheries occur. In the Bering Sea, changes \nin the biological community have occurred simultaneous with shifting atmospheric and hydrographic characteristics. \nChanges in ocean and air temperatures and reductions in sea ice have coincided with a reduction in benthic \nspecies and communities. These changes in prey base have negatively affected higher trophic species such as \nseabirds and ocean wildlife populations, such as Steller sea lions.\n\nHuman Impacts\n\n\n\nCoastal communities and ocean-based societies and economies will suffer substantial losses in coming decades \ncompromising or eliminating historic human use of coasts and the ocean. Rising sea level is currently affecting low-\nlying nations, such as the Pacific island of Tuvalu, where tidewater floods homes and streets. Scientists determined \nthat sea level rise has been 1.2 mm per year, and the country is currently examining relocation options along with \nfears about the loss of their culture. These impacts on low-lying island nations foreshadow what low-lying U.S. cities \nmight see in the not-so-distant future. Arctic villages along the Chukchi and Beaufort Seas are facing relocation due \nto coastal erosion, loss of permafrost, sea level rise, and the increased frequency and intensity of storms.\n\nThere is an estimated 284,300 km of coral reefs in the world, which have been estimated to be worth US$100,000 \nto $600,000 per km annually. That is a total value of 28.4 to 171 billion dollars per year. By this valuation, the 3,770 \nkm of coral reefs in the United States are worth 377 million to 2.3 billion dollars per year. Roughly half of all \nfederally managed commercial and subsistence fisheries in the U.S. are dependent on healthy coral reefs \necosystems. Those fisheries have an estimated direct value of over $100 million per year.\n\nHuman health is predicted to decline due to increased risk of mortality and injury because of climate change related \ncauses. Some of the increased deaths may be due to infectious diseases because of heavy precipitation events; \nfood and water shortages and water and food borne diseases in areas affected by drought; death and food and \nwater borne diseases because of intense tropical cyclone activity; and drowning in floods because of increased \nincidence of extreme high seas. Many of the effects of climate change on society will be worst for those people \nresiding in economically poorer nations with limited adaptive capacity.\n\nSOLUTIONS\n\nUnless we change course, the ocean and humankind are at the mercy of global climate change. Global warming \nand increased CO concentrations are already having noticeable and severe impacts on the ocean, and we humans \nare feeling the effects. If we thought we had time to plan, we were mistaken. Recent research along many lines has \nshown that the pace of ocean-climate change is accelerating. Even under the most optimistic scenarios, \natmospheric CO concentrations will rise significantly over the coming decades.\n\nThere are just two options for addressing climate change. First and foremost, mitigation-we must significantly \nreduce greenhouse gas emissions now. Second, adaptation-we have no choice but to find ways cope with the \nimpacts of climate change. The first addresses the root of the problem and the second will lessen or minimize \nclimate change effects on ecosystems and human society.\n\nMitigation\n\nThe future of our planet and quality of life for our children and grandchildren depend on the world developing and \nimplementing a plan that will commit all nations to significant reduction in greenhouse gas emissions. Members of \nCongress, many states, and countries around the world understand the urgency of taking action, and are willing to \ntake the lead in making the changes that will be necessary to turn global climate change around. The U.S. \ngovernment has failed to commit to effective action or provide the leadership needed. The United States is the \nlargest single emitter of greenhouse gases and we must take responsibility for our role in degrading the ocean-the \nlife- support system of the planet. Other nations contribute significantly, and China may soon surpass us, but that \ndoes not absolve us from acting responsibly. Without visionary and brave leadership from Congress and the next \nAdministration, the planet will continue on its path toward a point of no return. We believe that the courage exists \nwithin us and that we will act decisively and quickly to avert the worst of what is coming should we continue down \nthis road, but we cannot avoid coping with the changes global warming and ocean acidification is bringing.\n\nCan we do anything to avoid or at least reduce the worse impacts of climate change? The answer is a simple - yes, \nbut only if we reduce greenhouse gas emissions significant and immediately. Carbon dioxide is the most important, \nbut not the only cause of global warming. We must control other gases, such as methane, and the production of \nblack carbon, which we are just learning may contribute nearly as much to global warming as CO. We must rapidly \nslow and eventually reverse the dangerous increase in greenhouse gas emissions of the last 50 years. The \nconsequences of inaction are dire.\n\n\n\nAdaptation\n\nEven if we cap CO emissions at today's level, or, even better, reduce them to 1990's level, we will not escape \nclimate change impacts - warming will continue for decades as a result of the excess CO now in the atmosphere. \nAlthough we have no choice but to cut emissions to slow the increase in global warming, we will still be forced to \ncope with climate-related changes.\n\nIndeed, those changes are already being experienced by many coastal communities around the world. If you are an \nartisanal fisher in the Seychelles, where most of the corals around the inner islands bleached and died in 1998, \nthen you do not doubt that climate change is happening. If you lived in the Lower Ninth Ward of New Orleans and \nsuffered Hurricane Katrina, you do not doubt it. And, if you are an Inupiat living in Kivalina at the edge of the \nChukchi Sea-a descendant of people who have lived there for over 10 thousand years now watching your home fall \ninto the sea-then you certainly have no doubt.\n\nNature itself will attempt to adapt to climate change and its effects, but because of the unprecedented magnitude \nand speed of change, that adaptation will be incomplete in many cases. Managers and scientists are challenged \nwith assisting natural marine systems as they try to adapt to climate change, and society will have to adapt to the \nimpacts of climate change on our marine industries, coastal built environments, and economies.\n\nIt is true that the only real solution to climate change lies in mitigation - eliminating the disease - but we cannot \nignore the need for adaptation to lessen the damage and pain as we seek to cure the patient.\n\nResilience\n\nOur ability to foster adaptation of marine ecosystems is limited by the difficulty of direct intervention in the marine \nenvironment. We should undertake the restoration of damaged marine habitats where feasible, but the approach is \nexpensive and is not likely to be able to deal economically with the extent and area of the many habitat types that \nwill need to be restored. In the face of the global scale and wide scope of climate change impacts, our primary tool \nwill be to protect, maintain and restore the natural resilience of marine ecosystems and species. Biological and \necological systems have complex regulatory processes that act to maintain structure and function in response to \nnatural environmental variability and stresses, somewhat as the human body maintains its integrity and function \nthrough the regulation of temperature, water, and nutrients and the repair of damage.\n\nSuch a system's capacity to absorb and/or recover from a harm done by an environmental stress, whether natural \nor human, is referred to as resilience. Marine biological and ecological systems that have been damaged through \nperiods of abuse may suffer reduced resilience, much as someone with certain diseases might be more susceptible \nto, and take longer to recover from cancer. Excessive fishing and whaling, pollution, nutrient runoff, and habitat \ndestruction have reduced ocean ecosystems' resilience to stress such as that associated with climate change.\n\nThe primary adaptation tool for marine ecosystems is to ensure that their natural resilience is not compromised. The \ndegree of resilience shown by different coral reefs, for example, varies depending on how stressful the environment \nis. Nonetheless, natural resilience can be exceeded by stresses more extreme than are normally experienced on a \nreef. Depending on the ecosystem, habitat, or species, this will mean that our response will focus on 1) protecting \nand maintaining intact resilience, or 2) restoring lost resilience.\n\n. Remote ecosystems such as the Arctic Ocean or the Northwestern Hawaiian Islands are likely to be nearly intact \nand resilient. While the Northwestern Hawaiian Islands are almost fully protected, they may still require some \nattention to rebuilding resilience with efforts to reverse the effects of lobsters being overfished and bottomfish being \nreduced by decades of commercial fishing, as well as the restoration of endangered monk seals. On the other \nhand, the Arctic Ocean has been removed from most human insults by its harsh environment and the ice, and we \npresume that its ecosystems are fully functional and resilient. However, the rapid loss of the ice cap is opening the \nArctic Ocean to impacts to which the rest of the oceans have long been exposed - overfishing and destructive \nfishing practices, spills and disturbance associated with oil and gas exploration, and shipping accidents leading to \nfuel and cargo spills, for example.\n\n\n\nIn the Arctic, adaptation to climate change will entail protecting and maintaining ecosystem resilience in the face of \nnew uses. An opportunity exists to build ecosystem-based management systems from the ground up before we do \nserious damage to its environment. In contrast, coral reefs have been subjected to multiple impacts from human \nactivities for a very long time. The capacity of coral reefs to resist the effects of ocean warming and acidification is \ngoing to depend on the restoration of their natural resilience, which will not have a chance to happen if the stresses \nthat have caused the degradation continue.\n\nCoral reefs are not likely to be the only ecosystems to suffer reduced resilience. A recent global mapping study of \nmultiple ecosystem types (e.g. mangroves, seagrasses, salt marshes, kelp forests and rocky reefs) and 17 different \nanthropogenic stresses, found that less than 4 percent of the ocean is impacted \"very lightly\", while 43 percent of \nthe ocean is \"moderately\" to \"heavily impacted\" by multiple stresses.\n\nMaintaining and restoring ecosystem resilience depends on the control, reduction and elimination of stresses other \nthan climate change. Without the negative impacts of other human influences and activities, ecosystems, habitats \nand species will better be able to resist ocean warming, decreased productivity, shifts in ocean currents, and/or \nacidification. Removing the stresses on a degraded ecosystem with compromised resilience, will not guarantee \nrecovery - the degree and type of recovery will depend in part on characteristics of the ecosystem. But, without \nremoving the stresses there is little or no chance of recovery.\n\nSignificantly reducing the impacts of human activities on ocean environments will require greater dedication to \nenvironmental management that aims to minimize the impact of human activity at the expense of short-term benefit \nto individuals, industries and economies. We are faced with severely altered ecosystems, collapsed resources, \ndead zones, species nearing extinction, and devastation of coastal communities because we have for decades \nmanaged for immediate profit rather than ecological sustainability.\n\nMaintaining and restoring resilience relies on different strategies. Priority should be given to characteristics and \nprocesses that are critical to resilience. The capacity of an ecosystem to maintain function when stressed is a \nfactor, among others, of biodiversity. The loss of even a few species from a diminished ecosystem could have a \nlarge effect on the system's function. Conversely, the loss of many species from a rich ecosystem may have little \neffect because other species can occupy vacant ecosystem roles. Areas that have lost ecologically functional \ngroups of organisms, such as predators, herbivores, or keystone species, will be more susceptible to degradation \nand less able to recover without intervention.\n\nLocal environmental conditions may also affect resilience to warming. Corals that are bathed by cold upwelling \nwaters, or subject to strong currents, may be less susceptible to bleaching because warm water is less likely to \npersist around them. Protecting many such reefs will reduce the chance that catastrophic, local impacts will \neliminate a habitat or species - in other words, putting your eggs in many baskets is a wise strategy in the face of \nclimate change. The recovery of affected areas will be influenced by their connectivity to other areas, especially \nthose less affected. For instance, connectivity of ecosystems through the dispersal of eggs and larvae, and the \nmovements of juveniles or adults, will be important in repopulating depleted areas. Ecologically connected networks \nof habitat patches will be key to preserving ecosystems under climate change stress.\n\nAs we learned from the Atlantic hurricanes of 2005 and the Indonesian tsunami in 2004, the condition and structural \nintegrity of coastal habitats is critical to protecting human built environments. Healthy, intact coastal habitats such \nas coral reefs, mangroves, salt marshes, and dune systems provide highly effective buffers to the effects of storms. \nWithout those buffers there is greater chance of potentially catastrophic ecological, social, and economic damage to \ncoastal habitats and built environments. Once compromised, coast buffer habitats can take a long time to recover \nand may require human intervention to do so. The recovery, maintenance, and protection of coastal buffer habitats \nare crucial for coastal communities experiencing increased storm intensity and sea-level rise.\n\nWe lag behind in developing strategies to ensure that coastal communities adapt to climate change. We should \nmodify coastal development planning to take into account the risks associated with climate change and how they \ninteract with buffer habitats. We should consider relocating built environments and infrastructure at risk of loss. We \nshould reformulate polices that create economic incentives that encourage risky coastal development to discourage \n\n\n\nsuch behavior and reward incorporating resilience into development plans. The impacts of climate change on \ncoastal communities will be some of the most costly effects of climate change, but proactive, informed and timely \nintervention can do a lot to reduce those impacts.\n\nManagement Reform\n\nWe must reform the way that we manage the marine environment if the ocean is going to have a chance to \nwithstand the onslaught of climate change. New approaches to management include: 1) ecosystem-based \nmanagement, 2) adaptive management, and 3) application of the precautionary principle.\n\nEcosystem-based management, in which the primary goal is preserving ecological function and with it the \necological services that we depend on, must replace the out-dated single- species, single-issue approach.\n\nScientific uncertainty and lack of knowledge will require a greater reliance on adaptive management - applying a \nscientific approach to management and adjusting strategies in response to observed changes. To a large extent, \nwe will have to learn how to adapt to climate change as we go.\n\nTypically, we do not undertake management to control use or exploitation until a problem appears, but often by that \ntime considerable harm has been done and resilience has been compromised. Faced with uncertainty and risk of \nclimate change, a precautionary approach is needed - allowing only limited use and exploitation until it can be \nshown that ecosystem function and integrity will not be substantially harmed.\n\nA precautionary approach is especially relevant in the Arctic where we have the opportunity to implement innovative \nmanagement strategies and methods before substantial use and exploitation begins. The Arctic offers a grand \nlaboratory for the study of methods and approaches to large-scale ecosystem-based, adaptive, and precautionary \nmanagement.\n\nSocietal Adaptation\n\nNot only marine ecosystems and species will have to adapt to climate change. Humankind will have to adapt. \nPopulations of exploited species are already beginning to shift in response to warming. Fishers will have to adapt to \nshifting stock sizes and ranges, and eventually replace them in their catches with other species. Some preferred \nand valuable species will decline in abundance and eventually disappear from certain areas, with potentially severe \nconsequences for coastal communities dependent on fishing. New species will invade, requiring fishermen to use \nnew gear and develop new fishing methods if they are going to maintain their livelihoods. Managers will be required \nto account for these factors in order to manage resources effectively. Fishers, the fishing industry, and fishing-\ndependent communities will require technological, governmental, and economic assistance to adapt. Much as \nhuman stresses have reduced ecosystem resilience, climate change will reduce the social and economic resilience \nof coastal communities.\n\nOur resource exploitation and management strategies ecosystems operate within a dynamic range that doesn't \nchange drastically, which may have been appropriate at one time, but not in an age of continual climate change. \nFishermen off Cape Cod today expect that cod will be there year after year. They do not expect that because of \nocean warming stocks will gradually shift northward, to be replaced by others from the south. The rates of range \nshift will vary, and shifts will alter interactions among species, the combined effect of which may be chaos. Fishers \nwill have to fundamentally alter their strategies to adapt to the changing composition of fish species available to \nthem, or to move with the fish. Similarly, related industries-processors, distributors, and retailers-will not be able to \ncount on stable supplies, forcing them to adapt markets, distribution, and menus.\n\nThe need for all the players to adapt rapidly and continually to the changing ocean environment will be true \nwherever we depend upon resources that are living. It will be true for fishers, kelp harvesters, bioprospecters, dive \noperators, aquarists, and aquaculturists.\n\nEcological systems do not always change gradually in response to incremental environmental changes. They \nsometimes exhibit disproportionate and unpredictable shifts in response to small changes in conditions. A fish \n\n\n\nspecies may decline in abundance gradually as the ocean warms, but then suddenly disappear because it meets \nsome unanticipated threshold in it's interaction with another species. Management strategies will have to cope with \nmultiple, rapid, and unpredictable changes in ocean environments and the resources upon which we depend.\n\nResources for Adaptation\n\nMaking adjustments in our thinking and management strategies to adapt to climate change will require substantial \ninvestments in education and research. Our knowledge of ocean systems is comparatively limited. Even now, we \nstruggle to understand the relationships between ocean processes and our use of resources, and to set \nmanagement strategies based on that understanding. In the context of accelerating climate change, this gap puts a \npremium on improving our understanding of marine ecosystems and how they react to human stresses.\n\nIn an era in which the lay of the sea will change beneath our keels, there is an imperative to increase funding and \nsupport for marine research. We are entering uncharted waters, beyond the collective experience of scientists and \nmanagers and outside our scientific knowledge base. This puts an even greater imperative on increasing the \nresources that we invest in understanding ocean dynamics, ecosystem processes, resource dynamics, and \nsocioeconomic dependencies. Our ability to adapt to climate change depends on our ability to understand what is \nhappening to the ocean, to predict as much as we can of what will come next, and to craft effective adaptation \nstrategies.\n\nPolicy Development\n\nWhile there are things the Administration can do now to address the impacts of climate change, coping with the \nprofound challenges of building resilience in our ocean ecosystems will require legislation changes our climate \ngovernance structure. While most major bills in Congress relating to climate change focus on mitigation through the \nreduction of global warming pollutants, there have also been proposals in both the House and Senate to develop \nstrategies for improving ocean adaptation and resilience, and to direct funding to such activities. The energy bill \npassed by the House (HR 3221) contained strong provisions for developing a national ocean adaptation strategy \nand for assisting states in carrying out similar activities. In addition, the major vehicle in the Senate for climate \nchange mitigation directs funding from the auction of carbon allowances to wildlife and ocean adaptation efforts.\n\nThese proposals represent strong steps in the right direction. Consistent with the principles set forth by Chairman \nMarkey on Earth Day, April 22nd, 2008, we urge Congress to build on these proposals, and include in broader \nclimate change legislation provisions to help our oceans and coastal communities adapt to the impacts from \nclimate change.\n\nNational Strategic Plan - Legislation should call for the development of a national strategic plan to respond to and \nalleviate the impacts of global warming and ocean acidification in the United States. This strategy must use the \nbest available science, should include a plan for implementing the strategy across multiple federal agencies, and \ninclude a plan for carrying out research, education, monitoring, assessment, as well as for specific adaptation \nactivities. It should also include a mechanism to ensure that any federal decision- that may exacerbate the impacts \nof climate change on our environment take into account the added negative effects of climate change.\n\nNational Climate Office - Second, legislation should create a National Climate Office to guide the development of \nthe national strategy, and to coordinate and facilitate federal adaptation efforts and strategies. The legislation \nshould codify both the National Oceanic and Atmospheric Administration (NOAA) within the Department of \nCommerce, and the White House Committee on Ocean Policy, which was established by Executive Order 13366 \non December 17, 2004. While NOAA is the principle agency with respect to researching climate change impacts on \nthe oceans, and for overseeing management of our ocean resources, multiple federal agencies have decision-\nmaking authority that can profoundly affect our ocean and coastal ecosystems, compounded by the effects of \nclimate change. A centralized body is needed to oversee implementation of the national strategy with respect to \noceans and coasts, and to coordinate all federal decision-making related to the health of our oceans. Providing a \nlegislative mandate for NOAA, which was established by Executive Order in 1970 and has struggled under an \nobsolete management structure and unclear mission, would greatly improve its ability to carry out ocean adaptation \n\n\n\nmeasures, particularly if charged with carrying out ecosystem-based ocean management, taking into account the \neffects of climate change.\n\nAdaptation Funding - Finally, climate change legislation must direct a substantial portion of the proceeds from the \nauction of carbon allowances to fund the development and implementation of national adaptation strategies, and \nshould provide grants for states for similar activities. For years, we have significantly under-invested in the \nprotection and restoration of our ocean and coastal resources, particularly given the vital role they play in our \nnation's economy, and the increasing threats posed by pollution, overfishing, and habitat destruction. Now as the \noceans and coasts face the additional threats posed by climate change, a dedicated funding source to improve \ntheir resiliency is critically needed.\n\nCONCLUSIONS\n\nWe stand at a crossroads, atop a mountain, but there is no ambiguity about which road goes straight toward the cliff \nand which toward home. We must make the right choice if we want to survive and prosper. The emission of \ngreenhouse gases has to be slowed and ultimately stopped, and we have to act swiftly. We in the United States \nand in other developed countries enjoy an unprecedented quality of life, which is the envy of the rest of the world. \nBut, that standard of living is expensive in the currency of carbon and it is not sustainable, especially with the rest of \nthe world rapidly trying to emulate us. It is not sustainable if we do not take care of the ocean and the biosphere. \nWe have a moral obligation to change our relationship with the planet. If we make those changes intelligently \nacross all sectors of society and the economy, and if we undertake a 'mission-to-Mars' like development of new \ntechnology, then the changes have the chance to be more productive than painful. We may be able to cope and \nadapt to the changes that we see within our lifetimes without too much difficulty, but if we do not act now our \nchildren will suffer from out indecision and their children and grandchildren may lead much less rewarding lives, \nexperience a significantly poorer standard of living, and face a world that is fundamentally more dangerous and \nuncertain. I have great faith in our ability to rise to this challenge, much as we have before when faced with global \nchallenges to our way of life.\n\nNonetheless, our nation, its environment, economy, and people will be harmed by climate change. We face a twin \nchallenge to mitigate its impacts and adapt to those which we cannot mitigate. We need strategies for responding to \nclimate change impacts that will minimize the damage and cost of those impacts. We must get much better at \nanticipating what climate change is going to throw at us, and when and where those curve balls are going to \nappear. Adaptation to climate change will require significant investments in research, education, industry, and \ngovernment, but it is within our capacity as a global society.\n\nWe have never faced a challenge of this magnitude before, but if we are willing to act now in collaboration with the \nWorld, we can succeed.\n\nThank you for the opportunity to provide the Select Committee on Energy Independence and Global Warming \ninformation regarding the importance of the ocean and how is being affected by climate change. If I can be of \nfurther assistance, please do not hesitate to ask.\n"}