{"title": "Sunburn — The morning read of what's hot in Florida politics — 10.11.19", "body": "\nOct 11, 2019( Florida Politics: http://floridapolitics.com Delivered by Newstex) ;;; If it makes the ballot, Florida \nvoters say they would give the OK to an assault weapons ban — by a narrow of margin. St. Pete Polls called up \n3,283 registered voters[1] across the state and asked whether they were for or against the measure, which would \nban the possession of semi-automatic rifles and shotguns capable of holding more than 10 rounds of ammunition at \nonce. Just over 60 percent said yes, while 34 percent said no, and 6 percent were unsure. \n\nThat puts the measure just over the threshold for passage. Of course, there's plenty of time for that to change, \nassuming the amendment even coughs up the 650,000 petition signatures it needs to go before voters. Voters \nweren't as keen on other amendments being floated for the 2020 ballot. The top-two primary plan, which would \neschew partisan nominating contests and put the two best performers in August on the general election ballot, is \nunderwater. About 38 percent want the change, while 48 percent want to stay the course. A majority of Republicans \nare against the plan, while Democrats and independent voters showed lukewarm support, but neither was in striking \ndistance of the 60 percent threshold. In fact, it fared worse than a ballot initiative that would require voters to \napprove constitutional amendments twice before they could make it into the state's governing document. Just under \nhalf say constitutional amendments should get a double OK while 30 percent disagree, and 21 percent are unsure. \nThe St. Pete Polls survey[2] was conducted Oct. 7 through Oct. 10 with a margin of error of 1.7 percentage points \nat a 95 percent confidence level. — TODAY'S SUNRISE — First Lady Casey DeSantis flew on a private jet of a \npolitical contributor to her husband, which is raising some interesting ethics questions — notably because Mrs. \nDeSantis attended both a Republican Party fundraiser and a health care policy event. Also, on Sunrise with special \nhost Jim Rosica, filling in for Rick Flagg: — Amber Marianois cleared after calling for a corruption investigation in \nPort Richey. — Good news for the Panhandle, jobs are returning to areas ravaged by Hurricane Michael. — \nPollster, pundit and political guru Steve Vancore joins in a roundtable discussion of Judge Robert Hinkle, Hurricane \nMichael, minimum wage and other proposed amendments. — More from Florida Men: Two men from the Treasure \nCoast are facing charges after state wildlife officials said they poured beer into an alligator's mouth. To listen, click \non the image below[3]:— SITUATIONAL AWARENESS — —@MarcoRubio: #Syria has nothing to do with endless \nwar or sending thousands of troops Turkey ...S. agreed to border security zone ...rds removed fortifications ...avy \nweapons [Recep Tayyip] Erdogan reneged on deal U.S. agreed to remove our small contingent of troops from \nborder Turkey invaded —@MDixon55: When governor's formal office comms shop does not want to talk about \npolitics or fundraising, they do not address those questions When they do, that magical official side-campaign side \nwall no longer seems to exist —@NikkiFriedFL: Killer Seafood was reduced to a pile of debris after \n#HurricaneMichael. They'll be reopening soon with a state-of-the-art mobile restaurant, serving up fresh ...licious \nseafood. It's been a long road back, but local business owners like Michael are #RebuildingWithLove. —\n@JimmyPatronis: So proud to attend the grand reopening of the @WMBBTVstudios today. Before, during, and \nafter #HurricaneMichael our communities rely on your coverage to keep the Panhandlemoving forward. Thank you \nfor proving we are #850Strong! Tweet, tweet:—@NoahValenstein:A year ago, Hurricane Michael devastated \nFlorida's panhandle. I continue to be proud of @FLDEPNews[4] and @FLStateParks[5] staff for their unwavering \n\n\neffort and dedication to our state's recovery initiatives, including the reopening of every state park that was affected \nby this storm. —@JennaStaletovich: Florida Crystals getting a lotta love at the @SFWMD board meeting in \ndiscussion over lease termination on land for Everglades reservoir. Corps says it needs until May 2020 for wetlands \npermitting. —@NateMonroeTU: JEA is really kicking off public-power week with a bang: The utility has officially left \nthe Florida Municipal Electric Association, the group confirmed. This comes after the trade group questioned some \nof the financial assumptions the JEA CEO has used to promote privatization. \n\nexpect that Marie Yovanovitch, the former ambassador to Ukraine, will appear as planned for a deposition in the \nHouse's ongoing impeachment inquiry, despite the White House's emphatic pledge not to cooperate with \nDemocrats' efforts to investigate Trump, according to congressional officials. Yovanovitch and her lawyer are 'on \nboard,' according to a senior congressional aide. Yet House Democrats are preparing backup options to facilitate \nher testimony — including issuing a possible 'friendly' subpoena, according to two people involved in the \ninvestigation — in case the State Department forbids her from speaking to lawmakers. 'House impeachment \ninvestigators subpoena Rick Perry on Ukraine[11]' via Nicholas Fandos of The New York Times — Three \nDemocratic chairmen leading the inquiry instructed Perry to turn over by next Friday any records that would shed \nlight on Trump's attempts to pressure the Ukrainian government to open corruption investigations into Biden and his \nson. Investigators also want answers on whether Perry tried to influence the management of Ukraine's state-owned \ngas company. The new subpoenas, and more in the works, sent a clear message to the White House that \nDemocrats do not intend to back down from a growing constitutional clash. 'Fox News Poll: Record support for \nDonald Trump impeachment[12]' via Dana Blanton of Fox News — A new high of 51 percent wants Trump \nimpeached and removed from office, another 4 percent want him impeached but not removed, and 40 percent \noppose impeachment altogether. In July, 42 percent favored impeachment and removal, while 5 percent said \nimpeach but don't remove him, and 45 percent opposed impeachment. Since July, support for impeachment \nincreased among voters of all stripes: up 11 points among Democrats, 5 points among Republicans, and 3 among \nindependents. Support also went up among some of Trump's key constituencies, including white evangelical \nChristians (+5 points), white men without a college degree (+8), and rural whites (+10). Tweet, tweet: From the day \nI announced I was running for President, I have NEVER had a good @FoxNews[13] Poll. Whoever their Pollster is, \nthey suck. But @FoxNews[14] is also much different than it used to be in the good old days. With people like \nAndrew Napolitano, who wanted to be a Supreme. — Donald J. Trump (@realDonaldTrump) October 10, 2019[15] \n— DATELINE: TALLY — 'DeSantis' teacher salary increase leaves some disenchanted[16]' via Emily Bloch of the \nFlorida Times-Union — According to DeSantis, the proposed bill — which will be addressed during the 2020 \nLegislative Session — would boost minimum salaries, not the overall average pay. The Governor says this call was \nintentional and would affect '60 percent of teachers.' The average teacher salary in the 2017-2018 school year, \ntopped $48,000, Florida state records show. DeSantis' proposal would raise teachers' starting salary from around \n$37,600 to $47,500. But as the proposal stands right now,it doesn't address what the increase means for longtime \nteachers who already make more than the potential new rate. 'So I am a 20-year teacher, and I will only be making \n$10,000 more than a starting teacher,' a Facebook user wrote.           https://3o15h033zmpwracwx2i00rqx-\nwpengine.netdna-ssl.com/wp-content/uploads/2019/10/0038GovernorRonDeSantis011119copy.jpg Not everyone is \nthrilled with Ron DeSantis' proposal to raise starting teachers' salaries.;; 'DeSantis pledges new help on Hurricane \nMichael anniversary[17]' via The Associated Press — DeSantis will ask the Legislature to dedicate $23 million in \ninterest earned off the 2010 Deepwater Horizon oil spill settlement fund for Hurricane Michael recovery. DeSantis \nmade his announcement in Panama City on the anniversary of Michael. He said he would also ask the Legislature \nto approve another $2 million for the recovery fund. DeSantis also said he is awarding the area the first grant from a \nnew economic development fund. The $2.6 million will go to build two new roads and underground utilities to help \ndevelop new housing. Thousands are still homeless a year after the storm. Delegations meet — The Pasco County \nlegislative delegation meets, 8 a.m., Pasco-Hernando State College West Campus, Performing Arts Center, 10230 \nRidge Road, New Port Richey. 'Flags at half-staff for Capitol Police director Chris Connell[18]' via Florida Politics \n— DeSantis ordered flags at half-staff in honor of the late Capitol Police Director Connell. DeSantis directed the \nU.S. and state flags to be flown at half-staff at the Leon County Courthouse, Tallahassee City Hall, and the Capitol \nfrom sunrise to sunset on Friday. Connell died last Friday at the age of59. — STATEWIDE — 'Florida's common \ncore standards: No need for 'any great change,' educators tell state[19]' via Leslie Postal of the Orlando Sentinel — \nMore than a dozen teachers and administrators, most from Seminole County but a few from neighboring Orange \nand Volusia counties, urged the state not to make significant changes to Florida's current language arts and math \nbenchmarks or to adopt the less-demanding replacements the state has drafted. 'This lowering of expectations will \nlead to gaps in our students' learning,' said Pamela Ferrante, a literacy specialist for the Seminole school district. \n'These changes are a step backward.' Other speakers at the Florida Department of Education event, held at \nSeminole's Winter Springs High School, agreed. 'Prison overdoses not tracked amid contraband problems[20]' via \nAna Ceballos of the News Service of Florida — Department of Corrections officials say they deem the health and \nwell-being of prisoners a priority and that the system has protocols to provide inmates with 'proper medical \ntreatment' when they overdose. But the department has not tracked how many inmates have required treatment as \n\n\na result of overdoses during the past three years, according toRob Klepper, the agency's press secretary. \nCorrectional officers, however, file reports for any incident that happens inside a prison, saidJim Baiardi, who leads \nthe state corrections chapter of the Florida Police Benevolent Association. That includes inmates overdosing, a \nscenario that Baiardi noted is a 'nightmare' for officers. 'Ex-guardian Rebecca Fierle charged Altamonte Springs \nfacility $100K, illegally pocketed refunds, investigation finds[21]' via Monivette Cordeiro and Jeff Weiner of the \nOrlando Sentinel — After confronting Fierle about her 'excessive' invoices, the facility ultimately told her to find \nother 'places for her wards to reside,' according to the investigation. It's the second time the disgraced guardian has \nbeen accused of illegally profiting from her work handling the affairs of vulnerable adults in financial arrangements \nnot approved by a court. An audit by Orange County Comptroller Phil Diamond's office found Fierle billed \nAdventHealth nearly $4 million for services she provided to the hospital's patients, often double-billing those \npatients for the same service. Fierle is not currently facing charges but is under criminal investigation by the Florida \nDepartment of Law Enforcement and other agencies.           https://3o15h033zmpwracwx2i00rqx-wpengine.netdna-\nssl.com/wp-content/uploads/2019/07/Rebecca-Fierle-woman-accused-of-causing-death-resigns-as-professional-\nguardian-in-Florida.png Years of complaints about former professional guardian Rebecca Fierleas were ignored. \nImage via WTSP. 'Orlando to Miami higher-speed passenger train project getting real[22]' via Scott Powers of \nFlorida Politics — Real, as in the rail corridor is being cleared and graded. Dirt is moving. Supplies like railroad ties \nare being manufactured, hauled in, and stacked for use. And more substantial items like piles are being driven. \n'We're fully under construction,' said Michael Cegelis, Virgin Trains USA executive vice president. Virgin Trains \nUSA has a visible construction zone, mostlyrunning about 36 miles from Orlando International along State Road \n528 to Cocoa. Almost anywhere within the airport, along long stretches of SR 528 through eastern Orange and \nwestern Brevard counties, and around the intersection of U.S. Highway 1 and SR 528 in Brevard undeniable \nevidence of the creation of the nation's first new major private railroad in about a century. Happening today — The \nSlavery Memorial Review Committee will review artist submissions and select finalists, 9 a.m., Betty Easley \nConference Center, 4075 Esplanade Way, Tallahassee.            https://wearegeo.com/ — ONE YEAR LATER — \n'DeSantis promises more help for Bay County[23]' via Tom McLaughlin of the Northwest Florida Daily News — \nDeSantis announced plans to dedicate nearly $28 million over and above what state and federal sources had \npreviously allocated to Hurricane Michael relief. Most of the money, about $23 million, would come from interest \ngenerated by banked BP oil spill settlement dollars in the care of Triumph Gulf Coast. The interest money, along \nwith $2 million additional from the state's general fund would come with Florida Legislature approval through \nfunding of the Hurricane Michael State Recovery Grant Program for the 2020-21 fiscal year, the governor \nannounced. A significant investment of $2.8 million would be awarded through the Florida Job Growth Grant Fund, \nDeSantis announced at Panama City City Hall. 'A year after Hurricane Michael, housing remains a challenge[24]' \nvia Jim Thompson of the Northwest Florida Daily News — In rural Bay County, amid forests of snapped trees and \nthe more-than-occasional home still roofed with a blue tarp, Shelly Summers is continuing to help people who \nhaven't yet found permanent housing. A half-dozen people remain on Summers' property off Campflowers Road, \nwhich she and her husband, Sam, opened up to people with no other options in the wake of the storm. Both of the \ncouple have jobs and use part of that income to provide their guests with food, while a local business, Carter \nPecans, covers utility costs for the impromptu campground. Frustration with rising rental prices, even for mobile \nhome lots, is a common theme among those who remain without permanent housing a year after Hurricane \nMichael.           https://3o15h033zmpwracwx2i00rqx-wpengine.netdna-ssl.com/wp-\ncontent/uploads/2019/10/Hurricane-Michael-Damage-Panama-City-Florida-Twitter-Tornado-Trackers-Storm-\nChasers-e1539266926456.jpg Hurricane Michael's anniversary arrives with promises of more relief and much work \nleft to be done. 'Mexico Beach rallies around rising again[25]' via Tori Schneider of the Tallahassee Democrat — \nThis small beach paradise with a very distinct, deliberately laid-back culture is still reeling after taking the brunt of \nHurricane Michael. As North Florida marks the anniversary of the Category 5 storm, the town's landscape looks \nmuch different than it used to. 'For sale' signs hang in many yards of the houses that remain standing and in the \nempty lots where some have chosen not to rebuild. But there are far more signs that read 'NOT FOR SALE' rising \nfrom the sandy and grassy yards of those who have pledged their allegiance to their 'Mayberry by the Sea' and \nhave vowed to rebuild. These signs send a message to developers that Mexico Beach's way of life is not for sale. \n'The 'forgotten country': How Greenwood is still feeling the pain from Michael[26]' via Robbie Gaffney of WFSU — \nThe line to get fresh produce is hours long at the food giveaway near the Greenwood Baptist Church. Volunteers \nplop watermelons and bags of sweet potatoes into car trunks while others hand out barbecue sandwiches — \nsomething Anita Crawford needs after Michael leveled her house. She's waiting in her car at the tail-end of the line. \n\n\nGreenwood has no restaurants, no gas stations, and for the past year — no grocery store. The Greenwood \nSupermarket caught fire after the storm. April Garrett lost her car when a tree toppled onto it during Michael. She \nsays she can't afford any more repairs. Her husband has been out of a job because he couldn't make it to work. — \nD.C. MATTERS — 'As protesters trade chants, GOP leader Joe Gruters slams Stephanie Murphy for backing \nTrump impeachment probe[27]' via Steven Lemongello of the Orlando Sentinel — A street corner in Sanford was \nAmerica 2019 in miniature, as pro-President Trump and anti-Trump groups yelled at each other across Oak Avenue \nwith police keeping them apart. Both groups were there for state GOP Chair Gruters' news conference outside \nDemocratic U.S. Rep. Murphy's office in Sanford. Gruters, standing at a podium on the sidewalk outside the \nbuilding, said House Speaker Nancy Pelosi 'and Democrats like Stephanie Murphy are putting party before politics \nand therefore have lost all credibility.' Gruters cited recent polls showing 'the American people are not on their side.'      \n     https://3o15h033zmpwracwx2i00rqx-wpengine.netdna-ssl.com/wp-content/uploads/2019/10/Gruters.jpg Joe \nGruters hosted an anti-impeachment rally at Stephanie Murphy's Sanford office. 'Sarasota GOP will honor Lindsey \nGraham as 'Statesman of the Year'[28]' via Jacob Ogles of Florida Politics — South Carolina Sen. Graham will visit \nSarasota on Nov. 15 to receive the county GOP's 2019 Statesman of the Year award. 'We are thrilled to have such \na national conservative leader as Sen. Lindsey Graham as our 2019 Statesman of the Year,' said Jack Brill, acting \nchairman of the Republican Party of Sarasota. 'Sen. Graham fits right in the mold with our previous Statesman \nwinners, including President Donald Trump. Twice.' The honor has become a draw to some of the most important \nRepublican politicians in the nation.  Happening today — Caf con Tampa features DianaBeckmann of Florida \nHouse, Florida's 'embassy' in Washington, D.C. Attendance costs $12, including a breakfast buffet. Due to \nconstruction across the street, there is limited parking at the venue. That's at 8 a.m., Upstairs at Oxford Exchange, \n420 W. Kennedy Blvd., Tampa. — 2020 — 'Why Joe Biden declared war on Donald Trump — and poked at \nElizabeth Warren[29]' via Natasha Korecki and Marc Caputo of POLITICO — For a candidate lagging in \nfundraising, polls and enthusiasm, the rollout of a swaggering, fire-breathing approach and full embrace of \nimpeachment signaled a dramatic departure from course — a change in direction necessitated by weeks of Trump's \nsiege warfare. For weeks, Biden spoke cautiously about impeaching the president. But in speeches at two events, \nBiden attacked the president in the sharpest and most personal terms he's used since entering the Democratic \npresidential primary. Biden didn't even stop with Trump: He also took a veiled shot at Warren. 'It takes a proven \nability to get things done,' Biden said in Manchester. 'We're not electing a planner.' 'Warren's been talking to \nAndrew Gillum, sparking VP buzz[30]' via Hanna Trudo of The Daily Beast — Two sources said the talks between \nWarren and Gillum resemble the kind ofcourtship that happens when a leading presidential candidate is exploring \npotential vice presidential contenders. One source briefed on the communications said the two Democrats have \nbeen in contact throughout the campaign and that it is the 'strong impression' that Gillum is a possiblevice \npresidential contender for Warren, who has risen in recent months to become a front-runner in the 2020 primary, \nthe source said. 'If you're trying to win Florida, I would be courting Andrew, and that's what's happening,' a second \nsource familiar with the conversations said. Tweet, tweet: Pretty strong statement for the Warren campaign to call \nVP'buzz' baseless given a no comment would have probably sufficed            https://t.co/2FWVgijFCt[31] — David \nSmiley (@NewsbySmiley) October 10, 2019[32]'Bernie Sanders says he 'misspoke' about scaling back rallies after \nheart attack, vows 'vigorous' 2020 campaign[33]' via Dartunorro Clark of NBC News — The Vermont independent \ntold NBC that his health scare has only strengthened his resolve, despite telling reporters a day earlier he planned \nto curtail his normally packed schedule. 'I misspoke the other day. I said a word I should not have said, and media \ndrives me a little bit nuts to make a big deal about it,' Sanders said during the interview alongside his wife, Jane \nSanders. 'We're going to get back into the groove of a very vigorous campaign, I love doing rallies, and I love doing \ntown meetings.' He added, 'I want to start off slower and build up and build up and build up.' 'Tom Steyer raises \npaltry $2 million after personallyspending tens of millions on his presidential bid[34]' via Dan Merica of CNN — \nBillionaire Steyer raised $2 million in the third quarter of 2019, his campaign announced, a paltry haul that pales in \ncomparison to the more than $30 million the candidate has spent of his own fortune solely on television and digital \nads for his presidential bid. Steyer had always planned to self-fund his campaign, but the extent to which his \npersonal wealth is propelling his campaign became evident in the fundraising announcement. The $2 million haul \nlands the businessman-turned-politician at the bottom of all 2020 Democrats who have announced their third-\nquarter fundraising numbers so far. Campaigns are required to submit their fundraising reports to the Federal \nElection Commission by October 15. — HAPPENING THIS WEEKEND — 'Presidential candidates a no-show at \nDemocratic convention[35]' via Ana Ceballos of the News Service of Florida — The Florida Democratic Party has \nconfirmed Agriculture Commissioner Nikki Fried and U.S. Sen. Chris Coons of Delaware as keynote speakers for \n\n\nthe 'Fight for Florida Gala,' a dinner at the party's annual convention. But as of Monday, presidential candidates did \nnot plan to attend one of the most significant events and fundraisers in the nation's largest battleground state. \nInstead, candidates will take part in activities such as The 20th New Yorker Festival in New York and an LGBTQ \ntown hall in Los Angeles, hosted by CNN and the Human Rights Campaign. The primary-election calendar plays \nagainst Democratic candidates spending substantial amounts of time in the state this fall. Florida won't hold its \nprimary until March 17. 'Pro-Biden email causes stir before Florida Democratic Convention[36]' via Jessica \nLipscomb of the Miami New Times — Tomorrow, the top Democratic leaders in the state will meet in Orlando for the \nFlorida Democratic Party's annual convention. After a disastrous outcome in the 2016 election, this year's \nconference is perhaps the most important in recent history. But tensions are heating upbetween the FDP \nestablishment wing and its bluer, progressive members. Thursday, party leaders across the state received an email \nfrom convention organizer Chris Wills, a volunteer for the Biden campaign. The correspondence raised major \nquestions for at least a handful of progressive activists who found the timing and content of the message unsettling. \nTomas Kennedy, an activist and member of Miami's chapter of the Democratic Socialists of America, says the email \ngave the appearance of endorsing Biden. Donald Trump Jr., DeSantis to headline weekend GOP events in South \nFlorida[37]' via Ryan Nicol of Florida Politics — As Florida Democrats prepare for their state convention in Orlando, \nRepublicans will flock to South Florida this weekend for a series of events headlined by the President's son, Trump \nJr., and Gov. DeSantis. Trump Jr. and his girlfriend, former Fox News host Kimberly Guilfoyle, will appear at a \nfundraising breakfast Friday morning hosted by the Miami-Dade GOP. Guilfoyle is also now working as a senior \nadviser to the Trump reelection campaign. That group will then hold its 71st annual Lincoln Day Dinner Friday night, \nat which CFO Jimmy Patronis and state Sen. Gruters are slated to appear. Trump Jr. and DeSantis will also appear \nFriday at 'Amp Fest 2019,' an event at Trump Doral organized by American Priority. — THE TRAIL — 'Florida GOP \nraises $2.8 million in third-quarter[38]' via the News Service of Florida — The third-quarter haul brought to nearly \n$9.8 million the amount raised by the party this year. Contributions during the quarter included $100,000 from the \nauto-industry firm JM Family Enterprises, Inc.; $100,000 from the tobacco company RAI Services Co.; $100,000 \nfrom Conservatives for a Better Florida, a political committee led by state Rep. Daniel Perez; $50,000 from the \nvaping-industry firm Juul Labs; $50,000 from the tobacco company Altria Client Services; $50,000 from The Geo \nGroup corrections company; $50,000 from Florida Power ...ght; and $50,000 from Duke Energy Florida. \n'Contributions, signatures pile up for ballot initiative[39]' via the News Service of Florida — A political committee \nseeking to make it harder to amend the Florida Constitution received nearly $1.3 million in contributions in \nSeptember, according to a newly filed finance report. The Keep Our Constitution Clean committee received \n$1,278,622 in what the report described as in-kind contributions of petition gathering and office supplies. All the \ndonations came from a nonprofit known as Keep Our Constitution Clean, Inc., which has put a total of$3.96 million \ninto the initiative. As of midday Thursday, the state Division of Elections had tallied 211,711 valid signatures from \nthe committee. 'Money flows to utility ballot measure[40]' via the News Service of Florida — The committee Citizens \nfor Energy Choices received $780,100 in cash and spent $767,763, with almost all of the spending on petition-\nrelated costs. The committee is trying to put a proposed constitutional amendment on the November 2020 ballot \nthat would deregulate and revamp the way Floridians get electricity. The Supreme Court heard arguments Aug. 28 \nabout the wording of the proposal, which is opposed by state leaders, major business groups and current players in \nthe utility industry. Happening today — The Financial Impact Estimating Conference will workshop a proposed \nconstitutional amendment to legalize recreational marijuana, 8:30 a.m., 117 Knott Building. 'Margaret Good raises a \nrecord $450,000 in initial fundraising quarter[41]' via Jacob Ogles of Florida Politics — Sarasota Democrat Good \nreported a record haul in first quarter funding for her bid to unseat U.S. Rep. Vern Buchanan. Good pulled in \n$450,000 in the third quarter of 2019. The just-wrapped fundraising period is the first since she launched her bid for \nCongress in July. That total is more than any Democrat has ever raised running in Florida's 16th Congressional \nDistrict. Good received more than 2,600 individual contributions from over 1,800 individuals, she said. Of that, 72 \npercent of contributions came from people living within the District. Good previously announced raising $135,000 of \nthat amount on her first day as a House candidate. 'Transgender activist to run for Rob Bradley's state Senate \nseat[42]' via AG Gancarski of Florida Politics — Melina Rayna Svanhild Farley-Barratt of Trenton filed this week to \nrun in Senate District 5, a seat where 51 percent of registered voters are Republicans, compared to 29 percent for \nDemocrats. Farley-Barratt is, she says, the first transgender woman to run for state Senate. She also boasts \ncredentialsin The Process, as the Legislative Director for the Florida Chapter of the National Organization for \nWomen. Odds are long, but Farley-Barratt is unfazed. She's been thinking about 'running for something' for three \nyears. A run for House was foreclosed when Dr. Kayser Enneking filed to run in her state House district. 'Who you \n\n\n\ngonna call? Call Jason Brodeur, ad urges[43]' via Scott Powers of Florida Politics — Republican Senate candidate \nBrodeur wants voters to know that if they've got a problem and they need his help with it, just call. A new campaign \nvideo lightheartedly shows Brodeur, the former state Representative running in Senate District 9, taking phone call \nafter phone call from constituents while his wife Christy Brodeur looks both proud and a little annoyed that he wants \nto help fix everyone's problems. This 60-second spot, 'Call Jason,' is his first full-length commercial. His campaign \nsaid it would begin running Friday in 'a full digital offensive on social media, YouTube and IP-Targeting.' Brodeur is \nrunning for SD 9, the seat being vacated by term-limited Republican Sen. David Simmons. To watch the ad, click on \nthe image below[44]: [embedded content] 'In race for Florida Senate, Jim Boyd outraises Amanda Linton in \nSeptember by more than 10-to-1[45]' via Jacob Ogles of Florida Politics — In total,Boyd took in $24,025 in \nmonetary contributions in September, his second month of fundraising since announcing for Senate. So far, he's \nraised $48,275 toward the race. More political committees have dropped $1,000 checks in Boyd's coffer this month. \nThat includes state Sen. Lizbeth Benacquisto's Protect Florida Families Fund, state Rep. Tom Leek's Living Life \nWith Purpose and GOP consultant Trey McCarley's Growing Florida's Future committees. The AT...AC also \nchipped in the maximum amount. Former Speaker of the House Steve Crisafulli and wife Kristen both gave $1,000 \nto Boyd. So did lobbyist Ron Book, whose government consulting and accounting firms also made donations. \nTweet, tweet: Compare our lists. This campaign is people-funded, not built on corporations or political connections. \nI'm running to represent the people of my community. #flapol[46]            https://t.co/NL8diiGQEV[47] — Amanda V. \nLinton (@Amanda4Florida) October 10, 2019[48]'SD 39 candidate Ana Maria Rodriguez tops $80K in fundraising \nfor third straight month[49]' via Ryan Nicol of Florida Politics — State Rep. Rodriguez continued her strong \nfundraising pace as she attempts to move to the Senate, bringing in more than $87,000 in September. Rodriguez is \ncompeting in the Republican primary for SD 39 against Angie Chirino, a singer and former congressional candidate. \nDemocrat state Rep. Javier Fernandez of HD 114 is also running. Rodriguez raked in more than $46,000 through \nher political committee, Ethics and Honesty in Government. Her campaign added another $41,000 in September. \nCandidates faced an Oct. 10 deadline for reporting September fundraising totals. 'Thanks to self-loan, Jim Bonfiglio \ntops Mike Caruso in September earnings for HD 89[50]' via Ryan Nicol of Florida Politics — Former Ocean Ridge \nMayor Bonfiglio has added a $20,000 loan to his campaign, enough to ensure he brought in more money than his \n2020 opponent, GOP Rep. Caruso. So far, Caruso has been the better outside fundraiser between the two. But \nBonfiglio added that $20,000 self-loan to $1,000 in outside money, giving him $21,000 in funds added during \nSeptember. Caruso, meanwhile, earned tenfold Bonfiglio's haul in outside money, bringing in just over $10,000. But \nthat leaves him with less than half of Bonfilgio's September haul altogether. 'Ned Hancock now has double the cash \nof Kaylee Tuck[51]' via Jacob Ogles of Florida Politics — Citrus grower Hancock now holds more than a two-to-\none cash advantage in a Florida House District 55 contest. That's after Republican opponent Tuck raised just \n$3,850 in September. The Sebring attorney has pulled in $63,000 and has $52,227 on hand, including a $5,000 \ncandidate loan. Hancock, meanwhile, raised $61,425 in September, and he's spent only $3,277 throughout the \ncampaign so far, leaving him with $123,523 banked. He also has a Tallahassee fundraiser planned next week. \n'We're still in a very good position,' Tuck said. 'I had a serious lead the first month. He has a lead this month. It will \ngo back and forth somemore, I am sure. I have been spending my time emphasizing grassroots.' 'Daniella Levine \nCava, Alex Penelas both net six figures in September for Miami-Dade mayoral race[52]' via Ryan Nicol of Florida \nPolitics — The August fundraising contest saw Penelas come out on top, raising $250,000 to Levine Cava's \n$200,000. But the newest numbers from September saw the script flipped, though with slightly smaller totals. Still, \nboth candidates earned six figures. Levine Cava raked in $125,000 between her campaign and political committee \nOur Democracy PC. That topped Penelas by about $25,000. His committee, Bold Vision, raised just over $100,000. \n'Day by day our campaign is working tirelessly to hit milestones that we were told were out of reach,' Levine Cava \nsaid in a statement. 'Jussie Smollett, Ben Crump among September donors to Sybrina Fulton campaign[53]' via \nRyan Nicol of Florida Politics — Following a pair of big-time endorsements of her campaign, Miami-Dade County \nCommission candidate Fulton courted more than $11,000 in donations during September. That marks the second-\nhighest fundraising total of her campaign for the District 1 seat. The boost comes after former Democratic \npresidential candidate Hillary Clinton and U.S. Sen. Cory Booker backed Fulton's run. But Fulton still lags well \nbehind the fundraising pace of her opponent, Miami Gardens Mayor Oliver Gilbert III. Among Fulton's September \ndonor list are Tallahassee attorney Crump and actor Smollett. Both contributed $1,000 to Fulton's campaign, \nmaxing out their donations.— LOCAL — 'Parkland discloses devastating aftereffects of shooting[54]' via Nicole \nGaudiano of POLITICO — Substance abuse and mental health problems surged following last year's deadly mass \nshooting at Marjory Stoneman Douglas High School in Parkland, while test scores tanked. The devastating turns in \n\n\nmental health, academic performance, and substance abuse are revealed in a series of federal aid applications \nfrom these school districts. The documents paint the most detailed picture of what really happens to a school after a \nmass shooting. Once students attempt to return to normalcy, there have been dramatic turns for the worse in \nacademic performance, behavior and mental wellness. Marjory Stoneman Douglas used to rank near the bottom of \nhigh schools in the district for instances of substance abuse. After the shooting, it shot up 20 places on the list.           \n\nconsent judgment.' The disciplinary case stemmed from issues that included DuPont spreading false allegations \nabout his 2016 election challenger, Malcolm Anthony, and Anthony's family members. DuPont was accused of \nviolating several rules regulating the Bar.            http://yoursearchisdone.com/ — MORE LOCAL — 'Central Florida \ntoll-road agency advances Lake and Poinciana expressway plans, boosts 'pay by plate' tolls[62]' via Kevin Spear of \nthe Orlando Sentinel — The Central Florida Expressway Authority approved staff-recommended routes for a \nproposed expressway that would connect Lake and Orange counties and a proposed extension of Poinciana \nParkway in Osceola and Polk counties. The projects would cost a combined $700 million and still face several years \nof development, design and construction. The Lake-Orange connector would span about 4 miles, intersecting U.S. \nHighway 27 near Lake Louisa State Park and State Road 429 near Orange County National Golf Center. 'It will \nimprove the commute for so many people in our county,' said Leslie Campione, an authority board member and \nLake County Commissioner. 'This was a missing link.' 'Billion-dollar consulting firm landing in Miami-Dade, aims to \nhire 600 workers in state[63]' via Rob Wile of the Miami Herald — Slalom, a Seattle-based global business and \nnonprofit consulting firm with more than $1 billion in revenues, is landing in Miami-Dade. The firm, whose clients \ninclude Tropical Smoothie, Designer Shoe Warehouse (DSW) and the American Cancer Society, will also open \noffices in Tampa, St. Petersburg, Orlando and Jacksonville. In a release, the company said it plans to employ 600 \npeople statewide, and as many as200 would be located in its Miami-area office. 'When we first started planning \nSlalom's Florida expansion, anchoring our office in Miami was a perfect fit,' Troy Johnson, Slalom's chief growth \nofficer and co-founder, said in a statement.           https://3o15h033zmpwracwx2i00rqx-wpengine.netdna-\nssl.com/wp-content/uploads/2019/10/troy-Header-3010x1200.jpg Troy Johnson, chief growth officer and co-founder \nof consulting firm Slalom, plans to bring 600 jobs to Florida. 'Bonnet House and state trust to work on truce[64]' via \nLois Solomon of the South Florida Sun-Sentinel — There's hope for a resolution to the acrimonious standoff \nbetween Bonnet House and the historic trust that wants to take over its management: The two sides are returning to \nthe negotiating table. Lawyers are still figuring out the parameters of the discussions, but Patrick Shavloske, the \nhouse's chief executive officer, said mediation will soon recommence. The Florida Trust for Historic Preservation, \nwhich owns the Fort Lauderdale mansion's land and buildings and seeks a more active management role, declared \nan impasse last month during previous mediation efforts. The trust's efforts to take control from the local board that \nmanages the property have ignited strong emotions from supporters of the estate, a vestige of Old Florida. 'Cutler \nBay imposes moratorium on development to study impact of sea-level rise[65]' via Jack Brook of the Miami Herald \n— The town of Cutler Bay has imposed a six-month moratorium on development to study the impact of sea-level \nrise. Since mid-July, all properties east of Old Cutler Road have been under the moratorium, impacting about half \nthe city. The town has been researching environmental regulations aimed at addressing sea-level rise and ensuring \nsustainable developmentin the future, according to the unanimously approved ordinance initiating the moratorium. \n'We want to look at, if and whenwe have new developments, what can we do to protect more of the natural \nenvironment?' said town manager Rafael Casals. 'Downtown Sarasota pedal pub proposal denied[66]' via Florida \nPolitics — The Sarasota City Commission voted 3-2 against a proposal that would have allowed commercial \nmegacycles to operate downtown. 'We've got a concern about just general safety of people falling off,' said \nSarasota Police Chief Bernadette DiPino. 'They are going to be drinking while they're pedaling bicycles. That's a \nsafety concern.' City chief transportation planner Colleen McGue, city engineer Alex Davis Shaw, police officer \nJason Frank and Sgt. Anthony Frangioni joined DiPino to address many of the concerns of Sip-N-Cycle Cruise's \nplan to expand service to the downtown area. Sip-N-Cycle owner Brittany Orlando spoke to address many of \nDiPino's safety concerns. 'I have been successfully operating on Siesta Key for almost a year,' Orlando said. \n'Greater Tampa Chamber announces name change as part of a larger rebranding[67]' via Brendan Ward of the \nTampa Bay Business Journal — The Greater Tampa Chamber of Commerce will change its name to the Tampa \nBay Chamber starting in December. The new name is part of a larger rebranding effort for the chamber that \nincludes a new logo, which will be unveiled later this year. To aid the rebranding, the Chamber formed a 'branding \ncaucus' made up of Chamber members and staff. While redesigning the logo, the caucus also decided to change \nthe organization's name. The new name is intended to be a more 'reflective name that truly embodies the work that \nthe chamber is doing,' the Chamber explained in a news release. 'Navarre Beach fire chief 'not going down without \na fight' after special fire district vote[68]' via Annie Blanks of the Pensacola News Journal — Navarre Beach Fire \nRescue ChiefDanny Fureigh says he's not backing down on his effort to create a special fire district, even after \nvoters failed to come up with a 60 percent majority for a non-binding referendum that would have given pensions \nand state benefits to his firefighters. In Tuesday's special election, 56 percent of Navarre Beach voters said 'yes' to \nthe referendum, and 44 percent said 'no,' which is just four percentage points shy of the 60 percent threshold \n\nhttp://yoursearchisdone.com/\n\nneeded for state Rep. Jayer Williamsonto take the bill to the next level. 'The 60 percent is my protocol,' Williamson \ntold the News Journal on Thursday. Had the non-binding referendum met the 60 percent threshold, Williamson \nwould have taken the measure to the state Legislature. 'How will Santa Rosa County pay for infrastructure, public \nsafety after penny tax defeat?[69]' via Annie Blanks of the Pensacola News Journal — By a 2-to-1 margin, \nconstituents voiced deep opposition to increasing the sales tax from a half-penny to a full penny, which would have \ngenerated an estimated $180 million over the next 10 years. With those infrastructure demands not going away and \nthe current half-cent expiring at the end of 2021, how do officials plan to accommodate the county's rapid growth \nand prioritize funding for much-needed projects? 'Well, we still have the half-cent sales tax in place until 2021, so \nwe'll be able to do what we can with that remaining half-cent,' said District 3 CommissionerDon Salter. 'Other than \nthat, there aren't any options, other than raising property taxes. And we're not going to do that.' Morning must-read \n— 'Now in second decade leading Miami-Dade schools, Alberto Carvalho is 'married to the community'[70]' via \nColleen Wright of the Miami Herald — It had the suspense of LeBron James' prime-time 'Decision' and the drama of \na telenovela. The national media had a name for it: 'The Carvalho Show.' On the first day of March 2018, the Miami-\nDade County School Board hastily convened to learn the fate of its superintendent. WasCarvalho really leaving for \nNew York City, where he had been offered the job of running the nation's largest school district? Carvalho had his \nmoment in the national spotlight, and he turned down the job on live television. Of course, he did. Could you \nimagine 'The Carvalho Show' anywhere else? Carvalho is a Miamian by choice.            http://www.flaports.org; — \nOPINIONS — 'Mike Pence, Mike Pompeo and William Barr deserve to be impeached, too[71]' via Max Boot of the \nWashington Post — Three senior officials could have tried to dissuade the President from misusing his office for \npersonal gain, but there is no evidence that they ever attempted to do so. History will record their names along with \nTrump's in the annals of ignominy. The President's principal accomplices in his brazen assault on the rule of law are \nVice President Pence, Secretary of State Pompeo, and Attorney General Barr. Pence has adopted the Sergeant \nSchultz defense: I know nothing! Pompeo is now officially the worst secretary of state in history — wresting that \nuncoveted title from his predecessor, Rex Tillerson. Pompeo was fully aware of how unlawful Trump was acting. \nBut wait. If you think that's bad, Barr says, 'hold my beer.' ''The U.S. stands solidly behind Hong Kong protesters \nseeking freedom from Chinese repression'[72]' via Rick Scott for the Miami Herald — China's growing influence \naround the world presents a clear and present danger to the stability of world markets, the security of the United \nStates and our allies and the quest for freedom and democracy around the globe. I just returned from Hong Kong, \nwhere I met with pro-democracy, business and religious leaders who are fighting for their freedom and human \ndignity. They are standing strong against Beijing's aggression. All of this is happening because President Xi is a \nhuman-rights violator. He is yet another Communist leader trying to be the dominant world power. It's Hong Kong \nnow, then it will be Taiwan and soon America itself. 'Governor's vague teacher pay raise plan cries out for \nanswers[73]' via the South Florida Sun-Sentinel editorial board — DeSantis wants to raise starting teacher pay by \nnearly $10,000 a year, to $47,500 for a first-year teacher just out of college. His plan would dramatically uplift \nFlorida's starting teacher salary from a dreadful 46th nationwide, to No. 2, after New Jersey. DeSantis deserves \ncredit for addressing the low pay that has driven too many good teachers out of the classroom and contributed to \nFlorida's acute teacher shortage. But the governor's bold plan, issued in a bare-bones news release followed by \nheadline-grabbing visits to three schools, is full of holes. The biggest question: Where's the money coming from? \n'Charting a new direction for Florida's waters[74]' via Christopher Pettit of TCPalm — Under the leadership of \nAgriculture Commissioner Fried, Florida's Office of Agricultural Water Policy is taking decisive steps to improve \nexisting water resource programs, and spearheading conversations to address the challenges posed by the impacts \nof our climate crisis. As director of that office, I recently spoke before a Florida Senate committee on how we're \naddressing issues in watersheds across the state. From updating research on the water resource benefits of \nagricultural best management practices, to prioritizing cost-share funding to help farmers acquire the best \ntechnology, we're putting a new emphasis on innovation to protect Florida's waters.            \nhttp://www.tgh.org?utm_source=floridapolitics.com..._medium=display..._campaign=usnews — MOVEMENTS — \n'Personnel note: New leadership at Department of Health[75]' via Florida Politics — Courtney Coppola has been \npromoted to be the Department of Health's Chief of Staff, Secretary and state Surgeon General Dr. Scott Rivkees \nannounced Thursday. Coppola also will be the department's Marijuana Coordinator, he said. Alberto Moscoso is \nnow Communications Director, Emerson George is Deputy Communications Director and Andrew Love is \nLegislative Planning Director, Rivkees added. 'I am excited to bring aboard such a dedicated group of professionals \nto assist in accomplishing the Department's mission,' Rivkees said in a statement. 'Florida Senior Living Association \nbrings on Lee Ann Griffin[76]' via Jacob Ogles of Florida Politics — Griffin comes on with 18 years of experience \n\nhttp://www.flaports.org/\nhttp://www.tgh.org/?utm_source=floridapolitics.com..._medium=display..._campaign=usnews\n\n\nfocused on rules and regulations for nursing homes and senior centers. As a certified trainer for core assisted living \nfacility programs and specifically for Alzheimer's disease and related conditions, she knows the day-to-day needs of \nfacilities. Through her work, Griffin has developed a diverse range of curriculum, coursework, video training and \nother tools to promote quality improvement. She also holds some experience supporting providers through the use \nof compliance guidance and survey readiness. Griffin said helping members through that process ensures they are \nbetter able to focus on staff and the community and residents they serve.           \n\nit's come back around. It seems like they've run out of good ideas for shows. So they're going to the well.' Johnson, \nwho was on the show promoting his new film, 'Knives Out,' was then asked if he's already doing the reboot. The \nactor paused, then grinned and replied, 'Maybe.'           https://3o15h033zmpwracwx2i00rqx-wpengine.netdna-\nssl.com/wp-content/uploads/2019/10/miami-vice.jpg 'We're kicking aground some thoughts': Don Johnson plays coy \nabout a Miami Vice comeback. Image via NBC. 'Dad texts daughter to help study for test — whether she likes it or \nnot[89]' via Alyssa Newcomb of Today — Ana Caputo crammed for her test, with help from her mom, Erin, who is a \npublic-school teacher, and her older sister, Liv. Her father, Marc Caputo, also quizzed his daughter on the ride to \nschool. After he dropped off Ana, Caputo received a text message. 'I hate school and there is this one kid who gets \non my last nerves,' Ana wrote. He decided to keep helping Ana study. 'Federal Bureau of Investigation is the FBI.' \nAna responded 'IK.' 'National Aeronautic ...ace Administration is NASA.' Again, she replied, 'IK.' Then he crossed \nthe line into full dad territory. 'You love me too. I know,' he wrote. 'I do. I never said I didn't,' Ana replied. 'Because \nthe Fifth Amendment is the right against self-incrimination (right to remain silent),' he added. That prompted Ana to \nsend him: 'OMG DAD STOP.' But Caputo had to slip in one more memorable line. 'I will not stop,' he said, 'because \nthe First Amendment gives me freedom of speech.' — HAPPY BIRTHDAY — Celebrating today are Kim McKeel, \nthe legendary Lucy Morgan, and Anissa Raiford. Celebrating tomorrow are Sen. Lauren Book, lobbyist Allyce \nHeflin, Jimmy Midyette, and former Rep. Jimmie Smith. Celebrating on Sunday is our friend, Cesar Fernandez, of \nConverge Government Affairs. ___ Sunburn is authored and assembled by Peter Schorsch, Phil Ammann, Jim \nRosica,and Drew Wilson. [ 1]:            \nhttp://stpetepolls.org/files/StPetePolls_2019_State_Amendments_October10_P1F3.pdf [ 2]:            \nhttp://stpetepolls.org/files/StPetePolls_2019_State_Amendments_October10_P1F3.pdf [ 3]:            \n\n\n73]:            https://www.sun-sentinel.com/news/fl-op-edit-governors-vague-teacher-pay-raise-plan-needs-answers-\n20191010-i2twg2jh75cnzahqjcn722cggq-story.html [ 74]:            "}