{"title": "5 G.I.'s Killed in Attack; Philippines Bars Iraq Trips", "body": "\nMortar rounds slammed into an Iraqi National Guard base on Thursday in the restive, Sunni-dominated city of \nSamarra, killing five American soldiers and at least one Iraqi guard, while the Philippines president, Gloria \nMacapagal-Arroyo, ordered her citizens to stop traveling to Iraq in search of work.\n\n The clashes began in midmorning, when 38 mortar rounds fell on a building used by Iraqi and American soldiers, \ndemolishing a portion of the building. In the gun battles that followed for nearly four hours, American and Iraqi \ntroops fanned out across the city. An American helicopter launched Hellfire missiles on a building suspected of \nhousing insurgents, killing four, according to Master Sgt. Robert Cowens, a spokesman for the First Infantry \nDivision. \n\n Twenty American soldiers and four Iraqi guards were wounded in the fighting. The clashes killed 3 civilians and \ninjured 20 more in Samarra, according to hospital sources cited by The Associated Press.\n\n Mrs. Arroyo acted after the abduction of a Filipino truck driver in the Falluja area. Filipinos are among the legions of \nforeign workers who ferry goods, wash dishes and cook meals for American soldiers and contractors here. At \nroughly 4,000, their numbers overshadow the 51 soldiers the country's military has contributed to the United States-\nled coalition.\n\n The abduction of the Filipino worker, identified as Angelo dela Cruz, a driver working for a Saudi company, was the \nlatest in a spate of attacks on foreign workers. In a videotape broadcast on Al Jazeera on Thursday, militants \nthreatened to execute two Bulgarian hostages unless the American-led forces released prisoners, Reuters reported. \nEven citizens of countries that have nothing to do with the United States-led coalition have become kidnap targets. \n\n A Pakistani driver working on a United States military base was threatened with execution and held for eight days \nbefore being released. Two Turkish air-conditioner repairmen, working on an American-financed reconstruction \nproject, were released by their captors only after promising to quit their jobs. Since April, a Jordanian businessman, \na Kuwaiti truck driver, Turkish construction workers and Lebanese contract workers have been abducted or killed.\n\n Al Jazeera reported Wednesday the capture of an Egyptian driver who was delivering fuel to American soldiers. \nAgence-France Presse reported Thursday night that two Turkish truck drivers were killed when their fuel convoy \nwas sprayed with bullets near Samarra.\n\n A video broadcast by Al Jazeera showed the Filipino hostage seated in front of his three masked abductors. They \nidentified themselves as members of the Iraqi Islamic Army-Khaled bin al-Waleed Corps, and threatened to execute \nhim in 72 hours unless Manila agreed to pull its troops out of Iraq. Mrs. Arroyo made no mention on Thursday of \nwhat she intended to do about Filipino troops in the country.\n\n\n Filipinos, who have worked in the Persian Gulf for years, are among the armies of low-end service workers here. At \nleast 200 of them returned to the Philippines after the deaths of three Filipino workers at the hands of the \ninsurgents. But attracted by the relatively high-paying jobs, they had kept coming -- labor officials said that 400 had \nleft for Iraq last week alone. But on Thursday, with a new government ban, 120 Filipinos en route to Iraq were \nprevented from boarding their plane in Manila.\n\n ''The president has said in the past that the safety of our nationals will be one of the prime considerations in our \ncontinued stay in that country,'' Mrs. Arroyo's spokesman, Ignacio Bunye, said on Thursday.\n\n Meanwhile, in a Baghdad suburb, a former Baath Party official was killed when a bomb planted in his car \nexploded, The Associated Press reported. And a previously unknown group, calling itself the Islamic Army in Iraq, \nclaimed responsibility on Thursday for the March killing of four American security contractors in Falluja.\n\n The violence came a day after the Iraqi prime minister, Iyad Allawi, unveiled several emergency measures \nintended, he said, to combat the insurgency.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Marines held an Iraqi man and later handed him over to the Iraqi police after he tried to avoid a checkpoint. \nA search of his car found weapons. (Photo by Joao Silva for The New York Times)      \n"}