{"title": "IMMIGRATION DEBATE NEARS BOILING POINT A HOT ISSUE ON SUPER TUESDAY, IT WILL BURN IN CALIFORNIA", "body": "\nAs his half-ton Chevy pickup spits out gravel, Jim West makes a sunset tour of his 1,600-acre piece of west-central \nTexas and pronounces everything under the spectacular pastel sky - his wheat, his cattle - to be just fine.\n\nBut West, like his pioneering grandfather, makes his main living in the hardscrabble oil fields nearby. And he's seen \nthis tiny town through enough boom-and-bust cycles to recognize a gathering economic storm - and wonder if it's \ntime to seal the border.\n\n\"We've got a lot of nice people here and we've got a lot of nice Spanish people,\" West says casually. But with jobs \nin the oil fields declining, \"we just don't need any more.\"\n\nWhen West goes to the polls in today's Super Tuesday presidential primary, he'll have his pick of get-tough \nremedies. Republican candidates have been talking about immigration with a forcefulness that resonates even \nhere - hundreds of miles from America's porous borderlands.\n\nBut border politics aren't likely to reach full boil until later this month when the candidates reach California, where \nthe heated debate promises to echo in November's general election and in Congress as lawmakers consider the \nmost restrictive immigration policies in 30 years.\n\nThough front-running Bob Dole is expected in today's contests to make his nomination all but a formality, analysts \nsay immigration will be amplified as a campaign issue by the renegade candidacy of Pat Buchanan.\n\nBuchanan's fence\n\nThe cable-TV pundit wants to build a fence at the U.S-Mexico border to halt illegal immigration and shut down \nmost legal immigration for five years. He has tied the issue to concerns about free trade, declining wages, crime \nand a decline in social values.\n\n\"Buchanan is going to hang in there until the convention in San Diego and he will continue to beat the drum on \nimmigration,\" said Calvin Jillson, chairman of the political science department at Southern Methodist University.\n\nDole's need to assuage Buchanan's supporters, experts say, may have dramatic impact on what he does as both \nthe GOP nominee and as majority leader in the Senate, where he will have to give his blessing to the immigration \nbill Republicans hope to pass.\n\nThe pending legislation would establish a pilot verification system in states with many immigrants, such as \nCalifornia, that would allow employers to check the legal residency status of potential workers. Opponents say that \n\n\nis a first step toward a national identification card. The legislation also would curb the ability of U.S. residents to \nhave their siblings and adult children join them in this country, and calls for a crackdown on illegal immigration.\n\n\"Here's the danger: If a politician can appear more moderate on immigration by appearing slightly more moderate \nthan those who want to dig ditches at the border and erect fences, that is going to be counterproductive,\" said \nRobert Rubin, of the Lawyers Committee for Civil Rights of the San Francisco Bay Area.\n\n\"Buchanan can push for the Great Wall of China at our border and then someone comes along talking about a \nnational ID card or denying due process to immigrants and they sound tame by comparison.\"\n\nHere in Texas, where trade with Mexico was a $24 billion business in 1994, immigration resonates only in pockets \n- along the border where immigrants are overwhelming schools, and in the fields of the flagging oil business where \neconomic anxiety has taken over.\n\nRichard Estrada, a member of the U.S. Commission on Immigration Reform, which has called for reductions in the \nnumber of legal immigrants and crackdowns on illegal immigration, said Texas' longstanding ties to Mexico help \ndistinguish it from the wrenching debate in California.\n\n\"Still, we have reached a saturation point in places like El Paso, where they have had to raise property taxes to \ndeal with immigration, and people are resentful about it,\" said Estrada, a Dallas newspaperman.\n\nThrobbing migraine\n\nIf that resentment is an isolated ache in Texas, it is a throbbing migraine in California, where Gov. Pete Wilson \nused illegal immigration to propel himself to a second term in 1994. Voters that year also overwhelmingly \napproved a ballot initiative he championed - Proposition 187, which would cut off public education, social services \nand non-emergency health benefits to illegal immigrants.\n\nWilson, Dole's California chairman, continues to press the immigration issue, suing the federal government to \npay the costs of incarcerating illegal immigrants who break the law.\n\n\"In California, beating up on Latinos is good politics,\" said Frank Sharry, executive director of National \nImmigration Forum, a pro-immigration group. \"I don't think immigration is going to be a big national issue this \nyear, but it's going to be a big issue in regions that cannot be ignored - and that means California.\"\n\nThat means President Clinton is expected to continue to trumpet his moves to dramatically increase patrols at the \nborder while doubling the Immigration and Naturalization Service's budget.\n\nIt means Dole, who has called for a \"modest temporary\" reduction in legal immigration and the elimination of \nservices to illegal immigrants, is expected to trumpet his endorsement of Proposition 187.\n\nAnd it means Buchanan, who has warned \"illegals are coming by the millions,\" will be in full-throated battle cry as \nhis insurgent campaign moves west.\n\nSupport in California\n\nThe architects of Prop. 187, most of which has been invalidated in court, say support for Buchanan's message is \npowerful in California.\n\n\"Pat Buchanan is not simply a little flea on the backside of an elephant,\" said Bill Ong Hing, an immigration law \nexpert at Stanford and founder and director of the Immigrant Legal Resource Center in San Francisco and East \nPalo Alto. \"He has a lot more credibility on this issue in California than elsewhere. If Pat Buchanan wasn't going to \nbe in California, maybe Dole wouldn't have to talk about immigration, but now he has to.\"\n\nSome Republicans worry Buchanan's California campaign will have the effect of frustrating legitimate efforts to \ncontrol legal and illegal immigration.\n\n\n\n\"If Pat Buchanan gets to these issues in California before Bob Dole does, he defines the terms of the debate and \nit's no longer a debate between illegal immigration and legal immigration,\" said Dan Schnur, a Republican \nstrategist and former Wilson aide.\n\n\"It becomes a debate about the cultural differences in our society, and that's a much more dangerous debate to \nhave and a much more difficult debate to win.\"\n\nNotes\n\nImmigration: the candidates' positions\n\nBill Clinton\n\nSupports modest reductions in legal immigration. Opposes denying social services to illegal immigrants. \nAdministration has opposed making English the official language.\n\nPat Buchanan\n\nBacks five-year moratorium to reduce annual legal immigration to 233,000 from 880,000. Would deny automatic \nU.S. citizenship to babies born in U.S. to illegal immigrants, and more than double the border patrol.\n\nBob Dole\n\nFavors cutting off benefits to illegal immigrants but not legal ones. Pushing official English. Would slow legal \nimmigration.\n\nSteve Forbes\n\nFaults what he calls divisive GOP attacks on legal immigrants.\n\nSources: Associated Press, Reuters\n\nMERCURY NEWSElection '96\n\nGraphic\n\n \n\nPhotos (4);\n\nPHOTO:\n\nBill Clinton\n\n[960312 FR 9A 1]\n\nPHOTO:\n\nPat Buchanan\n\n[960312 FR 9A 2]\n\nPHOTO:\n\nBob Dole\n\n[960312 FR 9A 3]\n\nPHOTO:\n\n[960312 FR 9A 4]\n"}