{"title": "Video link helps INS identify and question possible violators", "body": "\nThe Cherokee County jail is serving up a little TV justice to immigrants charged with crimes.\n\nJailers began using a video link to the U.S. Immigration and Naturalization Service office in Atlanta last month to \nhelp cull and deport those who are here and shouldn't be.\n\nAgents from the INS review an electronic list of names of those arrested in Cherokee County each morning, said \nMaj. Tyrone Duke of the Cherokee County Sheriff's Office.\nAJC\n\nIf INS agents spot a name of someone they know should not be in the United States or see a deportable criminal \ncharge against an immigrant, the agents can ask jailers to bring that person to a video interview room. The room in \nthe Cherokee jail has been set up with $60,000 worth of video cameras and monitors. The equipment was paid for \nwith a Justice Department grant. INS agents can conduct interviews or hold hearings for the immigrants using the \nvideo link.\n\nSue Brown, spokeswoman for the INS, said it's a time-saver for INS agents, who have to travel all over the metro \narea.\n\n\"They love it,\" she said. \"They use these units to interview the people, and after the interview they pretty much \nknow whether we need to pick these people up or not.\"\n\n\"We do about 15 interviews a day,\" Brown said. \"We put a hold on about a third of them.\"\n\nA hold means the INS has found some reason to pick the person up and take him or her to Atlanta, possibly for \ndeportation.\n\nThe INS has been expanding such video conference centers as the number of immigrants in metro Atlanta has \ngrown rapidly.\n\nThe INS has also set up video links with Forsyth, Cobb and Gwinnett counties, Brown said.\n\nOf the six video interviews held at the Cherokee County jail, four have resulted in hold orders, Duke said.\n\nThat will free up a few of the 150 beds in the crowded jail. Cherokee farms out several dozen prisoners on any \ngiven day to other jails in the area at the cost of about $35 a day.\n\n\"If that's three or four beds freed up, that's three or four beds we don't have to pay $35 a day on,\" Duke said. \"So \nthis will save us money in the long run.\"\n\n\nThe county is building a $30 million, 320-bed jail that should bring all its prisoners back home by 2002.\n\nSheriff Roger Garrison said when the INS is not using the equipment, his department can use it for other purposes. \nHe hopes to be able to install video links to Cherokee County Magistrate Court, so officers can use the video links \nto swear out warrants or hold hearings before a magistrate judge.\n"}