{"title": "Anarchy is legalized racial profiling Immigration • A critical restraint on government is protection from unreasonable searches and seizures.", "body": "\nI represent many Latino clients before courts in the St. Louis area, including Circuit Courts in Tad Armstrong's back \nyard in neighboring Illinois. Mr. Armstrong's op-ed commentary on June 2 in the Post-Dispatch, \"Anarchy has \narrived,\" is correct that anarchy has arrived regarding our country's immigration policy, but it did so quite some \ntime ago. Laws such as Arizona's Senate Bill 1070 only will make this state of anarchy exponentially worse.\n\nOne of my clients, Juan, is a Mexican immigrant who did everything those in Arizona calling for \"stricter \nimmigration enforcement\" say he should have done. He waited 10 long years to legally immigrate to the United \nStates to live near to his father, a U.S. citizen. He was admitted lawfully into the United States and has been a \nlawful permanent resident in the United States for more than three years.\n\nThis spring, Juan was accused by the state of Illinois of minor possession of a controlled substance. After \ndiscovering the charge, he hired my office to proactively answer the charge in court.\n\nJuan, expecting that due process was something to which he was entitled as a lawful permanent resident, did not \nwait to be arrested. We appeared voluntarily in court and entered the appropriate \"not guilty\" plea, and Juan posted \nhis bond. All that remained was to voluntarily present himself to the county jail to be formally booked, where he was \nfingerprinted and photographed and his background was checked. Juan presented his \"green card\" and approval \nnotice previously issued by the immigration service (which preceded the \"green card\"). The booking took 20 \nminutes.\n\nThe supervisor on duty, not satisfied with Juan's documents, insisted that U.S. Immigration and Customs \nEnforcement be contacted and Juan's identity checked. ICE spoke with Juan by phone at the jail and, of course, \nadvised that they had no interest in him since, after all, Juan was legally present in the United States.\n\nStill not satisfied, the supervisor insisted Juan be further detained while she continued urging ICE to personally \ninterview Juan in jail. Of course, ICE did not come since they knew Juan was legally present in the United States. \nApparently frustrated, the jail supervisor caused Juan to be detained for nearly two hours after he had fulfilled all his \nduties to the state of Illinois and after ICE confirmed he was lawfully present.\n\nMr. Armstrong's readers can rest assured that this would never have happened had Juan been named John, been \nwhite or spoke better English. Rest assured that this occurrence is neither unusual nor exceptional. It has become \nstatus quo in many law enforcement \"contacts\" (as referenced in Arizona SB 1070).\n\nWe all know that, absent extenuating circumstances (such as an accident), most police officers allow five or eight \nmiles over the speed limit on the roads and don't generally stop a driver who fails to signal a lane change. However, \n\n\nI have countless Latino clients who have been stopped and the sole \"lawful reasonable suspicion\" of a crime \ncommitted, supposedly justifying the stop, was driving five or eight miles over the limit, no signal for a lane change \nor a burned-out license plate light (these are real cases!). In 27 years of driving as a white male, I have never been \nstopped on any such grounds.\n\nAnd that's the rub. At the founding of our nation, one of the most critical restraints on government was \nprotection from unreasonable searches and seizures. Our Constitution explicitly guarantees due process and \nequal protection under the law to persons in the United States.\n\nDiscretion is vested in our law enforcement officers to decide how to adhere to these constitutional protections \nfrom government action and how strictly to enforce the law. When that discretion is exercised without regard to \nrace or other suspect classification, we call that \"good police work.\" However, when that discretion is exercised \nbased on apparent immigrant origin, there are different words for it: \"racial profiling.\"\n\nUnfortunately, Mr. Armstrong's anarchy came to roost on this country's doorstep a long time back when racial \nprofiling of immigrants in our communities became an apparently acceptable practice by some officials in \nexercising their discretion, even without explicit legal sanction.\n\nRest assured, laws like Arizona's SB 1070 will do nothing to ameliorate this anarchy. They will make it \nexponentially worse by providing this sort of racial profiling with a newly acquired legal sanction.\n"}