{"title": "TB Cases Reported On Rise in N.Va., D.C.; Officials Cite Surge Of Immigrants, Poverty", "body": "\n Tuberculosis is spreading in the District and Northern Virginia, riding a wave of immigration locally even as the \ndisease continues its slide to record low levels nationwide, health officials announced yesterday. \n\n According to the provisional 2000 figures from the U.S. Centers for Disease Control in Atlanta, the number of TB \ncases in the District rose by 21 percent last year over 1999, while in Northern Virginia, the number was up 5 \npercent; in contrast, statewide totals for both Virginia and Maryland declined. Numbers for suburban Maryland were \nunavailable. \n\n Nationally, reported TB cases were down 6.6 percent last year from 1999, and down 10.8 percent from 1998, \naccording to the CDC's preliminary tabulations. \n\n The increased local incidence of tuberculosis, a bacterial disease that usually attacks the lungs and ranks as one \nof the world's great killers, reflects not only the surge of immigrants to the Washington area but also the \nprevalence of poverty among some, particularly those recently arrived from Africa, Southeast Asia and Latin \nAmerica, officials said. \n\n \"TB has always been a disease of the disenfranchised,\" said Venkatarama Koppaka Rao, director of the division of \ntuberculosis control at the Virginia Department of Health and keynote speaker at a TB conference yesterday in \nFairfax County. \"People living in poverty are often forced to live in close quarters,\" facilitating transmission, he said. \n\n There were no reported fatalities from tuberculosis in the region last year, and health officials who attended \nyesterday's conference at Inova Fairfax Hospital stopped short of describing the surge in cases as a crisis. But \nthey did express concern about the spread of a disease that has been in decline in the United States for years. \n\n \"It's something that we need to make sure we take care of now before it becomes a major problem,\" said James \nLamberti, a pulmonologist at the hospital. \n\n The District reported 85 cases of TB last year, up from 70 the year before, but fewer than the 107 reported in \n1998. Margaret Tipple, chief of the District government's TB control program, said last year's rise for the most part \n\"reflects better case reporting rather than an increase in transmission.\" She said the city has had no outbreaks of \ntuberculosis that pose a general health risk. \n\n\n Maryland had a decline in TB infections last year: 283 active cases, down 3.7 percent from the year before and \n12.7 percent from 1998. \n\n Virginia, too, reported a decline: 292 cases last year, down 12.6 percent from 1999 -- the largest percentage drop \nsince 1994 and the lowest number ever in the state. \n\n At the same time, however, the number of cases in Fairfax jumped 15 percent, spearheading the 5 percent \nincrease across Northern Virginia, officials said. Foreign-born residents accounted for 92 percent of the county's \n89 new TB cases, officials said. \n\n In all, Northern Virginia -- Fairfax, Arlington, Loudoun and Prince William counties plus the city of Alexandria -- \nreported 149 active cases of TB last year, more than half of the state's tally. \n\n \"I'm very concerned about this situation,\" said Linda Fisher, director of the Fairfax County Health Department. \"It \nindicates we cannot be complacent about TB.\" \n\n While tuberculosis ranks as the top infectious disease in the world and has been on the rise around the globe in \nrecent years, particularly in Africa, it has been on the decline in the United States since the 1950s. The CDC's \npreliminary numbers for last year -- 16,372 active cases nationally and a rate of 5.8 cases per 100,000 residents -- \nare the lowest it has ever recorded. \n\n Del. Jeannemarie Devolites (R-Fairfax), reflecting on the county's rising TB profile, said she wouldn't call it a crisis, \n\"but . . . clearly we have incidents of TB being brought in.\" She said some of the increase may be linked to illegal \nimmigrants, who undergo no health checks when they enter the country. \"If you have that many people coming in \nillegally, the checkpoints we have in place are going to be bypassed.\" \n\n But health officials said even the TB screening required of legal immigrants may be inadequate because it \nusually does not detect the presence of inactive TB bacteria. Worldwide, an estimated 1.7 billion people -- about a \nthird of the population -- carry the bacteria that causes TB, but only a tiny proportion develop active TB. \n\n Some immigrants with latent TB may be developing the active disease after arriving in the United States because \nof stress related to making new lives in this country, doctors at the conference said. \n"}