{"title": "6 TIME PERIODS DEFINE SWEDISH IMMIGRATION;MINNESOTA WAS POISED TO GET LARGEST NUMBER", "body": "\nFor the better part of a century, beginning in 1845 and ending in the late 1920s, more than 1.25 million Swedes left \ntheir Scandinavian homeland for an uncertain future in the New World.\n\nMore of these immigrants settled in Minnesota than in any other state - though the reasons for the incoming \nmigration had more to do with timing than with any inherent attractiveness of the Upper Midwest. When the first \nwave of Swedes arrived, Minnesota Territory had a population of about 6,000 and was primed for rapid settlement.\n\nThe Swedes, one of several ethnic groups that flooded the state, were fleeing difficult times: famine brought on by \nyears of drought, inheritance laws that had fractured family farms, military conscription and some odious \nentanglements between church and state.\n\nHistorian John Rice, a University of Minnesota geography professor, divides the Swedish invasion into six \nperiods:\n\n*The Pioneer Period, 1845-54: Only about 14,500 Swedes crossed the Atlantic during this decade, and many of \nthem settled in Illinois. The first sizable group arrived in Minnesota in 1851 and settled in the Chisago Lake-Center \nCity-Lindstrom area. They were lured by glowing descriptions from Erik Norberg, who had journeyed from Moline, \nIll., to the St. Croix Valley the previous year.\n\nBy 1854, the migration of Swedes to Minnesota increased when land shortages in western Illinois made it less \nattractive to new arrivals. A key player was Hans Mattson, who arrived in 1853 and would eventually head the state \nboard of immigration in the 1870s.\n\n*Expansion From the Core, 1854-63: Swedish immigration declined significantly because of financial panics, the \nCivil War and American Indian disputes. Nevertheless, new settlements sprang up near Cannon Falls, Waconia, \nBernadotte and Cambridge.\n\nLaws that allowed individuals to stake claims on government land before it was offered for sale - which amounted to \na policy of \"farm now, pay later\" - prompted Swedish settlers to travel west to Litchfield in Meeker County and to \nareas in Kandiyohi County. The lumber industry also attracted Swedes to the St. Croix River valley, then up the \nSnake River to Kanabec County.\n\n*Flight From Famine, 1863-77: During this period, 135,000 Swedes left their famine-plagued homes for the United \nStates. Millions of acres were available in Minnesota under the Homestead Act of 1862 and millions more became \navailable as part of railroad expansions in the state.\n\n\nAs railroads plunged into the prairies, Swedish communities sprang up at Sveadahl in Watonwan County, Comfrey \nin Brown County, Dunnell in Martin County, Louriston in Chippewa County, Balaton in Lyon County and \nWorthington in Nobles County.\n\nThe main thrust of settlement, however, was in central and north-central Minnesota, where the prairies bordered \nthe forests. Mattson, who simultaneously served as a railroad land agent and a state immigration official, lured \nthousands of Swedes to Minnesota. He later became editor of the Minnesota Stats Tidning (the State Times) and \nused the newspaper to advertise Minnesota as a haven for Swedes.\n\n*Mass Emigration, 1880-93: After an immigration slump in the 1870s, an agricultural crisis in Sweden prompted a \nthird wave that quickly turned into a flood. During this period, 475,000 Swedes entered the United States, many of \nthem single adults instead of families. By the 1890s, the typical Swedish immigrant was a city-dweller, not a farmer.\n\nThis period placed the heaviest Swedish stamp on the North Star State; by 1890, Minnesota's Swedish \npopulation was 60,000, the largest of any state in the nation. Nearly half of them lived in Minneapolis and St. Paul.\n\nYoung Swedish men also became the first workers in the Soudan Mine near Tower and on the Duluth and Iron \nRange Railroad. By the early 1890s, Swedes were working on the newly opened mines of the giant Mesabi Range, \nthough they quickly moved into the mining industry hierarchy or took skilled jobs in Iron Range cities.\n\n*The Fourth Wave, 1900-13: By 1905, Minnesota's Swedes were more urban than rural. About 280,000 Swedes \narrived during this period, totaling 7.5 percent of the population of the Twin Cities. Swede Hollow in St. Paul and \nthe Seven Corners neighborhood of South Minneapolis became Swedish enclaves.\n\n*End of an Era, 1920-30: After a lull caused by World War I, Swedish immigration rose again. About 100,000 \nSwedes arrived during this period, but those coming to Minnesota essentially replaced the losses by death of the \nstate's Swedish-born population. By the end of World War II, Swedish Americans were so thoroughly integrated \ninto American society that a new emphasis - the re-discovery and celebration of Swedish heritage - became the \ncentral element of Minnesota's Swedish communities.\n\nGraphic\n\n \n\nhistory immigrant statistic\n"}