{"title": "IMMIGRANTS B'KLYN-BOUND", "body": "\nIMMIGRANTS FROM RUSSIA, China and Jamaica are the fastest-growing groups changing the face of Brooklyn, \naccording to a new city report.\n\nBrooklyn's rich cultural mosaic, already evident, was documented yesterday with the release of \"The Newest New \nYorkers 2000: Immigrant New York in the New Millennium.\"\n\nA staggering 931,769 immigrants moved to Brooklyn throughout the 1990s, the report found. That figure is second \nonly to Queens, which had more than 1 million immigrants.\n\nThe new Brooklynites are settling in once-solidly white and black neighborhoods, forever changing the city's \nlandscape.\n\n\"Neighborhoods that are solidly stereotyped in New Yorkers' minds as Italian or whatever are becoming much more \ndiverse,\" said John Mollenkopf, director of CUNY's Center for Urban Research.\n\n\"Dyker Heights is famous for its Christmas lights put up by the many Italian-American families that have lived there \nfor generations,\" said Mollenkopf.\n\nBut change is in the air, he noted. \"If you go to 18th Ave., the stores are owned by or are catering to Chinese \npeople,\" he said.\n\nFrom Caribbean and new African immigrants moving into traditional African-American communities such as \nBedford-Stuyvesant, to Chinese and Russians moving into once Italian strongholds such as Bay Ridge, the new \nimmigrants have begun to put their stamp on the communities.\n\n\"The entrepreneurship of new immigrants in Brooklyn drives much of the job creation for the borough,\" said Ken \nAdams, president of the Brooklyn Chamber of Commerce.\n\nThose hailing from Russia and Ukraine top the list as the largest group of foreign-born residents in Brooklyn with \n107,354 members - the biggest concentration in the city.\n\nThey have settled largely in Sheepshead Bay, Brighton Beach, Bay Ridge and Bensonhurst.\n\nA recent influx of Chinese immigrants has pushed the Brooklyn population of 86,064 ahead of Manhattan. Chinese \nimmigrants are settling in Sunset Park - and more recently Bay Ridge, Bensonhurst and Gravesend.\n\n\nThe Brooklyn Chinese community is only 15,000 less than that of Queens, with its large Asian populations.\n\nThe largest Jamaican communities in the city are in Brooklyn, the report revealed, with 73,580 living in \nneighborhoods such as Flatbush and Crown Heights.\n\nMore than half of the city's Haitian population calls Brooklyn home, with 61,267 living in neighborhoods like \nFlatbush, Crown Heights and Canarsie.\n\nThe sizable Dominican population of 59,362 is dwarfed by much larger groups in the Bronx and Manhattan. They \nhave settled in Bushwick, Williamsburg, Sunset Park, East New York and Cypress Hills.\n\n\"We're home to everyone from everywhere,\" said Brooklyn Borough President Marty Markowitz. \"In Brooklyn, we \ncelebrate our enormous diversity and we cherish our differences.\"hson@nydailynews.com\n"}