{"title": "LEANER TIMES FOR IMMIGRANTS / MANY DEPENDED ON FOOD STAMPS. WELFARE CHANGES TOOK THEM AWAY.", "body": "\nBetya and Bension Drakhler, who immigrated from Ukraine six years ago, have found a way to get by without the \n$190 a month in food stamps they used to collect.\n\nThey're eating less.\n\n\"I no buy lot of food,\" Betya Drakhler, 62, said in halting English, her 65-year-old husband standing beside her \noutside a community center in Northeast Philadelphia. \"I no buy meat. I no buy fruit. I buy bread, milk. Sometimes, \njust sometimes, I buy chicken.\"\n\nWhen immigrant families in the Philadelphia region started hearing the words \"welfare reform\" on the evening \nnews a year ago, many never imagined it would affect them.\n\nNow, they know otherwise.\n\nThe Drakhlers are among nearly one million people nationwide who have lost their food stamps under a provision \nof the federal welfare law that denies the benefit to immigrants who are in this country legally but are not U.S. \ncitizens.\n\nIn Pennsylvania, more than 16,000 legal immigrants have been cut off since the provision took effect Aug. 22. \nMany are either too old to work or are recent arrivals who lack the necessary language or job skills to get \npermanent jobs.\n\nThey are showing up at soup kitchens and social-service centers throughout the region, stunned by cutoff notices \nbearing a harsh message in a strange language.\n\nIn New Jersey, state officials have taken steps to cushion the impact. They are using state funds to maintain food \nstamps for elderly or disabled immigrants and children. The move restored benefits to 20,000 of the 32,000 \nresidents stripped of food stamps under the federal law.\n\nNine other states, including California, New York, Washington, and Massachusetts, have take similar steps.\n\nPennsylvania has not.\n\n\n\"The General Assembly spoke very clearly about this issue, that public-assistance funding should not be spent on \nnoncitizens of the country, and we have to implement that because it's the law,\" said Sherri Heller, deputy secretary \nof the state Department of Public Welfare.\n\nImmigrants with disabilities will continue to receive federal Supplemental Security Income benefits. But the loss of \nfood stamps - up to $220 a month for a couple and $400 for a family of four - has gouged a hole in household \nbudgets that were already threadbare.\n\nThe effects are being felt in burgeoning immigrant communities around the city.\n\nIn Northeast Philadelphia, where neighborhoods are swollen with immigrants from the former Soviet bloc, dozens \nof older people crowd each day into the cramped offices of the New World Association of Emigrants from Russia.\n\nThe immigrants, many of whom fled religious persecution or economic hardship brought on by the collapse of the \nSoviet Union, come waving cutoff notices and pleading for help.\n\n\"They are very sad and upset. They are coming in crying and everything,\" said Alex Shraybman, the association's \npresident, as two dozen immigrants crowded around him one day last week, demanding answers he could not \nsupply.\n\nFor months, the cuts have been the talk of Russian-language radio broadcasts and newspapers, which urge \nimmigrants to become U.S. citizens so they will regain their eligibility for food stamps.\n\nSpurred by that message and others like it, thousands of immigrants across the country have applied for \ncitizenship, causing a serious processing backlog at U.S. Immigration and Naturalization Service offices.\n\nImmigrants and their advocates say the backlog prevented many people who would otherwise have gotten \ncitizenship from becoming naturalized by the Aug. 22 cutoff date for food stamps.\n\nTypical of older arrivals facing an uncertain future are Saul Gildin, 73, a retired civil engineer, and his wife, Anna, \n78, a retired pediatrician. The couple, who live in Northeast Philadelphia, said they left Ukraine five years ago \nbecause, as Jews, they found the environment hostile.\n\nThey get $769 a month in federal disability benefits. They pay $515 a month in rent, plus utilities, so they depended \non their $140 a month in food stamps.\n\nThe Gildens are childless; their only source of family support in this country is a nephew who has offered them $100 \na month.\n\n\"We have no one else who can help,\" said Saul Gildin. \"It's a big problem for me and my wife. We are afraid about \nthe future.\"\n\nIn South Philadelphia, the population is different, but the problems are the same. Cambodian immigrants, \nashamed to admit they need help, are slipping quietly into social-service centers to ask for assistance feeding their \nchildren.\n\nIn North Philadelphia, Latino immigrants are turning to parish priests.\n\nJulia Ponce, executive director of the Kensington Joint Action Council, which runs a voter-education program, \nstumbled onto the problem while registering voters in Latino neighborhoods.\n\n\"I go door-to-door, and when I interview people I hear it over and over: 'We don't have enough to feed our kids,' \" \nshe said. \"It is a drastic change, and people are very distressed. They are telling me they don't know what to do.\"\n\nOur Lady of Hope Catholic Church in Logan, which runs two food cupboards that distribute free groceries, is also \nfeeling the impact.\n\n\n\nOne morning two weeks ago, 30 people showed up for food during a 90-minute period at the cupboard at 19th and \nTioga Streets, said Sister Marie McGuigan. Then, the same thing happened at the other center, at 5200 North \nBroad.\n\nBefore the food-stamp cuts, 15 people were considered \"a big crowd,\" Sister McGuigan said. The two cupboards \nused to serve about 50 families a month. \"Now we're running 100 to 120 per month,\" she said.\n\nThe food-stamp program, administered by the U.S. Department of Agriculture, helps feed families with incomes \nbelow the poverty line - $16,050 for a family of four. By law, the allotment must be large enough to pay for a \nnutritionally adequate diet.\n\nThe department estimates that 935,000 legal immigrants nationwide have lost benefits.\n\nImmigrants who are U.S. military veterans or active-duty members of the armed forces are exempt from the cuts, \nas are their families. So are immigrants who have worked and paid Social Security taxes in this country for more \nthan 10 years. Immigrants who have been granted asylum as political refugees or whose deportations have been \ndelayed can get food stamps for their first five years in the United States.\n\nCongress slashed food stamps as part of the overall push to encourage people on public assistance to fend for \nthemselves. The program was an inviting target because its cost had grown from $11.6 billion a year in 1987 to $22 \nbillion this year. The number of recipients rose from 19 million to nearly 24 million during that period.\n\nPurging legal immigrants from the rolls will save $600 million to $700 million a year through 2002, according to the \nCongressional Budget Office.\n\nFour days after the federal law went into effect, New Jersey's Gov. Whitman announced a state-funded program to \ncontinue providing food stamps for immigrant children and elderly and disabled immigrants.\n\nFood stamps will now be denied in New Jersey only to able-bodied legal immigrants between the ages of 18 and \n64. The program will cost the state $15 million a year.\n\nCalifornia is spending $33 million on food stamps for 40,000 immigrant children and elderly people. About 80,000 \nother legal immigrants remain ineligible.\n\n\"We feel in California that we have taken care of the vulnerable,\" said Corinne Chee, spokeswoman for the state's \nDepartment of Social Services. \"Those who are left can . . . go to work and support their families like all the rest of \nus.\"\n\nIn Texas, which like California has a high immigrant population, the number of legal immigrants receiving food \nstamps has dropped from 168,517 to 47,562 since mid-1996. The state has not enacted a supplemental food-\nstamp program.\n\n\"It was not a serious consideration,\" said Sherron Heinemann, spokeswoman for the Texas Department of Human \nServices.\n\nPennsylvania's decision not to replace the lost food-stamp benefits has come under criticism in some quarters. \nThe state legislature set aside $7.2 million last year when Congress took an initial vote to eliminate federal \ndisability benefits for noncitizens, as well as food stamps. Congress later restored the disability funding.\n\nAn aide to State Sen. Vincent J. Fumo of Philadelphia, the ranking Democrat on the Senate Appropriations \nCommittee, said Fumo \"will be asking Gov. Ridge to free up the money to provide immigrants with food stamps.\"\n\n\"Our position would be that new legislation isn't necessary because the money is already there,\" said Sandy \nLeopold, a senior budget analyst for the Appropriations Committee.\n\n\n\nDonna Cooper, Philadelphia's deputy mayor for policy and planning, said the Rendell administration supported \nrelease of the funds.\n\n\"The fact that people made an honest attempt to become naturalized and then had their food stamps cut off \nbecause of the INS backlog . . . seems pretty unfair,\" she said.\n\nAmong those who would benefit from state help is Polina Boyprav, 70, who left Russia five years ago with her late \nhusband, Alexsey, a former colonel in the Russian Army.\n\nThe couple left Russia when food shortages became intolerable and settled in Northeast Philadelphia. Like many \nof their elderly compatriots, they went on food stamps, collecting $150 a month. Last month, they got word of the \ncutoff.\n\n\"I cried when I found out,\" said Polina Boyprav, with her daughter, Lucy Sharf, serving as interpreter. \"I kept \nwondering, what are we going to live off? With what money?\"\n\nHer two grown children help her out.\n\n\"When this whole thing started, there were all kinds of rumors in the Russian newspapers and in the Russian \ncommunity about the government taking away food stamps,\" said Michael Sharf, Boyprav's son-in-law. \"Among \nthe older people, there was a tendency to panic . . .\n\n\"But we kept saying this is America, they're not going to let this happen.\"\n\nGraphic\n\n \n\nPHOTO;\n\nPHOTO\n\nBetya Drakhler and her husband, Bension, are no longer eligible for food stamps. They do the only thing they say \nthey can do: eat less. (The Philadelphia Inquirer, REBECCA BARGER)\n\nLucy Sharf sits with her parents, Polina Boyprav and Aleksey Boyprav, who died Monday of lung cancer, in their \nNortheast apartment. The couple left Russia when food shortages became intolerable. Sharf and a sibling have \nbeen helping their mother out. (The Philadelphia Inquirer, REBECCA BARGER)\n"}