{"title": "Immigration delays frustrate visitors to Phila.;Officials fear a reputation as \"the city that holds you back.\" A shortage of INS agents can mean waits up to two hours.", "body": "\nClaudio Carpinteri stepped off his plane from Rome early this week - on his first trip to the United States - and found \nhimself in an hourlong line at the immigration clearing area at Philadelphia International Airport.\n\n\"It was quite hot, and, after a journey of nine hours, it was not very pleasing to find such a long queue,\" he said \nafterward.\n\nCarpinteri's experience - and even longer delays for other overseas visitors - have airport and local tourism \nofficials worried. They say a shortage of federal Immigration and Naturalization Service agents has caused \nwaits for arriving passengers of up to two hours that, if not addressed, could stain Philadelphia's reputation \namong international leisure and business travelers.\n\nThe agency is 12 inspectors short of its budgeted target in Philadelphia. As a result, even during peak arrival \nperiods, there are sometimes just seven to 10 INS inspectors on duty, so some of the agency's 14 booths are not \nstaffed, US Airways' station manager, Rick Pelc, said in a March memo on the problem.\n\nUS Airways, Philadelphia's dominant carrier, is particularly concerned because it is preparing to open a $442 \nmillion international terminal here next winter. It will have 56 immigration booths - four times the number of booths \nin Terminal A, where international flights currently arrive and depart. However, there's no certainty there will be \nmore INS inspectors.\n\n\"It's insane to have this brand-new facility but not be able to use it\" fully, US Airways president David N. Siegel said \nin an interview in May.\n\nThe airline is also concerned because its customer-service image could suffer if overseas passengers are held up \nin immigration lines and miss connecting domestic flights.\n\nAn INS spokeswoman for the Philadelphia district conceded that the waits can be lengthy - at times exceeding the \n45-minute limit set by the federal government.\n\n\nNiki Edwards, the INS spokeswoman, said the agency launched a national recruiting drive this week that includes a \nfirst-time signing bonus of $3,000 for new inspectors, whose salaries start at $24,701.\n\nSince September's terrorist attacks, the agency has lost staff and potential applicants to other law enforcement jobs \nnationwide. The INS also says part of its problem stems from airline flight schedules that have many planes landing \nin a short amount of time - making delays inevitable.\n\n\"No amount of officers will get [passengers] out in a few minutes when they are all coming in within minutes of each \nother,\" Edwards said.\n\nWait times in Philadelphia actually have dropped in recent months, about 20 to 45 minutes on average, an airport \nofficial said this week. But worry over long lines lingers, so city officials have enlisted the support of \nPennsylvania's two U.S. senators to increase the number of INS agents here.\n\n\"When the new terminal opens, this problem will be much more than an inconvenience or embarrassment,\" city \naviation director Charles Isdell wrote to INS Commissioner James W. Ziglar in March. \"It will have a significant \nnegative impact on Philadelphia's regional economy as international travelers will quickly learn to avoid our airport \ndue to lengthy delays and missed connections.\"\n\nAbout 19 international flights land at Philadelphia's Terminal A each day. The busiest period is from 1 to 4:30 p.m., \nwhen transatlantic planes arrive with a total of 3,000 to 4,000 passengers, according to a memo from Tom Muldoon, \npresident of the Convention and Visitors Bureau. The bureau is in a $1.2 million advertising campaign to draw \nmore European visitors to Philadelphia.\n\nOther peak times are weekdays between 8 and 9 p.m., when about 720 Caribbean passengers arrive, all on US \nAirways flights. On weekends, that number grows to about 1,700, the memo said.\n\nThe delays \"will present a significant impact on the desirability of the Philadelphia hub as a premier international \ngateway if not corrected soon,\" Pelc, the US Airways station manager, said in a letter to Muldoon last spring.\n\nThe INS district here has a staff of 35 inspectors but a budget for a total of 47, Philadelphia area port director \nNieves Cardinale said. Six of the vacant positions could soon be filled by applicants now undergoing background \nchecks.\n\nCardinale said she expected to learn in October, when the government's next fiscal year begins, how many more \ninspectors will be assigned to Philadelphia's new terminal.\n\nMeanwhile, other airlines are also monitoring the staffing situation. \"It has impacted them from the fact there are \npassenger complaints,\" said William F. McDevitt, a consultant hired by foreign carriers at the airport. \"Some of \nthese carriers do have big clients in the area.\"\n\nUS Airways will move its international flights to the new terminal, but it has not yet been determined what will \nhappen to international flights of other carriers.\n\nA half-dozen passengers interviewed this week reported waits ranging from 25 minutes to two hours. Non-U.S. \ncitizens generally experienced longer lines.\n\n\"I found it to be longer than usual,\" said Jane Snowden, who waited 30 minutes after arriving from Manchester, \nEngland.\n\n\"It's frustrating; you just want to get out and get in your car,\" said Anil Punjabi, 18, who was returning from a trip \nthat had begun 26 hours earlier in Bombay. He waited 45 minutes to clear immigration.\n\nLengthy waits to clear immigration are not unique to Philadelphia. At Dulles International Airport, complaints in \nJanuary about long lines and missed connections drew the attention of a local congressman who successfully \n\n\n\npushed for about 15 additional INS agents, said Tom Sullivan, a spokesman for the Metropolitan Washington \nAirports Authority.\n\nBut delays have not been a big issue at Newark International Airport, which has about three times as many \ninternational flights as Philadelphia.\n\n\"Overall, the Port Authority [of New York and New Jersey] has been satisfied with staffing,\" port authority \nspokesman Greg Trevor said.\n\nContact Marcia Gelbart at 215-854-2338 or mgelbart@phillynews.com. For information about becoming an INS \ninspector, visit  www.usajobs.opm.gov under the \"hot jobs\" category.\n"}