{"title": "Police in Moscow Investigate Killing of a Migrant Worker", "body": "\nMOSCOW -- The police in Moscow are investigating the killing of a Central Asian migrant worker who was \nstabbed several times and decapitated in what appeared to be an attack by ultranationalists.\n\nThe severed head of the victim, a citizen of Tajikistan, was discovered last Wednesday in a trash bin, wrapped in a \nplastic bag, the press service for the investigative wing of the Prosecutor General's Office said.\n\nInvestigators say the victim and another Tajik migrant worker were attacked on Dec. 6 after they left work at a food \nwarehouse south of Moscow. The newspaper Kommersant cited unidentified police sources, who said the victim \nwas Salekh Azizov, 20, from Vidnoe, also south of Moscow. The second worker escaped but was hospitalized with \ninjuries, the investigators said.\n\nAn obscure group calling itself the Militant Organization of Russian Nationalists claimed responsibility for the killing, \nin an e-mail statement sent to two human rights organizations that monitor hate crimes in Russia. The statement \nincluded a photograph of the victim's severed head.\n\nThe statement said the killing was ''a demonstration of their resolve to fight against the non-Russian occupation, \nand a warning to officials that the same will happen to them if they do not stop the flow of immigration,'' said Galina \nV. Kozhevnikova, a deputy director at the Sova Center, one of the organizations that received the statement.\n\nMillions of migrant workers, mostly from the former Soviet republics of Central Asia, live in Russia, which is \ndependent on their labor because of a rapidly declining population and a dwindling domestic work force. But violent \nattacks against ethnic minorities in Russia are common and have become more severe, analysts said.\n\nThis year, 85 people have been reported killed and 367 injured in attacks by nationalists, Ms. Kozhevnikova said. \nShe said the numbers were probably far higher because many attacks were unrecorded or were reported months \nlater. Most of the victims have been dark-skinned men from Central Asia or the Caucasus, but tourists and foreign \nstudents have also been attacked.\n\nA foreign student who was attacked on Dec. 5, Stanley Robinson, a young African-American from Providence, R.I., \non a study-abroad program to Volgograd in southern Russia, remained in critical condition after being stabbed three \ntimes on his way back from a gym, a relative said. The police are investigating whether the attack on Mr. \nRobinson was a hate crime.\n\nHuman rights groups have frequently criticized Russian officials for appearing to sympathize with violent nationalists \nand for not adequately addressing racist attacks. State-run Russian television has largely ignored the killing of the \nTajik worker, though newspapers, which are typically more independent of the government, have covered it \nheavily.\n\n\nA police crackdown this year on nationalist and neo-fascist groups reduced the number of attacks in Moscow this \nsummer, Ms. Kozhevnikova said.\n\nYet violence in Moscow has begun to rise again in recent months, particularly after the rape and killing of a 15-\nyear-old ethnic Russian girl two months ago. A city maintenance worker from Uzbekistan was charged with the \ncrime, setting off protests and revenge attacks by ultranationalist groups.\n\nThe episode is reminiscent of another beheading videotaped and disseminated on the Internet more than a year \nago, in which a masked person decapitates a bound, dark-skinned man. Moments later, another man is shot in the \nhead. The video ends with two people in masks giving Nazi salutes in front of a red banner emblazoned with a \nswastika. The killers have not been identified.\n\nhttp://www.nytimes.com\n"}