{"title": "Tough talk, action in Missouri ST. LOUIS IMMIGRATION", "body": "\nFor a state that has been largely absent from the public debate over immigration, Missouri's places, politicians \nand professors have been surprisingly involved in a variety of ways.\n\nValley Park, John Ashcroft and University of Missouri-Kansas City Professor Kris Kobach have all helped shape \nthe current push among states and municipalities around the country to get tough on immigration enforcement.\n\nThe new environment after the terrorist attacks of Sept. 11, 2001, caused immigration - which until then had been \ndebated largely on economic grounds - to be viewed as well through the prism of national security. That put a \ndamper on what had been a strong push to reform the nation's immigration system.\n\nAshcroft, Missouri's former governor and senator, was serving in 2001 as attorney general, the nation's top law \nenforcement official. In that capacity, he reversed the opinions of his six immediate predecessors by telling local \npolice they could enforce immigration laws.\n\nThis helped spread the immigration flow away from the six states that had previously received the overwhelming \nshare and to urban areas where sentiment over immigration was less polarized and rural areas with poultry or \nmeat-packing plants. Immigrants felt they might be less subject to scrutiny in these \"quieter\" places.\n\nThat, in turn, began to arouse political reaction in places unused to this phenomenon, including small municipalities \nand rural areas of Missouri.\n\nAs the immigration issue grew increasingly controversial, legislators in Washington couldn't agree whether to \nbroadly reform policy or simply get tough on illegal immigration and close the borders. The resulting inaction led to \nfrustration among some state and local authorities, who decided to take their own steps.\n\nHazleton, a town in Pennsylvania, acted first, followed by St. Louis County's Valley Park, whose \"Illegal \nImmigration Relief Act Ordinance\" of 2006 targeted employers who hired or landlords who rented to illegal \nimmigrants.\n\nThe Missouri case assumed prime importance when Hazleton's measure was struck down by the courts - shining \nthe national legal spotlight on Valley Park - and the subsequent upholding of parts of the local ordinance was a \npivotal moment in the immigration controversy.\n\nIt sparked political infighting among leaders in Valley Park, led to some dramatic events, including immigrants \ntaking refuge in a church, spawned tougher enforcement by some surrounding communities and gave rise to a \nvariety of legal actions.\n\n\nOn a national level, it encouraged similar action by other communities, helping inspire in 2007 alone the \nintroduction in state legislatures of 1,100 immigration bills - many of them restrictive in nature - and multitudes of \nlocal ordinances.\n\nMany immigration measures, including in Hazleton, Valley Park and Arizona, were written by UMKC's Kobach, \nwho had been a top aide in Washington to Ashcroft on immigration matters.\n\n\"There is a well-organized, well-funded effort to help states craft, and defend, immigration measures. The \nmovement is really being spearheaded by Kris Kobach,\" says Richard Middleton, an immigration lawyer in St. \nLouis, associate professor of political science at the University of Missouri-St. Louis and adjunct law professor at \nSt. Louis University.\n\nAfter Ashcroft left office, Kobach signed on to teach constitutional law at UMKC, and from that perch he has \nbecome the \"intellectual father\" of much of the nationwide anti-immigration fervor in recent years, helping write \nlegislation and ordinances from Arizona to Cherokee County in Georgia.\n\nJohn Ammann, a St. Louis University law professor who led a legal fight against the Valley Park ordinance, says \nKobach is \"traveling around the country enticing communities to express anti-immigrant sentiment, stirring \nreasonable people into a frenzy.\"\n\n\"Tell me the borders of Valley Park are safer now than before the litigation. There wasn't a problem to begin with.\"\n"}