{"title": "Cuba Executes 3 Who Tried to Reach U.S. in a Hijacking", "body": "\nAfter a swift and secret trial, the Cuban authorities executed at dawn today three men who hijacked a ferry last \nweek in a failed effort to reach the United States, a Cuban government statement said. \n\n     Four other men who used a gun and knives to help commandeer the boat were given life sentences, the \nstatement said. \n\n Although the death penalty has been infrequently applied in Cuba, the three faced a firing squad after having been \nconvicted of what the statement called a \"very grave acts of terrorism.\" \n\nThe executions came at the end of a week in which some 78 nonviolent dissidents received prison terms ranging \nup to 28 years for conspiring with American diplomats against the government.\n\nThe Cuban authorities, who said there had been seven hijackings in the last seven months, have long been critical \nof American policies that they say encourage illegal immigration. Human rights advocates, diplomats and American \nlawmakers condemned the executions as excessively harsh and questioned the motivation of the Cuban \ngovernment. \n\n\"This is excessive in the extreme and raises the question as to whether or not this is altogether rational,\" said \nWayne S. Smith, once the top United States diplomat in Havana. \"It just goes too far. There is no rational, sensible \nexplanation.\"\n\nToday's executions were believed to be the first in two years, said Curt Goering, senior deputy executive director \nof Amnesty International U.S.A. He said in a statement that the men had \"almost certainly\" been denied due \nprocess.\n\n\"These executions, combined with the harsh sentences handed down last week to a number of recently arrested \ndissidents, is contributing to a climate of repression that hasn't existed in Cuba since the 1960's,\" Mr. Goering said.\n\nThe sister of Jorge Luis Martinez Isaac, one of the executed hijackers, said their mother had no idea he would face \nthe firing squad today.\n\n\"The news they gave her today was, 'Your son is dead,' \" the sister, Yordanis Montoya, said in Miami, where she \nlives.\n\n\"When she learned he had been shot, she raced to the cemetery,\" she said. \"When she got there, she said, 'Down \nwith Fidel,' and the police chased her away.\" \n\n\nThe executions came a day after the Cuban authorities said they had foiled a hijacking attempt on the Isle of \nYouth. According to Granma, the Communist Party newspaper, several men who assaulted a soldier and stole his \nassault rifle were arrested last night near the airport. \n\nThe hijackings have angered Cuban officials, who feel that American policy not only encourages illegal immigration \nbut also is lenient on those who come here by force. United States officials this week repeated that American \ncourts would prosecute anyone involved in a hijacking. \n\nThe Cuban authorities have been indignant, however, over the release on bail of several men who hijacked a plane \nto Miami last month.\n\nSome political analysts had wondered if the authorities had sought the harsh sentences to deter any further \nhijackings, which could scare off already jittery tourists. Caribbean tourism in general has been down since the \noutbreak of the Iraq war, and Cuba's economy is heavily dependent on foreign visitors.\n\n\"They are executing people who hijack a boat,\" Mr. Smith said. \"Will that reassure Americans who think it is safe \nto go to Cuba?\"\n\nThe Cuban authorities see the hijackings as related to a series of provocations by the Bush administration and its \nconservative allies in Miami, according to an official statement in Granma. There is little doubt, Cuba analysts said, \nthat the executions will only harden the government's critics.\n\nThe death sentences also infuriated those who, like Rep. Charles B. Rangel, Democrat of New York, had been \nadvocating a dialogue with Cuba. \"This about ends that discussion,\" Mr. Rangel said in a telephone interview. \"I \ndon't know how far they are going to go, but they know how to support their enemies and get rid of their friends.\" \n\nhttp://www.nytimes.com\n"}