{"title": "As Pace of Deportation Rises, Illegal Families Are Digging In", "body": "\nThe day after his wife was deported to their home country, Honduras, Lilo Mancia grieved as though she had died.\n\n  Neighbors arrived with doughnuts and juice for their two small children, while Mr. Mancia, an illegal immigrant like \nhis wife, Maria Briselda Amaya, took telephone calls from relatives and tried not to break down.\n\n ''The first thing I thought of was the children,'' Mr. Mancia, who is fighting his own deportation order, told the \nvisitors gathered in his second floor walkup apartment in New Bedford a couple of weeks ago. ''The future we \nimagined for them, it all collapsed.''\n\n  Last year on May 1, hoping to influence Congress to adopt legislation making illegal immigrants legal, hundreds of \nthousands of immigrants held marches and work stoppages across the country. This May 1 there will be another \nround of rallies and marches, but this time immigrants will also be protesting a surge in deportations.\n\n  The events are expected to be much smaller than a year ago, organizers said, as stepped-up enforcement by the \nauthorities has made illegal immigrants wary of protesting in public and more doubtful that Congress will soon act \nto give them a chance at legalization.\n\n  Immigration and Customs Enforcement officials, facing intense political pressure to toughen enforcement, \nremoved 221,664 illegal immigrants from the country over the last year, an increase of more than 37,000 -- about \n20 percent -- over the year before, according to the agency's tally.\n\n  While President Bush and many Democrats have called for a path to legalize some 12 million illegal immigrants, a \nsignificant number of Republicans in Congress reject the plan because they view it as amnesty for lawbreakers. \nThey advocate a broader campaign of deportations that would expel many illegal immigrants and, they say, drive \nmillions more to give up and go home.\n\n  ''We are not calling for I.C.E. to become the Gestapo knocking on doors in the middle of the night,'' said Rosemary \nJenks, director of government relations for NumbersUSA, a group in Washington that seeks to curb immigration. \n''But we have to increase the likelihood that if you are here illegally you will be caught.''\n\n  So far, many of the deportations have caused illegal families to hunker down and plot ways to avoid detection \nand resist deportation, not run voluntarily for the border, immigrant advocates said. In Massachusetts, immigration \nagents have been challenged by lawyers, labor unions and state officials who question their raid tactics and are \nfighting trench by legal trench to block deportations.\n\n\n  Mr. Mancia was amazed at the offers of help he received, including from the Massachusetts Immigrant and \nRefugee Advocacy Coalition, the state's Department of Social Services and Senator Edward M. Kennedy, \nDemocrat of Massachusetts. \n\n  Mr. Mancia has been given emergency aid to pay his bills while his deportation case proceeds, and Elizabeth \nBadger, a public service lawyer in Boston, was still fighting his wife's deportation after she was on the ground in \nHonduras.\n\n  ''I'm not going anywhere,'' Mr. Mancia declared defiantly to a downstairs neighbor. ''I'm going to stand my ground \nhere until I win.''\n\n  Immigration and Customs Enforcement officials say their priority is to locate and deport fugitive immigrants with \ncriminal records or convicts who are finishing prison sentences. Still, thousands of illegal immigrants like the \nMancias with no criminal history have been caught in raids, the officials acknowledge.\n\n  Also, new expedited procedures have allowed agents greater flexibility to deport illegal immigrants caught in \nborder areas, bypassing court hearings. Many immigrants, when caught, agree to leave voluntarily because it \nmeans they are not barred from returning legally in the future.\n\n  Seen from the working class communities like New Bedford, the deportations are a blunt instrument. Frequently \nthe deported immigrants were not alone in the United States, but came from families with a mix of legal and illegal \nmembers who were well settled in this country. \n\n  A growing number of deportee families have children who were born here and are United States citizens. (The \nMancia's younger son, Jeffrey, was born in Texas.) More than 3.1 million American children have at least one \nillegal immigrant parent, said Jeffrey S. Passel, a demographer at the Pew Hispanic Center.\n\n  Mr. Mancia and his wife were among 361 workers arrested on March 6 in an immigration raid at Michael Bianco \nInc., a leather goods factory in this faded manufacturing town. She remained in detention while he was released to \ncare for their boys, Jeffrey, 2, and Kevin, 5. \n\n  On April 18, Ms. Amaya was awakened at 4 a.m., driven by immigration agents to Kennedy Airport in New York \nand placed on a passenger flight to Honduras, Mr. Mancia said. Telephoning her husband as soon as she could \nplace an international call, she said little, only that she was disoriented and more afraid of her home country than an \nAmerican jail. She has no house, property or job in Honduras.\n\n  ''She has no words right now,'' Mr. Mancia said, explaining why his wife refused to be interviewed by telephone.\n\n  Mr. Mancia has been left to fight off his own deportation and face a series of difficult choices.\n\n  He must decide, he said, whether to press his case in the United States or declare defeat and take the boys to \nrejoin their mother in Honduras. If forced to depart, he will weigh whether to leave his sons with friends in New \nBedford to get a quality of schooling he believes they will not have in Honduras. Mr. Mancia said he and his wife \nhad decided to leave their home in San Pedro Sula, Honduras, for their safety, because criminal gangs used the \nstreets as a combat zone. Ms. Amaya's sister was on a public bus returning from Christmas shopping on Dec. 23, \n2004, when gang gunmen shot it up, killing her and 27 other passengers, he said.\n\n  ''We walked over dead bodies in Honduras,'' Mr. Mancia said. ''The children see that and they don't grow up well.''\n\n  He was the first to come to the United States, crossing at night at Laredo, Texas. In January 2005 Ms. Amaya took \nthe same route, carrying Kevin, then a toddler. Caught by the Border Patrol, she applied for political asylum and \nwas released temporarily. After Jeffrey was born in Houston, they came to New Bedford. Her asylum petition was \neventually denied.\n\n\n\n  Stitching military backpacks in the Bianco factory at $7.00 an hour, the couple achieved stability that felt almost \nlike prosperity. They bought a white aluminum kitchen set and a microwave oven. Kevin was content in \nkindergarten, reciting his ABC's and chattering in English, which neither parent speaks.\n\n  Soon they had a family cluster in New Bedford, as three other relatives from Honduras, drawn by word of jobs at \nBianco, came to work there as well.\n\n  ''We knew it would be hard to get legal papers,'' Mr. Mancia said. ''Since so many people were in the same \nsituation, we learned to live like the rest.''\n\n  After the March 6 raid, immigration lawyers appealed Ms. Amaya's asylum case and she became optimistic. But \nshe remained in immigration detention in the Bristol County jail, unable to receive visits from the children.\n\n  ''He is refusing to eat and needs to be coaxed to take sustenance,'' Arthur Dutra, a teacher at the John Hannigan \nSchool, wrote in a March 15 letter about Kevin's condition. ''He asks for his mother repeatedly.''\n\n  A nurse at the Greater New Bedford Community Health Center, Jacqueline Arieta, wrote in a separate letter that \nJeffrey was having recurring earaches and losing his appetite due to ''acute sadness.''\n\n  A gaunt man with a mild voice, Mr. Mancia said he did not mind cooking for the boys or washing their clothes at \nthe Laundromat. He said he and his wife, balancing two factory jobs, had learned they both had to do housework.\n\n  The help he has received in fighting his deportation has allowed him to believe that he might avoid his wife's fate, \neven though he has no papers, no job skill to offer other than hard work and very limited legal avenues to pursue. \nAlthough Jeffrey is an American citizen, he would not be able to petition for his parents to be admitted to the country \nlegally until he was 21.\n\n  Mr. Mancia said he was preparing for any outcome, even the prospect of a separation from one or both sons so \nthey could remain at least temporarily in the United States.\n\n  ''My son is an American,'' Mr. Mancia said ''He needs to be educated in American schools, to speak English. He \nneeds this country.''\n\n  Ms. Jenks, of NumbersUSA , said the responsibility for the impact on children of the deportations rests with their \nparents.\n\n  ''If parents are going to come here illegally, unfortunately the child faces the consequences as well,'' she said.  \n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: Mr. Mancia and Kevin making a visit to a law office in New Bedford, Mass.\n\nLilo Mancia, above, has received many calls and visits of support since his wife, Maria Briselda Amaya, was \ndeported to Honduras and is now fighting his own deportation. His son Kevin, 5, below left with a letter from his \nmother, has been refusing to eat. The Mancias' son Jeffrey, 2, shown in a photograph with Ms. Amaya and Kevin, \nhas also lost his appetite because of ''acute sadness,'' a nurse wrote. (Photographs by Robert Spencer for The New \nYork Times)(pg. A18)\n\nhttp://www.nytimes.com/\n\n\n In the early morning hours of April 18, customs officials sent Lilo Mancia's wife, an illegal immigrant, back to \nHonduras. Mr. Mancia, shown with his son Jeffrey, is still fighting a deportation battle of his own. (Photo by Robert \nSpencer for The New York Times)(pg. A1)                                                     \n"}