{"title": "Immigrant Workers' Rights Violated, A.C.L.U. Charges", "body": "\nOn behalf of six illegal immigrant workers, including the widow of a Mexican killed on a Brooklyn demolition site, \nthe American Civil Liberties Union and other law and labor groups charged yesterday that the United States has \nfailed to protect basic workplace rights guaranteed under international law.\n\n  The charges came in a petition to the Inter-American Commission on Human Rights, an arm of the Organization \nof American States, which includes all the 35 nations of the Western Hemisphere.\n\nThe petition, filed by the A.F.L.-C.I.O. and the other groups, is an unusual appeal to an international body to push \nAmerican courts and lawmakers away from a 2002 Supreme Court ruling known as Hoffman v. National Labor \nRelations Board. The petitioners say the ruling has had a snowball effect, limiting or denying the basic protection of \nlabor laws to millions of illegal immigrant workers in violation of principles like equal protection before the law and \nfreedom of association under the nation's international treaty obligations. \n\n  The commission, based in Washington, has no enforcement powers, but it has considerable moral authority, and \nan overall record of cooperation by member states, including the United States. Unlike other member states, \nhowever, the United States does not consider the commission's rulings legally binding. \n\n  ''The most poorly paid and least desirable jobs in the United States are filled by undocumented immigrants,'' said \nClaudia Flores, an attorney with the A.C.L.U. Women's Rights Project. ''Yet the government increasingly limits the \nsafeguards available to this population, leaving them vulnerable to exploitation and workplace discrimination. The \nUnited States government has an obligation under universal human rights norms to protect vulnerable \npopulations.'' \n\n  Erik Watnik, a State Department spokesman, said it had not received the petition. Veronica Gomez, a lawyer for \nthe commission, said the petition would be transmitted to the State Department with a request for a response if an \nanalysis shows that it is admissible.\n\n  The petitioners are asking that the commission find the United States, and several state governments including \nNew York, New Jersey, Kansas, Pennsylvania and Michigan, in violation of the American Declaration of the \nRights and Duties of Man, adopted by the United States in 1948.\n\n  The petitioners include a union in Utah that says it was helping mine workers to fight unsafe conditions and low \npay, only to see 29 fired for lack of proper immigration papers when they tried to organize. Among other petitioners \nis a Chinese woman who said she was forced to leave her job in New Jersey because of sexual harassment, and a \nKansas painter who sought workman's compensation after a fall from scaffolding, but was prosecuted for using a \nfalse document to get the job and deported to Mexico.\n\n\n  ''You're stuck with a convoluted and seemingly absurd situation,'' said Steven Camarota, director of research for \nthe Center for Immigration Studies, which advocates restrictions on immigration. ''You find yourself debating how \nmuch protection to give to somebody who isn't even supposed to be here. The solution to the problem is to enforce \nthe law and to eliminate illegal immigration.'' \n\n  But lawyers for the petitioners say that once workers are on the job, human rights principles require that their \nlives be protected equally, regardless of what the commission calls ''migratory status.'' \n\n  In the case of the widow of the worker killed at the Brooklyn site, identified in the petition only as Yolanda L.R., \nshe filed a wrongful death claim that is still pending. Her husband's employer was separately convicted of criminal \nnegligence, but her lawyers have warned her that under recent court decisions, any compensation awarded for her \nhusband's death will be diminished because her husband was an illegal immigrant.\n\n  The issue is rooted in the Supreme Court's 2002 holding that an unauthorized worker fired in retaliation for his \npart in a union organizing campaign was not entitled to the remedy of back pay. Relying on that ruling, the petition \nsaid, many states have limited or eliminated protections like compensation for workplace injuries, freedom from \nworkplace discrimination, and the right to hold an employer responsible for an injury at work.\n\n  This provides a further incentive for unscrupulous employers to hire illegal immigrant workers, the petition said.\n\nhttp://www.nytimes.com\n"}