{"title": "Old Deportation Orders Leading To Many Injustices, Critics Say", "body": "\nHandcuffed, shackled, interrogated for nine hours and then locked up for two days, Prof. Anatoly Bogudlov, a \nretired astrophysicist, kept expecting Department of Homeland Security agents to realize they had made a mistake \nwhen they arrested him at Kennedy Airport last week as he returned from a trip to Moscow.\n\n   But though his arrest was based on bureaucratic errors buried for years in immigration files, it was not exactly a \nmistake. Professor Bogudlov, 65, a permanent resident of the United States who has visited Moscow 10 times in \nthe last eight years, has become one of 400,000 aliens caught up in a new Homeland Security program to track \npeople with old deportation orders against them.\n\n   The crackdown began in 2002 against immigrants from predominantly Muslim countries and last June turned to \nthose convicted of crimes, but in recent months it has shifted to those from any country who have violated civilian \nimmigration rules. Many of those immigrants, like Professor Bogudlov, have no idea there was an order of removal \nagainst them, because two-thirds of such orders were issued in absentia when the immigrant failed to show up for \na hearing, according to the government's own study of the issue.\n\n   In some cases, the immigrant deliberately fled. But years of backlog, wrong addresses and other faulty data so \nplague old Immigration and Naturalization Service files, the 2002 Department of Justice study found, that the \nagency had a chronic problem notifying immigrants of hearings and of removal orders. \n\n   Garrison Courtney, a spokesman for the Bureau of Immigration and Customs Enforcement, said the operation \nwas an overdue enforcement of existing laws. Immigrants with a final order of removal on file are not entitled to a \nhearing or to bond, he said, because they have already exhausted their due process rights. Nevertheless, \nProfessor Bogudlov, who has a heart ailment, was released Friday evening shortly after a reporter asked Mr. \nCourtney and other officials about his detention.\n\n   In the astrophysicist's case, long after he legally obtained a green card that was mailed to him in New York in \n1996, his 1992 application for political asylum as a Soviet Jew mistakenly remained on file, resulting in a 1999 \nhearing in Denver, officials later confirmed. Notification was sent to the wrong address, and when the professor did \nnot show up, the case was automatically referred to an immigration judge who issued a ''final order of removal'' in \nabsentia against him.\n\n   Compared with other cases, Professor Bogudlov, who still faces summary deportation at a hearing March 5, can \ncount himself lucky.\n\n   Yok Meng Chew, a former sushi chef with his own Brooklyn construction business, a green card and three \nAmerican children, was arrested in his home, held in a New Jersey prison for nearly five months and almost \ndeported to Malaysia in 2002 before he was able to prove that he had never received notice of a hearing on a \ndecade-old asylum application. \n\n\n   And a 44-year-old Indonesian woman living near Tampa , Fla., was deported to Jakarta in August though she left \nbehind 9-year-old American twin sons, a new American husband and a daughter serving in the United States Army \nin Afghanistan. \n\n   ''I talked to the chaplain every week, asking why did they do this to my mother when I am over here risking my \nlife?'' the daughter, Pvt. Lewina Walters, 22, asked in a Feb. 6 letter to Ellen Gorman, the lawyer representing her \nmother, Elizabeth Sewiaten Navarro. ''I finally had a nervous breakdown.''\n\n   Family ties, usually a strong factor in immigration decisions, apparently carry no weight in the current enforcement \nof old removal orders. Howard Facey, a 38-year-old construction worker and Jamaican immigrant whose ailing \nwife, Georgiana, and three children are all United States citizens, was deported last summer with no chance for a \ngoodbye.\n\n   ''I need my husband back,'' said Mrs. Facey, who is failing in her struggle to support the children as a clerk in a \nmidtown Duane Reade drugstore, commuting an hour and a half from Canarsie in Brooklyn. ''He didn't commit a \ncrime. I don't see why they couldn't just give him a chance.'' \n\n   The crackdown, called the Alien Absconder Apprehension Initiative, was intended to improve the immigration \nagency's track record of deporting only 13 percent of those who were not detained when they were ordered \nremoved. But immigration lawyers say it is leaving little room for even common-sense corrections of bureaucratic \nerrors. \n\n   ''They don't want to create the appearance that they are soft on aliens in this country and around the world,'' said \nJonathan E. Avirom, a past president of the American Immigration Lawyers Association, who represented Mr. \nChew. In Mr. Chew's case, the problem stemmed from an application for a work permit that he, like many others, \nfiled through a travel agency in Chinatown in the early 1990's by signing a blank form, the lawyer said. \n\n   The agency filed an asylum application on his behalf, using its own address, but soon closed down. Years later, a \nnotice of a hearing was sent to Mr. Chew at the defunct travel agency. Though the notice was returned \nundeliverable, records show, an immigration judge issued an in absentia deportation order against him. \n\n   Meanwhile, Mr. Chew obtained a green card through Mr. Avirom in 1999. But early one morning in May 2002, \narmed immigration agents arrested him at his home and jailed him in a Middlesex, N.J., prison. Even after a judge \nordered Mr. Chew's deportation stayed while the matter was sorted out, deportation agents put him on an \nairplane to Malaysia, he said. Cellmates alerted his wife, who reached Mr. Avirom just in time to halt the \ndeportation. \n\n   Yet now, nine months after a judge ordered his permanent residency reinstated, he still has no green card and is \nunable to travel. As he recalled how his children saw him brought to court in an orange prison jumpsuit and \nshackles, Mr. Chew's voice shook. ''Believe me, this you're going to remember forever,'' he said.\n\n   No one was more surprised by the system they encountered than Professor Bogudlov, who has worked on \ntelescopes for NASA, and his relatives. When his daughter visited him in detention, her effort to give him a \npaperback book by Isaac Asimov was rejected. Rules require books to be mailed, she was told.\n\n   ''All my life I thought I might be put in a Soviet prison,'' the professor told his son-in-law, Julian H. Lowenfeld, an \nAmerican and an immigration lawyer who had been trying for two days to win his release. ''I always wondered what \nit would be like. Unfortunately, I feel I know now. ''\n\nhttp://www.nytimes.com\n\nhttp://www.nytimes.com/\n\n\nGraphic\n\n \n\nPhotos: Prof. Anatoly Bogudlov, left, was arrested on the basis of errors in immigration files. Yok Meng Chew was \nimprisoned and almost deported. (Photographs by Nicole Bengiveno/The New York Times)(pg. B8)\n"}