{"title": "Gallagher: Let local police arrest illegal immigrants", "body": "\nPENSACOLA - State and local police should be able to arrest illegal immigrants and government agencies and \ncontractors should be barred from hiring them, Republican gubernatorial candidate Tom Gallagher said Friday.\n\nGallagher, Florida's chief financial officer, unveiled those and other immigration proposals after touring Pensacola's \nport. He also said he would create a state office of security and preparedness if elected.\n\n\"Illegal immigration threatens public safety. ... While we must approach the issue of illegal immigration with \ncompassion, Florida government must do its part to secure our borders and protect the public,\" Gallagher said.\n\nFlorida law enforcement officers cannot now make immigration arrests without a warrant. Gallagher said the law \nshould be changed to let them make arrests for violations as they come across them.\n\nHe said there should be a law requiring public employers and contractors to participate in a federal program that \nverifies the immigration status of all job applicants.\n\nGallagher and Attorney General Charlie Crist are seeking the Republican gubernatorial nomination. Crist's \ncampaign declined to comment.\n\nTwo girls die in fire that severely burns their mother\n\nBELLEVIEW - Two girls died and their mother was severely burned Friday when a fire destroyed their mobile home, \nofficials said.\n\nKayana Carr, 5, and Destiny Gordon, 6, died, Marion County sheriff's spokeswoman Susan Livoti said. Their \nmother, Brenda Miller, 39, was admitted to Shands Hospital in Gainesville in critical condition with second- and \nthird-degree burns to her arms, chest and face.\n\nA brother, Durrell Miller, 12, was treated at Munroe Regional Medical Center in Ocala and released.\n\nThe cause of the fire was under investigation. Officials said the mobile home lacked a smoke alarm.\n\nCuban smuggling suspects charged with manslaughter\n\nMIAMI - Three men accused of organizing a migrant smuggling trip from Cuba in which a woman died were \ncharged Friday with manslaughter and other offenses in a 68-count grand jury indictment.\n\nThe indictment was returned the day after 28 Cubans who were on the July 8 voyage were brought ashore as \nwitnesses in the case. They will be allowed to stay in the United States.\n\n\nThe charges against each man include one count of involuntary manslaughter in the death of Anai Machado \nGonzalez, 24, who hit her head when the speedboat tried to ram a Coast Guard vessel.\n\nWoman gets probation for having skull in luggage\n\nFORT LAUDERDALE - A woman was sentenced in federal court Friday to two years' probation and fined $1,000 for \ncarrying a human skull in her luggage into the United States.\n\nGraphic\n\n \n\nPHOTO\n"}