{"title": "Free legal help for Mexicans expands", "body": "\nIn a first of its kind alliance, the Santa Clara County chapter of an immigration lawyer's organization is teaming up \nwith the Mexican Consulate in San Jose to provide free legal consultation to Mexican immigrants from four Bay \nArea counties.\n\nThe goal, organizers said, is to steer vulnerable immigrants away from unscrupulous \"notarios\" or people posing as \nimmigration legal experts, and get them proper legal help.\n\nOfficials of the American Immigration Lawyers Association and Consul General Bruno Figueroa said the pilot \nproject, scheduled to begin late in May, is the first in the country. If successful, organizers are hoping the model will \nbe duplicated in other communities in the country.\n\n\"Without a doubt, it's a program that addresses a great need,\" Figueroa said.\n\nSpanish-speaking volunteer lawyers will give free short consultations twice a month to immigrants at the consulate \non North First Street. After screening, they will be referred to AILA lawyers or non-profit legal service organizations.\n\nEach month, about 350 Mexicans seek legal help from the consulate for a range of problems regarding deaths, \ndivorces, child custody and insurance. But many of them are seeking answers to immigration problems.\n\nThe consulate serves four counties - Santa Clara, Santa Cruz, San Benito and Monterey - where 500,000 to \n700,000 Mexican nationals live.\n\nA legal staff of four people field the queries each month and refer most of them to an informal network of lawyers in \nthe area and non-profit groups that provide legal help to immigrants.\n\nBut the need in the community has always exceeded the consulate's capacity, Figueroa said, before signing the \nformal agreement Thursday afternoon with AILA's county chair, Alisa Thomas, during a news conference and \norientation at the consulate.\n\n\"The value of this service is to allow individuals who do have a chance to straighten their legal status,\" said Daniel \nShanfield, incoming chapter chair of AILA and the one who proposed the project. \"By getting people on the right \ntrack, we can keep them from the pitfalls.\"\n\n\"A program like this can help keep mixed-status families together in the United States,\" Shanfield said.\n\nAfter Thursday's news conference, Shanfield conducted orientation for the dozen volunteer lawyers who signed up \nfor the program.\n\n\n\"It's a great idea,\" said Adel Olvera, director of the Immigration and Citizenship program at the Center for \nEmployment Training in San Jose. \"We're thankful there's this additional support now.\"\n\nLike the consulate, groups like CET scramble to find free or low-cost legal advice for the immigrants seeking help \nwith immigration applications.\n\n\"It will really help people get some good direction to begin their inquiry at least,\" said Karen Seiden, a private \nimmigration attorney in Sunnyvale and an AILA member who is participating in the project. Seiden is also staff \nattorney at CET.\n\nIn the past, groups like CET would send a legal representative to the consulate in San Francisco to do \nconsultations, she said.\n\n\"Formalizing this is a good thing,\" Seiden said. \"You'll get a flow of attorneys and referrals to appropriate agencies.\"\n\nContact Jessie Mangaliman at jmangaliman@mercurynews.com or(408) 920-5794.\n"}