{"title": "Video: American Mosaic: Stories of immigration from those who lived it", "body": "\n_______________________\n\nTara Bahrampour: Have you immigrated or know someone who has? Would you like to be featured on American \nMosaic? Please send us some information about yourself to tarab@washpost.com\n\n_______________________\n\nTara Bahrampour: When Esraa Bani and her family immigrated to the United States in 1998, they landed at Dulles \nAirport, rented a minivan and spent 6 weeks searching up and down the East Coast for the ideal place to live. They \nsettled on Reston, just a ten-minute drive from Dulles. Bani was born in the Sudan and lived in Saudi Arabia until \nage 14, and since moving to the U.S., she has dealt with harassment, married a Jewish man and founded a \nmothers' group called \"Hip Muslim Moms\" (The group recently disbanded after the husband of one of the members \nwas arrested for plotting to blow up Metrorail stations in Northern Virginia). And she has a 2-year-old daughter, \nFatima, who will face -- and present -- a new set of cultural challenges.\n\n_______________________\n\nTara Bahrampour: Esraa's Arrival to the United States\n\n_______________________\n\nTara Bahrampour: Facing the Difficulties of Immigration\n\n_______________________\n\nTara Bahrampour: Esraa's Activism\n\n_______________________\n\nTara Bahrampour: Marriage and Raising Children in a Multicultural Home\n\n_______________________\n\nTara Bahrampour: Hip Muslim Moms\n\n_______________________\n\n\nAmerican Education: I am guessing Ms. Bani was here during her High School, College, and Grad School years. \nAny comments on what she thinks about our Education system. We think it's broke!\n\n_______________________\n\nDiaspora Connections to Average Americans: How aware do you think the average American is about your \nstruggles and the struggles of those like you who have come to the United States? What do you do to reach out to \nthis community and share commonalities?\n\n_______________________\n\nTara Bahrampour: tarab@washpost.com\n"}