{"title": "Mark Carney warns global trade war could 'shipwreck' global economy - business live; Bank of England governor says a global trade war could 'shipwreck' the global economy, while Brexit risks are increasingLatest: Mark Carney speaks in BournemouthGovernor: Sea change has hit UK economyEarlier:UK builders suffer plunging outputHousebuilding, commercial and civil construction all shrinking Political uncertainty blamedLondon house prices have fallen again", "body": "\nblock-time published-time 9.08pm BST \n\nFinally, here's our news story on Mark Carney's speech:\n\n Related:  Trade wars could shipwreck global economy, warns Mark Carney\n\nGoodnight!\n\nblock-time published-time 6.29pm BST \n\nIn a surprise twist tonight, IMF chief Christine Lagarde has been officially proposed as the next president of the \nEuropean Central Bank.\n\nShe'd replace Mario Draghi, whose term expires in November, just as the eurozone economy weakens.\n\nIt's part of an agreement carved up by EU leaders after days of talks in Brussels.\n\nundltr pic.twitter.com/8szVwNavX7\n\n- Donald Tusk (@eucopresident) July 2, 2019\n\nGermany's Ursula von der Leyen is to become the next Commission president, while Belgium's Charles Michel gets \nthe European Council top post.\n\nblock-time updated-timeUpdated at 6.35pm BST\n\nblock-time published-time 4.40pm BST \n\n\n You can read Mark Carney's speech online, here (complete with words, charts and a bit of Shakespeare). \n\nblock-time published-time 4.39pm BST \n\n FTSE 100 hits 11-month high.  \n\n Mark Carney's gloomy prognosis is bad for the pound, and thus good for international companies listed in London. \n\nThe FTSE 100 index of top blue-chip shares has just closed, up 61 points or 0.8% at 7559. That's its highest level \nsince the end of August 2018.\n\nMultinational consumer goods group Reckitt Benckiser is the top riser, up 3.5%, followed by plumbing and heating \nproducts maker Ferguson. Their overseas earnings are worth more when the pound is weaker.\n\nenltr #GBP Things have gone from bad to worse for the pound. After being knocked by a poor construction PMI \nearlier, sterling slumped again in reaction to a speech by BoE Governor Mark Carney -            #GBPJPY bearish \ntrend resumes            https://t.co/kso3xFNcmq ^FR            #FX           pic.twitter.com/XIiOTBK5KH\n\n - FOREX.com (@FOREXcom) July 2, 2019\n\nHowever, the FTSE 250 index of medium-sized, UK-focused companies has ended the day flat. They don't benefit \nas much from a weaker pound.\n\nblock-time published-time 4.31pm BST \n\nSterling has lost ground against most other currencies today - just in time to hit summer holidaymakers in the \npocket.\n\nenltrThe pound has tumbled following a dovish Mark Carney: #GBP -0.46% against other currencies            \n#GBPUSD 1.25954 -0.36%            #EURGBP 0.89699 +0.46%            #GBPAUD 1.80034 -0.8%            #GBPJPY \n136.064 -0.74%            #GBPCAD 1.65222 -0.49%            #GBPCHF 1.24291 -0.45%\n\n- IGSquawk (@IGSquawk) July 2, 2019\n\nblock-time published-time 4.26pm BST \n\nMark Carney's audience have been tweeting too:\n\nenltr #lgaconf19 BOE Governor MarkCarney says that UK business investment flatlined since brexit referendum & \nUk growth overly reliant on household spending            pic.twitter.com/QIBj1Qpo2q\n\n - Cllr Diogo Rodrigues (@Diogo_Rod_90) July 2, 2019\n\nenltrIn response to @grayee,            @bankofengland Governer Mark Carney tells            #LGAconf19 spending on \ninfrastruture like social housing gives country 'biggest bang for its pound' + chilling figures of homes needed. Our \nevent looks at partnerships to make this happen            https://t.co/OqwpinMJyU           pic.twitter.com/db9DMxQsc5\n\n - placeshapers (@placeshapers) July 2, 2019\n\nenltrInteresting to hear @bankofengland Governor Mark Carney talking about concerns over global economic \noutlook and how Bank will respond to no deal Brexit            #LGAConf2019           pic.twitter.com/M68VtBB6n3\n\n - Clair Bell (@clairbell_) July 2, 2019\n\n\nenltrBank of England governor @MarkCarney_BOE finishes on a joke with serious intent \"there is such a thing as a \nbad zero carbon transition and one of the worst is to do nothing now and try to do it all at once later - my university \nexam technique is not the one to follow\"\n\n- Eleanor Combley (@EleanorComb) July 2, 2019\n\nblock-time published-time 4.11pm BST \n\n Carney: UK data suggests economy has stalled  \n\n Ouch! Governor Carney has also warned his audience in Bournemouth that the UK economy seems to have \nslowed very sharply in the last quarter. \n\nHe says:\n\nGrowth in the second quarter will be considerably weaker, in part due to the absence of that stock building effect \nand Brexit-related, temporary shutdowns by several major car manufacturers.\n\nRecent data also raise the possibility that the negative spillovers to the UK from a weaker world economy are \nincreasing and the drag from Brexit uncertainties on underlying growth here could be intensifying. The latest \nsurveys point to no growth in UK output.\n\nLooking across the first half of the year, in my view, underlying growth in the UK is currently running below its \npotential, and is heavily reliant on the resilience of household spending. \n\nThis is a timely warning, as we learned today that construction shrank at the fastest pace in a decade last month.\n\nblock-time published-time 4.09pm BST \n\nMark Carney is also cautioning against getting too optimistic about Washington and Beijing striking a trade deal:\n\nThe intensification of trade tensions has increased the downside risks to global and UK growth. In this regard, the \nnews at the weekend that the US and China agreed to restart trade talks is welcome - though as we have learnt, \nprogress today is no guarantee of progress tomorrow. \n\nblock-time published-time 4.03pm BST \n\nMark Carney has also produced these charts, which explain why t he Bank is worried about a 'a sea change in \nfinancial markets' that could shipwreck the world economy - if a global trade war explodes into life.\n\nHe cautions:\n\nAll in all, the risks to the global economy have shifted to the downside. But to what extent? Does the sea change \nin financial markets presage a sea change in the global economic outlook? And what does the UK experience \nsuggest? A lot will rest on the scale and breadth of the trade effects.\n\nblock-time updated-timeUpdated at 4.04pm BST\n\nblock-time published-time 3.54pm BST \n\nPerhaps inspired by the view of Bournemouth harbour, Mark Carney told his audience that:\n\nIn recent months, there has been a sea change in financial markets driven by growing concerns over the global \neconomic outlook.\n\nblock-time published-time 3.39pm BST \n\n\n The pound has fallen below $1.26 since Mark Carney's speech hit the wires, down half a cent at a two-week low \ntoday. \n\nReuters suggests this sentence from the governor's speech, talking about a 'near term policy response' may be \nresponsible:\n\nFor now, a global trade war and a No Deal Brexit remain growing possibilities not certainties. Monetary policy must \naddress the consequences of such uncertainty for the behaviour of businesses, households and financial markets.\n\nIn some jurisdictions, the impact may warrant a near term policy response as insurance to maintain the expansion.\n\nHowever, it's not clear which 'jurisdictions' Carney means. It could be the UK, or it could be the US - where the \nFederal Reserve is under pressure to cut borrowing costs.\n\nblock-time published-time 3.26pm BST \n\n Carney: Global trade war could 'shipwreck' economy  \n\n Newsflash: Mark Carney, the governor of the Bank of England, is warning that a global trade war could 'shipwreck' \nthe global economy. \n\nSpeaking in Bournemouth, Carney explains that trade wars are now the top risk worrying investors, with America \nthreatening Mexico and Europe with new tariffs, on top of its ongoing clash with China.\n\nProtectionism is on the rise, the governor warns the Local Government Association Annual Conference:\n\nInitially motivated by concerns over bilateral trade imbalances, trade measures are now being taken in response to \nissues ranging from immigration to Intellectual Property protection to control of the technologies underpinning the \nFourth Industrial Revolution.\n\nIt has even become fashionable for some to speak of a new Cold War. That bears a moment's reflection for a lot \nhas changed. At the height of the Cold War, US-USSR trade was worth $2 billion a year; today, US-Chinese trade \nclocks $2 billion a day. More broadly trade in intermediate goods and services has doubled since the fall of the \nBerlin Wall, and production has become increasingly integrated across borders.\n\nThe longer current tensions persist, the greater the risk that protectionism becomes the norm. Once raised, tariffs \nare usually slow to be lowered. Consider that half a century ago the US imposed tariffs on light trucks due to a \ndispute over chicken exports to Europe. While the chickens were soon forgotten, the truck tariffs remain in place.\n\n Carney also tells his audience that fears of a no-deal Brexit have also risen in recent weeks. \n\nHe says:\n\nBut global trade tensions are not the only factors influencing UK financial conditions. They also remain highly \nsensitive to the perceived probabilities of different Brexit outcomes. That's because asset prices are mean \nexpectations, reflecting the weights that market participants place on every possible outcome. \n\nOver the past two months, markets have placed a growing weight on the possibility of No Deal, with the betting \nodds doubling to almost one in three:\n\nThe governor warns that the Bank would not \"automatically\" cut interest rates if this happened:\n\nA No Deal outcome would result in an immediate, material reduction in the supply capacity of the UK economy as \nwell as a negative shock to demand. There is little monetary policy can do to offset the former. A major negative \nsupply shock is extremely unusual in advanced economies - the last one was the 1970s oil shock, even if the \npossibility of the next one is brewing in the Twittersphere\n\n\n Fiscal policy (government spending) would also need to be deployed to help the economy, he added. \n\nFor now, a global trade war and a No Deal Brexit remain growing possibilities not certainties, Carney points out, \nconcluding:\n\nWhether current trade tensions shipwreck the global economy or prove to be a tempest in a teacup will have an \nimportant influence on the outlook for growth and inflation in the UK.\n\nHowever trade tensions evolve and the Brexit process unfolds, UK monetary policy will remain guided by the \nconstancy of the inflation target.\n\nblock-time updated-timeUpdated at 3.34pm BST\n\nblock-time published-time 3.04pm BST \n\n Over in New York, the stock market has opened gingerly as trade war optimism fades. \n\nThe S&P 500 index, which closed at a record high last night, has dipped by 3 points or 0.1%.\n\nThe Dow Jones industrial average is also in the red, down 50 points or 0.2% at 26,666.\n\nenltrU.S. stocks open slightly lower https://t.co/o4tL2JfgnI           pic.twitter.com/DjSBemrL2n\n\n - Bloomberg Markets (@markets) July 2, 2019\n\nYesterday stocks rallied on relief that the US and China had agreed to resume trade talks. Today, though, investors \nare noting that Donald Trump is now threatening tariffs on $4bn of European goods -- including cheese and whisky \n- in a long-running row over subsidies granted to aeroplane-makers.\n\n Related:  Donald Trump threatens new tariffs on $4bn of EU products\n\nblock-time published-time 2.25pm BST \n\nToday's slump in construction activity comes just a day after            British factories reported their worst contraction \nin six years.\n\nSo is the UK already heading into recession? \n\nEconomists professor Costas Milas of Liverpool University thinks it will be close, telling us:\n\nThe PMI data for Construction and Manufacturing raise the possibility of the start of a UK recession (i.e. two \nsuccessive quarters of negative GDP growth). Although the PMI data looks bad, there is some reasonable good \nnews elsewhere.\n\nAccording to fresh Bank of England data, \" divisia money growth \" is holding up well at 4% per annum and, at the \nsame time,            economic policy uncertainty is no worse (or any better) than what it was in the beginning of the \nyear. \"Divisia money growth\" weights different forms of money according to their likelihood of being spent (hence, \nnotes and coins have a higher weight than money held in mutual funds, for example). Divisia money also            \ntracks GDP movements quite well.\n\nDivisia money and policy uncertainty developments point to GDP growth of 1.44% per annum for 2019Q2 (which is \nlower than the 1.59% estimate produced by the Bank of England in May) and zero quarter-on-quarter growth for \n2019Q2. So, fingers tightly crossed, we might avoid recession....\n\nProfessor Milas also reckons the Bank of England could be forced to cut interest rates in the next couple of months, \nto head off a downturn. More here.\n\n\nenltrCostas Milas explains why the probability of no-deal Brexit being on the rise means that the Bank of England \nmay have to proceed with interest rate cuts before 31 October, and the possible consequences of such move. \n - LSE British Politics (@LSEpoliticsblog) June 29, 2019\n\nblock-time published-time 2.05pm BST \n\n Moody's: No-Deal Brexit likely to cause a recession  \n\n Heads-up: Rating agency Moody's has now weighed in on Brexit, warning that No Deal would probably drive \nBritain into a recession. \n\nIn its annual credit analysis of the UK, Moody's has ratcheted up its warnings about leaving the EU without an \nagreement. \n\nIt warns that:\n\nSuch an outcome would be very disruptive to current UK-EU trading arrangements and have a material, negative \nimpact on the UK economy and on the economies of certain EU member states,\"\n\n[I imagine that the Republic of Ireland is high on that list of EU states]\n\nMoody's also warned that the UK could be downgraded, \"if the economic impact of Brexit is more severe than it \ncurrently expects, such as in a no-deal scenario.\"\n\nSomething for Boris Johnson and Jeremy Hunt to ponder, as they continue to insist that they'd take Britain out of \nthe EU without a deal, despite fears it would cost jobs, wipe out businesses, undermine the pound and drive up \ninflation.\n\n Related:  Boris Johnson says no-deal Brexit claims 'wildly over-done' as Hammond says it would cost Treasury \n£90bn - live news\n\nblock-time published-time 1.31pm BST \n\n Investing legend Warren Buffett has long warned against buying shares when a company floats on the stock \nmarket. \n\nBuffett's argument is that IPOs are over-priced, especially when cutting-edge companies come to market during a \n\"hot\" period. He also reckons it's a \"mathematical impossibility\" that a new IPO can provide the best value, given \nthe imbalance between knowledgable sellers and less- knowledgable buyers.\n\nAnyone who took part in Funding Circle's flotation last October will agree. They paid 440p per share, but have seen \ntheir investment slump to just 123p today (down 25% this session alone) following a profits warning from the peer-\nto-peer business lender\n\nFunding Circle, which lets investors lend directly to small businesses, slashed its revenue growth forecast in half -- \nand suggested Brexit was to blame.\n\nSamir Desai, Funding Circle's chief executive and co-founder, said: \n\n\"The uncertain economic environment has reduced demand from small businesses and led us to proactively \ntighten lending criteria. \n\nHere's the full story :\n\n\n Related:  Peer-to-peer lender Funding Circle warns over revenue amid Brexit fears\n\nblock-time updated-timeUpdated at 2.44pm BST\n\nblock-time published-time 12.32pm BST \n\n Mike Ashley loses long-serving retail chief  \n\n Breaking retail news: One of Mike Ashley's chief lieutenants has quit Sports Direct after 28 years working for the \nretail tycoon.  \n\nThe Press Association has the story: \n\nKaren Byers, whom the billionaire called the person who \"runs Sports Direct\", was described by insiders as the \n\"glue that holds it all together\".\n\nHer decision to leave with immediate effect was announced to senior store staff and area managers on Monday \nmorning in a conference call, according to sources at the business.\n\nIt looks like the end of a long relationship between the pair.\n\nAs PA explains:\n\nMr Ashley hired Ms Byers following a takeover nearly three decades ago, not long after she was said to have sold \nhim a pair of jeans. \n\nThe 51-year-old has kept out of the spotlight, although she did face the cameras when Sports Direct invited \njournalists to visit its Shirebrook warehouse in Derbyshire. \n\nenltrExclusive: One of Mike Ashley's key lieutenants, Karen Byers, has quit Sports Direct. The retail director leaves \nafter 28 years with immediate effect. Ashley previously said she \"ran Sports Direct\". Big loss for the company. Story \non PA shortly.\n\n- Simon Neville (@SimonNeville) July 2, 2019\n\nenltrMike Ashley tells PA \"The door will always be open\" if she wants to return\n\n- Simon Neville (@SimonNeville) July 2, 2019\n\nblock-time published-time 12.23pm BST \n\n Full story: UK construction industry suffers worst month in a decade  \n\n Here's my colleague Philip Inman on today's building sector gloom: \n\nBritain's construction industry slumped to its worst monthly performance in more than 10 years in June as building \nfirms blamed the Brexit crisis for a lack of new work.\n\nHousebuilders joined civil engineering firms and commercial building contractors to warn that a wait-and-see \napproach to commissioning new projects across the public and private sectors had hit the industry.\n\nMost construction firms reported hanging on to their staff to be ready for a conclusion to the Brexit talks, but in the \nmeantime the general slowdown in the economy and the possibility of leaving the EU without a deal was \ndampening demand.\n\n\nThe IHS Markit/Cips construction purchasing managers' index (PMI) plunged to 43.1, the lowest reading since April \n2009 when the country was gripped by the global financial crisis. A PMI figure below 50 shows the sector \ncontracted.\n\n     UK construction PMI Photograph: Markit   \n\nMore here :\n\n Related:  UK construction industry suffers worst month in a decade\n\nblock-time published-time 11.57am BST \n\n Britain's construction woes have even jolted the bond market. \n\nInvestors have driven down the yield, or interest rate, on 10-year UK government bonds to just 0.76%. That's a \nthree-year low.\n\nLow borrowing costs sounds like a good thing, especially for a country running a budget deficit. Yields move \ninversely to prices, so investors are paying more to hold UK-backed bonds.\n\nBut unfortunately, it suggests the City is pessimistic about UK growth prospects, and seeking the safety of \ngovernment debt.\n\nblock-time published-time 11.23am BST \n\nWith construction activity falling, it may be harder to get a job at a building firm.\n\nBosses told Markit that there has been a \"marginal\" drop in workforce numbers, often due to \"the non-replacement \nof voluntary leavers\".\n\nblock-time published-time 10.39am BST \n\n The pound has also dropped against the euro, to (EURO)1.116, close to its lowest level since January. \n\nSam Cooper, vice-president of Market Risk Solutions at Silicon Valley Bank, says investors are shunning sterling:\n\n\"The extremely disappointing construction PMI reading is further evidence that Brexit concerns are manifesting in \neconomic data.\n\nSterling's attraction continues to diminish as weak economic data paired with political uncertainty weigh on the \nvalue of the currency\"\n\nblock-time published-time 10.18am BST \n\nEconomist Sam Tombs of Pantheon says Brexit uncertainty is having an increasingly painful impact on UK \nconstruction.\n\nenltrThe slump in Markit's construction PMI in June points to a worrying step change in the impact of Brexit \nuncertainty on the economy. Builders unambiguous that Brexit/political risks are to blame for caution among \nclients. But don't panic, I'm sure Boris & co have a plan... pic.twitter.com/QKn9miX2RG\n\n - Samuel Tombs (@samueltombs) July 2, 2019\n\nblock-time updated-timeUpdated at 10.21am BST\n\nblock-time published-time 10.13am BST \n\n\nOnly the \"pathologically optimistic\" observer could expect Britain's construction sector to recover anytime soon, \nsays B lane Perrotton, managing director of property consultancy and surveyors  Naismiths. \n\nHe says:\n\n\" This is less of a slide than a sledgehammer. After licking its wounds from a lean May, the construction industry \nhas once again been ambushed by plummeting investor demand.\n\n\"In an industry that still bears the scars of the crash a decade ago, the news that output is once again falling as fast \nas it did in the dark days of 2009 will send a chill down many builders' spines.\n\n\"Apart from a brief flurry of stockpiling in advance of March 29th - what should have been Brexit Day - the first half \nof 2019 has been grim across much of the construction sector.\n\n Simon Harvey of currency exchange firm Monex Europe agree that June's construction PMI is much worse than \nfeared.\n\nenltrMassive miss in UK construction PMI which doubles down on yesterday's dismal manufacturing reading. UK \nConstruction industry suffered its worst month in 10-years with LT investment being postponed due to Brexit, and a \nlot of the backlog worked through.\n\n- Simon Harvey (@_SimonHarvey) July 2, 2019\n\nenltrNew orders fell by the most in 10 years, with slowing external demand also a concern. Housing activity falls to \nshow the lowest reading since June 2016, reversing the expansionary trend.\n\n- Simon Harvey (@_SimonHarvey) July 2, 2019\n\nblock-time published-time 10.00am BST \n\nToday's grim construction PMI report has hurt the pound, sending sterling to a two-week low of $1.261 against the \nUS dollar. \n\nMichael Hewson of CMC Markets says the City is alarmed to see UK construction falling at the fastest rate since \nApril 2009 -- during the last recession.\n\nHe explains:\n\nOn the currencies front the pound is amongst the worst performers after a shocking miss in the latest construction \nPM I for June saw economic activity slide to 43.1, its weakest level since April 2009. There is no sugar-coating \nthese numbers, they are awful. Far from seeing an improvement to 49.2, from 48.6, activity has collapsed with the \nhome building sub component turning negative for the first time in 17 months.\n\nIt would appear that the recent stalling of house prices is seeing a slowdown in this particular sector. New orders \nalso fell sharply as the Brexit limbo puts companies off any imminent plans to make long term investments. It also \ncalls into question the Bank of England thinking that a rate rise is more likely than a rate cut.\n\nblock-time published-time 9.54am BST \n\n \"Wretched\"....\"dreadful\"...\"pain\"...  \n\nThe news that Britain's construction sector just suffered its worst month in a decade has alarmed commentators \nand investors.\n\nHere's some snap reaction:\n\n\nenltrPain of Brexit indecision felt across house building, commercial and civil engineering reports @IHSMarkitPMI \nJune construction PMI at 43.1 down sharply from 48.6 previous month\n\n- Helia Ebrahimi (@heliaebrahimi) July 2, 2019\n\nenltrSeeing as big construction projects often overrun in terms of cost and time, is it possible the dreadful UK \nconstruction PMI report for June was as an overshoot of the 29 March UK departure date? #Brexit\n\n - David Madden (@dmadden_CMC) July 2, 2019\n\nenltrWretched UK Construction PMI - weakest since 2009, hammered by Brexit uncertainty \"The pain of Brexit \nindecision was felt across all three sub-sectors but the previously resilient housing sector suffered the fastest drop \nin three years which is frankly worrying news.\" - @cipsnews           pic.twitter.com/zAtHnI0GBg\n\n - Andy Bruce (@BruceReuters) July 2, 2019\n\nenltrConstruction PMI at its lowest since April '09, note: a reading below fifty suggests the construction sector is in \ncontraction. Makes that 300,000 news homes a year target a tad tricky pic.twitter.com/z93CeP59gH\n\n - Brett Leppard (@Leppard) July 2, 2019\n\nblock-time published-time 9.49am BST \n\n Expert: Brexit indecision is hurting UK construction  \n\n Today's PMI report shows clearly that UK construction activity has taken a nasty tumble in the last few months: \n\n    UK construction PMI by sector Photograph: Markit   \n\nDuncan Brock, Group Director at the Chartered Institute of Procurement & Supply, says building firms are trapped \nin \"quicksand\" by political uncertainty:\n\n\"Purchasing activity and new orders dropped like a stone in June as the UK construction sector experienced its \nworst month for a decade. \n\n\"This abrupt change in the sector's ability to ride the highs and lows of political uncertainty shows the impact has \nfinally taken its toll as new orders dried up and larger contracts were delayed again. The pain of Brexit indecision \nwas felt across all three sub-sectors but the previously resilient housing sector suffered the fastest drop in three \nyears which is frankly worrying news \n\nblock-time published-time 9.46am BST \n\nTim Moore, associate director at IHS Markit, says building companies are suffering from the lack of clarity over \nBritain's future:\n\nDelays to new projects in response to deepening political and economic uncertainty were the main reasons cited \nby construction companies for the fastest drop in total construction output since April 2009. While the scale of the \ndownturn is in no way comparable that seen during the global financial crisis, the abrupt loss of momentum in 2019 \nhas been the worst experienced across the sector for a decade.\n\n\"Greater risk aversion has now spread to the residential building sub-sector, as concerns about the near-term \ndemand outlook contributed to a reduction in housing activity for the first time in 17 months. \n\n\"Construction companies reported a continued brake on commercial work from clients opting to postpone spending, \nwith decisions on new projects often pending greater clarity about the path to Brexit. Latest data meanwhile \n\n\nindicated another sharp fall in civil engineering, which also reflected delayed projects and longer wait times for \ncontract awards. \n\nblock-time published-time 9.39am BST \n\nUK builders also reported that new orders dropped at the fastest rate in over 10 years, while demand for \nconstruction products and materials fell at the sharpest pace since the start of 2010. \n\nblock-time published-time 9.39am BST \n\n UK builders suffer worst monthly decline in a decade  \n\n Britain's construction sector suffered as \"sharp drop in momentum\" last month, says data firm Markit. \n\nIn a very worrying healthcheck on the construction sector, Markit has found that business activity and incoming new \nwork both fell at the fastest pace for just over 10 years.\n\nHousebuilding, commercial construction and big civil engineering work all contracted during the month -- a bad sign \nfor the whole construction sector.\n\nBuilders across the country blamed \"risk aversion among clients in response to heightened political and economic \nuncertainty.\" \n\nThat suggests people are simply unwilling to take risks while they don't know how the Brexit crisis will be resolved.\n\nThis has dragged the IHS Markit/CIPS UK Construction Total Activity Index down to just 43.1  in June, down \nsharply from 48.6 in May. Any reading below 50 shows a contraction, and this shows the steepest reduction in \noverall construction output since April 2009.\n\n    UK construction PMI Photograph: Markit   \n\nThe fall in house building was the largest reported for three years, which construction companies linked to weaker \ndemand conditions and concerns about the outlook for residential sales. \n\nblock-time published-time 9.31am BST \n\n NEWSFLASH: Construction output in the UK has fallen at the steepest rate since April 2009! \n\nThat's according to data firm Markit, and its latest survey of purchasing managers. More to follow.....\n\nblock-time published-time 9.13am BST \n\nThere's not much warmth in this new heatmap of Britain's housing market, from Nationwide this morning:\n\n    UK house price heat map Photograph: Nationwide      \n\nblock-time published-time 9.03am BST \n\n Lucy Pendleton, director of estate agents James Pendleton, agrees that the political deadlock since the EU \nreferendum has deterred some house-buyers.\n\n\"Nationally, it's no coincidence that this is the seventh consecutive month of sub-1% annual growth on the third \nanniversary of the Brexit vote.\n\nGrowth has been slowing steadily ever since the summer of 2016 as political upset has trimmed people's risk \nappetite.\n\n\nblock-time published-time 8.36am BST \n\n The threat of a no-deal Brexit this autumn is hurting the UK housing market, says Andrew Montlake, director of \nmortgage broker Coreco. \n\n\"The impact of political events on sentiment has been palpable in recent weeks and this is reflected in the June \nhouse price index.\n\n\"In April and May, there was a renewed vigour among buyers and sellers alike as the March 29 Brexit deadline \npassed.\n\n\"In June, demand dropped off again following the resignation of Theresa May and the increased likelihood of a no-\ndeal Brexit.\n\n\"There's without doubt a degree of Brexit apathy out there driving transactions but no-deal is increasingly at the \nback of people's minds.\n\nblock-time published-time 8.32am BST \n\nHere's a full breakdown of UK house prices by region.\n\n    UK house prices by region Photograph: Nationwide   \n\nAs you can see, London property remains much pricier than the rest of the UK. \n\nDespite falling for the last two years, prices in the capital are still only around 5% below the all-time highs recorded \nin early 2017 -- and around 50% higher than in 2007 (compared to 17% higher across the whole UK).\n\nblock-time published-time 8.20am BST \n\n Economist: Brexit is hampering the housing market  \n\nEconomist Howard Archer of the EY Item Club predicts that Brexit uncertainty will keep dragging the UK housing \nmarket back.\n\nWe believe with Brexit being delayed until 31 October - and it currently very unclear what will happen then - and the \ndomestic UK political situation unsettled, prolonged uncertainty will weigh down on the economy and hamper the \nhousing market. \n\nConsumers may well be particularly cautious about committing to buying a house, especially as house prices are \nrelatively expensive relative to incomes. Indeed, consumer confidence dipped in June. Also it looks questionable \nwhether the labour market and earnings growth will sustain their recent strength as companies tailor their behaviour \nto a lacklustre domestic economy, prolonged Brexit uncertainties, an unsettled UK political situation and a \nchallenging global environment.\n\nblock-time published-time 8.18am BST \n\n Britain's housing market is stuck \"in limbo\" awaiting some political and economic direction and certainty, says  \nJeremy Leaf, north London estate agent \n\nLeaf also reports that some sellers are accepting offers well below their asking price, a sign that the market is \nsubdued:\n\n'At the sharp end, many buyers in particular are still cautious but looking beyond 31st October whereas successful \nsellers are facing up to sometimes unpalatable offers in order to move on.'\n\n\nblock-time published-time 8.07am BST \n\n House prices across England are \"effectively flat\" over the last year, says Nationwide. \n\nIn Scotland, prices have rise by 0.4%, slightly below the national average of 0.5%.\n\nNorthern Ireland is the strongest performing home nation for house prices, with annual price growth rising to 5.2%. \nIn Wales, prices rose 4.2% in the last year.\n\n    UK house prices by region Photograph: Nationwide      \n\nblock-time published-time 7.57am BST \n\n The long-running gap between house prices in the North and the South of England has narrowed since the Brexit \nvote, today's survey shows. \n\nWhile prices keep falling in London, Yorkshire & Humberside was the best performing region with prices up 3% over \nthe last year.\n\nNationwide says:\n\n\"House price growth across northern England (North, North West, Yorkshire & Humberside, East Midlands and \nWest Midlands) averaged 2.1%, remaining ahead of that in the south (London, Outer Metropolitan, Outer South \nEast and East Anglia), which experienced a 0.7% fall.\n\nblock-time updated-timeUpdated at 7.59am BST\n\nblock-time published-time 7.49am BST \n\nHere's the top line of Nationwide's house price survey:\n\nblock-time updated-timeUpdated at 7.50am BST\n\nblock-time published-time 7.44am BST \n\n Introduction: UK house prices slowdown continues  \n\n Good morning, and welcome to our rolling coverage of the world economy, the financial markets, the eurozone \nand business. \n\nBritain's housing market remains in the doldrums, according to a new industry survey which shows London prices \nhave now fallen for eight quarters in a row.\n\nWith demand subdued, and Brexit uncertainty rife, annual house prices across the UK only rose by 0.5% in the 12 \nmonths to June, a four-month low.\n\nThat's down by 0.6% a month ago, meaning that the slowdown that began after the EU referendum in 2016 is \npersisting.\n\nPrices inched up by a sickly 0.1% in June alone, pushing the average price of a UK dwelling to £216,515. \n\nThe Nationwide Building Society, which compiles the data, says the market is \"subdued\" -- potentially good news \nfor those trying to get onto the housing ladder, but also a sign of weak economic activity.\n\nThe slowdown is being driven by action (or lack of it) in the capital and the surrounding area.\n\n\n London house prices are down 0.7% in the last year, while they've declined by 1.8% in the Outer Metropolitan Area \n(the commuter belt around London) and by 1.6% in the South East.\n\nRobert Gardner, Nationwide's chief economist, predicts that the situation won't change for some time, given \neconomic uncertainty: \n\n\"UK annual house price growth remained below 1% for the seventh consecutive month in June, at 0.5%. \n\n\"Survey data suggests that new buyer enquiries and consumer confidence have remained subdued in recent \nmonths. Nevertheless, indicators of housing market activity, such as the number of mortgages approved for house \npurchase, have remained broadly stable.\n\n \"Housing market trends are likely to continue to mirror developments in the broader economy. While healthy \nlabour market conditions and low borrowing costs will provide underlying support, uncertainty is likely to continue to \nact as a drag on sentiment and activity, with price growth and transaction levels remaining close to current levels \nover the coming months.\n\nMore to follow....\n\n Also coming up today \n\nData firm Markit publishes its survey of UK construction companies, which will give fresh insight into the building \nsector. This PMI is expected to rise, but still languish below the 50-point mark showing stagnation.\n\nMark Carney has picked a nice day to visit Bournemouth. But he may not enjoy the seaside - instead, the Bank of \nEngland governor is speaking at the Local Government Association Annual Conference and exhibition. We'll watch \nfor any comments about the housing market, the UK economy, interest rates or Brexit.\n\nWe'll also track the financial markets, after Wall Street closed at a record high last night.\n\n The agenda \n\n• 9.30am BST: UK construction PMI for June (expected to rise to 49.2, from 48.6, still showing contraction)\n\n• 3pm BST: Bank of England governor speaks in Bournemouth.\n\nblock-time updated-timeUpdated at 8.03am BST\n\n 4388 2019-07-05T06:45:00Z true 2019-07-02T06:45:57Z false false 2019-07-02T20:08:44Z false UK \ntheguardian.com https://gu.com/p/bndd6\n\n false true https://media.guim.co.uk/407877a71b177b46286c79b53c76bb6ad5c58958/0_341_5472_3283/500.jpg \nfalse en Finally, here's our news story on Mark Carney's speech: Goodnight! In a surprise twist tonight, IMF chief \nChristine Lagarde has been officially proposed as the next president of the European Central Bank. She'd replace \nMario Draghi, whose term expires in November, just as the eurozone economy weakens. It's part of an agreement \ncarved up by EU leaders after days of talks in Brussels. Germany's Ursula von der Leyen is to become the next \nCommission president, while Belgium's Charles Michel gets the European Council top post. You can read Mark \nCarney's speech online, here (complete with words, charts and a bit of Shakespeare). Mark Carney's gloomy \nprognosis is bad for the pound, and thus good for international companies listed in London. The FTSE 100 index of \ntop blue-chip shares has just closed, up 61 points or 0.8% at 7559. That's its highest level since the end of August \n2018. Multinational consumer goods group Reckitt Benckiser is the top riser, up 3.5%, followed by plumbing and \nheating products maker Ferguson. Their overseas earnings are worth more when the pound is weaker. However, \nthe FTSE 250 index of medium-sized, UK-focused companies has ended the day flat. They don't benefit as much \nfrom a weaker pound. Sterling has lost ground against most other currencies today - just in time to hit summer \nholidaymakers in the pocket. Mark Carney's audience have been tweeting too: Ouch! Governor Carney has also \nwarned his audience in Bournemouth that the UK economy seems to have slowed very sharply in the last quarter. \n\n\nHe says: Growth in the second quarter will be considerably weaker, in part due to the absence of that stock building \neffect and Brexit-related, temporary shutdowns by several major car manufacturers. Recent data also raise the \npossibility that the negative spillovers to the UK from a weaker world economy are increasing and the drag from \nBrexit uncertainties on underlying growth here could be intensifying. The latest surveys point to no growth in UK \noutput. Looking across the first half of the year, in my view, underlying growth in the UK is currently running below \nits potential, and is heavily reliant on the resilience of household spending. This is a timely warning, as we learned \ntoday that construction shrank at the fastest pace in a decade last month. Mark Carney is also cautioning against \ngetting too optimistic about Washington and Beijing striking a trade deal: The intensification of trade tensions has \nincreased the downside risks to global and UK growth. In this regard, the news at the weekend that the US and \nChina agreed to restart trade talks is welcome - though as we have learnt, progress today is no guarantee of \nprogress tomorrow. Mark Carney has also produced these charts, which explain why the Bank is worried about a 'a \nsea change in financial markets' that could shipwreck the world economy - if a global trade war explodes into life. \nHe cautions: All in all, the risks to the global economy have shifted to the downside. But to what extent? Does the \nsea change in financial markets presage a sea change in the global economic outlook? And what does the UK \nexperience suggest? A lot will rest on the scale and breadth of the trade effects. Perhaps inspired by the view of \nBournemouth harbour, Mark Carney told his audience that: In recent months, there has been a sea change in \nfinancial markets driven by growing concerns over the global economic outlook. The pound has fallen below $1.26 \nsince Mark Carney's speech hit the wires, down half a cent at a two-week low today. Reuters suggests this \nsentence from the governor's speech, talking about a 'near term policy response' may be responsible: For now, a \nglobal trade war and a No Deal Brexit remain growing possibilities not certainties. Monetary policy must address \nthe consequences of such uncertainty for the behaviour of businesses, households and financial markets. In some \njurisdictions, the impact may warrant a near term policy response as insurance to maintain the expansion. However, \nit's not clear which 'jurisdictions' Carney means. It could be the UK, or it could be the US - where the Federal \nReserve is under pressure to cut borrowing costs. Newsflash: Mark Carney, the governor of the Bank of England, is \nwarning that a global trade war could 'shipwreck' the global economy. Speaking in Bournemouth, Carney explains \nthat trade wars are now the top risk worrying investors, with America threatening Mexico and Europe with new \ntariffs, on top of its ongoing clash with China. Protectionism is on the rise, the governor warns the Local \nGovernment Association Annual Conference: Initially motivated by concerns over bilateral trade imbalances, trade \nmeasures are now being taken in response to issues ranging from immigration to Intellectual Property protection to \ncontrol of the technologies underpinning the Fourth Industrial Revolution. It has even become fashionable for some \nto speak of a new Cold War. That bears a moment's reflection for a lot has changed. At the height of the Cold War, \nUS-USSR trade was worth $2 billion a year; today, US-Chinese trade clocks $2 billion a day. More broadly trade in \nintermediate goods and services has doubled since the fall of the Berlin Wall, and production has become \nincreasingly integrated across borders. The longer current tensions persist, the greater the risk that protectionism \nbecomes the norm. Once raised, tariffs are usually slow to be lowered. Consider that half a century ago the US \nimposed tariffs on light trucks due to a dispute over chicken exports to Europe. While the chickens were soon \nforgotten, the truck tariffs remain in place. Carney also tells his audience that fears of a no-deal Brexit have also \nrisen in recent weeks. He says: But global trade tensions are not the only factors influencing UK financial \nconditions. They also remain highly sensitive to the perceived probabilities of different Brexit outcomes. That's \nbecause asset prices are mean expectations, reflecting the weights that market participants place on every possible \noutcome. Over the past two months, markets have placed a growing weight on the possibility of No Deal, with the \nbetting odds doubling to almost one in three: The governor warns that the Bank would not \"automatically\" cut \ninterest rates if this happened: A No Deal outcome would result in an immediate, material reduction in the supply \ncapacity of the UK economy as well as a negative shock to demand. There is little monetary policy can do to offset \nthe former. A major negative supply shock is extremely unusual in advanced economies - the last one was the \n1970s oil shock, even if the possibility of the next one is brewing in the Twittersphere Fiscal policy (government \nspending) would also need to be deployed to help the economy, he added. For now, a global trade war and a No \nDeal Brexit remain growing possibilities not certainties, Carney points out, concluding: Whether current trade \ntensions shipwreck the global economy or prove to be a tempest in a teacup will have an important influence on \nthe outlook for growth and inflation in the UK. However trade tensions evolve and the Brexit process unfolds, UK \nmonetary policy will remain guided by the constancy of the inflation target. Over in New York, the stock market has \nopened gingerly as trade war optimism fades. The S&P 500 index, which closed at a record high last night, has \n\n\n\ndipped by 3 points or 0.1%. The Dow Jones industrial average is also in the red, down 50 points or 0.2% at 26,666. \nYesterday stocks rallied on relief that the US and China had agreed to resume trade talks. Today, though, investors \nare noting that Donald Trump is now threatening tariffs on $4bn of European goods -- including cheese and whisky \n- in a long-running row over subsidies granted to aeroplane-makers. Today's slump in construction activity comes \njust a day after British factories reported their worst contraction in six years. So is the UK already heading into \nrecession? Economists professor Costas Milas of Liverpool University thinks it will be close, telling us: The PMI \ndata for Construction and Manufacturing raise the possibility of the start of a UK recession (i.e. two successive \nquarters of negative GDP growth). Although the PMI data looks bad, there is some reasonable good news \nelsewhere. According to fresh Bank of England data, \"divisia money growth\" is holding up well at 4% per annum \nand, at the same time, economic policy uncertainty is no worse (or any better) than what it was in the beginning of \nthe year. \"Divisia money growth\" weights different forms of money according to their likelihood of being spent \n(hence, notes and coins have a higher weight than money held in mutual funds, for example). Divisia money also \ntracks GDP movements quite well. Divisia money and policy uncertainty developments point to GDP growth of \n1.44% per annum for 2019Q2 (which is lower than the 1.59% estimate produced by the Bank of England in May) \nand zero quarter-on-quarter growth for 2019Q2. So, fingers tightly crossed, we might avoid recession.... Professor \nMilas also reckons the Bank of England could be forced to cut interest rates in the next couple of months, to head \noff a downturn. More here. Heads-up: Rating agency Moody's has now weighed in on Brexit, warning that No Deal \nwould probably drive Britain into a recession. In its annual credit analysis of the UK, Moody's has ratcheted up its \nwarnings about leaving the EU without an agreement. It warns that: Such an outcome would be very disruptive to \ncurrent UK-EU trading arrangements and have a material, negative impact on the UK economy and on the \neconomies of certain EU member states,\" [I imagine that the Republic of Ireland is high on that list of EU states] \nMoody's also warned that the UK could be downgraded, \"if the economic impact of Brexit is more severe than it \ncurrently expects, such as in a no-deal scenario.\" Something for Boris Johnson and Jeremy Hunt to ponder, as they \ncontinue to insist that they'd take Britain out of the EU without a deal, despite fears it would cost jobs, wipe out \nbusinesses, undermine the pound and drive up inflation. Investing legend Warren Buffett has long warned against \nbuying shares when a company floats on the stock market. Buffett's argument is that IPOs are over-priced, \nespecially when cutting-edge companies come to market during a \"hot\" period. He also reckons it's a \"mathematical \nimpossibility\" that a new IPO can provide the best value, given the imbalance between knowledgable sellers and \nless- knowledgable buyers. Anyone who took part in Funding Circle's flotation last October will agree. They paid \n440p per share, but have seen their investment slump to just 123p today (down 25% this session alone) following a \nprofits warning from the peer-to-peer business lender Funding Circle, which lets investors lend directly to small \nbusinesses, slashed its revenue growth forecast in half -- and suggested Brexit was to blame. Samir Desai, Funding \nCircle's chief executive and co-founder, said: \"The uncertain economic environment has reduced demand from \nsmall businesses and led us to proactively tighten lending criteria. Here's the full story: Breaking retail news: One of \nMike Ashley's chief lieutenants has quit Sports Direct after 28 years working for the retail tycoon. The Press \nAssociation has the story: Karen Byers, whom the billionaire called the person who \"runs Sports Direct\", was \ndescribed by insiders as the \"glue that holds it all together\". Her decision to leave with immediate effect was \nannounced to senior store staff and area managers on Monday morning in a conference call, according to sources \nat the business. It looks like the end of a long relationship between the pair. As PA explains: Mr Ashley hired Ms \nByers following a takeover nearly three decades ago, not long after she was said to have sold him a pair of jeans. \nThe 51-year-old has kept out of the spotlight, although she did face the cameras when Sports Direct invited \njournalists to visit its Shirebrook warehouse in Derbyshire. Here's my colleague Philip Inman on today's building \nsector gloom: Britain's construction industry slumped to its worst monthly performance in more than 10 years in \nJune as building firms blamed the Brexit crisis for a lack of new work. Housebuilders joined civil engineering firms \nand commercial building contractors to warn that a wait-and-see approach to commissioning new projects across \nthe public and private sectors had hit the industry. Most construction firms reported hanging on to their staff to be \nready for a conclusion to the Brexit talks, but in the meantime the general slowdown in the economy and the \npossibility of leaving the EU without a deal was dampening demand. The IHS Markit/Cips construction purchasing \nmanagers' index (PMI) plunged to 43.1, the lowest reading since April 2009 when the country was gripped by the \nglobal financial crisis. A PMI figure below 50 shows the sector contracted. More here: Britain's construction woes \nhave even jolted the bond market. Investors have driven down the yield, or interest rate, on 10-year UK government \nbonds to just 0.76%. That's a three-year low. Low borrowing costs sounds like a good thing, especially for a country \n\n\n\nrunning a budget deficit. Yields move inversely to prices, so investors are paying more to hold UK-backed bonds. \nBut unfortunately, it suggests the City is pessimistic about UK growth prospects, and seeking the safety of \ngovernment debt. With construction activity falling, it may be harder to get a job at a building firm. Bosses told \nMarkit that there has been a \"marginal\" drop in workforce numbers, often due to \"the non-replacement of voluntary \nleavers\". The pound has also dropped against the euro, to (EURO)1.116, close to its lowest level since January. \nSam Cooper, vice-president of Market Risk Solutions at Silicon Valley Bank, says investors are shunning sterling: \n\"The extremely disappointing construction PMI reading is further evidence that Brexit concerns are manifesting in \neconomic data. Sterling's attraction continues to diminish as weak economic data paired with political uncertainty \nweigh on the value of the currency\" Economist Sam Tombs of Pantheon says Brexit uncertainty is having an \nincreasingly painful impact on UK construction. Only the \"pathologically optimistic\" observer could expect Britain's \nconstruction sector to recover anytime soon, says Blane Perrotton, managing director of property consultancy and \nsurveyors Naismiths. He says: \"This is less of a slide than a sledgehammer. After licking its wounds from a lean \nMay, the construction industry has once again been ambushed by plummeting investor demand. \"In an industry that \nstill bears the scars of the crash a decade ago, the news that output is once again falling as fast as it did in the dark \ndays of 2009 will send a chill down many builders' spines. \"Apart from a brief flurry of stockpiling in advance of \nMarch 29th - what should have been Brexit Day - the first half of 2019 has been grim across much of the \nconstruction sector. Simon Harvey of currency exchange firm Monex Europe agree that June's construction PMI is \nmuch worse than feared. Today's grim construction PMI report has hurt the pound, sending sterling to a two-week \nlow of $1.261 against the US dollar. Michael Hewson of CMC Markets says the City is alarmed to see UK \nconstruction falling at the fastest rate since April 2009 -- during the last recession. He explains: On the currencies \nfront the pound is amongst the worst performers after a shocking miss in the latest construction PMI for June saw \neconomic activity slide to 43.1, its weakest level since April 2009. There is no sugar-coating these numbers, they \nare awful. Far from seeing an improvement to 49.2, from 48.6, activity has collapsed with the home building sub \ncomponent turning negative for the first time in 17 months. It would appear that the recent stalling of house prices is \nseeing a slowdown in this particular sector. New orders also fell sharply as the Brexit limbo puts companies off any \nimminent plans to make long term investments. It also calls into question the Bank of England thinking that a rate \nrise is more likely than a rate cut. The news that Britain's construction sector just suffered its worst month in a \ndecade has alarmed commentators and investors. Here's some snap reaction: Today's PMI report shows clearly \nthat UK construction activity has taken a nasty tumble in the last few months: Duncan Brock, Group Director at the \nChartered Institute of Procurement & Supply, says building firms are trapped in \"quicksand\" by political uncertainty: \n\"Purchasing activity and new orders dropped like a stone in June as the UK construction sector experienced its \nworst month for a decade. \"This abrupt change in the sector's ability to ride the highs and lows of political \nuncertainty shows the impact has finally taken its toll as new orders dried up and larger contracts were delayed \nagain. The pain of Brexit indecision was felt across all three sub-sectors but the previously resilient housing sector \nsuffered the fastest drop in three years which is frankly worrying news Tim Moore, associate director at IHS Markit, \nsays building companies are suffering from the lack of clarity over Britain's future: Delays to new projects in \nresponse to deepening political and economic uncertainty were the main reasons cited by construction companies \nfor the fastest drop in total construction output since April 2009. While the scale of the downturn is in no way \ncomparable that seen during the global financial crisis, the abrupt loss of momentum in 2019 has been the worst \nexperienced across the sector for a decade. \"Greater risk aversion has now spread to the residential building sub-\nsector, as concerns about the near-term demand outlook contributed to a reduction in housing activity for the first \ntime in 17 months. \"Construction companies reported a continued brake on commercial work from clients opting to \npostpone spending, with decisions on new projects often pending greater clarity about the path to Brexit. Latest \ndata meanwhile indicated another sharp fall in civil engineering, which also reflected delayed projects and longer \nwait times for contract awards. UK builders also reported that new orders dropped at the fastest rate in over 10 \nyears, while demand for construction products and materials fell at the sharpest pace since the start of 2010. \nBritain's construction sector suffered as \"sharp drop in momentum\" last month, says data firm Markit. In a very \nworrying healthcheck on the construction sector, Markit has found that business activity and incoming new work \nboth fell at the fastest pace for just over 10 years. Housebuilding, commercial construction and big civil engineering \nwork all contracted during the month -- a bad sign for the whole construction sector. Builders across the country \nblamed \"risk aversion among clients in response to heightened political and economic uncertainty.\" That suggests \npeople are simply unwilling to take risks while they don't know how the Brexit crisis will be resolved. This has \n\n\n\ndragged the IHS Markit/CIPS UK Construction Total Activity Index down to just 43.1 in June, down sharply from \n48.6 in May. Any reading below 50 shows a contraction, and this shows the steepest reduction in overall \nconstruction output since April 2009. The fall in house building was the largest reported for three years, which \nconstruction companies linked to weaker demand conditions and concerns about the outlook for residential sales. \nNEWSFLASH: Construction output in the UK has fallen at the steepest rate since April 2009! That's according to \ndata firm Markit, and its latest survey of purchasing managers. More to follow..... There's not much warmth in this \nnew heatmap of Britain's housing market, from Nationwide this morning: Lucy Pendleton, director of estate agents \nJames Pendleton, agrees that the political deadlock since the EU referendum has deterred some house-buyers. \n\"Nationally, it's no coincidence that this is the seventh consecutive month of sub-1% annual growth on the third \nanniversary of the Brexit vote. Growth has been slowing steadily ever since the summer of 2016 as political upset \nhas trimmed people's risk appetite. The threat of a no-deal Brexit this autumn is hurting the UK housing market, \nsays Andrew Montlake, director of mortgage broker Coreco. \"The impact of political events on sentiment has been \npalpable in recent weeks and this is reflected in the June house price index. \"In April and May, there was a renewed \nvigour among buyers and sellers alike as the March 29 Brexit deadline passed. \"In June, demand dropped off again \nfollowing the resignation of Theresa May and the increased likelihood of a no-deal Brexit. \"There's without doubt a \ndegree of Brexit apathy out there driving transactions but no-deal is increasingly at the back of people's minds. \nHere's a full breakdown of UK house prices by region. As you can see, London property remains much pricier than \nthe rest of the UK. Despite falling for the last two years, prices in the capital are still only around 5% below the all-\ntime highs recorded in early 2017 -- and around 50% higher than in 2007 (compared to 17% higher across the \nwhole UK). Economist Howard Archer of the EY Item Club predicts that Brexit uncertainty will keep dragging the UK \nhousing market back. We believe with Brexit being delayed until 31 October - and it currently very unclear what will \nhappen then - and the domestic UK political situation unsettled, prolonged uncertainty will weigh down on the \neconomy and hamper the housing market. Consumers may well be particularly cautious about committing to \nbuying a house, especially as house prices are relatively expensive relative to incomes. Indeed, consumer \nconfidence dipped in June. Also it looks questionable whether the labour market and earnings growth will sustain \ntheir recent strength as companies tailor their behaviour to a lacklustre domestic economy, prolonged Brexit \nuncertainties, an unsettled UK political situation and a challenging global environment. Britain's housing market is \nstuck \"in limbo\" awaiting some political and economic direction and certainty, says Jeremy Leaf, north London \nestate agent Leaf also reports that some sellers are accepting offers well below their asking price, a sign that the \nmarket is subdued: 'At the sharp end, many buyers in particular are still cautious but looking beyond 31st October \nwhereas successful sellers are facing up to sometimes unpalatable offers in order to move on.' House prices across \nEngland are \"effectively flat\" over the last year, says Nationwide. In Scotland, prices have rise by 0.4%, slightly \nbelow the national average of 0.5%. Northern Ireland is the strongest performing home nation for house prices, with \nannual price growth rising to 5.2%. In Wales, prices rose 4.2% in the last year. The long-running gap between \nhouse prices in the North and the South of England has narrowed since the Brexit vote, today's survey shows. \nWhile prices keep falling in London, Yorkshire & Humberside was the best performing region with prices up 3% over \nthe last year. Nationwide says: \"House price growth across northern England (North, North West, Yorkshire & \nHumberside, East Midlands and West Midlands) averaged 2.1%, remaining ahead of that in the south (London, \nOuter Metropolitan, Outer South East and East Anglia), which experienced a 0.7% fall. Here's the top line of \nNationwide's house price survey: Good morning, and welcome to our rolling coverage of the world economy, the \nfinancial markets, the eurozone and business. Britain's housing market remains in the doldrums, according to a new \nindustry survey which shows London prices have now fallen for eight quarters in a row. With demand subdued, and \nBrexit uncertainty rife, annual house prices across the UK only rose by 0.5% in the 12 months to June, a four-month \nlow. That's down by 0.6% a month ago, meaning that the slowdown that began after the EU referendum in 2016 is \npersisting. Prices inched up by a sickly 0.1% in June alone, pushing the average price of a UK dwelling to \n£216,515. The Nationwide Building Society, which compiles the data, says the market is \"subdued\" -- potentially \ngood news for those trying to get onto the housing ladder, but also a sign of weak economic activity. The slowdown \nis being driven by action (or lack of it) in the capital and the surrounding area. London house prices are down 0.7% \nin the last year, while they've declined by 1.8% in the Outer Metropolitan Area (the commuter belt around London) \nand by 1.6% in the South East. Robert Gardner, Nationwide's chief economist, predicts that the situation won't \nchange for some time, given economic uncertainty: \"UK annual house price growth remained below 1% for the \nseventh consecutive month in June, at 0.5%. \"Survey data suggests that new buyer enquiries and consumer \n\n\n\nconfidence have remained subdued in recent months. Nevertheless, indicators of housing market activity, such as \nthe number of mortgages approved for house purchase, have remained broadly stable. \"Housing market trends are \nlikely to continue to mirror developments in the broader economy. While healthy labour market conditions and low \nborrowing costs will provide underlying support, uncertainty is likely to continue to act as a drag on sentiment and \nactivity, with price growth and transaction levels remaining close to current levels over the coming months. More to \nfollow.... Also coming up today Data firm Markit publishes its survey of UK construction companies, which will give \nfresh insight into the building sector. This PMI is expected to rise, but still languish below the 50-point mark showing \nstagnation. Mark Carney has picked a nice day to visit Bournemouth. But he may not enjoy the seaside - instead, \nthe Bank of England governor is speaking at the Local Government Association Annual Conference and exhibition. \nWe'll watch for any comments about the housing market, the UK economy, interest rates or Brexit. We'll also track \nthe financial markets, after Wall Street closed at a record high last night. The agenda 9.30am BST: UK construction \nPMI for June (expected to rise to 49.2, from 48.6, still showing contraction) 3pm BST: Bank of England governor \nspeaks in Bournemouth. 26350 false false  Graeme Wearden       The Bank of England in London             UK \nconstruction PMI        UK construction PMI by sector        UK construction PMI        UK house price heat map        \nUK house prices by region        UK house prices by region         \n"}