{"title": "High tide of immigration overwhelms USA // Lack of money and direction add to woes", "body": "\nThree rusting vessels, cramped with 659 undocumented Chinese, limped through the waters off San Diego for more \nthan a week as scrambling U.S officials tried to coax Mexico into taking the unwanted immigrants.\n\nMexico finally acquiesced Wednesday and will repatriate the refugees. But experts say the incident symbolizes U.S. \nimmigration policy - chaotic and adrift - and its inability to stem a vast tide of illegal aliens.\n\nAn overwhelmed Immigration and Naturalization Service needs more money, more people and stronger laws to \nhandle the record number of immigrants entering the country.\n\nBut what the nation most needs, experts say, is a long-term, strategic policy with the consistent backing of the \npresident, Congress, and state and local governments.\n\n\"Unfortunately, there's a firehouse environment. The bell rings. You've got people hitting the coast, and you go after \nthem without attending to a far broader problem,\" says James Blume, assistant director of the U.S. General \nAccounting Office.\n\nAlan Nelson, who headed the INS from 1981 to 1989, accuses the Bush administration of failing to fight for a \nsensible and enforceable immigration policy. But the Clinton administration's failure to articulate an immigration \npolicy of its own has others fretting.\n\n\"There's a lot of rhetoric coming out of the administration,\" says Dan Stein, executive director of the Federation for \nAmerican Immigration Reform, which advocates new limits. But at this point, he says, no real policy has emerged. \n\"I think we're in limbo.\"\n\nClinton's nomination of immigration lawyer Doris Meissner to be INS commissioner has stirred some optimism that \nshe may provide real leadership and a refreshingly professional - instead of political - perspective.\n\nStill, his decision to reverse campaign pledges and continue Bush's policy of turning away boatloads of Haitians \nwithout asylum hearings, has suggested to some that politics will again master policy.\n\n\"I don't see it's necessary to pin him to the wall on this,\" says Demetrios Papademetriou, immigration policy \ndirector at the Labor Department during the Bush administration. But if Clinton's campaign statements favoring \ntolerance and diversity turn out to be no more than \"rhetorical flourishes . . . then he ought to be held accountable.\"\n\nA coherent national immigration policy doesn't have to be invented anew, says Lawrence Fuchs, acting chairman \nof the U.S. Commission on Immigration Reform. The select commission on immigration proposed one in 1981.\n\n\n\"But Congress didn't carry it through all they way.,\" he says.\n\nFuchs also says Congress' failure to establish a fraud-proof work identity card \"undermined\" the effectiveness of the \n1986 Immigration Reform and Control Act.\n\nPolitical asylum - though widely regarded as a small problem in comparison to the number of aliens overstaying \nvisas - is the most often cited flaw in U.S. immigration policy. Congress is now considering a bill that will expedite \nasylum hearings, and allow one appeal.\n\nSending \"those abusing the system back to China will send the message, you're wasting your $ 30,000 if you don't \nhave a legitimate claim,\" says Gene McNary, who resigned as head of INS in January.\n\nBut no policy will succeed, immigration experts say, until the nation streamlines deportation laws and court \nproceedings and significantly increases the number of trained asylum officers. There are only 150.\n\nImmigrant rights advocates are troubled by the calls for tougher asylum rules and more money to bolster border \nsecurity. They are particularly hesitant to throw funds at the INS, without a clear policy.\n\n\"We shouldn't be talking about more multiterrain vehicles and weapons without first talking about what creates the \nflow,\" says Margie McHugh, of the New York Immigration Coalition. \"People are moving about the globe more \nfreely than ever . . . Instead of welcoming the future, we're trying to turn the clock back.\"\n\nBut Rosemary Jenks of the Center for Immigration Studies says a much more restrictive response is needed: \"We \nsimply don't have the resources to resettle millions of people who wish to come here.\"\n\nNotes\n\nIMMIGRATION; IMMIGRATION BACKLASH IN THE LAND OF LIBERTY; An explosion in new immigration - both \nlegal and illegal - is sparking a growing backlash. The opposition raises new questions about border policies, \nworrying those committed to retaining the USA's diversity.\n\nGraphic\n\n \n\nEAR GRAPHIC, color (Illustration); GRAPHIC, b/w, (Illustration)\n"}