{"title": "WORKS IN PROGRESS;Welcome Back", "body": "\nIN 1907, THE PEAK YEAR, 1,004,756 immigrants were received at Ellis Island, alongside the Statue of Liberty in \nNew York Harbor. Beginning in 1989, half again as many visitors are expected there annually, when the restoration \nof the premises is complete and the Ellis Island Immigration Museum opens to the public.\nThe new museum, constructed within the same building that welcomed and processed the immigrants themselves, \nwill be the third largest in New York, encompassing 100,000 square feet of exhibit space, two theaters, an oral \nhistory archive and a library for immigration studies.\n\nThe central feature, however, remains the Great Hall (above, as it is today, and right, as it was), the famous, \nsecond-floor registry room that dominated the arrival experience of 17 million immigrants between 1892 and 1954. \nAccording to Stephen A. Briganti, the president of the Statue of Liberty-Ellis Island Foundation, the Great Hall is \nbeing restored to represent its period of peak function, during the first quarter of the century. ''Some of the original \nbenches will be in there,'' Briganti says. ''But there will be no exhibits. The magic and beauty of the place is in \nimagining your ancestors there, having just arrived, nervous and exhilarated both.''\n\nStill $11 million short of the $140 million total cost of the project, the oundation is planning the construction of the \nAmerican Immigrant Wall of Honor in a room adjoining the Great Hall. An estimated 40 percent of today's \npopulation is descended from those who passed through Ellis Island, and for a donation of $100, any American can \nhave an ancestor's name inscribed on the wall. Ten thousand people have reserved places already, Briganti says, \n''though we won't start building it until December.''\n\nGraphic\n\n \n\nPhotos of restoration work on Ellis Island Great Hall (Andrew Holbrooke/Black Star); Russian immigrants, circa \n1905 (Lewis W. Hine/Culver Pictures)\n"}