{"title": "Sociologist urges better integration of foreign-trained nurses", "body": "\nSheba George was just 10 years old when she stood at an airport window in Bangalore, India, and tearfully \nwatched her mother leave to work as a nurse in the United States. It would be two years before George and the \nrest of the family would be reunited with her. This experience would play out for thousands of other Indian families \nas nurses immigrated to the United States in greater numbers   spurred by passage of the Immigration and \nNationality Act of 1965 which encouraged entry of skilled professionals.\n\nToday, Sheba George, Ph.D., is a sociologist who studies health care, and in particular, the immigration patterns \nof Indian nurses. She is an assistant professor at the Charles Drew University of Medicine and Science in Los \nAngeles. George holds a doctorate in sociology from UC-Berkeley, and is the author of \"When Women Come First: \nGender and Class in Transnational Migration.\"\n\nQ: How did your childhood and family influence your career in nursing research?\n\nA: While I am not a nurse, I have lived among nurses all of my life. As a person of Indian origin, I grew up in a \ncommunity of Indian nurses in the United States. My mother, several of my aunts, the mothers of many friends   \nand now a new generation of cousins and friends   are nurses. As a sociologist, I have studied the experiences of \nIndian immigrant nurses to the United States   specifically, Christian nurses from the state of Kerala   and \nunderstand their experiences in a broader context.\n\nQ: What has defined the immigration of Indian nurses to the United States?\n\nA: The nurses I interviewed had tremendous challenges to overcome before they could work in their full \nprofessional capacities in the U.S. From language comprehension difficulties to prohibitively expensive costs for \npreparatory classes and the taking of licensing exams, they faced many hardships in passing their board exams.\n\nEven after obtaining their licenses, they faced other barriers   which were less expected by many of them. In U.S. \nhospitals and nursing homes, they confronted a racialized division of labor. Before passing the state boards, they \nwere forced to work as nurses' aides with other mostly minority women. With registrations in hand, they were more \nlikely to be recruited for inner-city hospitals, and to work in wards that were physically labor-intensive and had a \nhigh burnout rate for American-trained nurses. On the ward floor, immigrant nurses faced discrimination from \npatients, doctors and hospital administration, as well as from their peers. Many of the nurses spoke of their \nexperiences of being rejected by patients who outrightly asked for \"white nurses.\"\n\nQ: Were there any positive aspects to the immigration experience?\n\nA: Despite the limitations they encountered, the Indian immigrant nurses I interviewed brought up \"total patient \ncare\" as a nursing practice that was different from what they were accustomed to in India. As patient-care \nmanagers, teachers, students, or consultants, immigrant nurses talked about how they were able to practice their \n\n\nprofession in new and varied ways. In spite of racism and the devaluation of their work, they were able to \nappreciate the positive and empowering aspects of work in the United States.\n\nQ: What was the effect on the families of immigrating nurses?\n\nA: The nurses in my study immigrated first and established themselves before bringing their families over. This was \na huge challenge for nurses who came from a society where traditionally women do not tend to travel alone, \nparticularly to faraway lands to establish themselves as breadwinners. When their families arrived, there were more \ncomplicating factors. Whereas their wives were able to find stable and better-paying jobs, the majority of the men \nwere not able to transfer their skills or work experiences to the United States. Many of the men that I interviewed \nwere reluctant to tell me exactly what they did for a living. But most of those who did, revealed that they worked in \noccupations that were of less status and lower pay than their wives, which was often a reversal of their situation in \nIndia. So in addition to getting settled in a new society, nurses and their husbands had to deal with unexpected \ntensions resulting from dramatic changes in gender relations in their homes and communities.\n\nQ: How could U.S.-trained nurses, physicians and administrators better understand the experience of immigrant \nnurses?\n\nA: The work force is getting more diverse   racially, linguistically, culturally and nationally. And there are unspoken \nburdens that are often carried by this global work force. Emotionally and mentally, these burdens place further limits \non these workers' ability to function effectively and enhance the quality of care in their workplaces.\n\nTo support the integration of foreign-born nurses into their U.S. work settings, I believe that standardized \norientation programs (in all settings) are needed to introduce them to the U.S. health care system and its legal, \ntechnological and professional standards. They should also be provided with training in cultural competency and \ncross-cultural communication skills.\n\nSecondly, with foreignness comes the questioning of qualifications and credentials and the implication that nurses \nfrom other countries may bring down the professional nursing standards of the host country. Yet recent U.S. \ncensus data shows that immigrant nurses have, on average, higher educational levels than their U.S.-born \ncounterparts and the technical qualifications necessary to do the job. Health-care organizations who employ such \nworkers should educate patients, administrators and co-providers about the qualifications and competence of \nforeign-trained nurses.\n\nLJ Anderson writes on health matters every other Wednesday. She can be reached at www.ljanderson.com.\n"}