{"title": "Dems slap GOP on immigration; State panel holds third meeting on issue of illegal entry.", "body": "\nDemocratic and Republican state lawmakers staked out different positions in the debate over illegal immigration \nThursday, as a special committee studying ways to crack down on the problem met for the third and perhaps final \ntime before the Legislature convenes.\n\nMinutes before the all-Republican committee met, a pair of Democratic state lawmakers held a news conference \nwarning against any legislation that would scare immigrants away from Georgia and hurt the state's economy. \nGeorgia's $65 billion agricultural industry, they said, relies heavily on immigrant workers.\n\n\"We need policies that grow our economy, that create jobs and that move us back on the road to a prosperous \nGeorgia,\" said Sen. Nan Orrock, D-Atlanta, who appeared alongside Rep. Virgil Fludd, D-Tyrone. \"Ill-conceived \nanti-immigrant legislation won't do that.\"\n\nLast week, the Georgia Farm Bureau --- which represents nearly 400,000 families --- weighed in on illegal \nimmigration, saying \"it is a federal issue, not a state or local issue.\"\n\nAt their annual convention on Jekyll Island, delegates to the bureau adopted a policy that says the organization \nopposes \"any immigration law that discriminates against the farm worker and puts the farmers of Georgia at a \ndisadvantage to farmers in other states.\"\n\nOn Thursday, the co-chairmen of the Joint House and Senate Study Committee on Immigration Reform said they \nplan to introduce omnibus legislation in both chambers of the Legislature before it convenes next month. Among the \nlong list of ideas they have been considering is an Arizona-style crackdown here.\n\nSen. Jack Murphy, the Republican committee co-chairman, said his bill will include some requirement for certain \nprivate employers to use a federal work authorization program to ensure any prospective employees are eligible to \nwork in the United States. He said he is still working on his legislation and has not yet identified which businesses \nwould be required to use the E-Verify system. State law already requires state and local government contractors to \nuse a federal work authorization program --- such as E-Verify.\n\n\n\"We are not going to do anything that would economically hurt the state as far as agriculture is concerned,\" Murphy \nsaid, adding about Orrock and Fludd: \"It would have been nice if they had come to us with a concern rather than \nhaving a press conference out there ...\"\n"}