{"title": "New Protection for Refugees From Right-Wing Oppression", "body": "\nReversing decades-old cold war policy, the Federal Government announced today that hundreds of thousands of \nimmigrants who fled repression from right-wing governments will now be eligible for many of the same \nprotections from deportation that had been reserved for immigrants from left-wing or Communist countries.\n\nThe rule mainly affects about 240,000 immigrants from El Salvador and Guatemala, who fled the repressive \ngovernments and civil wars in those countries in the 1980's and have been living in the United States in legal limbo \never since. Under the new rule, which takes effect on June 21, the Immigration and Naturalization Service will more \neasily presume that these people would be subject to \"extreme hardship\" if they returned.\n\nAs a result, their applications for legal residency will be streamlined, and they cannot be deported while that \nprocess is under way. Previously, under a law passed in 1997, protections of this sort had been available only to \nimmigrants from Nicaragua, who argued that they had been victims of the former Marxist Sandinista Government, \nand from Communist Cuba.\n\nUntil the 1990's, the United States had backed, even propped up, the right-wing Governments in Guatemala and \nEl Salvador, despite horrific human rights abuses in those countries.\n\nThe Guatemalans and Salvadorans came to this country \"seeking refuge from civil war and turmoil,\" Doris M. \nMeissner, the Commissioner of Immigration and Naturalization, said today at a news conference. \"They have put \ndown deep roots and are making a significant contribution to society. They've spent decades in legal limbo, but this \ngives them permanent relief from deportation or removal.\"\n\nCentral American immigrant organizations had long lobbied the United States Government to make the change. \nMost of the immigrants, and their political allies, are in California and Florida, important states for the Democrats.\n\nBut those in Congress who are more conservative on immigration issues had expressed fear that the blanket \namnesty would grant legal status to criminals and others who are unsuitable for citizenship.\n\nTo address those polar concerns, Mrs. Meissner noted that while the immigrants in question would receive special \nhandling, each would also have to sit for an interview with an asylum officer. The agency will maintain the right to \ncontest the application and send the immigrant to court. And, Mrs. Meissner noted, the review process for all of \n\n\nthem would take several years, adding that \"while the review process is under way, these people are safe and able \nto stay in the country.\"\n\nMrs. Meissner specifically noted that the new rule \"will not result in people getting any benefit that they would not \notherwise have received, under a much longer and more complex and difficult process.\"\n\nThe National Immigration Forum, which lobbies on behalf of immigrants, said, \"If implemented properly, this \nprogram could provide a measure of justice to a defined group of hard-working, long-established refugees\" who \nhave been \"treated unfairly for almost two decades.\"\n\nIn a statement, Representative Lamar Smith, the Texas Republican who is chairman of the House Judiciary \nsubcommittee on immigration, criticized the new rule, saying: \"Amnesty rewards those who break the law and \nencourages more illegal immigration. It is a slap in the face to all those who patiently waited their turn to come to \nthe U.S.\"\n\nThe new regulation amends a 1997 law that awarded amnesty to 155,000 Nicaraguans and Cubans but gave less \ngenerous relief to the Salvadorans and Guatemalans.\n\nUnder the rule applied today, those in the new group will be spared the need to appear before an immigration \njudge, where they would have to prove they had lived in this country continuously for the last seven years and \nwould be victims of \"extreme hardship\" if they returned home.\n\nIn effect, they will be presumed to be eligible for legal residency unless the immigration service can find grounds to \ndeny it.\n\nMrs. Meissner said about 190,000 Salvadorans and 50,000 Guatemalans were covered under the new rule. In \naddition, the immigration service said, about 10,000 people who fled Eastern European countries that had been part \nof the Soviet Union will also be covered.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Doris M. Meissner (Stephen Crowley/The New York Times)\n\n      \n"}