{"title": "Immigrant-Smuggling Case Against Driver Goes to Jury - Correction Appended", "body": "\nWith a final defense argument of racial discrimination, the case of Tyrone M. Williams, the first person facing \npossible execution for human-smuggling deaths, was handed to a federal jury here Friday.\n\n Jury deliberations start Monday in the trial of Mr. Williams, 34, a truck driver from Jamaica who was living in \nSchenectady, N.Y. He faces 58 charges of conspiracy and harboring and transporting at least 74 illegal immigrants \nfrom Mexico and Central America in a botched scheme that ended on May 14, 2003, in Victoria, Tex., with 19 of the \npassengers dead of suffocation, heat and thirst.\n\n If the jury of seven women and five men finds Mr. Williams guilty of the most serious counts, the jurors would then \nbe asked to rule on his punishment, whether life imprisonment or death. \n\n None of the other 13 defendants in the case face execution; some ringleaders have been allowed to plead guilty to \ncharges carrying a maximum of life imprisonment. Capital punishment experts say no one before has faced death \nunder the 10-year-old federal statute on human smuggling. \n\n Apart from a woman who pleaded guilty to a minor charge, Mr. Williams is the case's only black defendant. His \ndefense contends that he was singled out for the death penalty.\n\n In his closing arguments, the chief prosecutor, Daniel C. Rodriguez, summed up the often harrowing testimony of \n21 survivors as well as co-conspirators who pleaded guilty and agreed to testify in hopes of leniency at sentencing. \nMr. Rodriguez, an assistant United States attorney, accused Mr. Williams of ''deliberate blindness'' during the \nloading of his passengers and their later pleas for help. Mr. Williams, he said, kept the air conditioning in his \nrefrigerated trailer off so he could claim at a Border Patrol checkpoint to be traveling empty.\n\n Mr. Rodriguez said of the victims: ''Theirs was a slow, excruciating and agonizing death.'' \n\n Mr. Williams's lawyer, Craig Washington, presented just a single defense witness: Jill Hasling, a Houston \nmeteorologist who testified that outside temperatures were mostly in the 70's and never exceeded 80 degrees in \nSouth Texas the night of the fatal ride.\n\n Mr. Washington, in his summation, suggested that Mr. Williams was singled out for his race, an argument that has \nbeen rejected by appeals courts up to the United States Supreme Court.\n\n\n Mr. Washington, who is also black, told the jury that as a young man working in an oil refinery he was often \ndispatched to retrieve work tools. When he asked why, Mr. Washington recalled, he was told, ''because you're \neasier to see.''\n\n Pointing to Mr. Williams, the lawyer asked: ''Why him? Because he's easy to see.'' \n\n ''They're all guilty one way or another,'' Mr. Washington said of the case's defendants, ''but this is the only one \nfacing the death penalty.'' The remark drew an objection from Mr. Rodriguez, which was sustained by Judge \nVanessa D. Gilmore of District Court, that punishment was not at issue at this point in the trial.\n\n ''He is guilty of transporting but he's not responsible,'' Mr. Washington also said of Mr. Williams, arguing that \norganizers of the smuggling scheme who were paid by the head had the incentive to overload the truck. Mr. \nWilliams was paid a flat fee of $7,500.\n\n Mr. Washington also spent time attacking the credibility of a government witness, Fatima Holloway, who rode in the \ntruck's cab with Mr. Williams to deliver a $15,000 drug payment and who, after pleading guilty to lesser charges, \ntestified that Mr. Williams ignored his passengers' desperate banging for help.\n\n Mr. Rodriguez, in his closing rebuttal, denied that race was a factor. ''Your job is to seek the truth regardless of \nrace, religion or anything unrelated to this case,'' he told the jury, three of whose members are black. \n\n After the case went to the jury, Mr. Williams's mother, Dorothy Williams, and his sister, Coretta Williams, spoke \nbriefly to reporters. \n\n ''Scared,'' said Mrs. Williams, of her feelings about the fate of her oldest son, the third of her five children. ''And I'm \npraying to God for a miracle to work.'' \n\n Mrs. Williams said her son had three children, a son, 9; a daughter, 7; and an 18-month-old son whom he had \nnever held.\n\n Coretta Williams said: ''No one sees him as the person he is.'' She said, ''my brother is far from evil'' and ''he's not \nheartless.'' \n\n Coretta Williams said the family believed race was a factor in the capital prosecution. \n\n ''He's an easy target,'' she said. ''They probably thought he wouldn't put up a fight.''    \n\nhttp://www.nytimes.com\n\nCorrection\n\nBecause of an editing error, an article on Saturday about the smuggling trial of Tyrone M. Williams, whose lawyers \nsay he was singled out for possible execution because he is black, referred incorrectly in some copies to the one \nother black person charged in the case. That defendant is a woman.\n\nCorrection-Date: March 22, 2005\n"}