{"title": "'SLICK RICK' WALTERS FREED AFTER 17 MONTHS OF DETENTION", "body": "\nRapper Ricky \"Slick Rick\" Walters was released from a Florida jail Friday, more than 17 months after U.S. \nimmigration officials moved to deport the British-born star. Walters said he was relieved to be freed and intended to \nhead home to his wife and children in New York.\n\nWalters' release was cleared a week ago by a federal judge, who ruled that the Board of Immigration Appeals \nshould never have reversed its earlier decision that Walters could stay in the United States despite a criminal \nconviction for attempted murder.\n\nThe rapper, best known for his solo platinum album, \"The Great Adventures of Slick Rick,\" was detained in June \n2002 as he returned to Florida after a weeklong gig aboard a cruise ship. His detainment came amid the \nimmigrationcrackdown after the Sept. 11 attacks.\n\nAs the months passed with 38-year-old Walters in jail south of Tampa, supporters including comedian Chris Rock, \nactor Will Smith, record mogul Russell Simmons and the Rev. Jesse Jackson spoke out about his case.\n\nCOLLABORATION OF NOTE: Ronald Isley singing \"Raindrops Keep Fallin' on My Head\"? Burt Bacharach, who \nwrote the Oscar-winning song, couldn't imagine it at first, either. But now the rendition is on a new album on which \nIsley and Bacharach collaborated, called \"Here I Am.\"\n\n\"When Ronny came up with the idea and said, 'I want to do this song,' I thought, 'Oh, please,' \" the 74-year-old \ncomposer said. Eventually, \"We just sat at the piano in my house. I played, Ronny sang. I had a tape running all the \ntime.\"\n\nThe Isley Brothers' lead singer was wowed by working with Bacharach. \"Listening to that record now, I still don't \nbelieve it. I'm like, 'We did that in one day?' \" said Isley, 62.\n\nQUEEN'S VIEWPOINT: Queen Noor of Jordan believes women are key to peace-building efforts in the Middle \nEast. \"Women are left to pick up the shattered pieces of society when a conflict is over,\" she told a crowd of about \n2,000 people at Trinity University in San Antonio, Texas. \"If peace is truly to take place in the Middle East, women \nmust play a role.\"\n\nEVERYBODY WILL KNOW HIS NAME: Ted Danson will put all those years of work behind the fake \"Cheers\" bar to \nuse behind a real bar. Danson, who played Sam Malone in the hit comedy for 12 years, will be behind the bar and \nmingling with donors at the Museum of Northern Arizona in Tucson tonight. His father, Edward B. \"Ned\" Danson, \nbecame the director of the museum in 1959 when Ted was 12.\n\n\nNotes\n\nPeople in the News\n\nCorrection\n\nSETTING THE RECORD STRAIGHT (publ. 11/21/03, pg. 2A)\n\nAn item Nov. 8 in People about actor Ted Danson at the Museum of Northern Arizona gave an incorrect location for \nthe museum. It is in Flagstaff.\nCorrection-Date: November 21, 2003\n\nGraphic\n\n \n\nPhotos (5);\n\nPHOTO: CHIP LITHERLAND -- SARASOTA (FLA.) HERALD-TRIBUNE\n\nRicky \"Slick Rick\" Walters talks with his wife after leaving the Department of Homeland Security jail in Bradenton, \nFla.\n\nPHOTO: Isley\n\nPHOTO: Bacharach\n\nPHOTO: Noor\n\nPHOTO: Danson\n"}