{"title": "Arizona leaders worry as state's image takes beating; IMMIGRATION LAW AT ISSUE Bitter debate dismays both sides of the aisle", "body": "\nWhen state Rep. Kyrsten Sinema (D) travels outside Arizona, she hears the same question over and over: \"What's \nwrong with your state?\" She notes Arizona's new immigration law, its ban on ethnic studies classes and its \nprohibition on creating animal-human hybrids.\n\nThe other day, Sinema sent a note to her Twitter followers that might as well have been accompanied by a heavy \nsigh. \"Just one day,\" she tweeted, \"I'd like Arizona to be in the news for something good.\"\n\nSinema is a Democrat in a largely Republican state, but her sense of disheartenment is shared across party lines. \nDean Martin, state treasurer and GOP candidate for governor, said national opinion on Arizona is \"polarized. That's \ncounterproductive.\"\n\nArizona finds itself at the vortex of an immigration debate that is increasingly bitter and, figures on both sides \nsay, increasingly unwinnable. Opinions are split, with fear of harassment rising among Hispanics and worry about \nan economic boycott growing among the state's leaders.\n\nGov. Jan Brewer (R) has appointed a committee and allocated $250,000 to re-brand the state's image, while 13 \nArizona chamber of commerce executives appealed to Major League Baseball Commissioner Bud Selig to keep \nthe 2011 All-Star Game in Phoenix after he faced pressure to change locations. They said it would preserve jobs for \n\"innocent citizens, including our Hispanic community.\"\n\nMusical performers such as Sonic Youth, Kanye West and Rage Against the Machine have said they will boycott \nthe state. Phoenix City Hall calculates that Arizona has lost nearly $100 million in convention commitments. \nMeanwhile, supporters and opponents of the immigration law are taking to the streets weekly.\n\nThe national focus on the state has grown since April 23, when Brewer, facing a primary election challenge, signed \nthe bill known as SB1070, giving police wide latitude to check the immigration status of people they suspect are in \nthe country illegally. The governor met last week with President Obama at the White House, pressing her point that \nfederal inaction forced Arizona to act.\n\n\n\"Both sides are definitely set in their positions. Probably no one's going to change anyone's mind,\" said Grant \nWoods (R), a former state attorney general, who worries that an image of the state as intolerant will take hold. \"I \nthink it sticks until we rise above it.\"\n\nIn Arizona and beyond, the law has many supporters. A CBS News poll last month found that 52 percent of \nrespondents nationally think the Arizona law is \"about right\" in its handling of illegal immigrants. Seventeen percent \nsaid it does not go far enough. Twenty-eight percent said the law goes too far.\n\nAlthough the law is not due to take effect until July 29, Hispanic families that include undocumented immigrants are \nlying low. Some are planning moves to other states, said the Rev. Vili Valderrama, who lives in Nogales, near the \nborder with Mexico. \"People feel discouraged, they feel powerless,\" he said.\n\nNatividad Lopez Rubio, known as \"Natty,\" said his Nogales-to-Phoenix shuttle business is suffering. A few months \nago, his minivans made 14 round trips a day and were often full. Now, he is lucky to make five trips with a few \npassengers in each.\n\n\"Most of the people we carry are Mexican. People are scared,\" Lopez Rubio said outside his office, one block from \nthe busy border crossing. \"It's totally a consequence of the law.\"\n\nIn lamenting the state's increasingly bitter divisions, Laura Briggs, who teaches women's studies at the University \nof Arizona, cites a painful example of ethnic strife. \"It feels like what people said about Sarajevo,\" said Briggs, \nwhose daughter is Mexican American. \"I used to be part of a community that was mixed. People lived in the same \nneighborhood, people intermarried. Now there's this unleashing of this horrible anti-Latino racism that I can't even \nunderstand.\"\n\nOpponents of the immigration law may be frustrated, but \"boycotts are absolutely the wrong way to go,\" said \nGarrick Taylor, a spokesman for the state chamber of commerce. Boycotts hurt Arizonans, \"particularly in the tourist \nindustry, who had nothing to do with the law.\"\n\nTaylor is especially annoyed with state and local governments that are canceling deals with Arizona businesses or \ncalling on others to do so. \"If they were truly invested in the immigration issue,\" he said, \"they'd be pressing \nWashington for comprehensive immigration reform.\"\n\nThe last time Arizona's image suffered such a blow was in the 1980s, when many Republicans, including then-\nU.S. Rep. John McCain, opposed a national holiday honoring the Rev. Martin Luther King Jr. Woods, the former \nattorney general, said the moment inspired his winning campaign as a GOP promoter of civil rights. This time, he is \ncounting on \"intelligent, compassionate people from all sides\" to find a compromise.\n\n\"There are some states that are pretty much lily-white. That's not our state,\" Woods said. \"To be an Arizonan is to \nbe a part of Mexico. It's to be a part of the various Native American tribes. That's part of our culture, the diversity. I \nthink the people's hearts are there, but the leaders don't always respect that.\"\n\nPolling analyst Jennifer Agiesta contributed to this report.\n"}