{"title": "My Images of Immigrants", "body": "\nI would like to respond to Lawrence E. Harrison's Jan. 12 Outlook article \"Those Huddled, Unskilled Masses.\"\n\nI teach English as a second language at Montgomery College in Rockville. My students are almost all immigrants \nfrom totalitarian regimes in Asia, South and Central America, Africa and Haiti, so I have gotten to know some of the \n\"huddled, unskilled masses\" to whom Mr. Harrison referred.\n\nFirst, meet Dung, from Viet Nam. Her reddish curly hair and freckles are an uncomfortable reminder of our post-war \nlegacy to that nation. Dung, who weights no more than 85 pounds, works 40 hours a week as a welder's assistant. \nHer ambition is to learn English and then accounting so that she can work in an office \"like a lady,\" as she puts it.\n\nMeet Solomon, a well-spoken young man from Ethiopia. In his suit and tie, he looks like any white-collar worker on \nK Street; but in fact he's working in the mail room of a small company in Rockville. English is his passport to the job \nhe dresses for. Solomon told the class that he escaped Communist brutality in Addis Ababa by walking three days \nacross the Sinai desert to Egypt without food or water. I can't explain how he survived, but I know that he will \ncontinue to survive and prosper here.\n\nCornelia comes from Romania. In her leather jacket, carefully careless hair and makeup, she looks like any \nAmerican teenager. She works as a hairdresser and would like to open her own shop. When Cornelia applied for a \nvisa in Romania, she was fired from her job, and no one else would hire her. Cornelia stuck it out for 18 months and \nmade it to Montgomery County. Like so many of my students, her listening and speaking skills are close to native \nlevel, but the written language marks her as a foreigner and bars her from managerial postions.\n\nThere's Fu, a Chinese doctor, whose poor speaking skills keep her from working at her much-needed profession; \nYeugeny, a Soviet engineer, who works as a janitor; Nadia, another Soviet who's an urban planner, who makes \nsandwiches in a deli.\n\nI could go on. These people have fled repressive or bankrupt nations where they were neither free nor fed. They \nare not unskilled, except in the use of English. Yet in order to live, they work in unskilled service jobs or unsafe, \nunderpaid and insecure production jobs. Is that their fault? Mr. Harrison says immigrants are responsible for the \nfact that employers take advantage of them. That line of reasoning is so staggering that one gropes for an adequate \ncomment. Are U.S.-born college graduates also responsible for their poor working conditions?\n\nThe foreign students I described are not atypical. Yet the least gifted, the least educated among them still bring \nmuch to our society. They bring optimism; the willingness to work hard; loyalty to family, friends and authority \nfigures; strong families, which emphasize the value of education; honesty; and, finally, gratitude for the personal \nfreedoms and the freedom from want that they have here. These qualities will be our salvation, if we are to be \nsaved.\n\n\nThe kind of xenophobic thinking engaged in by Mr. Harrison does not advance our need for better families, better \neducation or more responsible employers -- it only serves to give workers someone less advantaged than they are \nto blame. How about moving the blame upward, where it belongs, toward the bankers, the real estate vultures, the \nIacoccas and the Stempels, instead of downward toward the hard-working immigrants?\n\nSUSAN MEADER TOBIAS Bethesda\n"}