{"title": "A Build-a-Protest Approach to Immigration", "body": "\nTalk about constructive criticism.\n\n  Advocates of tougher border security have sent thousands of bricks to Senate and House offices in recent weeks \nto make a none-too-subtle point with lawmakers about where many of their constituents come down on emerging \nimmigration bills.\n\nLeaders of the campaign, which has delivered an estimated 10,000 bricks since it began in April, said they had hit \non the idea as a way to emphasize the benefits of a fence along the border with Mexico. \n\n  In an age when professionally planned lobbying campaigns have long since overwhelmed spontaneous grass-\nroots pressure, organizers of the brick brigade said they also saw an opportunity to deliver a missive not easily \ndiscarded.\n\n  ''E-mails are so common now,'' said Kirsten Heffron, a Virginian who is helping coordinate the effort. ''It is really \neasy for the office to say duly noted, hit delete and never think about it again.''\n\n  If the impact was notable, so were the logistical difficulties, particularly given the mail screening and other \nprotective measures put into effect at the Capitol after the anthrax attacks of 2001. \n\n  Initially, organizers of the Send-a-Brick Project encouraged people to send bricks on their own, and Ms. Heffron \nsaid things had gone relatively smoothly.\n\n  But many people, she said, preferred that the organization itself send the bricks and an accompanying letter to \nselected lawmakers.\n\n  The project will do it for an $11.95 fee. So when 2,000 individually boxed bricks showed up at once, Senate \nofficials balked, threatening to force the group to pay postage to have each delivered to its intended recipient. The \ndispute left the bricks stacked up until an agreement to distribute them was worked out.\n\n  ''We received them and we delivered them to all the addressees,'' said a spokeswoman for the office of the Senate \nsergeant-at-arms.\n\n  As the bricks landed in Congressional mailrooms and cramped offices, the effort was applauded in some offices \nbut drew a bemused response elsewhere.\n\n  ''Given the approval ratings of Congress these days, I guess we should all be grateful the bricks are coming \nthrough the mail, not the window,'' said Dan Pfeiffer, a spokesman for Senator Evan Bayh, Democrat of Indiana.\n\n\n  The senders of the bricks were encouraged to add a letter telling lawmakers that the brick represented a start on \nbuilding a border wall.\n\n  Many could not resist putting their own message on the bricks. ''No Amnesty,'' said a typical one, referring to a \ncontested Senate plan to allow some illegal immigrants to qualify eventually for citizenship. ''Stop the Invasion, \nBuild a Wall,'' said another brick painted like a flag and shown on the group's Web site at www.send-a-brick.com.\n\n  Besides the border fence, the group supports technology improvements for border security, added money and \npersonnel for the Border Patrol and an enhanced security presence in general on the southern border. \n\n  The brick effort was scheduled to wind down this week, though the organization encouraged people to continue if \nthey desired.\n\n  On Tuesday, representatives of the architect of the Capitol collected bricks from lawmakers' offices and stacked \nthem on loading docks with plans to donate them to a nonprofit group. \n\n  In a letter he circulated on Tuesday, Representative Scott Garrett, Republican of New Jersey, encouraged his \ncolleagues to donate their bricks to a Habitat for Humanity resale store in Virginia, so the proceeds could go to that \norganization's projects.\n\n  ''Through the Send-a-Brick Project, our constituents have found a solid way to communicate their feelings about \nillegal immigration,'' Mr. Garrett wrote in a draft of his letter. ''Whether you agree with their message or not, we \nthink that this campaign has given Capitol Hill a positive opportunity to turn bricks into buildings.''\n\n  Ms. Heffron, who has been active in political campaigns and public affairs, said her organization was comfortable \nwith the bricks being put to other uses after they had made their point. \n\n  She said the campaign had grown out of frustration expressed in an online forum on immigration issues over \nresistance by some lawmakers to erecting a wall. Another impetus was a desire for a counterpoint to large rallies by \nadvocates of immigrants' rights.\n\n  Given the success of the initiative, she said, the group may turn its attention to lobbying lawmakers in their home \ndistricts this summer and may have a role in a demonstration in Washington. She said she hoped that the brick \nbarrage showed lawmakers that when it comes to immigration, the weight of public opinion is on the side of border \nsecurity.\n\n  ''I think they don't realize the passion of it,'' she said of some lawmakers. ''Maybe it is going to take a little protest \nin the streets to get our voices heard as well.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Bricks from the Send-a-Brick Project on a loading dock yesterday at the Dirksen Senate Office Building. \n(Photo by Doug Mills/The New York Times)\n"}