{"title": "Sterling Areas Targeted for Stiffer Zoning Enforcement", "body": "\nThe Loudoun County Board of Supervisors voted last night to step up enforcement of anti-crowding and other \nzoning laws in an area where some officials have blamed illegal immigrants for bringing blight to the neighborhood.\n\nUnder the new policy, which must be confirmed at a meeting Tuesday, county inspectors would target homeowners \nin two areas of Sterling who rent out rooms illegally, park broken-down cars on the street and otherwise violate \nstate and county guidelines.\n\nPreviously, such infractions were investigated only when someone complained. The pilot program would operate for \nsix months and include some educational outreach. After the six months, the policy could be continued or modified.\n\nThe measures are part of a broad crackdown on illegal immigration that began during the summer, when \nsupervisors passed a resolution aimed at cutting off county services to and stepping up deportations of illegal \nimmigrants.\n\nLast night was one of the board's last chances to make some headway. At the end of the year, the board will \nchange hands to a Democratic majority that might not address the issue with the same zeal.\n\n\"We've done as much as we could in the short period we had and with the laws that are in place today,\" said Lori L. \nWaters (R-Broad Run). \"I think it is having and will continue to have an impact on the community.\"\n\nThe board has struggled to fulfill its promises, confronting the legal limitations imposed on counties by the state and \nfederal governments and facing the high cost of taking on federal enforcement duties.\n\nAlso yesterday, the board voted to require companies that have contracts with the county to certify that they do not \nhire illegal immigrants. Parents who enroll their children in county child-care programs also would be asked to sign \na document saying that the children are in the United States legally. This year, Loudoun supervisors directed the \nsheriff's office to forge a closer relationship with federal immigration authorities, a deal that is in negotiations.\n\n\nIt is impossible to know how many illegal immigrants live in Loudoun, but officials believe an increasing number are \nsettling there. In particular, they said, there has been growth in Sterling Park, a diverse, working-class community \nthat borders Herndon and Fairfax County.\n\nYears ago, residents said, the community was a sea of tidy lawns and well-maintained homes. Today, many homes \nhave fallen into disrepair. Residents complain that some overcrowded homes appear to be illegal boardinghouses. \nSince July, the county has experienced a rise in complaints of overcrowding, and county officials say they could see \na 58 percent increase in such calls over last year.\n\nIllegal immigrants are responsible for many of the violations because they are not assimilated into the broader \nculture, said Supervisor Eugene A. Delgaudio (R-Sterling), chief sponsor of Loudoun's anti-illegal immigration \nefforts.\n\n\"Part of the problem is these people who don't understand the culture and don't know there's a standard,\" he said.\n\nAt last night's meeting, Delgaudio wanted to require the county to hire three more inspectors. However, other \nsupervisors opted for a less harsh approach.\n\nUnder the policy, inspectors would target homes on North Argonne Avenue and Williamsburg Road  that are \novercrowded, have trash in the yard or inoperable cars on the street, among other violations. Penalties would range \nfrom a warning to fines of thousands of dollars for ongoing offenses.\n\nSuch policies are common in neighborhoods with homeowners associations, or HOAs, which often exert \nconsiderable control over the appearance of the community, they said.\n\n\"I don't know how it's going to be received in the community,\" said James Burton (I-Blue Ridge). \"I don't want to get \ninto a situation where it seems like we're becoming some sort of police state or a super-HOA.\"\n\nGraphic\n\n \n\nIMAGE; Courtesy Of Eugene A. Delgaudio; Eugene A. Delgaudio has been active in anti-illegal immigration efforts.\n\nIMAGE; Courtesy Of Lori L. Waters; Lori L. Waters predicted that the changes would have an impact.\n"}