{"title": "SESAME FLYERS OFFER FREE IMMIG WORKSHOPS", "body": "\nAPPLYING FOR CITIZENSHIP or residency? The Sesame Flyers International is holding free immigration \nworkshops at several Brooklyn locations.\n\nThe Sesame Flyers organization - famous for its contributions to Caribbean carnival and costume presentations - is \nalso extremely active in civic and community affairs and education in Brooklyn. The Flyers' immigration workshops \nseries is being sponsored by the City Councilman Kendall Stewart and the city's Youth and Community \nDevelopment Department.\n\nThe free workshops, being held on Mondays, Tuesdays and Thursdays, will give participants an overview of U.S. \ncivics and government, information on residency and citizenship and news on health care opportunities.\n\nThere will be lectures from Stewart, immigration attorneys and experts in the field. All workshops will be held from \n6 p.m. to 9 p.m. with a follow-up and consultation session from 9 to 9:30 p.m.\n\nThe Bildersee Beacon program at Brooklyn's I.S. 68, 956 E. 82nd St. (between Ave. J and Flatlands Ave.) will host \nworkshops on Mondays through June 25. The next session is tomorrow.\n\nThe Winthrop Beacon program at I.S. 232, 905 Winthrop St. (between E. 52nd St. and E. 53rd Sts.) will hold a \nworkshop this Tuesday and the sessions will continue on Tuesdays through June 26.\n\nAnd the Thursday workshops will be held through June 28 at the Sesame Flyers Cultural Center, 3510 Church \nAve. (between E. 35th St. and Brooklyn Ave.) The next workshop at center will be held this coming Thursday.\n\nFor information, call (718) 693-5503. And visit www. sesameflyers.org online.\n\n'Magical' awards set\n\nTHE CARIBBEAN AMERICAN Chamber of Commerce and Industry is preparing for its Entrepreneur of the Year \nAwards Gala, which will be held May 11.\n\nIts theme will celebrate \"The Magic of Hollywood meets the Glamour of New York.\"\n\nThe 22nd annual event will take place in Brooklyn at Steiner Movie Studios Stage 6 in the Brooklyn Navy Yard and \nfeature a fancy red-carpet entrance for guests arriving at the affair.\n\n\nAn impressive lineup of business honorees - including representatives from local, national and international entities \n- will be recognized at the awards gala.\n\nThe evening of the awards, dinner and dancing starts at 6 p.m. Tickets are $185 per person. Call (718) 834-4544 \nfor information or e-mail rahastick@msn.com.\n\nReggae bash at the Apollo\n\nUPTOWN AT THE Apollo Theater in Manhattan, some of reggae music's finest performers will be recognized at the \nInternational Reggae and World Music Awards on Saturday.\n\nMore than 150 entertainers and music industry professionals have been nominated for awards. Martin's \nInternational and Associates, which is presenting the event, enlisted an international array of music industry \nprofessionals to create a pool of nominees for the awards show.\n\nNominees include Sean Paul, Buju Banton, Baby Cham, Gyptian, Tanya Stephens, Tony Matterhorn, Capleton, \nDamian Marley, Rhianna, Machel Montano, Freddy McGregor, Richie Spice, Third World, Burning Spear, Marcia \nGriffiths, Wyclef Jean, Mutabaruka, Cecile, Alaine and Youssou N'Dour.\n\nTickets are $55 for general admission, $99 for VIP Gold $99 and $125 for VIP Platinum. For special VIP Diamond \nbox seats, call Martin's International and Associates at (877) 973-4423.\n\nTickets are on sale at the Apollo Theater box office. Call (212) 531-5305 or get tickets from Ticketmaster, (212) \n307-7171, online at Ticketmaster.com and all Ticketmaster outlets.\n\nDay of arts & food for moms\n\nTHE CARIBBEAN-AMERICAN Outreach Association will celebrate motherhood next Sunday at its Pre-Mother's \nDay Brunch and Award Ceremony at Brooklyn's Grand Prospect Hall, 263 Prospect Ave.\n\nFormer City Councilwoman Una Clarke will be guest speaker at the event, which will honor Evadney Minott and \nRev. Daphne Alexis-Jacob. Entertainment will include the vintage old school sounds of the Persuaders (known for \n\"Thin Line between Love and Hate\" and other songs); a fashion show featuring Mashood, Courtney Washington, \nYardman Style and Celebrity Designs; dancers, folk singers and poetry, and music by DJ Carlton. For information, \ncall (347) 312-3277, (646) 515-6588 or (917) 770-7983. jmccallister@nydailynews.com\n"}