{"title": "U.S. AID BILL WOULD HELP BRING BOAT PEOPLE HERE", "body": "\nKim Viet Ngo moved to San Jose in September after almost six years in a Philippine refugee camp, leaving her \nhusband behind.\n\nKim, a former Catholic nun, said she escaped Vietnam because of religious persecution. Her husband, an aspiring \nchemist, fled after being harassed by officials because of his family's opposition to the communist government.\n\nHe could be one of 20,000 boat people resettled in the United States if a foreign-aid bill scheduled for a House \nvote today becomes law. The bill, which would commit $30 million to bring these refugees to this country and \nothers, has sparked criticism from the United Nations and a threatened veto from President Clinton.\n\nAt issue is whether the refugees, the last of more than 800,000 who fled to camps after the Vietnam War, should be \nrepatriated to their homelands under an international agreement signed by the United States in 1989, or allowed to \nsettle in this country by seeking political asylum. Since the war, about 2 million Vietnamese have resettled \noverseas, including 90,000 in the San Jose area.\n\nOpening the floodgates?\n\nOpponents claim the House measure would undermine the U.N. program and open the gates to a flood of new \nimmigrants at a time of growing support for restrictions on immigration. Supporters say the number of resettled \nAsians still would not exceed the annual quota of 40,000.\n\nNews of the legislation has raised hopes and sparked unrest in camps in nine Asian nations, including a riot in \nHong Kong two weeks ago and a protest Monday by 4,000 refugees who broke out of their camp in Malaysia. More \nviolence was reported Wednesday night at Hong Kong's High Island Detention Center where the camp kitchen and \nan adjacent office were set on fire.\n\n\"This is a very special class of people,\" said Rep. Christopher Smith, R- N.J., sponsor of the resettlement \nlegislation. \"Americans should understand that except for the grace of God any one of us could have ended up in \none of those oppressive countries.\"\n\nSmith's proposal would cover about half the 46,000 refugees left in the camps. The plan would prohibit using U.S. \nfunds for repatriation and could reopen the screening process for some already denied refugee status. Clinton \nwants to commit $25 million to a U.N.-backed repatriation effort.\n\n\"This was a lifesaving undertaking,\" a State Department official said of the U.N. program. \"The plan has worked; \n72,000 people have returned home since 1989, voluntarily and safely. We're willing to help them go back. This \n\n\namendment would prevent us from providing funds for reintegration programs and the welfare of people who have \nalready returned.\"\n\nThe United Nations effort began in 1989 with an agreement signed by 78 countries and agencies to repatriate \nVietnamese, Laotians and Cambodians defined as \"economic migrants\" and to resettle legitimate political refugees.\n\nRefugees protest\n\nIn March, the United Nations decided to repatriate the remaining camp residents by the end of the year.\n\nThat decision sparked a wave of protests from refugee groups in this country, particularly advocates for \nVietnamese, who make up the largest number of camp residents. Smith's legislation emerged as a response.\n\n\"We support this bill because the system in the camps is so corrupt,\" said Loc Vu, executive director of the \nIndochinese Resettlement and Cultural Center in San Jose. \"People who can't pay local government officials with \nmoney or sexual favors are sometimes denied refugee status.\"\n\nRep. Norman Mineta, D-San Jose, has been flooded with letters from Vietnamese in his district, where some of \nthose refugees would end up. He is among Democrats splitting with Clinton on the Smith amendment.\n\n\"I believe the United States has a responsibility to ensure that people who have legitimate claims to political \nrefugee status not be sent back to their country of origin simply because of a faulty screening process,\" Mineta said \nin a statement.\n\nBarbara Francis, a representative for the U.N. High Commissioner for Refugees, acknowledged that her agency \n\"did find evidence of corruption in Indonesia where local UNHCR staff were involved . . . but we are satisfied that \noverall, the procedures have been fair.\n\n\"It's not easy on the Vietnamese, it's not easy on us, but if you're screened out, you have to go home. We've had \nno reports of persecution; some harassment, but that was to be expected.\"\n\nSuch explanations are of little comfort to Kim.\n\n\"I hope they pass this bill, because then the United States can look over my husband's case again,\" Kim, a \nvolunteer for a refugee resettlement group, said through tears. \"We're wasting our lives while we're apart. We can't \ngo back to Vietnam. Life was bad in the camps, but at least we were together.\"\n\nA State Department official who doubted the Smith amendment would pass warned there is no way to make \ncountries abide by what Congress decides.\n\nNotes\n\nRELATED STORY, PAGE 18A\n\nGraphic\n\n \n\nPhoto;\n\nPHOTO: ASSOCIATED PRESS\n\nTear gas wafts through the Hong Kong detention center for Vietnamese boat people as police try to quell rioting.\n\n950608 FR 22A PF 1; color\n\n\n"}