{"title": "Thomas L. Friedman: Why put up barriers to brainpower?", "body": "\nBANGALORE, India   Leave it to a brainy Indian to come up with the cheapest and surest way to stimulate our \neconomy: immigration.\n\n\"All you need to do is grant visas to 2 million Indians, Chinese and Koreans,\" said Shekhar Gupta, editor of The \nIndian Express newspaper. \"We will buy up all the subprime homes. We will work 18 hours a day to pay for them. \nWe will immediately improve your savings rate   no Indian bank today has more than 2 percent nonperforming \nloans, because not paying your mortgage is considered shameful here. And we will start new companies to create \nour own jobs and jobs for more Americans.\"\n\nRemember, America\n\nWhile his tongue was slightly in cheek, Gupta and many other Indian business people I spoke to this week were \ntrying to make a point that sometimes non-Americans can make best: \"Dear America, please remember how you \ngot to be the wealthiest country in history. It wasn't through protectionism, or state-owned banks or fearing free \ntrade. No, the formula was very simple: Build this really flexible, really open economy, tolerate creative destruction \nso dead capital is quickly redeployed to better ideas and companies, pour into it the most diverse, smart and \nenergetic immigrants from every corner of the world and then stir and repeat, stir and repeat.\" \n\nWhile I think President Barack Obama has been doing his best to keep the worst protectionist impulses in Congress \nout of his stimulus plan, the U.S. Senate unfortunately voted Feb. 6 to restrict banks and other financial institutions \nthat receive taxpayer bailout money from hiring high-skilled immigrants on temporary work permits known as H-1B \nvisas.\n\nBad signal. In an age when attracting the first-round intellectual draft choices from around the world is the most \nimportant competitive advantage that a knowledge economy can have, why would we add barriers against such \nbrainpower   anywhere? That's called \"Old Europe.\" That's spelled: S-T-U-P-I-D.\n\n\"If you do this, it will be one of the best things for India and one of the worst for Americans, (because) Indians will \nbe forced to innovate at home,\" said Subhash B. Dhar, a member of the executive council that runs Infosys, the \nwell-known Indian technology company that sends Indian workers to America to support a wide range of firms.\n\nIf there is one thing we know for absolute certain, it's this: Protectionism did not cause the Great Depression, but it \nsure helped to make it \"Great.\" From 1929 to 1934, world trade plunged by more than 60 percent   and we were all \nworse off.\n\nWe live in a technological age where every study shows that the more knowledge you have as a worker and the \nmore knowledge workers you have as an economy, the faster your incomes will rise. Therefore, the centerpiece of \n\n\nour stimulus, the core driving principle, should be to stimulate everything that makes us smarter and attracts more \nsmart people to our shores. That is the best way to create good jobs.\n\nValley startups\n\nAccording to research by Vivek Wadhwa, a senior research associate at the Labor and Worklife Program at \nHarvard Law School, more than half of Silicon Valley startups were founded by immigrants over the last decade. \nThese immigrant-founded tech companies employed 450,000 workers and had sales of $52 billion in 2005, \nWadhwa said in an essay this week on BusinessWeek.com .\n\nWe don't want to come out of this crisis with just inflation, a mountain of debt and more shovel-ready jobs. We want \nto   we have to   come out of it with a new Intel, Google, Microsoft and Apple.\n\nI would have loved to have seen the stimulus package include a government-funded venture capital bank to help \nfinance all the startups that are clearly not starting up today because of a lack of liquidity from traditional lending \nsources.\n\nNewsweek had an essay this week that began: \"Could Silicon Valley become another Detroit?\" Well, yes, it could. \nWhen the best brains in the world are on sale, you don't shut them out. We need to attack this financial crisis with \ngreen cards not just greenbacks, and with startups, not just bailouts. One Detroit is enough.\n\nThomas L. Friedman is a New York Times columnist.\n"}