{"title": "A Resource for the 'Other Westchester'", "body": "\n  IN most ways, it was a typical groundbreaking ceremony, with local dignitaries in hard hats posing with shiny new \nshovels. The speeches, the posing for pictures,  were all de rigueur.\n\n  But while they were there to hail  the beginning of construction of Westchester Community College's Gateway \nCenter, designed primarily to serve the county's immigrant population,  the ceremony  symbolized more than a new \nbuilding. It also reflects the county's rapidly changing face.\n\n  There's no shortage of debate about immigration today, but you can't argue with the demographic facts. Hispanics \nmake up  15.6 percent of Westchester's population.  In Port Chester and Sleepy Hollow, almost half the residents \nare Hispanic, while in Mount Kisco and Elmsford, a quarter are.  Immigrants represent one fifth or more of the \nresidents in the cities of Yonkers, White Plains, Peekskill and New Rochelle.\n\n  These numbers are based on the 2000 census; they will surely rise in 2010, in the next census. They also reflect \nonly Hispanic residents living here; people from countries outside Latin America flock to Westchester, too. Twenty-\ntwo of every 100  Westchester residents  were born in another country.\n\n  How many are documented, and how many are not? The federal, state and county governments cannot give you \nan accurate answer; neither can I.  One thing certain is that while immigration law is federal policy, there isn't an \naspect of life in this county that remains unaffected by it, including schools, hospitals, shelters and law enforcement. \n\n  Immigration affects  the community college as much as any other local institution, if not more. The college teaches \nmore than 4,000 students English as a second language; classrooms are overflowing, and parking lots are jammed \non weekends. The college also offers English classes at many of its extension centers, including in Ossining, Port \nChester, New Rochelle and Yonkers.\n\n  The college has long had a policy of ''don't ask, don't tell'' when it comes to undocumented immigrants, said \nJoseph N. Hankin,  president of the college. He believes the new center, which is meant to provide immigrants with \na comprehensive opportunity to learn about America's language, history, economy and social make-up, is in \nkeeping with the school's mission.\n\n  ''There are two Westchesters,'' he said. ''There is the one homogeneously affluent stereotype, and the other is \nthat there is a large group of individuals who are not being educated. We serve and intend to serve the other \nWestchester, the one where students wouldn't go on to college if it weren't for us.''\n\n\n  The center's Language Institute will offer academic content, so  anyone studying English can at the same time \nlearn computer language. All the college's academic business programs will be housed at Gateway, as well as a \nprofessional development center that will serve businesses and students.\n\n  There will be space for volunteers to help immigrants practice language skills. Services will be offered for  students \ninterested in becoming citizens or permanent residents. The center also hopes to become a clearinghouse for the \nmany local organizations now working with immigrants.\n\n  Isabel Villar, executive director of El Centro Hispano in White Plains, which  helps immigrant families, looks \nforward to working with the center. ''I arrived here without any knowledge of English,'' said Ms. Villar, a native of \nCuba. ''I'm grateful the college has the vision to fight for the most crucial gift anyone can give: an education.''\n\n  Demographic trends made the project a natural, Dr. Hankin said. Not only is there a swell of immigration, but  as \nbaby boomers retire, the  need for a trained workforce will expand. ''Wayne Gretzky said, 'You don't skate to where \nthe puck is; you skate to where it's going to be,''' Dr. Hankin said.\n\n  New York State has committed $17 million for the building, the county has pledged $14 million, and $9 million has \nbeen raised from private sources. The county executive, Andrew J. Spano, was one of the shovel-wielding \ndignitaries. His administration, of course, deals with the fallout from federal immigration law at nearly every level.\n\n  ''We've got 750 people on probation who are illegal immigrants; 235 are felons,'' Mr. Spano said. ''I can't get rid of \nthem. So what am I going to do with someone who wants to work? We're going to help. A sick kid who comes into a \nclinic? We're going to help. Someone who wants an education? We're going to help them. We can't solve the \nimmigration problem, so I've chosen to help manage it.'' \n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nDRAWING (DRAWING BY POLSHEK PARTNERSHIP)                          \n"}