{"title": "Power surge zaps 8 Western states", "body": "\nUp to 2 million people were left in the dark Wednesday when an unexplained pre-dawn power surge in the West \nCoast's main electrical transmission line shut down transmission stations and power plants. Most people were still \nasleep when the outage hit. Affected: Arizona, California, Idaho, Montana, Nevada, Oregon, Utah and Washington. \nDoctors sewing up a patient at Seattle's Swedish Medical Center used flashlights when emergency lighting failed.\n\n ABANDONMENT CASE: Pittsburgh Magistrate Donald Machen dismissed child abandonment charges filed Sept. \n26 against Bonnie Railing, 28, and James Fignar Jr., 37, for leaving four children - 2 to 10 - home with a 14-year-old \nbaby sitter for two weeks. The couple went to New Jersey. Machen called their judgment \"appalling\" but not \ncriminal. The children are in foster care pending a custody hearing.\n\nPROPOSITION 187: A Los Angeles federal judge continued her ban on enforcing much of California's initiative to \ndeny most public assistance to illegal immigrants. Judge Mariana Pfaelzer granted a preliminary injunction until a \ntrial, saying the measure endangers public health and only the federal government can regulate immigration. Not \nblocked: denial of higher education and a ban on sale or use of false immigration documents. The state may \nappeal.\n\n TRAIN CRASH: A runaway Santa Fe freight train with failed brakes fell off one of the steepest grades in the U.S. \nrail network and tumbled onto a stopped Union Pacific coal train near San Bernardino, Calif. Four people were \ninjured and 10 rail cars were left in a fiery heap.\n\n NAVY SEX SCANDAL: Four instructors at the San Diego Naval Training Center face courts-martial on charges \nincluding sex harassment and fraternization with recruits, the Navy said after investigating claims that some male \ninstructors demanded sex for good grades from 16 female recruits. Officials said there were no such demands, but \nother improprieties occurred. Seven people got lesser punishment for such things as adultery or singeing a recruit's \nhair.\n\n MISSING BOY: Dwanna Harris of Livonia, Mich., says police grilled her for 18 hours about the disappearance of \nher 4-year-old son and she thinks it's because of the Susan Smith case in Union, S.C. Smith touched off a \nnationwide search for a carjacker she said abducted her two sons, but later she admitted she drowned them. Harris \nsays that since she reported her son missing from a shopping mall Sunday, the investigation \"has been focused the \nwrong way.\" Police deny they found a letter at her home from a man saying he didn't want a relationship with her \n\"with a kid in the way.\"\n\n BOMB CLUE: The FBI wants help identifying \"H.C. Wickel,\" listed as the return addressee of a mail bomb Saturday \nthat killed New Jersey advertising executive Thomas Mosser. The typed return label listed Wickel and the \nDepartment of Economics at San Francisco State University. No one by that name has ever taught or enrolled at \n\n\nthe school, postal officials say. Authorities believe the same person has killed two and injured 23 in 15 bombings \nsince May 1978.\n\n ALSO WEDNESDAY . . .\n\n \n\n-- HOSTAGES FREE THEMSELVES: Ralph Tortorici, 26, was arrested after holding 35 students and a professor \nhostage for two hours in a State University of New York lecture hall in Albany. Motive: unknown. Jason McEnaney, \none of five captives who subdued the gunman, was in serious condition with three gunshot wounds.\n\n \n\n-- JURY QUITS: A judge in White Plains, N.Y., declared a mistrial Tuesday in a 4 1/2-month-old libel trial, because \njurors said they had problems being away from work for so long and couldn't afford to continue beyond Jan. 1.\n\n \n\n-- RIGHT TO DIE: William Meyer III, 65, was placed on two years' probation in Westport, Conn., for assisting in the \n1991 suicide of his 88-year-old father, who was dying of colon cancer. A second-degree-manslaughter charge will \nbe dismissed if Meyer completes probation. He was a loving son carrying out his father's wishes, the judge said.\n\n \n\n-- 'HOLLYWOOD MADAM' CASE: Heidi Fleiss asked a Los Angeles judge to overturn her pandering conviction. \nCited: affidavits from five jurors who said they discussed the case outside of court before the start of deliberations.\n\n \n\n-- BODY SNATCHED: Dallas authorities suspect an occult sect or an obsessed admirer in the grave-robbing case \nof Melinda Ann Lee, 20, a college honors student who died Dec. 7 after a car wreck and was buried Saturday.\n\n Nogales, Ariz., calls for federal help\n\nArizona health officials say a study confirming unusually high rates of certain diseases in Nogales shows the need \nfor federal help to determine the cause and find solutions.\n\nThe University of Arizona study found the rate of lupus is three times the national average; the rate of multiple \nmyeloma bone cancer is 2.4 times the norm. Those are lower than a preliminary study last year based on cases \nfrom 1989 to 1993.\n\nThe leukemia rate, double the norm in the earlier study, actually is below the national average, the new study found.\n\nMany residents blame pollution for their illnesses.\n\n Contributing: Gary Fields and Gordon Dickson.\n\nNotes\n\nTHE NATION\n\nGraphic\n\n \n\nGRAPHIC, b/w, USA TODAY (Map); PHOTO, b/w, Gene J. Puskar, AP; PHOTO, b/w, FBI sketch via Reuters\n"}