{"title": "Group watching border in California;30 VOLUNTEERS MET BY PROTESTS", "body": "\nVolunteers patrolled remote mountains outside San Diego for human traffickers and drug smugglers Saturday, \nlaunching a campaign modeled after an effort in the Arizona desert to draw attention to the nation's porous border \nwith Mexico.\n\nJim Chase, a former Arizona Minuteman volunteer who cut ties with that group's leadership, is leading California \nBorder Watch, which gathered Saturday to patrol a 26-mile rural stretch of rolling hills from Jacumba to Tecate \nthrough Aug. 7.\n\nChase, a 58-year-old retired postal worker from Oceanside, said he and others will carry guns for self-defense but \nwill not initiate attacks.\n\n''The guns are for one reason -- to keep my people alive,'' he said in an interview.\n\nAbout 30 volunteers came out Saturday to join the patrol, Chase said. A loud group of protesters, however, \noutnumbered the volunteers, and Chase temporarily drove away from the border in the afternoon to chants of \n''racists go home.''\n\nEarlier this week, the Web site for Chase's group urged volunteers to bring baseball bats, mace, pepper spray and \nmachetes. Chase said he removed those items after the U.S. Border Patrol expressed concern.\n\nThe group has set up headquarters outside the Veterans of Foreign Wars post in Campo, an unincorporated \nmountain village of about 1,200 people about a mile north of the Mexican border.\n\nA group of about 100 migrant activists staged a rally Saturday against the volunteer patrol, said Stan Isham, a \nsupervisory Border Patrol agent. The rally was civil and no problems were reported, Isham said.\n\nRich Macgurn, a human rights activist with Gente Unida (People United), said the number of patrol volunteers was \n''pretty scarce'' and that protesters had spotted only a few of them.\n\nThe Border Patrol was setting up a command post outside its Campo station, and San Diego Sheriff Bill Kolender \nsaid deputies would closely monitor the area.\n\n''We will not tolerate any kind of hate crimes, we will not tolerate any violations of the law, and we will see to it that \nthe Border Patrol is able to do their job in a safe manner,'' Kolender said.\n\nChase said he expected 100 and 200 volunteers to join the patrol throughout the three-week vigil.\n\n\nVolunteers will call the Border Patrol if they spot illegal border crossers, Chase said. He won't chase illegal \nimmigrants but said others might.\n\n''If somebody's stupid enough to do it, I'm not going to stop them,'' he said.\n"}