{"title": "Daniel Rubin: More courage from a Dreamer on immigration", "body": "\nMaria Marroquin asked that I not use her last name when I interviewed her in June. She was 23 and here illegally, \none of thousands of immigrants brought to America as kids, then left in limbo.\n\nAfter graduating from Cheltenham High School, she had to attend Montgomery County Community College as an \ninternational student at three times the tuition. Her two-year degree took her five years to afford. But she finished \nwith a 3.98 grade-point average.\n\nThat means someone has a very able babysitter. Without documentation, that's the work she has found to pay for \nher next degree. Her parents' decision to come here on a tourist visa - they told the family they were all going to \nDisney World - has for Maria Marroquin been anything but a vacation.\n\nShe grew bolder as a bill wended through Congress this fall to grant permanent residency to those under age 35 \nwho'd been in the country five years and had spent two years in college or the military.\n\nThe bill had broad support. And over the fall she started using her full name in interviews, organizing phone banks, \nspeaking nationally for those Dream Activists who want to make the most of themselves in this country.\n\nThey were brought here as children through no fault of their own, they argue. They want to study, to work, to serve. \nTheir status wastes all that potential.\n\nThe bill passed through the U.S. House but died in the Senate. Lobbying by White House cabinet members, \nCatholic bishops, and union and school officials couldn't raise five votes needed for passage.\n\nRepublicans who had supported the Dream Act withdrew their support after facing challenges back home by those \nwith harder positions on immigration.\n\nSince then hopes for Dreamers have fallen as legislation has begun moving through state houses to block \nundocumented immigrants from attending the most competitive state universities.\n\nThat's what sent Marroquin down to Atlanta last week, to a protest at Georgia State University, where she called for \nits president to refuse to require applicants to prove their citizenship.\n\nIt's what caused her to sit down, wearing her graduation mortarboard, in the middle of a busy intersection Tuesday \nafternoon with six fellow students without papers.\n\nIt's what got her arrested.\n\n\nWhat made her risk being returned to Peru, a land where she has not lived since she was 13?\n\n\"I just grew tired of being in my situation,\" she said by phone Thursday. \"When the bill failed and the politicians \ndidn't stand up for us, we had to stand up, for ourselves, for my younger brother and sister.\"\n\nFor more than 24 hours the five young women and two young men were locked up at the Atlanta Corrections \nDetention Center. Soon after the bars clanged shut, two representatives from the U.S. Department of Immigration \nand Customs Enforcement visited them.\n\nOne of the officers wanted to know Marroquin's birthday and where she was born. When he presented a statement \nfor her to sign, she joined the others in asking to speak with their lawyer first.\n\nThe ICE representatives left without beginning deportation proceedings. After an arraignment on charges of \nunlawful assembly and obstructing traffic, the group was released.\n\nShe said the protesters wanted to get arrested. They calculated that ICE would leave them alone. \"We wanted to \nshow how broken the system is and how they take advantage of people who don't speak the language and don't go \nout in public. We speak out. We have support.\"\n\nShe sounded a lot older than the young woman I had coffee with in Chestnut Hill, when she was working for a pizza \nplace that paid her under the table.\n\nWas jail scary? I asked.\n\n\"No. It wasn't scary at all,\" she said. \"I had come to terms with it.\"\n\nA little later I asked her whether anything surprised her about the experience.\n\n\"There were some very stressful times in jail,\" she said. \"But all five women were together. We bonded.\" She \nsounded as if she was still giving speeches.\n\nHer boyfriend, Mark Cortez, is also without documentation. He let me talk to Marroquin by phone as a couple of \ndozen supporters of the Dream Act rallied at 5 p.m. Thursday outside the Center City office of U.S. Sen. Pat \nToomey (R., Pa.).\n\nCortez and Marroquin's brother, Cesar, and sister, Fernanda, didn't sound nearly as stoic as Maria did.\n\nAll three had a hard time addressing the rally.\n\n\"It gets really emotional when you know somebody and they're willing to take that risk,\" Fernanda Marroquin, who is \n22, told the crowd through tears.\n\nMarroquin's attorney said that all charges will disappear if the protesters agree to perform community service in \nGeorgia.\n\nBut the attorney, David Bennion of the Nationalities Service Center at 12th and Arch, remains worried about \nanother visit from ICE.\n\n\"They definitely know who she is now. She's very public. At any point in time they could come after her.\"\n\nLawmakers could use some of her courage.\n\nContact Daniel Rubin at 215-854-5917 or drubin@phillynews.com. Visit http://www.philly.com/blinq\n\nGraphic\n\nmailto:drubin@phillynews.com\n\n\n \n\nFeed Loader\n"}