{"title": "McCain to visit Colombia, Mexico; Trip focus likely on trade, drug war, immigration", "body": "\nWASHINGTON -- For the second time in two weeks, John McCain is taking his presidential campaign across the \nborder.\n\nThe presumptive Republican nominee travels to Colombia on Tuesday and Mexico on Wednesday to discuss free \ntrade, the war on drugs, organized crime and national security, McCain foreign policy adviser Randy \nScheunemann said. \"We have shared interests and shared values with our Latin American partners,\" he said.\n\nAlthough McCain's support of free trade dominated the Arizona senator's June 20 visit to Canada, this trip also is \nexpected to include discussion of a politically sensitive topic: immigration.\n\nMcCain's support of \"comprehensive immigration reform\" -- tighter border security combined with more temporary \nforeign workers -- has drawn scorn from some Republicans conservatives who want illegal immigrants already in \nthe USA to be deported. Rep. Tom Tancredo, R-Colo., said \"comprehensive\" is \"code for amnesty.\"\n\nLast week, McCain and Democrat Barack Obama mixed it up over immigration before a group of high-profile \nHispanics, a key voting bloc.\n\nAppearing Saturday before the National Association of Latino Elected and Appointed Officials (NALEO), McCain \nsaid failed efforts to overhaul immigration laws proved to him that most Americans want the border secured first. \nHe said the U.S. should then develop a \"guest worker\" program that is \"verifiable and truly temporary.\"\n\nIn his remarks, Obama praised McCain's past work on comprehensive immigration legislation. But Obama added \nthat \"when he (McCain) was running for his party's nomination, he walked away from that commitment\" to placate \ncritics.\n\nDemocrats have accused McCain of talking tough on border issues to conservatives, while stressing the need for \nworker programs to Hispanic groups. \"Maybe McCain's trip will give him some time to figure out which way he \nintends to go,\" said Democratic Party spokesman Damien LaVera.\n\nMcCain's schedule includes meetings with Colombian President Alvaro Uribe and Mexican President Felipe \nCaldero´n.\n\nOn trade, McCain has criticized Obama for suggesting he might want to rework the North American Free Trade \nAgreement with Mexico and Canada because it has cost U.S. manufacturing jobs. McCain has also hit Obama for \nopposing a Colombian free-trade deal. Obama said he believes in \"fair trade\" in which other countries improve their \nlabor standards, a factor he cited in opposing the proposed deal with Colombia.\n\n\nObama, meanwhile, announced Saturday that he'll go to Britain, France, Germany, Israel and Jordan to meet with \nallies concerning such issues as terrorism, nuclear proliferation and climate change. The schedule for the July trip \nhas not been announced. \n"}