{"title": "Briefing: Immigration bill spurs protests across U.S.", "body": "\nLOS ANGELES — Thousands of people across the country protested Friday against legislation cracking down on \nillegal immigrants, with demonstrators in such cities as Los Angeles, Phoenix and Atlanta staging school walkouts, \nmarches and work stoppages. Congress is considering bills that would make it a felony to be illegally in the United \nStates, impose new penalties on employers who hire illegal immigrants and erect fences along one-third of the \nU.S.-Mexican border. The bills have angered many Hispanics. The Los Angeles protest led to fights between \nblack and Hispanic students at a high school, but were peaceful for the most part. In Phoenix, police said 10,000 \npeople marched to the office of Republican Sen. Jon Kyl, co-sponsor of a bill that would give illegal immigrants up \nto five years to leave the country. Kyle said most protesters are opposed to a House bill that would make illegal \nimmigration a felony, something his plan does not do.\n\nBush, Cheney tear into Democrats\n\nINDIANAPOLIS — President Bush and Vice President Dick Cheney launched a two-man offensive against the \nDemocrats on Friday, with Bush suggesting the opposition party would stall the economic recovery and Cheney \nportraying Democratic leaders as weak on combating terror. Bush, trying to regain his political footing ahead of this \nyear's critical midterm elections, told a GOP audience in Indianapolis that \"the difference is clear\" between the two \nparties on how to sustain the U.S. economic recovery. Cheney, speaking at a GOP fundraiser in Orlando, Fla., \ndenounced Senate Democratic leader Harry Reid and party chairman Howard Dean by name. And he asserted that \n\"leading Democrats have demanded a sudden withdrawal from the battle against terrorists in Iraq, the very kind of \nretreat that Osama bin Laden has been predicting.\"\n\nPope welcomes 15 new cardinals\n\nVATICAN CITY — Pope Benedict XVI warmly embraced 15 new cardinals when he placed crimson hats on their \nheads in a ritual-filled ceremony Friday, tears welling in his eyes as he gripped the shoulders of the Polish prelate \nwho faithfully served his predecessor for 40 years. The moving moment in tribute to Pope John Paul II drew \napplause from the crowd in St. Peter's Square as Benedict elevated Archbishop Stanislaw Dziwisz, the late pontiff's \nprivate secretary, as well as key churchmen from Hong Kong, Boston, Venezuela and the Philippines. They now \nbelong to the group that will choose the German pope's successor.\n\nStranded motorists face drug charges\n\nASHLAND, Ore. — Arizona authorities have brought drug charges against a couple who were rescued with four \nfamily members from their snowbound motor home in Oregon this week. Warrants were issued in Snowflake, Ariz., \nfor Elbert and Becky Higginbotham on Wednesday, a day after they were found in the mountains. The couple were \ncharged with possession of dangerous drugs for sale — methamphetamine — and possession of drug \nparaphernalia. Elbert Higginbotham also is wanted on a charge of misconduct involving weapons.\n\nThe warrants reportedly were issued after Arizona authorities saw TV coverage of the rescue.\n\n\nResearch suggests stem-cell alternative\n\nNEW YORK — German scientists say cells from the testes of mice can behave like embryonic stem cells. If the \nsame holds true in humans, it could provide a controversy-free source of versatile cells for use in treating disease. \nEmbryonic stem cells can give rise to virtually any tissue in the body and scientists believe they may offer \ntreatments for diseases like Parkinson's and diabetes and spinal cord injuries. But to harvest the cells, human \nembryos must be destroyed. Some religious groups and others oppose that. The study published online Friday by \nthe journal Nature, comes from Dr. Gerd Hasenfuss of the Georg-August-University of Goettingen in Germany.\n\nBarbara Bush's charity has strings\n\nHOUSTON — Former first lady Barbara Bush gave relief money to a hurricane aid fund on the condition that it be \nspent to buy educational software from her son Neil's company. Jean Becker, the chief of staff of former President \nGeorge H.W. Bush, would not disclose the amount that was earmarked for purchases from Ignite Learning. Since \nBarbara Bush's gift, the Ignite Learning program has been given to eight public schools with high numbers of \nHurricane Katrina evacuees, the Houston Chronicle reported. Barbara Bush chose to promote Ignite because she \nhas genuine enthusiasm for his company's program, Becker said.\n\nFCC 'hands off' on politics online\n\nWASHINGTON — The Federal Election Commission released proposed rules late Friday that leave almost all \nInternet political activity unregulated except for the purchase of campaign ads on Web sites. Commissioner Ellen \nWeintraub, a Democrat, said, \"We tried to craft a regulation that would allow the maximum amount of freedom for \npeople as possible,\" Most bloggers, individual Web users and sites such as Drudge Report and Salon.com are \nexempted from regulation and will be free to support and attack federal candidates, much as newspapers do. Most \nadvocates of the blogger community welcomed the proposed rules.\n\nLawyer won't testify at Moussaoui trial\n\nWASHINGTON — A government lawyer whose misconduct nearly derailed the death-penalty trial of Zacarias \nMoussaoui will not have to testify about her actions at a hearing Monday, court officials said Friday. Attorneys for \nMoussaoui had subpoenaed Carla Martin, who brought Moussaoui's sentencing hearing to a halt last week after \nshe violated a court order by sharing testimony with upcoming witnesses. The subpoena told her to report to U.S. \nDistrict Court in suburban Alexandria, Va., on Monday. But Judge Leonie Brinkema on Friday quashed the \nsubpoena without explanation. One reason a judge would quash a subpoena, experts say, is if the person planned \nto invoke Fifth Amendment rights against self-incrimination and refuse to testify. Martin declined to testify at a \nhearing last week. Her attorney has said she is assembling a defense but is not yet ready to explain her actions.\n"}