{"title": "INS Deadline Encourages Immigrant Rush to Marry", "body": "\n Twelve years ago, they fell in love. Ten years ago, they had a child. This year, Ana Julia Avilez and Jose Arnulfo \nMontoya got interested in getting married. \n\n Was it amor or was it the promise of a green card? Both, say the Honduran immigrants, who live in the District. \n\n They are among the thousands of couples rushing to county and city clerks' offices in the Washington area and \nacross the country to tie the knot before April 30, the expiration date of a federal law that makes it easier for \nundocumented immigrants to legalize their status in the United States if they are married to a citizen or legal \npermanent resident. \n\n The provision, known as Section 245(i), is part of the Legal Immigration Family Equity Act signed into law by \nPresident Bill Clinton in late December. The law was designed to help illegal immigrants and their spouses or \nclose relatives obtain a legal status. \n\n The clause in the law that has attracted widespread attention -- and a certain amount of confusion, as well, was in \neffect from October 1994 through September 1997, when it expired. Under its provisions, immigrants who are \nliving illegally in the United States may apply for a green card and adjust their legal status here without returning to \ntheir native country to obtain an entry visa through a U.S. embassy. \n\n The law was allowed to expire the first time after Congress tightened immigration law with stringent rules for \nreentering the United States. Under the stricter law, immigrants who had lived here illegally for more than six \nmonths and left the United States were prohibited from coming back for three years, even after obtaining a legal \nentry visa in their home countries. Those who had lived here illegally for more than one year were barred from \nreentry for 10 years. \n\n Immigrants who wanted to legalize their residency were required to go home to await entry visas, but they then \nfaced prohibitions to returning. \n\n At the time, proponents of the strict prohibitions believed \"people will go home, and they won't come back,\" said \nDawn Lurie, president of the D.C. chapter of the American Immigration Lawyers Association. \n\n\n Instead, many such immigrants simply stayed, she said, working in marginal low-skill service industry jobs and \nliving in fear of discovery. \"They stay, and they remain out of status forever,\" Lurie said. \n\n The temporary reinstatement of Section 245(i) in December sought to remedy that situation. Until April 30, \nimmigrants can apply to legalize residency through marriage to a U.S. citizen or a permanent legal resident, \nthrough a parent or sibling who is a citizen or legal resident, or through an employer who is willing to act as a \nsponsor. \n\n That's the first step. The second step, which does not have to be taken immediately, is to file for adjustment of \nstatus under Section 245(i) and to apply for a green card. At that time, the immigrant can pay a $ 1,000 fine to the \nINS for having lived here illegally. \n\n Immigration and Naturalization Service officials say as many as 640,000 immigrants could apply to adjust their \nresidency status under 245(i) through fiscal 2003. When it was in effect before, in fiscal 1995-97, 545,000 people \nadjusted their residency under that provision. \n\n It is the promise of that law that has sent marriage rates skyrocketing across the nation, particularly in immigrant \nstrongholds such as New York, Chicago, Los Angeles and Houston. \n\n And in the Washington area, the number of marriage licenses issued in the first three months of this year, \ncompared with the same period in 2000, jumped by 50 percent in Arlington County and the City of Alexandria, 30 \npercent in Montgomery County, 25 percent in Fairfax and Loudoun counties, and almost 19 percent in Prince \nWilliam and Baltimore counties. \n\n \"I walked in the office the other day and said, 'What the heck is going on?' \" recounted Arlington Circuit Court Clerk \nDavid Bell. \"Are we having a sale on marriage licenses, and I don't know about it?\" \n\n Montgomery County court clerks, empowered by judges to perform marriages, are marrying 23 couples back-to-\nback daily -- almost double the number of weddings performed at this time last year -- in a special courthouse room \nequipped with mahogany benches and a dais. \n\n \"We've been booked,\" said Geraldine Stark, supervisor of Montgomery's license department. \"And January, \nFebruary and March are usually our slowest months.\" \n\n Proponents for tougher immigration controls, such as members of the Federation for American Immigration Reform \nand the Center for Immigration Studies, contend that the law is an incentive for marriage fraud and that it provides \nan unfair loophole to the tough 1996 immigration law. \n\n Dan Stein, executive director of FAIR, said reenactment of 245(i) \"makes a mockery of the reentry bar. You get to \npay a $ 1,000 fine and adjust your legal status inside the country. . . . It essentially creates a preferred class of \npeople who buy their way around the sanctions for illegal conduct.\" \n\n Widespread confusion among immigrants has prompted lawyers, churches and INS officials to run seminars \nthroughout the Washington region to try to dispel myths. Some immigrants mistakenly believe that Section 245(i) \nguarantees amnesty or a green card. Others are looking simply to get married. \n\n The specifics of the law and the consequences of fraudulent marriages were the subjects of recent seminars at St. \nCamillus Church in Silver Spring and St. Anthony of Padua Parish in Falls Church. Discussions were conducted in \nEnglish, Spanish and French. \n\n \"This doesn't give [illegal immigrants] the right to get the green card, but it allows them to stay here while they're \ngetting it,\" said Angela Kelly, deputy director of the National Immigration Forum, an organization that lobbied for the \nreinstatement of 245(i). \n\n\n\n That's what Montoya, 37, is banking on. He's been working as a welder for six years, and his boss is sponsoring \nhim for a green card, Montoya said. When Montoya becomes a legal resident -- and that could be years away -- he \ncan petition for the legalization of Avilez, 36. But first they must marry. \n\n The nattily dressed bridegroom arrived at the Arlington County clerk's office on a bitingly cold, blustery March \nmorning with Avilez. \n\n Thirty dollars in cash and two valid photo IDs got them a marriage license. Because there is no waiting period in \nVirginia to get married, they and their two witnesses and a friend simply walked across the street to the courthouse. \nThe entourage took one wrong turn out of the building, then backtracked. The bride lost one of her gold hoop \nearrings but recovered it on the sidewalk. Finally, they arrived in the office of one of Arlington's three civil \nmagistrates, windblown and chilled -- especially Avilez in her gauzy white floor-length, spaghetti-strap dress. \n\n \"You sure you want to do this?\" Gerald Williams asked. The two solemnly nodded. \"Okay, should I do this in \nEnglish or my broken Spanish?\" \n\n \"Espan ol,\" came the quick reply. \n\n \"Anillos?\" Williams asked. Rings? \n\n \"Si,\" Montoya said as he extracted matching gold bands from a pants pocket. \n\n Next stop for the couple: the office of their lawyer, to make their marriage license part of the official immigration file. \n\n Fraudulent marriages do occur and usually are obvious, said assistant Arlington Circuit Court clerk Aida Duncan. \n\"Some of them don't know each other well. One is Hispanic; the other is American. The American is asking the \nother person questions for the license,\" she said. \"Then they come back in two or three months and ask how to get \nan annulment.\" \n\n That is \"about the worst thing you can do,\" said INS spokesman Bill Strassberger. \n\n Someone caught in marriage fraud can permanently lose the right to legal residency in the United States. \"That \nperson has much more to lose,\" Strassberger said. \n\n Marriages that help one of the partners legalize residency may be subject to INS investigation for as long as two \nyears after the couple says, \"I do,\" or \"Yo acepto,\" as in the case of Avilez and Montoya. That was stressed \nrecently at St. Camillus, where immigrant parishioners represent 110 nationalities. \n\n \"Be honest and follow the laws of the country. That's the best advice we can give to anyone,\" said the Rev. \nJacques LaPointe, associate pastor. \"Because, definitely, anyone who is caught lying or with false information, \nthey're jeopardizing their whole future in terms of ever coming into this country.\" \n\n That's the last thing Jenny Ruz wants. Ruz arrived in Silver Spring from Chile in November 1998 as a legal \npermanent resident, along with her two children, under a family petition filed by her father. He arrived in 1986, \nbecame a citizen in 1995 and urged her not to marry because bringing her here single was much easier under U.S. \nimmigration laws. \n\n A few months after she arrived, so did her longtime companion, the father of her children. His tourist visa expired \nlong ago. Last weekend, with their daughter, 8, and son, 5, as attendants, Ruz and Hector Orozco finally married in \nher parents' home. Now, Ruz, 32, can petition to legalize her husband's status, as long as she does so before the \nend of the month. \n\n \"I originally wanted to get married in June or July when the weather is nice, and we could do this in the back yard \nand have a really nice outdoor party,\" Ruz said. \"Then we found out about this law, so we had to hurry up.\" \n\n\n\n She added: \"We just moved it up and [got married] in the basement. But it was fine. The ideal is for both of us to \nbe legal, to be safe and to be at peace.\" \n"}