{"title": "Tuition hearingdraws emotions", "body": "\nThey watch music videos on YouTube, crave chicken sandwiches from McDonald's and load up on Advanced \nPlacement classes at school. They have spent most of their young lives in Maryland, striving for success at local \nhigh schools. But because they are undocumented immigrants, when it comes time to graduate, they must pay \nthree times the tuition charged to fellow classmates to attend one of the state's public colleges and universities. \n\nImmigration advocates and dozens of students made highly personal appeals to a state Senate committee \nWednesday, asking lawmakers to treat these teenagers as they would any other graduate of a Maryland high \nschool: by giving them in-state tuition breaks.\n\nA bill introduced by Sen. Victor R. Ramirez (D-Prince George's) would offer in-state tuition to undocumented \nimmigrants who attended at least two years of high school in Maryland and whose parents pay taxes. Students \nwould have to express an intent to apply for legal status in the United States.\n\n\"This bill holds the hopes and dreams of hundreds of students,\" a Prince George's County high school senior, \nJacqueline Midence, told the committee.  Midence arrived from El Salvador in 2007 and is part of her school's \nNational Honor Society. \"Most of us here today did not have a choice in coming to the United States. The choice \nthat I have made is to contribute.\"\n\nBut with tensions running high nationwide over illegal immigrationand fierce competition for admission to the \nUniversity of Maryland and other four-year institutions, advocates may have to            accept a compromise backed \nby Senate leaders. \n\n\"We've got to find a way to accommodate the interests of these constituents no matter how they got here but also \nrecognize that there are people whose grandparents and parents played by the rules and now cannot get into one \nof Maryland's four-year colleges,\" said Senate President Thomas V. Mike Miller Jr. (D-Calvert).\n\nTen other states, including California, Illinois, New York and Texas, have in-state tuition measures on the books. A \nbill similar to the one being considered in Maryland passed both chambers in 2003, but it was vetoed by then-Gov. \nRobert L. Ehrlich Jr. (R). \n\n\nStrong opposition remains among Republican lawmakers, who have introduced a series of measures this session \nthat target illegal immigrants.\n\nAt the Senate hearing Wednesday, Sen. Bryan W. Simonaire (R-Anne Arundel) said he has reservations about \nusing taxpayer money to subsidize \"those who have not come to America properly. There is no law in Maryland \nprohibiting them from going to college. This bill is just trying to give them a break.\"\n\nThat sentiment was echoed by a group of citizens opposed to the bill who also attended the hearing.\n\n\"I have no problem with these kids going to college,\" said Bernadette Sgorski of Harford County. \"But I do not want \nmy taxpayer dollars used to subsidize their tuition.\"\n\nThe measure has the backing of the University System of Maryland, a coalition of religious leaders and county \nexecutives Isiah Leggett (D) of Montgomery and Rushern L. Baker III (D) of Prince George's, both of whom testified \nat the hearing.\n\n\"Our investment in our students should not end with a high school diploma,\" Baker said in prepared remarks.\n\nBut even some Democrats are concerned about giving coveted in-state seats to undocumented immigrants \nbecause it could deny spaces to other state residents. \n\n\"It's important to give opportunities to these kids who are here through no fault of their own,\" said Sen. Brian E. \nFrosh (D-Montgomery). \"But it makes me uncomfortable to the extent those opportunities come directly at the \nexpense of somebody else who qualifies for admission.\"\n\nSen. Joan Carter Conway (D-Baltimore), chairman of the education committee, said she plans to offer a \ncompromise that would provide reduced-rate tuition at community colleges, regardless of immigration status. \nStudents who receive associate degrees could then transfer to a four-year institution and pay in-state rates. \n\nFor the students who have the most at stake, the push to change the law is all about affordability.\n\n\"Some of us want to be someone in the future, and not just anyone. I don't just want to be working at McDonald's,\" \nsaid Ivette, a Silver Spring high school senior enrolled in AP literature who aspires to be a psychologist. Like other \nstudents interviewed, Ivette agreed to talk only on a first-name basis out of concern about potential legal liabilities \nstemming from being identified.\n\nMany of the students say they cannot rely on their parents for financial help. Their mothers and fathers clean \noffices, repair houses or work in restaurants for little more than minimum wage.\n\nKarolina, who graduated from a Montgomery high school in 2008, babysits and helps her mother clean houses to \ncover the cost of classes at Montgomery College. She was inspired to pursue a career in nursing after volunteering \nat Holy Cross Hospital and hopes to transfer to the nursing program at the University of Maryland, Baltimore. \n\nFor Karolina, the fate of the bill has huge financial implications: the difference between $7,100 for in-state students \nand $25,000 for out-of-state ones.\n\nKarolina, who arrived from Peru a decade ago, choked up when talking about how she would pay the full fare. \n\n\"It's like a big rock that you carry wherever you go,\" she said.\n\nFederal law prohibits states from providing in-state rates to undocumented immigrants unless these rates are \noffered to all students. States that provide in-state tuition have gotten around the prohibition by basing eligibility on \nattendance at a local high school - not residency - an approach upheld by the California Supreme Court.\n\nBut there are conflicting practices and legal interpretations within Maryland.\n\n\n\nConservative legal group Judicial Watch sued Montgomery College in January over its practice of offering \ndiscounted tuition rates to undocumented immigrants who have graduated from county high schools. The group \nalleges that the college's policy violates federal law and has cost taxpayers millions in lost tuition fees.\n\nPrince George's Community College, in contrast, makes undocumented immigrants pay full tuition  because of a \n2006 attorney  general's opinion, which is not legally binding. The attorney general said the college \"lacks the \nauthority to waive the out-of-county tuition rates for undocumented aliens.\" State law, the opinion says, \"does not \nafford the board the discretion to determine whether to charge such rates in this situation.\"\n\nmarimowa@washpost.com\n"}