{"title": "TEEN APPEARS TO QUALIFY UNDER CITIZENSHIP ACT", "body": "\nQ\n\nI was born in the United States and am married to a Ukranian woman who has a 16-year-old son, who is a \npermanent resident. Can he become a citizen automatically, under the Child Citizenship Act of 2000? He fits \nperfectly into some of the requirements for automatic citizenship, but I'm a little unclear on the one that states that \nhe must have at least one parent who is a U.S. citizen whether by birth or naturalization.\n\nLawrence\n\nA\n\nAs long as you have legal custody of the boy, and he lives with you and your wife, then he should qualify for \ncitizenship, said Carolyn Choi, an immigration attorney in Los Altos. To acquire a citizenship certificate, take your \ndocumentation and his green card to the Bureau of Citizenship and Immigration Services (BCIS) and fill out an N-\n600 form, Choi said. You also can apply for his passport at any passport agency.\n\nQ\n\nI have petitioned for a relative to come to the United States on an immigrant visa by sending an I-130 form and \nattaching my original certificate of naturalization to the immigration service. I also sent a self-addressed, stamped \nenvelope to get my certificate back, but it has been several weeks and it still hasn't been returned. I understand I \nwas required to send the original, and it's a punishable violation to make a copy of the naturalization certificate. But \nhow would I go about getting my certificate back?\n\nRevathi\n\nA\n\nKeep waiting, and hopefully the BCIS will return it. For future reference, rest assured that many new citizens make \na photocopy of their naturalization certificates to keep for their own records, according to some local immigration \nattorneys.\n\nChoi, the lawyer in Los Altos, said she recommends that her clients make a copy of the original before sending it \nbecause \"there's a very good chance you may never see it again.\" Although the back of the certificate states it is \nillegal to photocopy, Choi said she has never heard of someone being prosecuted for making a personal copy.\n\nFingerprinting\n\nWith little fanfare, the new San Jose fingerprinting office of the BCIS opened Tuesday at 122 Charcot Ave.\n\n\nThe Application Support Center, where applicants for permanent residency and naturalization are fingerprinted, \nused to be at 740 Story Road. But that office was closed to allow the BCIS to move to a larger office and \naccommodate a larger customer base.\n\nThe new center can serve as many as 400 customers, twice the capacity of the old office on Story Road. The office \nhas about 8,000 square feet, more than double the space of the old office.\n\n\"It's more efficient, more comfortable, and there's room to expand,\" said Sharon Rummery, spokeswoman for BCIS \nin San Francisco.\n\nBefore 1997, immigrants applying for green cards went to private firms or local police departments for their \nfingerprints. But the error rate on those fingerprints -- many were unreadable -- was more than two-thirds, Rummery \nsaid.\n\nThe botched fingerprints resulted in months-long delays for immigrants' applications, she said.\n\nThe fingerprinting services provided by the BCIS support centers are high-tech: A machine captures an image of \nfingerprints, and the whole set is sent electronically to the FBI.\n\nImmigrants may now visit the support centers to renew green cards and take photographs.\n\nThe new center on Charcot Avenue is open Tuesday to Saturday, 8 a.m. to4 p.m.\n\nNotes\n\nImmigrant Experience\n"}