{"title": "COPS BEAT ME IN I.D. MISTAKE, SAYS IMMIGRANT", "body": "\nA Haitian immigrant claims he was the victim of police brutality when he was stopped and beaten by two cops \nwho thought he was a robbery suspect even though he's a half foot shorter than the man they sought.\n\nYves Victor, 42, who had never been arrested before last November, yesterday pleaded with a Manhattan judge to \ndismiss charges that he assaulted the cops when they stopped him on W. 57th St.\n\nHis lawyer, Ron Kuby, insists the officers were dispensing \"street justice\" and pistol-whipped Victor, leaving him \nbleeding from the forehead. He is now suing the city for false arrest.\n\nHe was on his way home from his job as a busboy at the Palm Court restaurant in The Plaza hotel at 2 a.m. when \nhe and the cops crossed paths.\n\nThe plainclothes officers were looking for a suspect in a robbery and phoned 911 when they spotted Victor waiting \nfor a bus between Fifth and Sixth Aves., court records show.\n\nKuby said his client partially matched the suspect's description because he was a black male, dressed in dark blue \nclothes, wearing a cap.\n\nBut the suspect was described as 6-feet tall. Victor is 5-feet-5. Also, the suspect was armed, according to the \ndescription. Victor was not.\n\nIn court papers, Police Officer Maryellen Miller says that when she and Sgt. Gerald Kane approached Victor with \nbadges displayed and guns drawn and told him to freeze, she heard Victor say \"to hell with that.\"\n\nShe said Victor grabbed her partner around the waist and started to wrestle with him before turning and trying to \nchoke her.\n\n\"If they had acted lawfully in the first place and just stopped and questioned and released him, there would have \nbeen no injuries, lawsuits or criminal case,\" Kuby said, adding: \"Instead, they assumed he was an armed robber, \ndispensed a little street justice and then made up a story to cover their tracks.\"\n\nAlthough Victor was originally charged with two felony assault counts and resisting arrest, prosecutors reduced the \ncharges to two counts of misdemeanor assault after Victor waived his rights and talked to them at length.\n\nHowever, they opposed Kuby's motions yesterday to dismiss the charges, and Criminal Court Judge Milton Tingling \nreserved decision on that motion.\n\n\nGraphic\n\n \n\nMICHAEL SCHWARTZ BANDAGE on Yves Victor's head shows where the Haitian immigrant was hit, allegedly by \ncops.\n"}