{"title": "Nunez visits Mexico to talk immigration;SPEAKER SAYS HE TRIED TO EASE ANGER AT GOVERNOR'S REMARKS", "body": "\nCalifornia Assembly Speaker Fabian Nunez on Thursday urged Mexican President Vicente Fox to press for \nimmigration reform in the United States and said he tried to ease anger at Gov. Arnold Schwarzenegger's \nremarks about migrants.\n\nBut Nunez also found himself explaining his own call for a state of emergency along the border after similar \ndeclarations by other states had irritated Mexican leaders.\n\nNot by coincidence, Nunez's meeting with Fox wasn't mentioned on the president's daily schedule of public events.\n\n''The perception here in Mexico is that this is a call to close the border and place responsibility and blame only on \nMexico,'' Nunez acknowledged during a news conference after his meeting with Fox.\n\n \n\nEmergency decrees\n\nThe Los Angeles Democrat said the proposed emergency decree ''is between California and the Bush \nadministration'' and was meant to get the federal government to help ''make sure California is getting its fair share \nof funds'' for imprisoning undocumented immigrants and other costs.\n\nThe governors of Arizona and New Mexico recently made such declarations. Schwarzenegger has said there is no \nneed for such action in California and that, in any case, state law does not grant him the authority to do so. \nThursday, four Republican lawmakers said they would introduce legislation to amend state law, giving the governor \nthe authority to declare emergencies along the border.\n\nNunez, a rival of the Republican governor, prodded Schwarzenegger to promote the federal Kennedy-McCain bill \nthat would legalize many current undocumented immigrants in the United States.\n\nHe also encouraged Schwarzenegger to visit Mexico, the state's largest foreign-trade partner.\n\n''People in Mexico feel that he's anti-Mexican because of some things that he has said, like we should close down \nthe border,'' Nunez said.\n\nSchwarzenegger made such a comment in the spring to a gathering of newspaper executives, but he quickly \nexplained that he meant to say the border should be properly secured.\n\n\n''I don't think he's anti-Mexican,'' Nunez said. ''I disagree with a lot of his policies . . . but on a personal level, I do \nthink that he's a decent human being so I do think that he needs to come to Mexico. He needs to mend those ties.''\n\nNunez said he had urged Fox to work with the U.S. administration in achieving reforms that would treat the 2 \nmillion undocumented Mexicans in California ''with the respect that they deserve through legal residency.''\n\nCalifornia, he said, ''is where undocumented workers contribute most to the economy but at the same time it is \nwhere they are most unrecognized.''\n\nState Republican officials said Nunez's trip was orchestrated to woo Latino voters ahead of the Nov. 8 election.\n\n \n\nInvoking governor\n\nBefore leaving Sacramento, Nunez said he hoped to soothe what he said was unhappiness in Mexico over \nSchwarzenegger's statement of support for volunteer border patrols. The Minuteman Project says its purpose is to \nhelp U.S. border agents arrest immigrants streaming across the Mexican border. Schwarzenegger also has called \nupon the U.S. government to increase border security.\n\nOn Aug. 18, Nunez called on Schwarzenegger to declare an emergency in California, saying it would help \npressure the federal government to stop drug-running and illegal immigration.\n\nSchwarzenegger said there was no need for such a declaration. He also said state law allows him to declare \nemergencies only in cases of war, natural disasters or epidemics.\n\nAssociated Press Writer Beth Fouhy contributed to this report from Sacramento.\n"}