{"title": "2 workers killed in second van accident;Following Monday's deadly crash in Wilmington, a van carrying18 Hispanic laborers overturned in Lehigh County.", "body": "\nA day after an overcrowded van filled with immigrant day laborers crashed on a busy Delaware expressway, \nkilling three of them, two more people died yesterday in Lehigh County after a van carrying 18 Hispanic \nworkers flipped over.\n\nYesterday's accident, which occurred at 7:45 a.m. at Route 309 and Mountain Road in Lynn Township, also left 16 \ninjured, State Trooper Joseph Campbell said. The van's passengers, reportedly on their way to work at a nearby \nfactory, did not speak English, police said.\n\nSome of the 16 injured are in critical condition at Allentown Hospital, a hospital spokesman said. Police identified \nthe two men killed only as Armando Cervantes and Sergio Lopez.\n\nAbout 60 miles away, at Christiana (Del.) Hospital, Asan Wang, 37, nervously waited for news about his wife, Kusti \nLeman, 35, who broke a bone in her back and needed stitches in her face after the van flipped over on Interstate \n495 in Claymont, a suburb of Wilmington.\n\nThe van was carrying 19 Cambodian, Indonesian, Thai and Pakistani workers returning to their homes in \nPhiladelphia after working in New Castle, Del.\n\nThe accidents highlight some of the dangers that immigrant workers face as they struggle to adjust to a new \ncountry and find low-level jobs that many citizens would not do, immigrant advocates said.\n\nAldo Siahan, who works at the Indonesian Full Gospel Fellowship Church, which assists Asian immigrants in \nPhiladelphia, said shady temporary staffing agencies that recruit day workers are common in some immigrant \nneighborhoods. For clients such as packing factories, poultry plants or farms, the agencies sign up workers for \ntemporary jobs and usually pay them in cash off the books, he said.\n\nAccidents are not uncommon, he said. In January, a van carrying Indonesian workers to jobs in Scranton was \ninvolved in a crash that left two workers injured. Such accidents usually leave workers without health benefits or \nworkers compensation, Siahan said.\n\n\nDelaware State Police investigating Monday's crash said the workers were returning from Pack & Process Inc. in \nNew Castle, Del. The company had no comment yesterday.\n\nAn occupant of the vehicle said the workers had been contracted by Lam Staff Service of Philadelphia, Delaware \nState Police Lt. Tim Winstead said. No such business is listed in Philadelphia.\n\nBecause of a language barrier, authorities are still trying to identify a number of the victims, including two of the \nthree who died, Winstead said. The first two victims died at the scene; both were teenagers. The third person died \nat Christiana Hospital Monday night.\n\nAccording to police, the van ran into a gasoline tanker, crossed the median and flipped over in the southbound \nlanes. Debris from the vehicle, such as glass, sneakers and tote bags, littered the roadway as emergency workers \ntried to rescue the riders.\n\nA number of the van riders were partially or totally thrown from the vehicle, Winstead said. Though the van was \ncarrying 19, it had seats for 15 people, Winstead added.\n\nYesterday at Christiana Hospital, ministers counseled the patients' family members, who waited nervously for news \nfrom doctors.\n\n\"I'm worried, anxious, fearful and confused,\" Wang said through an interpreter. He and his wife, who are from \nIndonesia, have been in the United States for three months. \"I'm worried for our two children,\" he said.\n\nThorn Khem of Richmond, Va., also waited for news about his father, Lam Khem, 72, a Cambodian immigrant who \nlives in Center City.\n\n\"They said he's in bad condition,\" Thorn Khem said. \"I'm nervous and it's hard to even talk right now. I can't even \ndescribe it.\"\n\nHe said his father had body and head injuries.\n\nPennsylvania state police said they are still trying to determine exactly what happened yesterday in Lehigh \nCounty.\n\nTrooper Campbell said a car sideswiped the van on Route 309, sending it airborne and onto its side. Police said \nthat some of the passengers were thrown from the van and that the driver, Jorge Perez, suffered \"major injury.\"\n\nInquirer Staff Writer Monica Rhor also contributed to this story.\n\nJonathan Gelb's e-mail address is jgelb@phillynews.com  \n\nGraphic\n\n \n\nPHOTO;\n\nJOAN FAIRMAN KANES, Inquirer Suburban Staff\n\nAsan Wang visits his wife, Kusti Leman, in her room at Christiana Hospital. Leman, who was injured in Monday's \ncrash, came to the United States with Wang and their two children three months ago.\n"}