{"title": "ELIAN'S GRANDMOTHERS MEET WITH RENO THEY URGED HIS RETURN TO CUBA. THE ATTORNEY GENERAL WAS SUPPORTIVE BUT SAID IT WAS NOW FOR THE COURTS TO DECIDE.", "body": "\nIn the latest episode in an impassioned international custody battle, both grandmothers of 6-year-old Elian \nGonzalez yesterday implored Attorney General Janet Reno to help them take the boy back to Cuba.\n\n\"We ask that you return Elian to his immediate family and not to his distant family,\" Mariela Quintana Garrido and \nRaquel Rodriguez Rodriguez said in a letter to Reno. The letter was released after they met for about an hour with \nReno and Doris Meissner, commissioner of the Immigration and Naturalization Service.\n\nThe grandmothers said it was important to restore Elian \"to the normality of life with his father, brother, family, \nfriends at schools, his toys, dog and parrot.\"\n\nReno \"listened to us, she was very friendly . . . but she didn't say anything\" to make the women optimistic that Elian \nwould soon be home, Rodriguez told the Washington Post during the flight back to New York.\n\nReno, who has supported Elian's return, said in a written statement that the grandmothers \"made a very \ncompassionate and heartfelt plea\" but that the matter now is in federal court.\n\n\"We maintain that the law recognizes the unique relationship between parent and child and that family reunification \nhas long been a cornerstone\" of U.S. immigration law as well as INS practice, she said.\n\nHIS MOTHER DROWNED\n\nThe boy's mother, Elisabet Brotons, drowned with 10 others after a boat smuggling them from Cuba to the United \nStates capsized. Elian was fished out of the waters off South Florida on Thanksgiving Day and has been staying \nwith relatives in Miami.\n\nThe Justice Department and INS have said that the child belongs in Cuba with his father, Juan Miguel Gonzalez, \nbut the Miami relatives have filed suit in federal and Florida state courts to block his repatriation.\n\n\"We are grateful to you for affirming Juan Miguel's paternity rights,\" the grandmothers said in the letter to Reno, \n\"but we have felt frustrated over delays in complying with this right.\"\n\n\nIn comments to the Post, Rodriguez, mother of Elisabet, dismissed as \"the biggest lie I ever heard\" the theory that \nElisabet and Elian were fleeing persecution from Cuban President Fidel Castro and, therefore, the boy should stay \nin the United States. The man her daughter lived with \"was a violent person\" whom her daughter feared, and he \nforced her to leave Cuba with him, she said. Her daughter was an active communist, she told the Post.\n\nNo plans have been announced for the women to visit the boy, or to return home. But the grandmothers wrote in \ntheir letter: \"We only have Sunday to see Elian, and we not only want to see him, but we also want to return with \nhim to Cuba.\"\n\nAlthough the grandmothers have said they would never go to Miami, Rodriguez said yesterday that she was not \nsure. \"It depends on the circumstances. I would have to think about it,\" the Post reported.\n\nMIAMI RELATIVES AWAIT THEM\n\nThe Miami relatives insist that the women must travel to Miami to visit Elian, said Armando Gutierrez, a family \nspokesman.\n\n\"The doors are open, and the welcome mats are out,\" Gutierrez said yesterday. \"The family would love for them to \ncome here to Miami. In fact, they are surprised they went to New York and Washington and have not come here.\"\n\nElian's relatives in Miami say that the grandmothers and the father are being manipulated by Castro. The relatives \nhave found powerful allies among anti-Castro congressional conservatives. Florida Republicans have said they plan \nto introduce legislation in Congress tomorrow to grant U.S. citizenship to Elian.\n\nRodriguez denied that the women were being pressured by the Cuban government. \"We speak freely. We are not \nunder pressure, and what we say is the truth,\" she told the Post.\n\nMariela Gonzalez, whose son is Elian's father, said the boy has told her that \"he is crazy with longing to come back \nto Cuba.\" Elian cries when he speaks to his father, she told the Post.\n\nAs for why Elian's father hasn't rushed to his side in Miami - Mariela Gonzalez says only \"they would kill him.\"\n\n\"There are lots of good Cubans and lots of good Americans,\" she explains, \"but there are lots of bad Cubans there.\"\n\nBesides, she said, \"I am here, the grandmother, I am here for him,\" the Post reported.\n\nRodriguez said she doesn't know how President Clinton \"can permit this.\"\n\n\"It looks like there is not the political courage,\" she says, to enforce the Immigration and Naturalization Service's \nruling that family members keeping the child in Miami return him to his Cuban father. Clinton has said he supports \nthe INS decision.\n\nBob Edgar, general secretary of the U.S. National Council of Churches, which arranged the women's trip to the \nUnited States, and a former Democratic House member from Delaware County, said the grandmothers \"shared \nwith the attorney general their pain in the loss of this grandchild. Both grandmothers articulated as clearly as \nanyone could the hunger and passion that they have to return their grandchild to Cuba.\"\n\nEdgar told reporters that the meeting was intended \"to open the dialogue and the conversation\" with Reno. \"The \ngrandmothers had a wonderful opportunity to speak to them, and that's really all that I can say at this time.\" He \nsaid Reno \"showed enormous compassion for these two courageous women. There was a long opportunity where \nthey simply talked back and forth with each other. It was a very personal meeting.\"\n\n* This article contains information from Inquirer wire services.\n"}