{"title": "Ex-Islamic group member leaves U.S.", "body": "\nA participant in a controversial Islamic studies group once connected to the  University of South Florida was told to \nleave the country this week.\n\nBasheer Nafi had been charged with immigration fraud, but the charge was  dropped, a senior spokesman for the \nU.S. Immigration and Naturalization  Service said Wednesday.\n\nNafi did not contest a lesser, non-criminal violation of his visa status,  and he was allowed to leave the country \nunder threat of deportation, INS  spokesman Russ Bergeron said.\nUSFWISE\n\nNafi and his family had planned to leave the country anyway, said his wife,  Imelda Ryan, who remains in this \ncountry. The couple had sold their furniture  and purchased airplane tickets to Britain. They are British subjects, she \n said.\n\nSince Nafi had previously notified immigration officials of his intentions,  Ryan believes her husband's arrest last \nweek outside his office in suburban  Washington, D.C., was simple harassment. \"We feel they're bringing false \n accusations in order to discredit WISE,\" she said.\n\nWISE is an acronym for the World and Islam Studies Group, a private think  tank in Tampa that co-sponsored \nscholarly forums and other activities with USF  until last year.\n\nA former WISE administrator and part-time USF professor, Ramadan Abdullah  Shallah, later emerged in Syria as \nthe new leader of a Palestinian terror  group, Islamic Jihad.\n\nSoon after that, FBI and federal immigration agents announced that they  were investigating the group and one of \nits founders, USF engineering  professor Sami Al-Arian.\n\nRyan and other Muslim supporters complain that federal agents and others  have been smearing WISE and its \nother officials, including Nafi, without any  formal charges being filed.\n\nSome critics of the INS, including Georgetown University law professor  David Cole, say the INS selectively \nenforces minor immigration rules in order  to deport people whose politics are deemed unsavory in the United \nStates.\n\nCole said he was not familiar with Nafi's case, but in general, \"with  Palestinians, the federal government has shown \na failure to differentiate  between support for terrorism, which should be punished, and support for  political \n\n\norganizations that the administration does not like, which is  constitutionally protected activity under the First \nAmendment.\"\n\nA federal affidavit filed in Tampa last year cited a Jordanian newspaper  article and a confidential source in \nidentifying Nafi as a leader in Islamic  Jihad, an accusation he denies.\n\nBergeron denied that there was anything selective about Nafi's arrest or  deportation proceedings.\n\n\"It is not unusual for the INS to arrest and move to deport individuals  who violate the terms of a whole variety of \nnon-immigrant visa restrictions,\"  he said.\n\nThe charge that Nafi did not contest stemmed from his changing jobs from  WISE to another private think tank, the \nInternational Institute of Islamic  Thought, near Washington.\n\nNafi obtained a renewal of his visa in February to reflect his new  employer. But in the meantime, he was technically \nout of compliance with his  old visa, which required him to work for WISE, Bergeron said.\n\nAfter being held in jail, unable to communicate even with his wife, Nafi  decided not to contest the charge so that he \ncould leave the country this week  as planned, his wife said.\n\nBergeron said Nafi would have been forcibly deported had he not left on his  own. \n"}