{"title": "Immigration bill may finally get jump-start; WITH BUSH CALLING FOR SOLUTION, DEMOCRATS PROMISE ACTION", "body": "\nAfter years of debate and deadlock, Congress seems to have all the ingredients this year to revamp a broken \nimmigration system and devise a way to handle up to 12 million undocumented immigrants while tightening border \nsecurity.\n\nAdvocates of reform can point to new Democratic leaders who have promised action, the support of President \nBush, the failure of hard-line anti-immigration appeals in the past election, and a large coalition of business, labor, \nchurch and rights groups ready to turn up the pressure again.\n\n``This is a rare time when the politics are right for both parties to act,'' said Rep. Zoe Lofgren, the San Jose \nDemocrat who chairs the House immigration subcommittee. ``The expectation is that Democrats, in power, will \nget something done, and we have to do that. And if most Republicans block this again, they will put themselves in \npolitical peril.''\n\nBut don't expect a comprehensive immigration bill to be on Bush's desk soon. Formidable obstacles remain, \nincluding the emotional, unpredictable nature of immigration politics and the pressure of an early presidential \ncampaign.\n\n``It may be approved in some form by the Senate, but it will stumble again in the House, just as last year,'' predicted \nMark Krikorian, executive director of the Center for Immigration Studies, in a recent online debate. ``The public \noverwhelmingly supports consistent enforcement to reduce the illegal population.''\n\nMany voters said last year they wanted to see tougher border security and better workplace verification of \nemployees' legal status before they would consider a plan to legalize undocumented workers. That has been the \nposition of most Republicans on Capitol Hill.\n\nBut exit polls in November showed that more than 60 percent said they agreed that illegal immigrants should be \nallowed to apply for legal status. Democratic leaders will push for what they call ``earned legalization'' -- some \ncombination of fines, taxes and other requirements before an illegal immigrant can become a legal resident. \nCitizenship would probably take much longer.\n\n\n``Around the country, people are clamoring to fix this. They know that 12 million people aren't going to be sent back. \nThey know most of these people are law-abiding and important to the economy,'' said Tamar Jacoby, a senior \nfellow at the conservative Manhattan Institute who has attended meetings and focus groups on immigration.\n\nNew bill on its way\n\nThis week, Sen. Ted Kennedy, D-Mass., plans to introduce a bill similar to the one that attracted the support of \nalmost two-thirds of the Senate last year, including 23 Republicans. His co-sponsor, Sen. John McCain, R-Ariz., is \nexpected to lend his support again.\n\nThe bill will set conditions for undocumented residents to gain legal status. Last year's bill included a three-tier \nsystem that made it easier or harder for residents, depending on how many years they have lived in the United \nStates.\n\nThat system was included to lure more votes, but its supporters now see it as cumbersome and flawed. Gov. Arnold \nSchwarzenegger called it ``unenforceable'' and said a ``common-sense system'' must be devised that everyone, \nincluding illegal immigrants, can understand.\n\nBush, in his State of the Union speech, said, ``We need to resolve the status of illegal immigrants already in our \ncountry without animosity and without amnesty.''\n\nWhile backers of reform talk about ``earned legalization,'' critics cry ``amnesty'' and remind voters of the failed 1986 \namnesty, which was accompanied by promises of better border security that weren't kept.\n\nSome GOP presidential candidates are sounding that theme, or largely avoiding the issue.\n\nBut Republicans face another problem if they are seen as blocking immigration reform -- a backlash from Latino \nvoters, the fastest-growing segment of the electorate.\n\nMatthew Dowd, a strategist who helped Bush and Schwarzenegger win re-election, said Republicans need to hold \nabout 38 to 40 percent of the Latino vote.\n\nBush made serious inroads in the Latino vote in his two election victories, topping 40 percent in 2004. But last year, \nGOP candidates and ads with harsh rhetoric -- some equated Mexican immigrants with terrorists -- galvanized the \nLatino vote, which split about 70 to 30 percent for Democrats. Two Republicans known for hard-line immigration \nstances lost congressional races in Arizona.\n\n``For Democrats, this could be a California-like opportunity,'' said Simon Rosenberg, director of the centrist New \nDemocrat Network, referring to Republican Gov. Pete Wilson's anti-immigrant positions in the 1990s, which drove \nmany California Latinos into the Democratic camp.\n\nDemocrats split\n\nDemocrats face their own internal disagreements on immigration. Some of their union backers don't want more \nundocumented workers in the country, and a few new Democrats won House seats from the GOP by stressing the \nneed for border security over a comprehensive plan.\n\nMajority Leader Harry Reid, D-Nev., said he wants floor action on an immigration bill this spring, with passage \nbefore a summer recess in August. Lofgren and other House Democrats say they are ready to take up and debate \na comprehensive bill -- something the House did not do under GOP leaders.\n\nLofgren said she expects a bill to include provisions for more agricultural laborers through a guest-worker program, \nmore visas for high-tech employees and legal status for students who came to the United States as young children.\n\n\n\n``From rocket scientists to strawberry pickers, we want it to be comprehensive,'' said Lofgren, who taught \nimmigration law at Santa Clara University.\n\nContact Frank Davies at fdavies@mercurynews.com or (202) 662-8921.\n"}