{"title": "Arizona: SENATE BILL 1619", "body": "\n Office of the Legislative, The State of Arizona has issued the following bill:\n\nAN ACT\n\nAmending title 36, chapter 2, article 3, Arizona Revised Statutes, by adding section 36-260; amending sections \n36-261, 36-262, 36-263 and 36-264, Arizona Revised Statutes; repealing section 36-265, Arizona Revised \nStatutes; amending sections 36-341, 36-797.43, 36-797.44, 36-2901.03, 36-2903.01, 36-2906 and 36-2907, \nArizona Revised Statutes; amending title 36, chapter 29, article 1, Arizona Revised Statutes, by adding section \n36-2930; amending sections 36-2988, 38-654 and 43-1088, Arizona Revised Statutes; Amending Laws 2010, \nchapter 232, section 13; Making appropriations and transfers; relating to health budget reconciliation.\n\n(TEXT OF BILL BEGINS ON NEXT PAGE)\n\nBe it enacted by the Legislature of the State of Arizona:\n\nSection 1.  Title 36, chapter 2, article 3, Arizona Revised Statutes, is amended by adding section 36-260, to read:\n\n36-260.  Definitions\n\nIn this article, unless the context otherwise requires:\n\n1.  \"Administration\" means the Arizona health care cost containment system administration.\n\n2.  \"Chronically ill or physically disabled children\" means children who are under twenty-one years of age and \nwhose primary diagnosis is a severe physical condition that may require ongoing, medical or surgical intervention.\n\n3.  \"Director\" means the director of the Arizona health care cost containment system administration.\n\nSec. 2.  Section 36-261, Arizona Revised Statutes, is amended to read:\n\n36-261.  Powers and duties; expenditure limitation\n\nA.  The department of health services Arizona health care cost containment system administration shall:\n\n\n1.  Employ a full-time or part-time medical director and a full-time or part-time administrator for children's \nrehabilitative services who shall have such titles and duties as shall be fixed by the director.  Compensation of the \nmedical director and the administrator shall be as determined pursuant to section 38-611.\n\n2.  Supervise, control and establish policies for children's rehabilitative services.\n\n3.  Adopt all rules and policies for the operation of a children's rehabilitative services program.\n\n4.  Employ such necessary medical and other staff as may be needed, including resident physicians, whose \ncompensation shall be as determined pursuant to section 38-611.\n\n5.  Establish and administer a program of service for children who are crippled chronically ill or physically disabled \nor who are suffering from conditions which that lead to crippling a chronic illness or physical disabilities. The \nprogram shall provide for:\n\n(a)  Development, extension and improvement of services for locating such these children.\n\n(b)  Furnishing of medical, surgical, corrective and other services and care.\n\n(c)  Furnishing of facilities for diagnosis, hospitalization and aftercare.\n\n(d)  Supervision of the administration of services in the program which that are not administered directly by the \ndepartment administration.\n\n(e)  The extension and improvement of any services included in the program of services for chronically ill or \nphysically disabled children as required by this section.\n\n(f)  Cooperation with medical, health, nursing and welfare groups and organizations and with any agency of the \nstate charged with administration of laws providing for vocational rehabilitation of physically handicapped disabled \nchildren.\n\n(g)  Cooperation with the federal government through its appropriate agency or instrumentality in developing, \nextending and improving services for chronically ill or physically disabled children.\n\n(h)  Receipt and expenditure of funds made available to the department administration for services to chronically ill \nor physically disabled children by the federal government, the this state or its political subdivisions or from other \nsources excluding monies received from parents or guardians for the care of children.\n\n(i)  Carrying on research and compiling statistics.\n\n(j)  Making necessary expenditures in connection with the duties provided in this section.\n\n(k)  Establishing and maintaining safeguards relating to the confidential aspect of medical records.\n\n(l)  Acceptance and use of federal funds for children's rehabilitative services at the discretion of the department \nadministration and subject to any limitations imposed by the annual state appropriation bill.\n\n(m)  Such other duties and responsibilities found necessary for the effective operation of a program for chronically ill \nor physically disabled children.\n\n6.  Establish a statewide computerized information and referral service for chronically ill or physically disabled \nchildren to link those children and their families with local service providers.\n\n7.  Deposit in the state general fund all monies received from parents or guardians for the care of children.\n\n8.  Deposit in the state general fund all monies received from adults, other responsible persons, agencies or third \nparty payors for care provided pursuant to section 36-797.44.\n\n\n\nB.  In order to carry out the provisions of subsection A of this section, the director may operate outpatient treatment \nfacilities for chronically ill or physically disabled children and shall contract on the basis of competitive sealed bids \nfor the care and treatment of chronically ill or physically disabled children in accordance with pursuant to subsection \nC of this section.\n\nC.  The director shall prepare and issue a public request for proposal including a proposed contract format, at least \nonce every four years, to contract for the care and treatment of chronically ill or physically disabled children subject \nto the following authorizations and limitations:\n\n1.  The scope of the contracted services shall include inpatient treatment services, physician services and other \ncare and treatment services and outpatient treatment services which shall not be mandated at a single location.\n\n2.  Bids may be accepted from hospital and medical service corporations, health care services organizations, \nhospitals, physicians and any other qualified public or private persons.\n\n3.  A bidder's direct costs, as defined in the request for proposal, shall be disclosed in and be the basis of the bid \nsubmitted.  Direct costs shall not include depreciable real or personal property with an original cost of over one \nthousand dollars.  For bid evaluation purposes only, the director shall specify a uniform assumed collection rate \napplicable to all bidders.  If the director executes fee-for-services health care contracts, the contracts shall provide \nthe maximum payment to be made for specific procedures and services.\n\n4.  The department administration may award a contract at an amount less than the amount bid, by use of any \nprocedure authorized by the procurement code.\n\n5.  If the director receives an insufficient number of bids for a category of services or in a medical emergency, the \ndirector may contract directly for such these services.\n\n6.  An invitation for bids, a request for proposals or any other solicitation may be cancelled or any or all bids or \nproposals may be rejected in whole or in part as may be specified in the solicitation if it is in the best interests of this \nstate.  The reasons for the cancellation or rejection shall be made part of the contract file.  If the amount \nappropriated for services provided pursuant to this section is insufficient to pay for the scope of services as bid, the \ndirector may reduce the scope of services to reflect the amount appropriated or may cancel any invitation for bids, \nrequests for proposals or other solicitation and contract directly for such these services.  Such Reductions or \nsuspensions shall do not apply to the continuity of care for persons already receiving such the services.  Any \ndecision to reduce services shall be made independently from any other modification of services.\n\n7.  The provisions of title 41, chapter 23 shall apply to the procurement process set forth prescribed in this section \nto the extent that they are not inconsistent with the provisions of this section.  The director may vary the bid format \nand the terms of the request for proposal each bid term.\n\nD.  In awarding contracts for inpatient and outpatient treatment services under this section, the department \nadministration shall use the following criteria in addition to other consistent criteria:\n\n1.  Cost to this state.\n\n2.  The treatment facility's demonstrated experience in and qualifications for providing pediatric services.\n\nE.  If the provision of any services under pursuant to this section requires compliance with chapter 4, article 2 of this \ntitle, the contractor shall comply prior to before commencement of services under pursuant to this section.\n\nF.  Subject to the availability of appropriations, the department administration may, subject to appropriation therefor, \nprovide or arrange for the provision of health services and supervisory care for child patients of other state \nagencies.\n\nG.  The department may administration, through the children's rehabilitative services division, may establish and \nadminister a program for children with sickle cell anemia, as provided for in section 36-797.43.\n\n\n\nH.  The department may administration, through the children's rehabilitative services division, may establish and \nadminister a program for adults with sickle cell anemia, as provided for in section 36-797.44.\n\nI.  The director may provide for the education of inpatients at any facility which that contracts with the director to \nprovide care and treatment of chronically ill or physically disabled children.  The director shall include in his the \ndirector's annual proposed budget a request for sufficient monies to finance the education of inpatients as \nauthorized in this subsection.\n\nJ.  The total amount of state monies that may be spent in any fiscal year by the department of health services \nadministration for children's rehabilitative services shall not exceed the amount appropriated or authorized by \nsection 35-173 for that purpose.  This section shall does not be construed to impose a duty on an officer, agent or \nemployee of this state to discharge a responsibility or to create any right in a person or group if the discharge or \nright would require an expenditure of state monies in excess of the expenditure authorized by legislative \nappropriation for that specific purpose.\n\nSec. 3.  Section 36-262, Arizona Revised Statutes, is amended to read:\n\n36-262.  Central statewide information and referral service for chronically ill or physically disabled children\n\nA.  For the purposes of this section, \"chronically ill or physically disabled children\" means children who are under \ntwenty-one years of age and whose primary diagnosis is a severe physical condition which may require ongoing, \nmedical or surgical intervention.\n\nB.  A.  The purposes of the information and referral service for chronically ill or physically disabled children as \nprescribed pursuant to this article are to:\n\n1.  Establish a roster of agencies providing medical, educational, financial, social and transportation services to \nchronically ill or physically disabled children.\n\n2.  Develop or use an existing statewide, computerized information and referral service that provides information on \nservices for chronically ill or physically disabled children.\n\nC.  B.  Nothing in This section shall does not require any person or public or private agency or other entity to \nparticipate in the information and referral service.\n\nSec. 4.  Section 36-263, Arizona Revised Statutes, is amended to read:\n\n36-263.  Eligibility for children's rehabilitative services\n\nA.  Any chronically ill or physically disabled person or the person's parent or legal guardian who applies for \nchildren's rehabilitative services is subject to a preliminary financial screening process developed by the department \nin coordination with the Arizona health care cost containment system administration to be administered at the \ninitial intake level.  If the results of a screening indicate that a child may be title XIX eligible, in order to continue to \nreceive services pursuant to this article the applicant must then submit a complete application within ten working \ndays to the department of economic security, or the Arizona health care cost containment system administration, \nwhich shall determine the applicant's eligibility pursuant to section 36-2901, paragraph 6, subdivision (a) or section \n36-2931, paragraph 5 for health and medical or long-term care services.  If the person is in need of emergency \nservices provided pursuant to this article, the person may begin to receive these services immediately, provided \nthat within five days from the date of service a financial screen is initiated.\n\nB.  Applicants who refuse to cooperate in the financial screen and eligibility process are not eligible for services \npursuant to this article.  A form explaining loss of benefits due to refusal to cooperate shall be signed by the \napplicant.  Refusal to cooperate shall not be construed to mean the applicant's inability to obtain documentation \nrequired for eligibility determination.\n\n\n\nC.  The department of economic security shall, in coordination with the department of health services \nadministration, shall provide on-site eligibility determination at appropriate program locations subject to legislative \nappropriation.\n\nD.  This section only applies to persons who receive services that are provided pursuant to this section and that are \npaid for in whole or in part with state funds.\n\nE.  Notwithstanding any other law, beginning on July 1, 2000, the department of health services administration \nshall not provide services in the children's rehabilitative services non-title XIX program to persons who are not \ncitizens of the United States or who do not meet the alienage requirements that are established pursuant to title XIX \nof the social security act.  This subsection does not apply to persons who are receiving services before August 6, \n1999.\n\nSec. 5.  Section 36-264, Arizona Revised Statutes, is amended to read:\n\n36-264.  Coordination of benefits; third party payments; definition\n\nA.  The department of health services administration shall establish a benefit recovery program for state funded \nservices to persons who receive services pursuant to this article which that are covered in whole or in part by a first \nparty health insurance medical benefit.  The department of health services administration shall coordinate benefits \nprovided under pursuant to this article so that any costs for services payable by the department administration are \ncosts avoided or recovered from any available provider of first party health insurance medical benefits, subject to \nthe specific scope of benefits of the provider of first party medical insurance benefits.  The department \nadministration may require that health care service providers are responsible for the coordination of benefits \nprovided pursuant to this article.  The department administration shall act as a payor of last resort unless this is \nspecifically prohibited by federal law.\n\nB.  The director of the department of health services shall require each parent or legal guardian of a child receiving \nservices under pursuant to this article to assign to the department administration rights that the individual person or \nhis the person's parents or guardian has to first party health insurance medical benefits to which the individual \nperson is entitled and which that relate to the specific services which that the person has received or will receive \npursuant to this program.  This state has a right to subrogation against a provider of first party health insurance \nmedical benefits to enforce the assignment of first party health insurance medical benefits for services provided \nunder the provisions of pursuant to this article.\n\nC.  The provisions of this section are controlling over the provisions of a first party health insurance medical \nbenefits policy issued after the effective date of this section September 30, 1992.  If the policy provisions exclude \nor limit coverage on the basis of a child's eligibility for services under this article, the department administration shall \nmonitor payments from providers of first party health insurance medical benefits which that are collected by \nproviders of medical care.\n\nD.  The provisions of This section shall apply applies to a health care services organization subject to the \nprovisions of title 20, chapter 4, article 9 in which a child is enrolled and who is receiving services pursuant to this \narticle.  If a health care services organization's enrolled child enrolled in a health care services organization \nrequires services under this article and if the benefits for the services are contractually available through the health \ncare services organization, the health care services organization may require the enrolled child to receive the \nservices through the health care services organization's contracted provider network up to the coverage limits set \nforth in the health care services organization's evidence of coverage.  If the health care services organization \nelects not to provide the covered services either directly or through its contracted provider network or is unable to \nprovide the covered services directly or through its contracted provider network and the services are covered \nbenefits as set forth in the health care services organization's evidence of coverage, then the health care services \norganization shall reimburse the department administration for the services provided through the department \nadministration for the enrolled child.  The health care services organization shall is not be required to reimburse the \ndepartment administration for services beyond the coverage limits set forth in the health care services \norganization's evidence of coverage for the enrolled child.  The amount of reimbursement paid by a health care \n\n\n\nservices organization to the department administration shall not be greater than the level of compensation the \nhealth care services organization pays to its contracted provider network.  A health care services organization may \nimpose prior authorization, referral and other utilization review requirements in providing or paying for services to an \nenrolled child under this section.\n\nE.  For the purposes of this section, \"first party health insurance medical benefits\" include includes benefits payable \nfrom a hospital, medical, dental and optometric service corporation subject to the provisions of title 20, chapter 4, \narticle 3, a health care services organization subject to the provisions of title 20, chapter 4, article 9, an insurer \nproviding disability insurance subject to the provisions of title 20, chapter 6, article 4, an insurer providing group \ndisability insurance subject to the provisions of title 20, chapter 6, article 5, and any other available first party health \ninsurance medical benefits, but does not include monies available under a social services block grant or an optional \nstate supplemental payment program if federal monies are available.\n\nSec. 6.  Repeal\n\nSection 36-265, Arizona Revised Statutes, is repealed.\n\nSec. 7.  Section 36-341, Arizona Revised Statutes, is amended to read:\n\n36-341.  Fees received by state and local registrars\n\nA.  The state registrar director of the department shall establish by rule the fees, if any, to be charged for searches, \ncopies of registered certificates, certified copies of registered certificates, amending registered certificates and \ncorrecting certificates that are processed by the department.  The director may establish a surcharge to be \nassessed on any local registrar who obtains access to the department's vital records automation system.  A local \nregistrar may establish the local registrar's own fees to be charged for searches, copies of registered certificates, \ncertified copies of registered certificates, amending registered certificates and correcting certificates as determined \nnecessary by the local entity.\n\nB.  In addition to fees collected pursuant to subsection A of this section, the state registrar shall assess an \nadditional one dollar surcharge on fees for all certified copies of registered birth certificates.  The state registrar \nshall deposit, pursuant to sections 35-146 and 35-147, all monies received from the surcharge in the confidential \nintermediary and fiduciary fund established by section 8-135.\n\nC.  The state registrar shall keep a true and accurate account of all fees collected by the state registrar under this \nchapter and shall deposit, pursuant to sections 35-146 and 35-147: , \n\n1.  Eighty-five per cent of the first four million dollars collected each fiscal year in the vital records electronic \nsystems fund established by section 36-341.01 and the remaining fifteen per cent of the first four million dollars \ncollected each fiscal year in the state general fund.\n\n2.  Forty per cent of these monies the amount collected in excess of four million dollars each fiscal year in the vital \nrecords electronic systems fund established by section 36-341.01 and the remaining sixty per cent in the state \ngeneral fund.\n\nD.  A local registrar shall keep a true and accurate account of all fees collected by the local registrar under this \nchapter and shall deposit them with the county treasurer to be credited to a special registration and statistical \nrevenue account of the health department fund.\n\nE.  In addition to fees collected pursuant to subsection A of this section, the department shall assess an additional \none dollar surcharge on fees for all certified copies of registered death certificates.  The department shall deposit, \npursuant to sections 35-146 and 35-147, monies received from the surcharge in the child fatality review fund \nestablished by section 36-3504.\n\nF.  The state and local registrars may exempt an agency as defined in section 41-1001 from any fee required by \nthis section, section 8-135 or section 36-3504.\n\n\n\nSec. 8.  Section 36-797.43, Arizona Revised Statutes, is amended to read:\n\n36-797.43.  Care and treatment of children with sickle cell anemia; reimbursement\n\nA.  The department may Arizona health care cost containment system administration, through the children's \nrehabilitative services, may develop and operate, either directly or by contracting with public or private providers, \nprograms for the diagnosis, care and treatment of children suffering from sickle cell anemia.\n\nB.  The programs developed and operated pursuant to this section are part of the children's rehabilitative services \nprovided by the department administration pursuant to section 36-261.\n\nC.  The parent or other responsible person, agency or third party payor shall reimburse the department \nadministration for part or all of the costs of services rendered to a child pursuant to this section according to a scale \nof rates and charges established by the department administration and based on the cost of services provided and \nthe ability of the parent or responsible person to pay for such these services.\n\nSec. 9.  Section 36-797.44, Arizona Revised Statutes, is amended to read:\n\n36-797.44.  Care and treatment of adults with sickle cell anemia; reimbursement\n\nA.  The department may Arizona health care cost containment system administration, through the children's \nrehabilitative services, may develop and operate, either directly or by contracting with public or private providers, \nprograms for the diagnosis, care and treatment of adults suffering from sickle cell anemia.\n\nB.  The adult or other responsible person, agency or third party payor shall reimburse the department administration \nfor part or all of the costs of services rendered to an adult pursuant to this section according to a scale of rates and \ncharges established by the department administration and based on the cost of services provided and the ability of \nthe adult or other responsible person to pay for such these services.\n\nSec. 10.  Section 36-2901.03, Arizona Revised Statutes, is amended to read:\n\n36-2901.03.  Federal poverty program; eligibility\n\nA.  The administration shall adopt rules for a streamlined eligibility determination process for any person who \napplies to be an eligible person as defined in section 36-2901, paragraph 6, subdivision (a), item (iv).  The \nadministration shall adopt these rules in accordance with state and federal requirements and the section 1115 \nwaiver.\n\nB.  The administration must base eligibility on an adjusted gross income that does not exceed one hundred per cent \nof the federal poverty guidelines.\n\nC.  For persons who the administration determines are eligible pursuant to this section, the date of eligibility is the \nfirst day of the month of application.\n\nD.  Except as provided in subsection E of this section, the administration shall determine an eligible person's \ncontinued eligibility on an annual basis at least annually.\n\nE.  Every six months the administration shall determine the continued eligibility of any adult who is at least twenty-\none years of age and who is subject to redetermination of eligibility for temporary assistance for needy families cash \nbenefits by the department.  Acute care redeterminations pursuant to this subsection shall occur simultaneously \nwith redeterminations of eligibility for temporary assistance for needy families cash benefits.\n\nSec. 11.  Section 36-2903.01, Arizona Revised Statutes, is amended to read:\n\n36-2903.01.  Additional powers and duties; report\n\n\n\nA.  The director of the Arizona health care cost containment system administration may adopt rules that provide \nthat the system may withhold or forfeit payments to be made to a noncontracting provider by the system if the \nnoncontracting provider fails to comply with this article, the provider agreement or rules that are adopted pursuant \nto this article and that relate to the specific services rendered for which a claim for payment is made.\n\nB.  The director shall:\n\n1.  Prescribe uniform forms to be used by all contractors.  The rules shall require a written and signed application by \nthe applicant or an applicant's authorized representative, or, if the person is incompetent or incapacitated, a family \nmember or a person acting responsibly for the applicant may obtain a signature or a reasonable facsimile and file \nthe application as prescribed by the administration.\n\n2.  Enter into an interagency agreement with the department to establish a streamlined eligibility process to \ndetermine the eligibility of all persons defined pursuant to section 36-2901, paragraph 6, subdivision (a).  At the \nadministration's option, the interagency agreement may allow the administration to determine the eligibility of \ncertain persons, including those defined pursuant to section 36-2901, paragraph 6, subdivision (a).\n\n3.  Enter into an intergovernmental agreement with the department to:\n\n(a)  Establish an expedited eligibility and enrollment process for all persons who are hospitalized at the time of \napplication.\n\n(b)  Establish performance measures and incentives for the department.\n\n(c)  Establish the process for management evaluation reviews that the administration shall perform to evaluate the \neligibility determination functions performed by the department.\n\n(d)  Establish eligibility quality control reviews by the administration.\n\n(e)  Require the department to adopt rules, consistent with the rules adopted by the administration for a hearing \nprocess, that applicants or members may use for appeals of eligibility determinations or redeterminations.\n\n(f)  Establish the department's responsibility to place sufficient eligibility workers at federally qualified health centers \nto screen for eligibility and at hospital sites and level one trauma centers to ensure that persons seeking hospital \nservices are screened on a timely basis for eligibility for the system, including a process to ensure that applications \nfor the system can be accepted on a twenty-four hour basis, seven days a week.\n\n(g)  Withhold payments based on the allowable sanctions for errors in eligibility determinations or redeterminations \nor failure to meet performance measures required by the intergovernmental agreement.\n\n(h)  Recoup from the department all federal fiscal sanctions that result from the department's inaccurate eligibility \ndeterminations.  The director may offset all or part of a sanction if the department submits a corrective action plan \nand a strategy to remedy the error.\n\n4.  By rule establish a procedure and time frames for the intake of grievances and requests for hearings, for the \ncontinuation of benefits and services during the appeal process and for a grievance process at the contractor level.  \nNotwithstanding sections 41-1092.02, 41-1092.03 and 41-1092.05, the administration shall develop rules to \nestablish the procedure and time frame for the informal resolution of grievances and appeals.  A grievance that is \nnot related to a claim for payment of system covered services shall be filed in writing with and received by the \nadministration or the prepaid capitated provider or program contractor not later than sixty days after the date of the \nadverse action, decision or policy implementation being grieved.  A grievance that is related to a claim for payment \nof system covered services must be filed in writing and received by the administration or the prepaid capitated \nprovider or program contractor within twelve months after the date of service, within twelve months after the date \nthat eligibility is posted or within sixty days after the date of the denial of a timely claim submission, whichever is \nlater.  A grievance for the denial of a claim for reimbursement of services may contest the validity of any adverse \naction, decision, policy implementation or rule that related to or resulted in the full or partial denial of the claim.  A \n\n\n\npolicy implementation may be subject to a grievance procedure, but it may not be appealed for a hearing.  The \nadministration is not required to participate in a mandatory settlement conference if it is not a real party in interest.  \nIn any proceeding before the administration, including a grievance or hearing, persons may represent themselves \nor be represented by a duly authorized agent who is not charging a fee.  A legal entity may be represented by an \nofficer, partner or employee who is specifically authorized by the legal entity to represent it in the particular \nproceeding.\n\n5.  Apply for and accept federal funds available under title XIX of the social security act (P.L. 89-97; 79 Stat. 344; 42 \nUnited States Code section 1396 (1980)) in support of the system.  The application made by the director pursuant \nto this paragraph shall be designed to qualify for federal funding primarily on a prepaid capitated basis.  Such funds \nmay be used only for the support of persons defined as eligible pursuant to title XIX of the social security act or the \napproved section 1115 waiver.\n\n6.  At least thirty days before the implementation of a policy or a change to an existing policy relating to \nreimbursement, provide notice to interested parties.  Parties interested in receiving notification of policy changes \nshall submit a written request for notification to the administration.\n\n7.  In addition to the cost sharing requirements specified in subsection D, paragraph 4 of this section:\n\n(a)  Charge monthly premiums up to the maximum amount allowed by federal law to all populations of eligible \npersons who may be charged.\n\n(b)  Implement this paragraph to the extent permitted under the federal deficit reduction act of 2005 and other \nfederal laws, subject to the approval of federal waiver authority and to the extent that any changes in the cost \nsharing requirements under this paragraph would permit this state to receive any enhanced federal matching rate.\n\nC.  The director is authorized to apply for any federal funds available for the support of programs to investigate and \nprosecute violations arising from the administration and operation of the system.  Available state funds appropriated \nfor the administration and operation of the system may be used as matching funds to secure federal funds pursuant \nto this subsection.\n\nD.  The director may adopt rules or procedures to do the following:\n\n1.  Authorize advance payments based on estimated liability to a contractor or a noncontracting provider after the \ncontractor or noncontracting provider has submitted a claim for services and before the claim is ultimately resolved.  \nThe rules shall specify that any advance payment shall be conditioned on the execution before payment of a \ncontract with the contractor or noncontracting provider that requires the administration to retain a specified \npercentage, which shall be at least twenty per cent, of the claimed amount as security and that requires repayment \nto the administration if the administration makes any overpayment.\n\n2.  Defer liability, in whole or in part, of contractors for care provided to members who are hospitalized on the date \nof enrollment or under other circumstances.  Payment shall be on a capped fee-for-service basis for services other \nthan hospital services and at the rate established pursuant to subsection G or H of this section for hospital services \nor at the rate paid by the health plan, whichever is less.\n\n3.  Deputize, in writing, any qualified officer or employee in the administration to perform any act that the director by \nlaw is empowered to do or charged with the responsibility of doing, including the authority to issue final \nadministrative decisions pursuant to section 41-1092.08.\n\n4.  Notwithstanding any other law, require persons eligible pursuant to section 36-2901, paragraph 6, subdivision \n(a), section 36-2931 and section 36-2981, paragraph 6 to be financially responsible for any cost sharing \nrequirements established in a state plan or a section 1115 waiver and approved by the centers for medicare and \nmedicaid services.  Cost sharing requirements may include copayments, coinsurance, deductibles, enrollment fees \nand monthly premiums for enrolled members, including households with children enrolled in the Arizona long-term \ncare system.\n\n\n\nE.  The director shall adopt rules that further specify the medical care and hospital services that are covered by the \nsystem pursuant to section 36-2907.\n\nF.  In addition to the rules otherwise specified in this article, the director may adopt necessary rules pursuant to title \n41, chapter 6 to carry out this article.  Rules adopted by the director pursuant to this subsection shall consider the \ndifferences between rural and urban conditions on the delivery of hospitalization and medical care.\n\nG.  For inpatient hospital admissions and all outpatient hospital services before March 1, 1993, the administration \nshall reimburse a hospital's adjusted billed charges according to the following procedures:\n\n1.  The director shall adopt rules that, for services rendered from and after September 30, 1985 until October 1, \n1986, define \"adjusted billed charges\" as that reimbursement level that has the effect of holding constant whichever \nof the following is applicable:\n\n(a)  The schedule of rates and charges for a hospital in effect on April 1, 1984 as filed pursuant to chapter 4, article \n3 of this title.\n\n(b)  The schedule of rates and charges for a hospital that became effective after May 31, 1984 but before July 2, \n1984, if the hospital's previous rate schedule became effective before April 30, 1983.\n\n(c)  The schedule of rates and charges for a hospital that became effective after May 31, 1984 but before July 2, \n1984, limited to five per cent over the hospital's previous rate schedule, and if the hospital's previous rate schedule \nbecame effective on or after April 30, 1983 but before October 1, 1983. \n\nFor the purposes of this paragraph, \"constant\" means equal to or lower than.\n\n2.  The director shall adopt rules that, for services rendered from and after September 30, 1986, define \"adjusted \nbilled charges\" as that reimbursement level that has the effect of increasing by four per cent a hospital's \nreimbursement level in effect on October 1, 1985 as prescribed in paragraph 1 of this subsection.  Beginning \nJanuary 1, 1991, the Arizona health care cost containment system administration shall define \"adjusted billed \ncharges\" as the reimbursement level determined pursuant to this section, increased by two and one-half per cent.\n\n3.  In no event shall a hospital's adjusted billed charges exceed the hospital's schedule of rates and charges filed \nwith the department of health services and in effect pursuant to chapter 4, article 3 of this title.\n\n4.  For services rendered the administration shall not pay a hospital's adjusted billed charges in excess of the \nfollowing:\n\n(a)  If the hospital's bill is paid within thirty days of the date the bill was received, eighty-five per cent of the adjusted \nbilled charges.\n\n(b)  If the hospital's bill is paid any time after thirty days but within sixty days of the date the bill was received, \nninety-five per cent of the adjusted billed charges.\n\n(c)  If the hospital's bill is paid any time after sixty days of the date the bill was received, one hundred per cent of the \nadjusted billed charges.\n\n5.  The director shall define by rule the method of determining when a hospital bill will be considered received and \nwhen a hospital's billed charges will be considered paid.  Payment received by a hospital from the administration \npursuant to this subsection or from a contractor either by contract or pursuant to section 36-2904, subsection I shall \nbe considered payment of the hospital bill in full, except that a hospital may collect any unpaid portion of its bill from \nother third party payors or in situations covered by title 33, chapter 7, article 3.\n\nH.  For inpatient hospital admissions and outpatient hospital services on and after March 1, 1993 the administration \nshall adopt rules for the reimbursement of hospitals according to the following procedures:\n\n\n\n1.  For inpatient hospital stays, the administration shall use a prospective tiered per diem methodology, using \nhospital peer groups if analysis shows that cost differences can be attributed to independently definable features \nthat hospitals within a peer group share.  In peer grouping the administration may consider such factors as length of \nstay differences and labor market variations.  If there are no cost differences, the administration shall implement a \nstop loss-stop gain or similar mechanism.  Any stop loss-stop gain or similar mechanism shall ensure that the tiered \nper diem rates assigned to a hospital do not represent less than ninety per cent of its 1990 base year costs or more \nthan one hundred ten per cent of its 1990 base year costs, adjusted by an audit factor, during the period of March 1, \n1993 through September 30, 1994.  The tiered per diem rates set for hospitals shall represent no less than \neighty-seven and one-half per cent or more than one hundred twelve and one-half per cent of its 1990 base year \ncosts, adjusted by an audit factor, from October 1, 1994 through September 30, 1995 and no less than eighty-five \nper cent or more than one hundred fifteen per cent of its 1990 base year costs, adjusted by an audit factor, from \nOctober 1, 1995 through September 30, 1996.  For the periods after September 30, 1996 no stop loss-stop gain or \nsimilar mechanisms shall be in effect.  An adjustment in the stop loss-stop gain percentage may be made to ensure \nthat total payments do not increase as a result of this provision.  If peer groups are used the administration shall \nestablish initial peer group designations for each hospital before implementation of the per diem system.  The \nadministration may also use a negotiated rate methodology.  The tiered per diem methodology may include \nseparate consideration for specialty hospitals that limit their provision of services to specific patient populations, \nsuch as rehabilitative patients or children. The initial per diem rates shall be based on hospital claims and encounter \ndata for dates of service November 1, 1990 through October 31, 1991 and processed through May of 1992.\n\n2.  For rates effective on October 1, 1994, and annually thereafter, the administration shall adjust tiered per diem \npayments for inpatient hospital care by the data resources incorporated market basket index for prospective \npayment system hospitals.  For rates effective beginning on October 1, 1999, the administration shall adjust \npayments to reflect changes in length of stay for the maternity and nursery tiers.\n\n3.  Through June 30, 2004, for outpatient hospital services, the administration shall reimburse a hospital by applying \na hospital specific outpatient cost-to-charge ratio to the covered charges.  Beginning on July 1, 2004 through June \n30, 2005, the administration shall reimburse a hospital by applying a hospital specific outpatient cost-to-charge ratio \nto covered charges.  If the hospital increases its charges for outpatient services filed with the Arizona department \nof health services pursuant to chapter 4, article 3 of this title, by more than 4.7 per cent for dates of service \neffective on or after July 1, 2004, the hospital specific cost-to-charge ratio will be reduced by the amount that it \nexceeds 4.7 per cent.  If charges exceed 4.7 per cent, the effective date of the increased charges will be the \neffective date of the adjusted Arizona health care cost containment system cost-to-charge ratio.  The \nadministration shall develop the methodology for a capped fee-for-service schedule and a statewide cost-to-charge \nratio.  Any covered outpatient service not included in the capped fee-for-service schedule shall be reimbursed by \napplying the statewide cost-to-charge ratio that is based on the services not included in the capped fee-for-service \nschedule.  Beginning on July 1, 2005, the administration shall reimburse clean claims with dates of service on or \nafter July 1, 2005, based on the capped fee-for-service schedule or the statewide cost-to-charge ratio established \npursuant to this paragraph.  The administration may make additional adjustments to the outpatient hospital rates \nestablished pursuant to this section based on other factors, including the number of beds in the hospital, specialty \nservices available to patients and the geographic location of the hospital.\n\n4.  Except if submitted under an electronic claims submission system, a hospital bill is considered received for \npurposes of this paragraph on initial receipt of the legible, error-free claim form by the administration if the claim \nincludes the following error-free documentation in legible form:\n\n(a)  An admission face sheet.\n\n(b)  An itemized statement.\n\n(c)  An admission history and physical.\n\n(d)  A discharge summary or an interim summary if the claim is split.\n\n(e)  An emergency record, if admission was through the emergency room.\n\n\n\n(f)  Operative reports, if applicable.\n\n(g)  A labor and delivery room report, if applicable.\n\nPayment received by a hospital from the administration pursuant to this subsection or from a contractor either by \ncontract or pursuant to section 36-2904, subsection I is considered payment by the administration or the contractor \nof the administration's or contractor's liability for the hospital bill.  A hospital may collect any unpaid portion of its bill \nfrom other third party payors or in situations covered by title 33, chapter 7, article 3.\n\n5.  For services rendered on and after October 1, 1997, the administration shall pay a hospital's rate established \naccording to this section subject to the following:\n\n(a)  If the hospital's bill is paid within thirty days of the date the bill was received, the administration shall pay \nninety-nine per cent of the rate.\n\n(b)  If the hospital's bill is paid after thirty days but within sixty days of the date the bill was received, the \nadministration shall pay one hundred per cent of the rate.\n\n(c)  If the hospital's bill is paid any time after sixty days of the date the bill was received, the administration shall pay \none hundred per cent of the rate plus a fee of one per cent per month for each month or portion of a month \nfollowing the sixtieth day of receipt of the bill until the date of payment.\n\n6.  In developing the reimbursement methodology, if a review of the reports filed by a hospital pursuant to section \n36-125.04 indicates that further investigation is considered necessary to verify the accuracy of the information in the \nreports, the administration may examine the hospital's records and accounts related to the reporting requirements \nof section 36-125.04.  The administration shall bear the cost incurred in connection with this examination unless the \nadministration finds that the records examined are significantly deficient or incorrect, in which case the \nadministration may charge the cost of the investigation to the hospital examined.\n\n7.  Except for privileged medical information, the administration shall make available for public inspection the cost \nand charge data and the calculations used by the administration to determine payments under the tiered per diem \nsystem, provided that individual hospitals are not identified by name.  The administration shall make the data and \ncalculations available for public inspection during regular business hours and shall provide copies of the data and \ncalculations to individuals requesting such copies within thirty days of receipt of a written request.  The \nadministration may charge a reasonable fee for the provision of the data or information.\n\n8.  The prospective tiered per diem payment methodology for inpatient hospital services shall include a mechanism \nfor the prospective payment of inpatient hospital capital related costs.  The capital payment shall include hospital \nspecific and statewide average amounts.  For tiered per diem rates beginning on October 1, 1999, the capital \nrelated cost component is frozen at the blended rate of forty per cent of the hospital specific capital cost and sixty \nper cent of the statewide average capital cost in effect as of January 1, 1999 and as further adjusted by the \ncalculation of tier rates for maternity and nursery as prescribed by law.  The administration shall adjust the capital \nrelated cost component by the data resources incorporated market basket index for prospective payment system \nhospitals.\n\n9.  For graduate medical education programs:\n\n(a)  Beginning September 30, 1997, the administration shall establish a separate graduate medical education \nprogram to reimburse hospitals that had graduate medical education programs that were approved by the \nadministration as of October 1, 1999.  The administration shall separately account for monies for the graduate \nmedical education program based on the total reimbursement for graduate medical education reimbursed to \nhospitals by the system in federal fiscal year 1995-1996 pursuant to the tiered per diem methodology specified in \nthis section.  The graduate medical education program reimbursement shall be adjusted annually by the increase or \ndecrease in the index published by the global insight hospital market basket index for prospective hospital \nreimbursement.  Subject to legislative appropriation, on an annual basis, each qualified hospital shall receive a \n\n\n\nsingle payment from the graduate medical education program that is equal to the same percentage of graduate \nmedical education reimbursement that was paid by the system in federal fiscal year 1995-1996.  Any \nreimbursement for graduate medical education made by the administration shall not be subject to future settlements \nor appeals by the hospitals to the administration.  The monies available under this subdivision shall not exceed the \nfiscal year 2005-2006 appropriation adjusted annually by the increase or decrease in the index published by the \nglobal insight hospital market basket index for prospective hospital reimbursement, except for monies distributed for \nexpansions pursuant to subdivision (b) of this paragraph.\n\n(b)  The monies available for graduate medical education programs pursuant to this subdivision shall not exceed \nthe fiscal year 2006-2007 appropriation adjusted annually by the increase or decrease in the index published by the \nglobal insight hospital market basket index for prospective hospital reimbursement.  Graduate medical education \nprograms eligible for such reimbursement are not precluded from receiving reimbursement for funding under \nsubdivision (c) of this paragraph.  Beginning July 1, 2006, the administration shall distribute any monies \nappropriated for graduate medical education above the amount prescribed in subdivision (a) of this paragraph in the \nfollowing order or priority:\n\n(i)  For the direct costs to support the expansion of graduate medical education programs established before July 1, \n2006 at hospitals that do not receive payments pursuant to subdivision (a) of this paragraph.  These programs must \nbe approved by the administration.\n\n(ii)  For the direct costs to support the expansion of graduate medical education programs established on or before \nOctober 1, 1999.  These programs must be approved by the administration.\n\n(c)  The administration shall distribute to hospitals any monies appropriated for graduate medical education above \nthe amount prescribed in subdivisions (a) and (b) of this paragraph for the following purposes:\n\n(i)  For the direct costs of graduate medical education programs established or expanded on or after July 1, 2006.  \nThese programs must be approved by the administration.\n\n(ii)  For a portion of additional indirect graduate medical education costs for programs that are located in a county \nwith a population of less than five hundred thousand persons at the time the residency position was created or for a \nresidency position that includes a rotation in a county with a population of less than five hundred thousand persons \nat the time the residency position was established.  These programs must be approved by the administration.\n\n(d)  The administration shall develop, by rule, the formula by which the monies are distributed.\n\n(e)  Each graduate medical education program that receives funding pursuant to subdivision (b) or (c) of this \nparagraph shall identify and report to the administration the number of new residency positions created by the \nfunding provided in this paragraph, including positions in rural areas. The program shall also report information \nrelated to the number of funded residency positions that resulted in physicians locating their practice in this state.  \nThe administration shall report to the joint legislative budget committee by February 1 of each year on the number \nof new residency positions as reported by the graduate medical education programs.\n\n(f)  Local, county and tribal governments and any university under the jurisdiction of the Arizona board of regents \nmay provide monies in addition to any state general fund monies appropriated for graduate medical education in \norder to qualify for additional matching federal monies for providers, programs or positions in a specific locality and \ncosts incurred pursuant to a specific contract between the administration and providers or other entities to provide \ngraduate medical education services as an administrative activity.  Payments by the administration pursuant to this \nsubdivision may be limited to those providers designated by the funding entity and may be based on any \nmethodology deemed appropriate by the administration, including replacing any payments that might otherwise \nhave been paid pursuant to subdivision (a), (b) or (c) of this paragraph had sufficient state general fund monies or \nother monies been appropriated to fully fund those payments.  These programs, positions, payment methodologies \nand administrative graduate medical education services must be approved by the administration and the centers for \nmedicare and medicaid services.  The administration shall report to the president of the senate, the speaker of the \nhouse of representatives and the director of the joint legislative budget committee on or before July 1 of each year \n\n\n\non the amount of money contributed and number of residency positions funded by local, county and tribal \ngovernments, including the amount of federal matching monies used.\n\n(g)  Any funds appropriated but not allocated by the administration for subdivision (b) or (c) of this paragraph may \nbe reallocated if funding for either subdivision is insufficient to cover appropriate graduate medical education costs.\n\n10.  The prospective tiered per diem payment methodology for inpatient hospital services shall include a \nmechanism for the payment of claims with extraordinary operating costs per day.  For tiered per diem rates effective \nbeginning on October 1, 1999, outlier cost thresholds are frozen at the levels in effect on January 1, 1999 and \nadjusted annually by the administration by the global insight hospital market basket index for prospective payment \nsystem hospitals.  Beginning with dates of service on or after October 1, 2007, the administration shall phase in the \nuse of the most recent statewide urban and statewide rural average medicare cost-to-charge ratios or centers for \nmedicare and medicaid services approved cost-to-charge ratios to qualify and pay extraordinary operating costs.  \nCost-to-charge ratios shall be updated annually.  Routine maternity charges are not eligible for outlier \nreimbursement.  The administration shall complete full implementation of the phase-in on or before October 1, \n2009.\n\n11.  10.  Notwithstanding section 41-1005, subsection A, paragraph 9, the administration shall adopt rules pursuant \nto title 41, chapter 6 establishing the methodology for determining the prospective tiered per diem payments.\n\n11.  For inpatient hospital services rendered on or after October 1, 2011, the prospective tiered per diem payment \nrates are permanently reset to the amounts payable for those services as of September 30, 2011 pursuant to this \nsubsection.\n\nI.  The director may adopt rules that specify enrollment procedures, including notice to contractors of enrollment.  \nThe rules may provide for varying time limits for enrollment in different situations.  The administration shall specify \nin contract when a person who has been determined eligible will be enrolled with that contractor and the date on \nwhich the contractor will be financially responsible for health and medical services to the person.\n\nJ.  The administration may make direct payments to hospitals for hospitalization and medical care provided to a \nmember in accordance with this article and rules.  The director may adopt rules to establish the procedures by \nwhich the administration shall pay hospitals pursuant to this subsection if a contractor fails to make timely payment \nto a hospital.  Such payment shall be at a level determined pursuant to section 36-2904, subsection H or I.  The \ndirector may withhold payment due to a contractor in the amount of any payment made directly to a hospital by the \nadministration on behalf of a contractor pursuant to this subsection.\n\nK.  The director shall establish a special unit within the administration for the purpose of monitoring the third party \npayment collections required by contractors and noncontracting providers pursuant to section 36-2903, subsection \nB, paragraph 10 and subsection F and section 36-2915, subsection E.  The director shall determine by rule:\n\n1.  The type of third party payments to be monitored pursuant to this subsection.\n\n2.  The percentage of third party payments that is collected by a contractor or noncontracting provider and that the \ncontractor or noncontracting provider may keep and the percentage of such payments that the contractor or \nnoncontracting provider may be required to pay to the administration.  Contractors and noncontracting providers \nmust pay to the administration one hundred per cent of all third party payments that are collected and that duplicate \nadministration fee-for-service payments.  A contractor that contracts with the administration pursuant to section \n36-2904, subsection A may be entitled to retain a percentage of third party payments if the payments collected and \nretained by a contractor are reflected in reduced capitation rates.  A contractor may be required to pay the \nadministration a percentage of third party payments that are collected by a contractor and that are not reflected in \nreduced capitation rates.\n\nL.  The administration shall establish procedures to apply to the following if a provider that has a contract with a \ncontractor or noncontracting provider seeks to collect from an individual or financially responsible relative or \nrepresentative a claim that exceeds the amount that is reimbursed or should be reimbursed by the system:\n\n\n\n1.  On written notice from the administration or oral or written notice from a member that a claim for covered \nservices may be in violation of this section, the provider that has a contract with a contractor or noncontracting \nprovider shall investigate the inquiry and verify whether the person was eligible for services at the time that covered \nservices were provided.  If the claim was paid or should have been paid by the system, the provider that has a \ncontract with a contractor or noncontracting provider shall not continue billing the member.\n\n2.  If the claim was paid or should have been paid by the system and the disputed claim has been referred for \ncollection to a collection agency or referred to a credit reporting bureau, the provider that has a contract with a \ncontractor or noncontracting provider shall:\n\n(a)  Notify the collection agency and request that all attempts to collect this specific charge be terminated \nimmediately.\n\n(b)  Advise all credit reporting bureaus that the reported delinquency was in error and request that the affected \ncredit report be corrected to remove any notation about this specific delinquency.\n\n(c)  Notify the administration and the member that the request for payment was in error and that the collection \nagency and credit reporting bureaus have been notified.\n\n3.  If the administration determines that a provider that has a contract with a contractor or noncontracting provider \nhas billed a member for charges that were paid or should have been paid by the administration, the administration \nshall send written notification by certified mail or other service with proof of delivery to the provider that has a \ncontract with a contractor or noncontracting provider stating that this billing is in violation of federal and state law.  \nIf, twenty-one days or more after receiving the notification, a provider that has a contract with a contractor or \nnoncontracting provider knowingly continues billing a member for charges that were paid or should have been paid \nby the system, the administration may assess a civil penalty in an amount equal to three times the amount of the \nbilling and reduce payment to the provider that has a contract with a contractor or noncontracting provider \naccordingly.  Receipt of delivery signed by the addressee or the addressee's employee is prima facie evidence of \nknowledge.  Civil penalties collected pursuant to this subsection shall be deposited in the state general fund.  \nSection 36-2918, subsections C, D and F, relating to the imposition, collection and enforcement of civil penalties, \napply to civil penalties imposed pursuant to this paragraph.\n\nM.  The administration may conduct postpayment review of all claims paid by the administration and may recoup \nany monies erroneously paid.  The director may adopt rules that specify procedures for conducting postpayment \nreview.  A contractor may conduct a postpayment review of all claims paid by the contractor and may recoup \nmonies that are erroneously paid.\n\nN.  The director or the director's designee may employ and supervise personnel necessary to assist the director in \nperforming the functions of the administration.\n\nO.  The administration may contract with contractors for obstetrical care who are eligible to provide services under \ntitle XIX of the social security act.\n\nP.  Notwithstanding any other law, on federal approval the administration may make disproportionate share \npayments to private hospitals, county operated hospitals, including hospitals owned or leased by a special health \ncare district, and state operated institutions for mental disease beginning October 1, 1991 in accordance with \nfederal law and subject to legislative appropriation.  If at any time the administration receives written notification \nfrom federal authorities of any change or difference in the actual or estimated amount of federal funds available for \ndisproportionate share payments from the amount reflected in the legislative appropriation for such purposes, the \nadministration shall provide written notification of such change or difference to the president and the minority leader \nof the senate, the speaker and the minority leader of the house of representatives, the director of the joint legislative \nbudget committee, the legislative committee of reference and any hospital trade association within this state, within \nthree working days not including weekends after receipt of the notice of the change or difference.  In calculating \ndisproportionate share payments as prescribed in this section, the administration may use either a methodology \nbased on claims and encounter data that is submitted to the administration from contractors or a methodology \n\n\n\nbased on data that is reported to the administration by private hospitals and state operated institutions for mental \ndisease.  The selected methodology applies to all private hospitals and state operated institutions for mental \ndisease qualifying for disproportionate share payments.  For the purposes of this subsection, \"disproportionate \nshare payment\" means a payment to a hospital that serves a disproportionate share of low-income patients as \ndescribed by 42 United States Code section 1396r-4.\n\nQ.  Notwithstanding any law to the contrary, the administration may receive confidential adoption information to \ndetermine whether an adopted child should be terminated from the system.\n\nR.  The adoption agency or the adoption attorney shall notify the administration within thirty days after an eligible \nperson receiving services has placed that person's child for adoption.\n\nS.  If the administration implements an electronic claims submission system, it may adopt procedures pursuant to \nsubsection H of this section requiring documentation different than prescribed under subsection H, paragraph 4 of \nthis section.\n\nT.  In addition to any requirements adopted pursuant to subsection D, paragraph 4 of this section, notwithstanding \nany other law, subject to approval by the centers for medicare and medicaid services, beginning July 1, 2011, \nmembers eligible pursuant to section 36-2901, paragraph 6, subdivision (a), section 36-2931 and section 36-2981, \nparagraph 6 shall pay the following:\n\n1.  A monthly premium of fifteen dollars, except that the total monthly premium for an entire household shall not \nexceed sixty dollars.\n\n2.  A copayment of five dollars for each physician office visit.\n\n3.  A copayment of ten dollars for each urgent care visit.\n\n4.  A copayment of thirty dollars for each emergency department visit.\n\nSec. 12.  Section 36-2906, Arizona Revised Statutes, is amended to read:\n\n36-2906.  Qualified plan health services contracts; proposals; administration\n\nA.  The administration shall:\n\n1.  Supervise the administrator.\n\n2.  Review the proposals.\n\n3.  Award contracts.\n\nB.  The director shall prepare and issue a request for proposal, including a proposed contract format, in each of the \ncounties of this state, at least once every five years, to qualified group disability insurers, hospital and medical \nservice corporations, health care services organizations and any other qualified public or private persons, including \ncounty-owned and operated health care facilities.  The contracts shall specify the administrative requirements, the \ndelivery of medically necessary services and the subcontracting requirements.\n\nC.  The director shall adopt rules regarding the request for proposal process that provide:\n\n1.  For definition of proposals in the following categories subject to the following conditions:\n\n(a)  Inpatient hospital services.\n\n(b)  Outpatient services, including emergency dental care, and early and periodic health screening and diagnostic \nservices for children.\n\n\n\n(c)  Pharmacy services.\n\n(d)  Laboratory, x-ray and related diagnostic medical services and appliances.\n\n2.  Allowance for the adjustment of such categories by expansion, deletion, segregation or combination in order to \nsecure the most financially advantageous proposals for the system.\n\n3.  An allowance for limitations on the number of high risk persons that must be included in any proposal.\n\n4.  For analysis of the proposals for each geographic service area as defined by the director to ensure the provision \nof health and medical services that are required to be provided throughout the geographic service area pursuant to \nsection 36-2907.\n\n5.  For the submittal of proposals by a group disability insurer, hospital and medical service corporation, health care \nservices organization or any other qualified public or private person intending to submit a proposal pursuant to this \nsection.  Each qualified proposal shall be entered with separate categories for the distinct groups of persons to be \ncovered by the proposed contracts, as set forth in the request for proposal.\n\n6.  For the procurement of reinsurance for expenses incurred by any contractor or member or the system in \nproviding services in excess of amounts specified by the director in any contract year.  The director shall adopt \nrules to provide that the administrator may specify guidelines on a case by case basis for the types of care and \nservices that may be provided to a person whose care is covered by reinsurance.  The rules shall provide that if a \ncontractor does not follow specified guidelines for care or services and if the care or services could be provided \npursuant to the guidelines at a lower cost the contractor is entitled to reimbursement as if the care or services \nspecified in the guidelines had been provided.\n\n7.  For the awarding of contracts to contractors with qualified proposals determined to be the most advantageous to \nthe state for each of the counties in this state.  A contract may be awarded that provides services only to persons \ndefined as eligible pursuant to section 36-2901, paragraph 6, subdivision (b), (c), (d) or (e).  The director may \nprovide by rule a second round competitive proposal procedure for the director to request voluntary price reduction \nof proposals from only those that have been tentatively selected for award, before the final award or rejection of \nproposals. \n\n8.  For the requirement that any proposal in a geographic service area provide for the full range of system covered \nservices.\n\n9.  For the option of the administration to waive the requirement in any request for proposal or in any contract \nawarded pursuant to a request for proposal for a subcontract with a hospital for good cause in a county or area \nincluding but not limited to situations when such hospital is the only hospital in the health service area.  In any \nsituation where the subcontract requirement is waived, no hospital may refuse to treat members of the system \nadmitted by primary care physicians or primary care practitioners with hospital privileges in that hospital.  In the \nabsence of a subcontract, the reimbursement level shall be at the levels specified in section 36-2904, subsection H \nor I.\n\nD.  Reinsurance may be obtained against expenses in excess of a specified amount on behalf of any individual for \nsystem covered emergency or inpatient services either through the purchase of a reinsurance policy or through a \nsystem self-insurance program as determined by the director. Reinsurance may, subject to the approval of the \ndirector, may be obtained against expenses in excess of a specified amount on behalf of any individual for \noutpatient services either through the purchase of a reinsurance policy or through a system self-insurance program \nas determined by the director.\n\nE.  Notwithstanding the other provisions of this section, the system administration may procure, provide or \ncoordinate system covered services by interagency agreement with authorized agencies of this state or with a \nfederal agency for distinct groups of eligible persons, including persons eligible for children's rehabilitative services \n\n\n\nthrough the department of health services and persons eligible for comprehensive medical and dental program \nservices through the department of economic security.\n\nF.  Contracts shall be awarded as otherwise provided by law, except that in no event may a contract be awarded to \nany respondent that will cause the system to lose any federal monies to which it is otherwise entitled.\n\nG.  After contracts are awarded pursuant to this section, the director may negotiate with any successful proposal \nrespondent for the expansion or contraction of services or service areas if there are unnecessary gaps or \nduplications in services or service areas.\n\nSec. 13.  Section 36-2907, Arizona Revised Statutes, is amended to read:\n\n36-2907.  Covered health and medical services; modifications; related delivery of service requirements; definition\n\nA.  Subject to the limitations and exclusions specified in this section, contractors shall provide the following \nmedically necessary health and medical services:\n\n1.  Inpatient hospital services that are ordinarily furnished by a hospital for the care and treatment of inpatients and \nthat are provided under the direction of a physician or a primary care practitioner.  For the purposes of this section, \ninpatient hospital services exclude services in an institution for tuberculosis or mental diseases unless authorized \nunder an approved section 1115 waiver.\n\n2.  Outpatient health services that are ordinarily provided in hospitals, clinics, offices and other health care facilities \nby licensed health care providers.  Outpatient health services include services provided by or under the direction of \na physician or a primary care practitioner.\n\n3.  Other laboratory and x-ray services ordered by a physician or a primary care practitioner.\n\n4.  Medications that are ordered on prescription by a physician or a dentist licensed pursuant to title 32, chapter 11.  \nBeginning January 1, 2006, Persons who are dually eligible for title XVIII and title XIX services must obtain \navailable medications through a medicare licensed or certified medicare advantage prescription drug plan, a \nmedicare prescription drug plan or any other entity authorized by medicare to provide a medicare part D \nprescription drug benefit.\n\n5.  Medical supplies, durable medical equipment and prosthetic devices ordered by a physician or a primary care \npractitioner.  Suppliers of durable medical equipment shall provide the administration with complete information \nabout the identity of each person who has an ownership or controlling interest in their business and shall comply \nwith federal bonding requirements in a manner prescribed by the administration.\n\n6.  For persons who are at least twenty-one years of age, treatment of medical conditions of the eye, excluding eye \nexaminations for prescriptive lenses and the provision of prescriptive lenses.\n\n7.  Early and periodic health screening and diagnostic services as required by section 1905(r) of title XIX of the \nsocial security act for members who are under twenty-one years of age.\n\n8.  Family planning services that do not include abortion or abortion counseling.  If a contractor elects not to provide \nfamily planning services, this election does not disqualify the contractor from delivering all other covered health and \nmedical services under this chapter.  In that event, the administration may contract directly with another contractor, \nincluding an outpatient surgical center or a noncontracting provider, to deliver family planning services to a member \nwho is enrolled with the contractor that elects not to provide family planning services.\n\n9.  Podiatry services ordered by a primary care physician or primary care practitioner.\n\n10.  Nonexperimental transplants approved for title XIX reimbursement.\n\n11.  Ambulance and nonambulance transportation, except as provided in subsection G of this section.\n\n\n\nB.  The limitations and exclusions for health and medical services provided under this section are as follows:\n\n1.  Beginning on October 1, 2002, Circumcision of newborn males is not a covered health and medical service.\n\n2.  For eligible persons who are at least twenty-one years of age:\n\n(a)  Outpatient health services do not include occupational therapy or speech therapy.\n\n(b)  Prosthetic devices do not include hearing aids, dentures, bone anchored hearing aids or cochlear implants.  \nProsthetic devices, except prosthetic implants, may be limited to twelve thousand five-hundred five hundred dollars \nper contract year.\n\n(c)  Insulin pumps, percussive vests and orthotics are not covered health and medical services.\n\n(d)  Durable medical equipment is limited to items covered by medicare.\n\n(e)  Podiatry services do not include services performed by a podiatrist.\n\n(f)  Nonexperimental transplants do not include the following:\n\n(i)  Pancreas only transplants.\n\n(ii)  Pancreas after kidney transplants.\n\n(iii)  Lung transplants.\n\n(iv)  Hemopoetic cell allogenic unrelated transplants.\n\n(v)  Heart transplants for non-ischemic cardiomyopathy.\n\n(vi)  Liver transplants for diagnosis of hepatitis C.\n\n(g)  Beginning October 1, 2011, bariatric surgery procedures, including laparoscopic and open gastric bypass and \nrestrictive procedures, are not covered health and medical services.\n\n(h)  Well exams are not a covered health and medical service, except mammograms, pap smears and \ncolonoscopies.\n\nC.  The system shall pay noncontracting providers only for health and medical services as prescribed in subsection \nA of this section and as prescribed by rule.\n\nD.  The director shall adopt rules necessary to limit, to the extent possible, the scope, duration and amount of \nservices, including maximum limitations for inpatient services that are consistent with federal regulations under title \nXIX of the social security act (P.L. 89-97; 79 Stat. 344; 42 United States Code section 1396 (1980)).  To the extent \npossible and practicable, these rules shall provide for the prior approval of medically necessary services provided \npursuant to this chapter.\n\nE.  The director shall make available home health services in lieu of hospitalization pursuant to contracts awarded \nunder this article.  For the purposes of this subsection, \"home health services\" means the provision of nursing \nservices, home health aide services or medical supplies, equipment and appliances, which are provided on a \npart-time or intermittent basis by a licensed home health agency within a member's residence based on the orders \nof a physician or a primary care practitioner.  Home health agencies shall comply with the federal bonding \nrequirements in a manner prescribed by the administration.\n\nF.  The director shall adopt rules for the coverage of behavioral health services for persons who are eligible under \nsection 36-2901, paragraph 6, subdivision (a).  The administration shall contract with the department of health \nservices for the delivery of all medically necessary behavioral health services to persons who are eligible under \n\n\n\nrules adopted pursuant to this subsection.  The division of behavioral health in the department of health services \nshall establish a diagnostic and evaluation program to which other state agencies shall refer children who are not \nalready enrolled pursuant to this chapter and who may be in need of behavioral health services.  In addition to an \nevaluation, the division of behavioral health shall also identify children who may be eligible under section 36-2901, \nparagraph 6, subdivision (a) or section 36-2931, paragraph 5 and shall refer the children to the appropriate agency \nresponsible for making the final eligibility determination.\n\nG.  The director shall adopt rules for the provision of transportation services and rules providing for copayment by \nmembers for transportation for other than emergency purposes.  Subject to approval by the centers for medicare \nand medicaid services, nonemergency medical transportation shall not be provided to persons who are eligible \npursuant to sections 36-2901.01 and 36-2901.04 and who reside in a county with a population of more than five \nhundred thousand persons except FOR STRETCHER VANS AND AMBULANCE TRANSPORTATION.  PRIOR \nAUTHORIZATION IS REQUIRED FOR TRANSPORTATION BY STRETCHER VAN AND FOR MEDICALLY \nNECESSARY AMBULANCE TRANSPORTATION INITIATED PURSUANT TO A PHYSICIAN'S DIRECTION.  Prior \nauthorization is not required for medically necessary ambulance transportation services rendered to members or \neligible persons initiated by dialing telephone number 911 or other designated emergency response systems.\n\nH.  The director may adopt rules to allow the administration, at the director's discretion, to use a second opinion \nprocedure under which surgery may not be eligible for coverage pursuant to this chapter without documentation as \nto need by at least two physicians or primary care practitioners.\n\nI.  If the director does not receive bids within the amounts budgeted or if at any time the amount remaining in the \nArizona health care cost containment system fund is insufficient to pay for full contract services for the remainder \nof the contract term, the administration, on notification to system contractors at least thirty days in advance, may \nmodify the list of services required under subsection A of this section for persons defined as eligible other than \nthose persons defined pursuant to section 36-2901, paragraph 6, subdivision (a).  The director may also suspend \nservices or may limit categories of expense for services defined as optional pursuant to title XIX of the social \nsecurity act (P.L. 89-97; 79 Stat. 344; 42 United States Code section 1396 (1980)) for persons defined pursuant to \nsection 36-2901, paragraph 6, subdivision (a).  Such reductions or suspensions do not apply to the continuity of \ncare for persons already receiving these services.\n\nJ.  Additional, reduced or modified hospitalization and medical care benefits may be provided under the system to \nenrolled members who are eligible pursuant to section 36-2901, paragraph 6, subdivision (b), (c), (d) or (e).\n\nK.  All health and medical services provided under this article shall be provided in the geographic service area of \nthe member, except:\n\n1.  Emergency services and specialty services provided pursuant to section 36-2908.\n\n2.  That the director may permit the delivery of health and medical services in other than the geographic service \narea in this state or in an adjoining state if the director determines that medical practice patterns justify the delivery \nof services or a net reduction in transportation costs can reasonably be expected.  Notwithstanding the definition of \nphysician as prescribed in section 36-2901, if services are procured from a physician or primary care practitioner in \nan adjoining state, the physician or primary care practitioner shall be licensed to practice in that state pursuant to \nlicensing statutes in that state similar to title 32, chapter 13, 15, 17 or 25 and shall complete a provider agreement \nfor this state.\n\nL.  Covered outpatient services shall be subcontracted by a primary care physician or primary care practitioner to \nother licensed health care providers to the extent practicable for purposes including, but not limited to, making \nhealth care services available to underserved areas, reducing costs of providing medical care and reducing \ntransportation costs.\n\nM.  The director shall adopt rules that prescribe the coordination of medical care for persons who are eligible for \nsystem services.  The rules shall include provisions for the transfer of patients, the transfer of medical records and \nthe initiation of medical care.\n\n\n\nN.  For the purposes of this section, \"ambulance\" has the same meaning prescribed in section 36-2201.\n\nSec. 14.  Title 36, chapter 29, article 1, Arizona Revised Statutes, is amended by adding section 36-2930, to read:\n\n36-2930.  Prescription drug rebate fund; exemption; definition\n\nA.  The prescription drug rebate fund is established consisting of prescription drug rebate collections, interest from \nprescription drug rebate late payments and federal monies made available to this state for the operation of the \nArizona health care cost containment system prescription drug rebate program.  The administration shall \nadminister the fund.  Nonfederal monies in the fund are subject to annual legislative appropriation.  Federal monies \nin the fund are continuously appropriated and are exempt from the provisions of section 35-190 relating to the \nlapsing of appropriations.\n\nB.  Monies in the fund shall be used to return the federal share of prescription drug rebate collections and interest \nfrom late payments to the centers for medicare and medicaid services by offsetting future federal draws, to pay for \nthe administrative costs of the prescription drug rebate program and as the nonfederal share for payments to \ncontractors or providers in the administration's medical services programs.  The nonfederal share of prescription \ndrug rebate collections and interest from late payments include rebates relating to programs administered by the \ndepartment of economic security, the department of health services and other governmental entities that contribute \nto the nonfederal share for prescription drugs.\n\nC.  For the purposes of this section, \"administrative costs of the prescription drug rebate program\" includes:\n\n1.  Payments to the prescription drug rebate vendor.\n\n2.  Administrative costs of the administration in support of the prescription drug rebate program.\n\nSec. 15.  Section 36-2988, Arizona Revised Statutes, is amended to read:\n\n36-2988.  Delivery of services; health plans; requirements\n\nA.  To the extent possible, the administration shall use contractors that have a contract with the administration \npursuant to article 1 of this chapter or qualifying plans to provide services to members who qualify for the program.\n\nB.  The administration has full authority to amend existing contracts awarded pursuant to article 1 of this chapter.\n\nC.  As determined by the director, reinsurance may be provided against expenses in excess of a specified amount \non behalf of any member for covered emergency services, inpatient services or outpatient services in the same \nmanner as reinsurance provided under article 1 of this chapter.  Subject to the approval of the director, reinsurance \nmay be obtained against expenses in excess of a specified amount on behalf of any member.\n\nD.  Notwithstanding any other law, the administration may procure, provide or coordinate covered services by \ninteragency agreement with authorized agencies of this state for distinct groups of members, including persons \neligible for children's rehabilitative services through the department of health services and members eligible for \ncomprehensive medical and dental benefits through the department of economic security.\n\nE.  After contracts are awarded pursuant to this section, the director may negotiate with any successful bidder for \nthe expansion or contraction of services or service areas.\n\nF.  Payments to contractors shall be made monthly and may be subject to contract provisions requiring the retention \nof a specified percentage of the payment by the director, a reserve fund or any other contract provisions by which \nadjustments to the payments are made based on utilization efficiency, including incentives for maintaining quality \ncare and minimizing unnecessary inpatient services.  Reserve monies withheld from contractors shall be distributed \nto providers who meet performance standards established by the director.  Any reserve fund established pursuant \nto this subsection shall be established as a separate account within the Arizona health care cost containment \nsystem.\n\n\n\nG.  The director may negotiate at any time with a hospital on behalf of a contractor for inpatient hospital services \nand outpatient hospital services provided pursuant to the requirements specified in section 36-2904.\n\nH.  A contractor may require that subcontracting providers or noncontracting providers be paid for covered services, \nother than hospital services, according to the capped fee-for-service schedule adopted by the administration or at \nlower rates as may be negotiated by the contractor.\n\nI.  A school district may perform outreach and information activities that relate to this article, with permission of the \nschool principal and school district.  The administration and contractors may collaborate with entities such as \ncommunity based organizations, faith based organizations, schools and school districts for outreach and \ninformation activities related to this article.  Outreach and information activities shall not include delivery of services, \nscreening activities, eligibility determination or enrollment related to this article.  Outreach and information activities \ninclude promotion of health care coverage, participation in school events and distribution of applications and \nmaterials to pupils and their families. Outreach and information activities performed by the administration, \ncontractors or a school district shall not reduce or interfere with classroom instruction time.\n\nJ.  The administration is exempt from the procurement code pursuant to section 41-2501.\n\nSec. 16.  Section 38-654, Arizona Revised Statutes, is amended to read:\n\n38-654.  Special employee health insurance trust fund; purpose; investment of monies; use of monies; exemption \nfrom lapsing; annual report\n\nA.  There is established a special employee health insurance trust fund for the purpose of administering the state \nemployee health insurance benefit plans.  The fund shall consist of legislative appropriations, monies collected \nfrom the employer and employees for the health insurance benefit plans and investment earnings on monies \ncollected from employees.  The fund shall be administered by the director of the department of administration. \nMonies in the fund that are determined by the legislature to be for administrative expenses of the department of \nadministration, including monies authorized by subsection D  C, paragraph 4 of this section, are subject to \nlegislative appropriation.\n\nB.  On notice from the department of administration, the state treasurer shall invest and divest monies in the fund as \nprovided by section 35-313, and monies earned from investment shall be credited to the fund. There shall be a \nseparate accounting of monies contributed by the employer, monies collected from state employees and investment \nearnings on monies collected from employees.  Monies collected from state employees for health insurance benefit \nplans shall be expended prior to before expenditure of monies contributed by the employer.\n\nC.  The director of the department of administration may authorize the employer health insurance contributions by \nfund to be payable in advance whether the budget unit is funded in whole or in part by state monies.  By July 15 \neach year, the joint legislative budget committee staff shall determine the amount appropriated for employer health \ninsurance contributions.  The department of administration may transfer to the special employee health insurance \ntrust fund in whole or in part the amount appropriated to budget units for employer health insurance contributions \nas deemed necessary.\n\nD.  C.  Monies in the fund shall be used by the department of administration for the following purposes for the \nbenefit of officers and employees who participate in a health insurance benefit plan pursuant to this article:\n\n1.  To administer a health insurance benefit program for state officers and employees.\n\n2.  To pay health insurance premiums, claims costs and related administrative expenses.\n\n3.  To apply against future premiums, claims costs and related administrative expenses.\n\n4.  To apply the equivalent of not more than one dollar fifty cents for each employee for each month to administer \napplicable federal and state laws relating to health insurance benefit programs and to design, implement and \nadminister improvements to the employee health insurance or benefit program.\n\n\n\nE.  D.  Subsection D  C of this section shall not be construed to require that all monies in the special employee \nhealth insurance trust fund shall be used within any one or more fiscal years.  Any person who is no longer a state \nemployee or an employee who is no longer a participant in a health insurance plan under contract with the \ndepartment of administration shall have no claim upon on monies in the fund.\n\nF.  E.  Monies deposited in or credited to the fund are exempt from the provisions of section 35-190 relating to \nlapsing of appropriations.\n\nG.  F.  Claims for services rendered prior to before July 1, 1989 shall not be paid from the special employee health \ninsurance trust fund.\n\nH.  G.  The department of administration shall submit an annual report on the financial status of the special \nemployee insurance trust fund to the governor, the president of the senate, the speaker of the house of \nrepresentatives, the chairpersons of the house and senate appropriations committees and the joint legislative \nbudget committee staff by March 1.  The report shall include:\n\n1.  The actuarial assumptions and a description of the methodology used to set premiums and reserve balance \ntargets for the health insurance benefit program for the current plan year.\n\n2.  An analysis of the actuarial soundness of the health insurance benefit program for the previous plan year.\n\n3.  An analysis of the actuarial soundness of the health insurance benefit program for the current plan year, based \non both year-to-date experience and total expected experience.\n\n4.  A preliminary estimate of the premiums and reserve balance targets for the next plan year, including the \nactuarial assumptions and a description of the methodology used.\n\nI.  H.  The department shall submit a report to the joint legislative budget committee detailing any changes to the \ntype of benefits offered under the plan and associated costs at least forty-five days before making the change.  The \nreport shall include:\n\n1.  An estimate of the cost or saving associated with the change.\n\n2.  An explanation of why the change was implemented before the next plan year.\n\nSec. 17.  Section 43-1088, Arizona Revised Statutes, is amended to read:\n\n43-1088.  Credit for contribution to qualifying charitable organizations; definitions\n\nA.  A credit is allowed against the taxes imposed by this title for voluntary cash contributions by the taxpayer or on \nthe taxpayer's behalf pursuant to section 43-401, subsection H  I during the taxable year to a qualifying charitable \norganization not to exceed:\n\n1.  Two hundred dollars in any taxable year for a single individual or a head of household.\n\n2.  Four hundred dollars in any taxable year for a married couple filing a joint return.\n\nB.  A husband and wife who file separate returns for a taxable year in which they could have filed a joint return may \neach claim only one-half of the tax credit that would have been allowed for a joint return.\n\nC.  If the allowable tax credit exceeds the taxes otherwise due under this title on the claimant's income, or if there \nare no taxes due under this title, the taxpayer may carry forward the amount of the claim not used to offset the \ntaxes under this title for not more than five consecutive taxable years' income tax liability.\n\nD.  The credit allowed by this section:\n\n1.  Is allowed only if the taxpayer itemizes deductions pursuant to section 43-1042 for the taxable year.\n\n\n\n2.  Is in lieu of a deduction pursuant to section 170 of the internal revenue code and taken for state tax purposes.\n\nE.  Taxpayers taking a credit authorized by this section shall provide the name of the qualifying charitable \norganization and the amount of the contribution to the department of revenue on forms provided by the department.\n\nF.  A qualifying charitable organization shall provide the department of revenue with a written certification that it \nmeets all criteria to be considered a qualifying charitable organization.  The organization shall also notify the \ndepartment of any changes that may affect the qualifications under this section.\n\nG.  The charitable organization's written certification must be signed by an officer of the organization under penalty \nof perjury.  The written certification must include the following:\n\n1.  Verification of the organization's status under section 501(c)(3) of the internal revenue code or verification that \nthe organization is a designated community action agency that receives community services block grant program \nmonies pursuant to 42 United States Code section 9901.\n\n2.  Financial data indicating the organization's budget for the organization's prior operating year and the amount of \nthat budget spent on services to residents of this state who either:\n\n(a)  Receive temporary assistance for needy families benefits.\n\n(b)  Are low income residents of this state.\n\n(c)  Are chronically ill or physically disabled children.\n\n3.  A statement that the organization plans to continue spending at least fifty per cent of its budget on services to \nresidents of this state who receive temporary assistance for needy families benefits, who are low income residents \nof this state or who are chronically ill or physically disabled children.\n\nH.  The department shall review each written certification and determine whether the organization meets all the \ncriteria to be considered a qualifying charitable organization and notify the organization of its determination.  The \ndepartment may also periodically request recertification from the organization.  The department shall compile and \nmake available to the public a list of the qualifying charitable organizations.\n\nI.  For the purposes of this section:\n\n1.  \"Chronically ill or physically disabled children\" has the same meaning prescribed in section 36-262 36-260.\n\n2.  \"Low income residents\" means persons whose household income is less than one hundred fifty per cent of the \nfederal poverty level.\n\n3.  \"Qualifying charitable organization\" means a charitable organization that is exempt from federal income taxation \nunder section 501(c)(3) of the internal revenue code or is a designated community action agency that receives \ncommunity services block grant program monies pursuant to 42 United States Code section 9901.  The \norganization must spend at least fifty per cent of its budget on services to residents of this state who receive \ntemporary assistance for needy families benefits or low income residents of this state and their households or to \nchronically ill or physically disabled children who are residents of this state.  Taxpayers choosing to make donations \nthrough an umbrella charitable organization that collects donations on behalf of member charities shall designate \nthat the donation be directed to a member charitable organization that would qualify under this section on a \nstand-alone basis.\n\n4.  \"Services\" means cash assistance, medical care, child care, food, clothing, shelter, job placement and job \ntraining services or any other assistance that is reasonably necessary to meet immediate basic needs and that is \nprovided and used in this state.\n\nSec. 18.  Laws 2010, chapter 232, section 13 is amended to read:\n\n\n\nSec. 13.  ALTCS; county contributions; fiscal year 2010-2011\n\nA.  If the federal government extends the enhanced federal match rate through June 30, 2011, notwithstanding \nLaws 2010, seventh special session, chapter 10, section 15 and section 11-292, Arizona Revised Statutes, county \ncontributions for the Arizona long-term care system for fiscal year 2010-2011 are as follows:\n\n1.  Apache                                   $    469,400\n\n                                             $    485,000\n\n2.  Cochise                                  $  4,023,400\n\n                                             $  4,140,300\n\n3.  Coconino                                 $  1,408,800\n\n                                             $  1,455,400\n\n4.  Gila                                     $  1,623,600\n\n                                             $  1,670,700\n\n5.  Graham                                   $  1,072,900\n\n                                             $  1,098,000\n\n6.  Greenlee                                 $    122,200\n\n                                             $    124,600\n\n7.  La Paz                                   $    619,700\n\n                                             $    636,800\n\n8.  Maricopa                                 $115,295,400\n\n                                             $118,573,200\n\n9.  Mohave                                   $  5,479,700\n\n                                             $  5,629,100\n\n10.  Navajo                                   $  1,942,400\n\n                                             $  2,006,700\n\n11.  Pima                                     $ 29,839,700\n\n                                             $ 30,705,400\n\n12.  Pinal                                    $ 11,132,800\n\n                                             $ 11,455,700\n\n13.  Santa Cruz                               $  1,434,600\n\n                                             $  1,476,300\n\n14.  Yavapai                                  $  7,024,400\n\n\n\n                                             $  7,228,300\n\n15.  Yuma                                     $  6,018,000\n\n                                             $  6,192,500\n\nB.  The amounts specified in subsection A of this section reflect $76,014,400 $57,757,000 in decreases in county \ncontributions for the Arizona long-term care system.\n\nC.  The amounts specified in subsection A of this section reflect $4,390,700 $3,629,200 in decreases in county \ncontributions for the Arizona long-term care system for medicare clawback savings.\n\nD.  The county contributions for the Arizona long-term care system would have otherwise totaled $267,912,100 \n$250,635,000 in fiscal year 2010-2011.\n\nE.  If the overall cost for the Arizona long-term care services program exceeds $1,242,309,200 for fiscal year 2010-\n2011, the state treasurer shall collect from the counties the difference between the amount specified in subsection \nA of this section and the counties' share of the state's actual contribution. The counties' share of the state's \ncontribution shall not exceed 59.3 per cent.  The director of the Arizona health care cost containment system \nadministration shall notify the state treasurer of the counties' share of the state's contribution and report the amount \nto the director of the joint legislative budget committee. The state treasurer shall withhold from any other monies \npayable to that county from whatever state funding source is available an amount necessary to fulfill that county's \nrequirement specified in this subsection. The state treasurer shall not withhold distributions from the highway user \nrevenue fund pursuant to title 28, chapter 18, article 2, Arizona Revised Statutes. The state treasurer shall deposit \nthe amounts withheld pursuant to this subsection and amounts paid pursuant to subsection A of this section in the \nlong-term care system fund established by section 36-2913, Arizona Revised Statutes.\n\nSec. 19.  ALTCS; county contributions; fiscal year 2011-2012\n\nA.  Notwithstanding section 11-292, Arizona Revised Statutes, county contributions for the Arizona long-term care \nsystem for fiscal year 2011-2012 are as follows:\n\n1.  Apache                                   $    631,800\n\n2.  Cochise                                  $  5,309,100\n\n3.  Coconino                                 $  1,896,300\n\n4.  Gila                                     $  2,113,600\n\n5.  Graham                                   $  1,430,800\n\n6.  Greenlee                                 $    162,300\n\n7.  La Paz                                   $    827,500\n\n8.  Maricopa                                 $154,518,900\n\n9.  Mohave                                   $  7,335,500\n\n10.  Navajo                                   $  2,614,500\n\n11.  Pima                                     $ 39,653,400\n\n12.  Pinal                                    $ 15,702,000\n\n13.  Santa Cruz                               $  1,933,300\n\n\n\n14.  Yavapai                                  $  9,586,200\n\n15.  Yuma                                     $  8,017,700\n\nB.  If the overall cost for the Arizona long-term care services line item exceeds the amount specified in the general \nappropriations act for fiscal year 2011-2012, the state treasurer shall collect from the counties the difference \nbetween the amount specified in subsection A of this section and the counties' share of the state's actual \ncontribution. The counties share of the state contribution shall be in compliance with any federal maintenance of \neffort requirements. The director of the Arizona health care cost containment system administration shall notify the \nstate treasurer of the counties' share of the state's contribution and report the amount to the director of the joint \nlegislative budget committee. The state treasurer shall withhold from any other monies payable to that county from \nwhatever state funding source is available an amount necessary to fulfill that county's requirement specified in this \nsubsection. The state treasurer shall not withhold distributions from the highway user revenue fund pursuant to title \n28, chapter 18, article 2, Arizona Revised Statutes. The state treasurer shall deposit the amounts withheld \npursuant to this subsection and amounts paid pursuant to subsection A of this section in the long-term care system \nfund established by section 36-2913, Arizona Revised Statutes.\n\nSec. 20.  Sexually violent persons; county reimbursement; fiscal year 2011-2012; deposit; tax withholding\n\nA.  Notwithstanding any other law, if this state pays the costs of a commitment of an individual determined to be \nsexually violent by the court, the county shall reimburse the department of health services for fifty per cent of these \ncosts for fiscal year 2011-2012.\n\nB.  The department of health services shall deposit the reimbursements, pursuant to sections 35-146 and 35-147, \nArizona Revised Statutes, in the Arizona state hospital fund established by section 36-545.08, Arizona Revised \nStatutes.\n\nC.  Each county shall make the reimbursements for these costs as specified in subsection A of this section within \nthirty days after a request by the department of health services.  If the county does not make the reimbursement, \nthe superintendent of the Arizona state hospital shall notify the state treasurer of the amount owed and the \ntreasurer shall withhold the amount, including any additional interest as provided in section 42-1123, Arizona \nRevised Statutes, from any transaction privilege tax distributions to the county.  The treasurer shall deposit the \nwithholdings, pursuant to sections 35-146 and 35-147, Arizona Revised Statutes, in the Arizona state hospital fund \nestablished by section 36-545.08, Arizona Revised Statutes.\n\nD.  Notwithstanding any other law, a county may meet any statutory funding requirements of this section from any \nsource of county revenue designated by the county, including funds of any countywide special taxing district in \nwhich the board of supervisors serves as the board of directors.\n\nE.  County contributions made pursuant to this section are excluded from the county expenditure limitations.\n\nSec. 21.  Competency restoration treatment; city and county reimbursement; fiscal year 2011-2012; deposit; tax \nwithholding\n\nA.  Notwithstanding section 13-4512, Arizona Revised Statutes, if this state pays the costs of a defendant's \ninpatient competency restoration treatment pursuant to section 13-4512, Arizona Revised Statutes, the city or \ncounty shall reimburse the department of health services for one hundred per cent of these costs for fiscal year \n2011-2012.\n\nB.  The department of health services shall deposit the reimbursements, pursuant to sections 35-146 and 35-147, \nArizona Revised Statutes, in the Arizona state hospital fund established by section 36-545.08, Arizona Revised \nStatutes.\n\nC.  Each city and county shall make the reimbursements for these costs as specified in subsection A of this section \nwithin thirty days after a request by the department of health services.  If the city or county does not make the \nreimbursement, the superintendent of the Arizona state hospital shall notify the state treasurer of the amount owed \n\n\n\nand the treasurer shall withhold the amount, including any additional interest as provided in section 42-1123, \nArizona Revised Statutes, from any transaction privilege tax distributions to the city or county.  The treasurer shall \ndeposit the withholdings, pursuant to sections 35-146 and 35-147, Arizona Revised Statutes, in the Arizona state \nhospital fund established by section 36-545.08, Arizona Revised Statutes.\n\nD.  Notwithstanding any other law, a county may meet any statutory funding requirements of this section from any \nsource of county revenue designated by the county, including funds of any countywide special taxing district in \nwhich the board of supervisors serves as the board of directors.\n\nE.  County contributions made pursuant to this section are excluded from the county expenditure limitations.\n\nSec. 22.  State employee health benefits\n\nFor fiscal year 2011-2012, the department of administration shall not implement a differentiated health insurance \npremium based on the integrated or nonintegrated status of a health insurance provider available through the state \nemployee health insurance program.\n\nSec. 23.  AHCCCS; disproportionate share payments\n\nA.  Disproportionate share payments for fiscal year 2011-2012 made pursuant to section 36-2903.01, subsection P, \nArizona Revised Statutes, include:\n\n1.  $55,507,900 for a qualifying nonstate operated public hospital.  The Maricopa county special health care district \nshall provide a certified public expense form for the amount of qualifying disproportionate share hospital \nexpenditures made on behalf of this state to the administration on or before May 1, 2012 for all state plan years as \nrequired by the Arizona health care cost containment system 1115 waiver standard terms and conditions.  The \nadministration shall assist the district in determining the amount of qualifying disproportionate share hospital \nexpenditures.  Once the administration files a claim with the federal government and receives federal funds \nparticipation based on the amount certified by the Maricopa county special health care district, if the certification is \nequal to or greater than $55,507,900, the administration shall distribute $4,202,300 to the Maricopa county special \nhealth care district and deposit the balance of the federal funds participation in the state general fund.  If the \ncertification provided is for an amount less than $55,507,900, and the administration determines that the revised \namount is correct pursuant to the methodology used by the administration pursuant to section 36-2903.01, Arizona \nRevised Statutes, the administration shall notify the governor, the president of the senate and the speaker of the \nhouse of representatives, shall distribute $4,202,300 to the Maricopa county special health care district and shall \ndeposit the balance of the federal funds participation in the state general fund.  If the certification provided is for an \namount less than $55,507,900 and the administration determines that the revised amount is not correct pursuant to \nthe methodology used by the administration pursuant to section 36-2903.01, Arizona Revised Statutes, the \nadministration shall notify the governor, the president of the senate and the speaker of the house of representatives \nand shall deposit the total amount of the federal funds participation in the state general fund.\n\n2.  $28,474,900 for the Arizona state hospital.  The Arizona state hospital shall provide a certified public expense \nform for the amount of qualifying disproportionate share hospital expenditures made on behalf of the state to the \nadministration on or before March 31, 2012.  The administration shall assist the Arizona state hospital in \ndetermining the amount of qualifying disproportionate share hospital expenditures.  Once the administration files a \nclaim with the federal government and receives federal funds participation based on the amount certified by the \nArizona state hospital, the administration shall distribute the entire amount of federal financial participation to the \nstate general fund.  If the certification provided is for an amount less than $28,474,900, the administration shall \nnotify the governor, the president of the senate and the speaker of the house of representatives and shall distribute \nthe entire amount of federal financial participation to the state general fund.  The certified public expense form \nprovided by the Arizona state hospital shall contain both the total amount of qualifying disproportionate share \nhospital expenditures and the amount limited by section 1923(g) of the social security act.\n\n\n\n3.  $9,284,800 for private qualifying disproportionate share hospitals. The Arizona health care cost containment \nsystem administration shall make payments to hospitals consistent with this appropriation and the terms of the \nsection 1115 waiver, however, payments shall be limited to those hospitals that either:\n\n(a)  Meet the mandatory definition of disproportionate share qualifying hospitals under section 1923 of the social \nsecurity act.\n\n(b)  Are located in Yuma county and contain at least three hundred beds.\n\nB.  Disproportionate share payments in fiscal years 2010-2011 and 2011-2012 made pursuant to section \n36-2903.01, subsection D, Arizona Revised Statutes, include amounts for disproportionate share hospitals \ndesignated by political subdivisions of this state, tribal governments and any university under the jurisdiction of the \nArizona board of regents.  Contingent on approval by the administration and the centers for medicare and Medicaid \nservices any amount of federal funding allotted to this state pursuant to section 1923(f) of the social security act and \nnot otherwise expended under subsection A, paragraph 1, 2 or 3 of this section shall be made available for \ndistribution pursuant to this subsection.  Political subdivisions of this state, tribal governments and any university \nunder the jurisdiction of the Arizona board of regents may designate hospitals eligible to receive disproportionate \nshare funds in an amount up to the limit prescribed in section 1923(g) of the social security act if those political \nsubdivisions, tribal governments or universities provide sufficient monies to qualify for the matching federal monies \nfor the disproportionate share payments.\n\nSec. 24.  AHCCCS transfer; counties; federal monies\n\nOn or before December 31, 2012, notwithstanding any other law, for fiscal year 2011-2012 the Arizona health care \ncost containment system administration shall transfer to the counties such portion, if any, as may be necessary to \ncomply with section 10201(c)(6) of the patient protection and affordable care act (P.L. 111-148), regarding the \ncounties' proportional share of the state's contribution.\n\nSec. 25.  AHCCCS; fraudulent payments; verification\n\nA.  The Arizona health care cost containment system administration shall issue a request for information on or \nbefore August 1, 2011 for mechanisms to reduce erroneous and fraudulent payments in the Arizona health care \ncost containment system, which may include mechanisms that verify the identity of individual recipients and that \nverify the services provided to individual recipients.  The responses to the request for information may address \neither reducing incorrect payments due to actions of the individual recipient or the health care provider.  Based on \ninformation received under this subsection, the Arizona health care cost containment system administration shall \nissue a request for proposals no later than October 1, 2011.  The request for proposals shall be reviewed by the \njoint legislative budget committee before it is issued.\n\nB. The Arizona health care cost containment system administration shall award a contract under this section no \nlater than January 1, 2012.\n\nSec. 26.  County acute care contribution; fiscal year 2011-2012\n\nA.  Notwithstanding section 11-292, Arizona Revised Statutes, for fiscal year 2011-2012 for the provision of \nhospitalization and medical care, the counties shall contribute the following amounts:\n\n1.  Apache                                   $   268,800\n\n2.  Cochise                                  $ 2,214,800\n\n3.  Coconino                                 $   742,900\n\n4.  Gila                                     $ 1,413,200\n\n5.  Graham                                   $   536,200\n\n\n\n6.  Greenlee                                 $   190,700\n\n7.  La Paz                                   $   212,100\n\n8.  Maricopa                                 $20,575,000\n\n9.  Mohave                                   $ 1,237,700\n\n10.  Navajo                                   $   310,800\n\n11.  Pima                                     $14,951,800\n\n12.  Pinal                                    $ 2,715,600\n\n13.  Santa Cruz                               $   482,800\n\n14.  Yavapai                                  $ 1,427,800\n\n15.  Yuma                                     $ 1,325,100\n\nB.  If a county does not provide funding as specified in subsection A of this section, the state treasurer shall subtract \nthe amount owed by the county to the Arizona health care cost containment system fund and the long-term care \nsystem fund established by section 36-2913, Arizona Revised Statutes, from any payments required to be made by \nthe state treasurer to that county pursuant to section 42-5029, subsection D, paragraph 2, Arizona Revised \nStatutes, plus interest on that amount pursuant to section 44-1201, Arizona Revised Statutes, retroactive to the first \nday the funding was due.  If the monies the state treasurer withholds are insufficient to meet that county's funding \nrequirements as specified in subsection A of this section, the state treasurer shall withhold from any other monies \npayable to that county from whatever state funding source is available an amount necessary to fulfill that county's \nrequirement.  The state treasurer shall not withhold distributions from the highway user revenue fund pursuant to \ntitle 28, chapter 18, article 2, Arizona Revised Statutes.\n\nC.  Payment of an amount equal to one-twelfth of the total amount determined pursuant to subsection A of this \nsection shall be made to the state treasurer on or before the fifth day of each month.  On request from the director \nof the Arizona health care cost containment system administration, the state treasurer shall require that up to three \nmonths' payments be made in advance, if necessary.\n\nD.  The state treasurer shall deposit the amounts paid pursuant to subsection C of this section and amounts \nwithheld pursuant to subsection B of this section in the Arizona health care cost containment system fund and the \nlong-term care system fund established by section 36-2913, Arizona Revised Statutes.\n\nE.  If payments made pursuant to subsection C of this section exceed the amount required to meet the costs \nincurred by the Arizona health care cost containment system for the hospitalization and medical care of those \npersons defined as an eligible person pursuant to section 36-2901, paragraph 6, subdivisions (a), (b) and (c), \nArizona Revised Statutes, the director of the Arizona health care cost containment system administration may \ninstruct the state treasurer either to reduce remaining payments to be paid pursuant to this section by a specified \namount or to provide to the counties specified amounts from the Arizona health care cost containment system fund \nand the long-term care system fund.\n\nF.  It is the intent of the legislature that the Maricopa county contribution pursuant to subsection A of this section be \nreduced in each subsequent year according to the changes in the GDP price deflator.  For the purposes of this \nsubsection, \"GDP price deflator\" has the same meaning prescribed in section 41-563, Arizona Revised Statutes.\n\nSec. 27.  Hospitalization and medical care contribution; fiscal year 2011-2012\n\nA.  Notwithstanding any other law, for fiscal year 2011-2012, beginning with the second monthly distribution of \ntransaction privilege tax revenues, the state treasurer shall withhold one-eleventh of the following amounts from \n\n\n\nstate transaction privilege tax revenues otherwise distributable, after any amounts withheld for the county long-term \ncare contribution or the county administration contribution pursuant to section 11-292, subsection O, Arizona \nRevised Statutes, for deposit in the Arizona health care cost containment system fund established by section 36-\n2913, Arizona Revised Statutes, for the provision of hospitalization and medical care:\n\n1.  Apache                                   $   87,300\n\n2.  Cochise                                  $  162,700\n\n3.  Coconino                                 $  160,500\n\n4.  Gila                                     $   65,900\n\n5.  Graham                                   $   46,800\n\n6.  Greenlee                                 $   12,000\n\n7.  La Paz                                   $   24,900\n\n8.  Mohave                                   $  187,400\n\n9.  Navajo                                   $  122,800\n\n10.  Pima                                     $1,115,900\n\n11.  Pinal                                    $  218,300\n\n12.  Santa Cruz                               $   51,600\n\n13.  Yavapai                                  $  206,200\n\n14.  Yuma                                     $  183,900\n\nB.  If the monies the state treasurer withholds are insufficient to meet that county's funding requirement as specified \nin subsection A of this section, the state treasurer shall withhold from any other monies payable to that county from \nwhatever state funding source is available an amount necessary to fulfill that county's requirement.  The state \ntreasurer shall not withhold distributions from the highway user revenue fund pursuant to title 28, chapter 18, article \n2, Arizona Revised Statutes.\n\nC.  On request from the director of the Arizona health care cost containment system administration, the state \ntreasurer shall require that up to three months' payments be made in advance.\n\nD.  In fiscal year 2011-2012, the sum of $2,646,200 withheld pursuant to subsection A of this section is allocated for \nthe county acute care contribution for the provision of hospitalization and medical care services administered by the \nArizona health care cost containment system administration.\n\nE.  County contributions made pursuant to this section are excluded from the county expenditure limitations.\n\nSec. 28.  Proposition 204 administration; county expenditure limitation\n\nCounty contributions for the administrative costs of implementing sections 36-2901.01 and 36-2901.04, Arizona \nRevised Statutes, that are made pursuant to section 11-292, subsection O, Arizona Revised Statutes, are excluded \nfrom the county expenditure limitations.\n\nSec. 29.  AHCCCS; ambulance services; reimbursement\n\nA.  Notwithstanding Laws 2010, chapter 86, section 7, subsection A and section 36-2239, subsection H, Arizona \nRevised Statutes, for dates of service on and after April 1, 2011 through September 30, 2012, the Arizona health \n\n\n\ncare cost containment system administration and its contractors shall reimburse ambulance service providers in an \namount equal to 72.2 per cent of the amounts prescribed by the department of health services.\n\nB.  Notwithstanding Laws 2010, chapter 86, section 7, subsection A and section 36-2239, subsection H, Arizona \nRevised Statutes, the Arizona health care cost containment system administration shall not include any rate \nincreases approved by the department of health services between July 2, 2011 and September 30, 2011 in the \nadministration's reimbursement rates.  The Arizona health care cost containment system administration shall make \nannual adjustments to its fee schedule on October 1, 2011 as otherwise provided in section 36-2239, subsection H, \nArizona Revised Statutes, and shall reimburse ambulance providers consistent with subsection A of this section.\n\nC.  For dates of service beginning October 1, 2011 through September 30, 2012, remuneration for ambulance \nservices may be reduced by up to an additional five per cent of the amounts otherwise provided in this section.\n\nSec. 30.  AHCCCS; risk contingency rate setting\n\nNotwithstanding any other law, for the contract year beginning October 1, 2011 and ending September 30, 2012, \nthe Arizona health care cost containment system administration may continue the risk contingency rate setting for \nall managed care organizations and the funding for all managed care organizations administrative funding levels \nthat was imposed for the contract year beginning October 1, 2010 and ending September 30, 2011.\n\nSec. 31.  AHCCCS; hospital reimbursement inflation adjustment freeze\n\nFor the contract year beginning October 1, 2011:\n\n1.  Notwithstanding section 36-2903.01, subsection H, paragraph 2, Arizona Revised Statutes, and any rules \nadopted to implement that provision, the Arizona health care cost containment system administration shall not \nadjust tiered per diem payments for inpatient hospital care by the 2011 data resources incorporated market basket \nindex for prospective payment system hospitals.\n\n2.  Notwithstanding section 36-2903.01, subsection H, paragraph 3, Arizona Revised Statutes, and any rules \nadopted to implement that provision, the Arizona health care cost containment system administration shall not \nadjust outpatient hospital fee schedule rates by any inflation index.\n\nSec. 32.  AHCCCS; hospital rates; reduction authority\n\nNotwithstanding any other law, for rates effective October 1, 2011 through September 30, 2012, the Arizona \nhealth care cost containment system administration may reduce payments for institutional and noninstitutional \nservices up to five per cent.\n\nSec. 33.  AHCCCS; social security administration; medicare liability waiver\n\nThe Arizona health care cost containment system may participate in any special disability workload 1115 \ndemonstration waiver offered by the centers for medicare and medicaid services.  Any credits provided by the 1115 \ndemonstration waiver process are to be used in the fiscal year when such credits are made available to fund the \nstate share of any medical assistance expenditures that qualify for federal financial participation under the medicaid \nprogram.  The Arizona health care cost containment system shall report the receipt of any credits to the director of \nthe joint legislative budget committee by December 31, 2011 and June 30, 2012.\n\nSec. 34.  Exemption from rule making; Arizona health care cost containment system; retroactivity\n\nA.  Notwithstanding any other law, the Arizona health care cost containment system is authorized to adopt rules \nnecessary to implement a program within available appropriations and is exempt from the rule making requirements \nof title 41, chapter 6, Arizona Revised Statutes, through June 30, 2013 for the following purposes:\n\n1.  Making changes to the amount, duration or scope of services provided pursuant to section 36-2907, subsection \nD, Arizona Revised Statutes.\n\n\n\n2.  Establishing and maintaining rules regarding standards, methods and procedures for determining eligibility \nnecessary to implement a program within the available appropriation.\n\n3.  Making changes to reimbursement rates and methodologies, including rules relating to cost sharing \nresponsibilities of eligible persons.\n\n4.  Implementing any provisions of this act.\n\nB.  The agency shall provide public notice and an opportunity for public comment on proposed rules at least thirty \ndays before rules are adopted or amended pursuant to this section.\n\nC.  The Arizona health care cost containment system administration is exempt from the rule making requirements \nof title 41, chapter 6, Arizona Revised Statutes, for one year after the effective date of this act, to implement the \nrequirements of section 36-2903.01, subsection H, Arizona Revised Statutes, as amended by this act.\n\nD.  This section is effective retroactively to April 1, 2011.\n\nSec. 35.  Exemption from rule making; department of health services\n\nThe department of health services is exempt from the rule making requirements of title 41, chapter 6, Arizona \nRevised Statutes, for two years after the effective date of this act for the purpose of establishing fees pursuant to \nsection 36-341, Arizona Revised Statutes, as amended by this act.\n\nSec. 36.  Intent; false claims act; savings\n\nIt is the intent of the legislature that the Arizona health care cost containment system administration comply with \nthe federal false claims act and maximize savings in, and continue to consider best available technologies in \ndetecting fraud in, the administration's programs.\n\nSec. 37.  Intent; vital records fees\n\nIt is the intent of the legislature that the fees collected pursuant to section 36-341, subsection A, Arizona Revised \nStatutes, as amended by this act, shall not exceed $4,539,000 in fiscal year 2011-2012.\n\nSec. 38.  Intent; waiver; implementation of program; copayments; nonemergency transportation; transplant funding\n\nA.  If the centers for medicare and medicaid services does not approve in whole or in part the section 1115 waiver \nsubmitted on March 31, 2011:\n\n1.  It is the intent of the legislature that the Arizona health care cost containment system implement a program \nwithin the available appropriation.\n\n2.  The Arizona health care cost containment system is directed to implement the copayment and nonemergency \ntransportation provisions contained in this act.\n\nB.  It is the intent of the legislature that coverage of transplant services that were eliminated in Laws 2010, seventh \nspecial session, chapter 10 be funded.\n\nSec. 39.  Transfer of powers; effect\n\nA.  The Arizona health care cost containment system administration succeeds to the powers and duties of the \ndepartment of health services relating to children's rehabilitative services prescribed pursuant to title 36, chapter 2, \narticle 3, Arizona Revised Statutes.\n\nB.  All matters, including contracts, orders and judicial or quasi-judicial actions, whether completed or pending, of \nthe department of health services relating to children's rehabilitative services are transferred on the effective date \nof this act, and maintain the same status with the Arizona health care cost containment system administration.\n\n\n\nC.  Rules adopted by the department of health services relating to children's rehabilitative services are effective \nuntil superseded by rules adopted by the Arizona health care cost containment system administration.\n\nD.  All personnel, property and records, all data and investigative  findings and all appropriated monies remaining \nunspent and unencumbered of the department of health services relating to children's rehabilitative services are \ntransferred to the Arizona health care cost containment system administration and may be used for the purposes \nprescribed in title 36, chapter 2, article 3, Arizona Revised Statutes.\n\nSec. 40.  Retroactivity\n\nA.  Section 36-2930, Arizona Revised Statutes, as added by this act, is effective retroactively to March 1, 2011.\n\nB.  Section 36-260, Arizona Revised Statutes, as added by this act, is effective, and sections 36-261, 36-262, 36-\n263, 36-264, 36-797.43, 36-797.44, 36-2903.01, 36-2988 and 43-1088, Arizona Revised Statutes, as amended by \nthis act, apply, retroactively to from and after June 30, 2011.\n\nC.  Laws 2010, chapter 232, section 13, as amended by this act, applies retroactively to from and after June 29, \n2011.\n\nFor further information please visit: http://www.azleg.gov/ \n"}