{"title": "New Scrutiny of Illegal Immigrants in Minor Crimes", "body": "\nIt did not sit right with the sheriff in this law-abiding city that illegal immigrants who landed in his jail for minor \ncrimes were later released into the community and never deported.\n\n  The immigrants had been arrested for drunken driving or striking a spouse, usual police blotter material in a \nfoothills county on the eastern rim of the Rockies.\n\nImmigration agents, overwhelmed by a decade-old surge in illegal immigration to Colorado, said they had neither \nthe time nor the resources to pick up the illegal immigrants whose violations were not grave. \n\n  But to Sheriff Jim Alderden of Larimer County, the facts seemed plain. \n\n  ''They violated our borders and then they committed other crimes,'' Sheriff Alderden said. ''I think these offenders \nshould be deported.''\n\n  Across the country, local law enforcement officials and irritated taxpayers are turning up the pressure on federal \nimmigration authorities to identify illegal immigrants who are behind bars and deport them after they are freed. \n\n  Although that has generally been the practice with violent felons, illegal immigrants who commit lesser crimes \nare often overlooked by federal authorities, who say their resources are scarce.\n\n  Now, however, immigration agents say they are beginning to take the first steps to change that. The agents say \nthey are rethinking the triage that led them to pass over the estimated hundreds of thousands of illegal immigrants \nwith lesser offenses, even if they were imprisoned. \n\n  In some cases, the federal agents are allowing local authorities to screen immigrants to help detect those who \nshould be deported.\n\n  In 2005, at least 270,000 illegal immigrants spent time in local jails and state prisons, according to the Justice \nDepartment. In federal prisons, more than 35,000 inmates, 19 percent of the total, were immigrants. \n\n  Although not all the immigrants in federal prisons were illegal when they went in, their felony convictions made it \nlikely that they would lose any legal status and be required to leave the United States when they came out. \n\n  In a report in April, the inspector general of the Homeland Security Department estimated that in the coming year \n302,000 immigrants who should be deported upon release would be sent to local jails and state prisons. \n\n\n  But based on recent deportation results, the inspector general predicted that most of those immigrants would be \nfreed here. Shortages of money, agents and detention beds have created an unofficial ''mini-amnesty'' for criminal \nimmigrants, the inspector general found. \n\n  The country is polarized between those who want a path to citizenship for illegal immigrants and those who want \nto deport them. But just about everyone agrees that the doubly illegal, immigrants with no documents and who \nhave committed crimes, are not welcome. \n\n  In some states, the numbers have soared. Up to 25 percent of the 22,000 inmates in the Los Angeles County jails \non any day are illegal immigrants, Steve Whitmore, a spokesman for the sheriff's office there, said. The county's \nannual costs for housing the illegal are at least $80 million, Mr. Whitmore said. \n\n  In California state prisons, at least 20,000 inmates have been listed for deportation by immigration authorities, \nofficials said. \n\n  In Colorado, immigrants behind bars have become part of the debate on the costs of illegal immigration. \nAccording to federal figures, Colorado paid $46 million in 2005 for the upkeep of illegal immigrant inmates. \n\n  On average, Sheriff Alderden said, about 6 percent of the 546 beds in his spotless jail have been filled by \nMexicans, a majority illegal. He estimated that illegal Mexican inmates cost Larimer $1 million a year. \n\n  The overall crime rate in the county's immigrant communities is not high, officials said. But jail officers remember \nmany illegal immigrants whom they book repeatedly. \n\n  It used to be that when an illegal immigrant's offense was a misdemeanor, ''it didn't pay to call immigration,'' \nSheriff Alderden said. Agents from Immigration and Customs Enforcement said they were busy rounding up violent \nfelons, as the law requires, and most of the felons were in state prisons. \n\n  Last month, the situation changed. Under a pilot program, every day the sheriff sends the immigration agency a \nlist of the foreigners in his jail. Federal agents visit regularly to interview those inmates and identify those who have \nto leave the country. \n\n  In the first two weeks, 26 inmates were added to the deportation list. \n\n  Fernando Guadarrama, 21, a construction worker from Mexico, was one of the 26 caught in the expanded net. \nNewly outfitted in an orange jail uniform, Mr. Guadarrama said his bad luck began when an officer pulled over his \npickup because the rear license plate light was out. He had just a Mexican driver's license and, overconfident after \nseven years in the United States, he told the officer that he could not obtain an American one because of his illegal \nstatus.\n\n  Mr. Guadarrama found himself in the Larimer jail and then in an interview with an immigration agent, on the roster \nfor a quick departure from the United States. \n\n  Mr. Guadarrama was philosophical as he made hasty plans to move his Mexican wife and two children, both \nAmerican citizens, back to Mexico and start a small business there. \n\n  ''I thank God every day for the United States,'' he said. ''It allowed me to make enough money to have a decent \nlife.'' \n\n  Immigration officials say limited resources had forced them to adopt a ''pecking order'' of immigrant criminals to \ndetain. But John P. Torres, director of detention and deportation operations at the immigration agency, said it had \nstepped up screening in city and county jails, focusing on the centers with large numbers of immigrants. \n\n  Despite the political furor, there have been no moves to curtail prison terms for illegal immigrants or to deport \nthem before they finish serving their sentences, corrections officials said.\n\n\n\n  In some states, the agency has signed agreements with corrections departments to let prison staff members \nscreen immigrant inmates. Immigration agents then place ''holds'' on the immigrants to be deported when they \nare released. \n\n  Now the bottleneck is detention space. A center with 340 beds in Aurora, a Denver suburb, is for all the detained \nimmigrants from Colorado, Idaho, Montana and Wyoming, all with booming immigrant populations. \n\n  The center is run by the Geo Group of Boca Raton, Fla., a large company in the prison industry. Detainees said \nthe center was clean and orderly. But they live in bunk barracks with at least 24 people to a room, and \novercrowding often forces them to sleep in plastic cradles on the floor. \n\n  Criminal immigrants are held in a separate wing, with mauve walls. One inmate, Maria del Carmen Ramirez, 29, \nsaid immigration agents determined she had no legal documents in a screening in a county jail. Ms. Ramirez said \nshe had worked for 12 years cleaning the houses of wealthy people in Denver. \n\n  ''I'm here illegally, like every other Mexican,'' she said.\n\n  She had thrown a punch at her husband in a feud, she said, and he had called the police. \n\n  ''I didn't hurt an American,'' Ms. Ramirez said. ''I hit one of my own people.'' \n\n  Now scheduled for deportation, Ms. Ramirez said she would leave behind three young children. \n\n  In Colorado, sympathy for immigrants like Ms. Ramirez is dwindling. In 2006, the State Legislature adopted six \nbills that focused on illegal immigration. They include a law that requires the police to report suspected illegal \nimmigrants to immigration authorities if they are arrested for any crime other than minor traffic violations or \ndomestic violence. \n\n  Another measure that Gov. Bill Owens signed last week created a State Patrol unit of 24 officers to combat \nsmuggling. \n\n  Republican lawmakers joined with former Gov. Richard D. Lamm, a Democrat, in a campaign to place an item on \nthe ballot in November to bar illegal immigrants from using any state public service, except emergency medical \ncare and public schools. \n\n  ''We've got enough of our own homegrown criminals,'' Mr. Lamm said. ''Why are we importing more?''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: Sheriff Jim Alderden, top, says illegal immigrants who commit minor crimes should be deported. Above, \nFernando Guadarrama, 21, an illegal immigrant, was arrested for a defective license plate light.\n\n Beds in an overflow area at the Larimer County Jail in Colorado. A program alerts immigration authorities to the \npresence of foreigners in the jail. (Photographs by Kevin Moloney for The New York Times) Chart: ''In a New \nCountry And Behind Bars''According to the Justice Department, 270,000 illegal immigrants spent time in state and \nlocal prisons and jails in the 2004 fiscal year. Here are the 10 states with the most in both types of \nincarceration.California: 108,247Texas: 36,407New York: 23,183Florida: 12,449Arizona: 12,205Washington: \n6,977New Jersey: 6,959Colorado: 6,601Illinois: 5,718Nevada: 5,714\n\nhttp://www.nytimes.com/\n\n"}