{"title": "CHINESE GANG IS TERRORIZING WOMEN & KIDS", "body": "\nA gang of armed Chinese robbers has been preying on fellow immigrants in northeast Queens, invading homes and \nterrorizing women and children, the Daily News has learned.\n\nThe bandits pick their victims from classified real estate ads in Chinese language newspapers, or target former \nlandlords, according to law enforcement sources.\n\nWithin a two-week period last month, five Chinese families in Flushing, Bayside and Corona were robbed at \ngunpoint in their homes.\n\nPolice believe the same gang possibly illegal Fujianese immigrants smuggled here from China is behind the \nrobberies.\n\nOnce inside their victims' homes, the gang members have bound their victims with duct tape and taken cash, \njewelry, cameras, cellular phones and even CDs with Chinese music. In some of the cases, victims were sexually \nabused.\n\n\"Home invasion is urban terrorism,\" said Detective Keith Ng of the Asian crime investigative unit, which is \ninvestigating the cases.\n\n\"It is a horrible crime. All the victims were traumatized. They will never be the same again,\" he said.\n\nOn June 1, Ng arrested 25-year-old Bab Lin You, of Union St. in Flushing, in connection with a May 14 robbery.\n\nNg said You and three other men armed with two semi-automatic handguns and a knife walked into an unlocked \napartment on Ash Ave. at 9:30 p.m. They tied up eight people the tenant who lived there and some friends and took \n$ 800.\n\nAlthough You has not been identified in the other home invasion cases, he has been connected with two kidnaping \ncases in Queens and Manhattan, Ng said. You is being held without bail on robbery, burglary and kidnaping \ncharges.\n\nNg said You is not cooperating with police.\n\nThe other robberies fitting the pattern are:\n\nMay 13, 9:30 p.m.: Three bandits pretended to seek a rental apartment near 50th Ave. and 96th St. in Corona. They \ntook $ 21,000 in cash and $ 4,000 worth of jewlery from the owner.\n\n\nMay 18, 9:30 p.m.: Three robbers one of them a former tenant with keys entered a home at 132d St. and 41st Ave. \nin Flushing. They tied up two people and took $ 4,000 and a cellular phone.\n\nMay 25, 7 p.m.: A gang of five or six men tied up the former landlord of one of the bandits along with her 21/2-year-\nold daughter in their home near 45th Ave. and 202d St. in Bayside. They ransacked the house and took $ 500 cash, \njewelry, a cellular phone, a camera and CDs. The gang then broke into a basement apartment at the same location \nand took an unknown amount of cash and goods.\n\nMay 25, 11 p.m.: Four thugs robbed a victim, who had just advertised an apartment in a Chinese-language \nnewspaper, and took several hundred dollars from an apartment near Utopia Parkway and 65th Ave. in Flushing.\n\nAlthough some of the robbery victims thought they knew their assailants, Ng said, \"names are nothing. They are \nFujianese they don't use real names and they keep moving.\"\n\nAuthorities would not divulge which robbery involved sexual abuse.\n"}