{"title": "Critics focusing their ire at farm worker program", "body": "\nTwo of the nation's hottest political issues --- the conservative drive to slash federal spending, and the controversy \nover illegal immigration --- are playing out in the courtrooms and farms of Georgia.\n\nIn fact, they intersect in an interesting place, in the H2-A program that allows farmers to import temporary farm \nworkers to do the hard labor that Americans supposedly won't do.\n\nIn debate at the Georgia Legislature over illegal immigration, an expanded H2-A program is mentioned often as a \nlegal source of labor for agriculture, the state's largest industry.\n\nUnder the H2-A program, thousands of workers are recruited from their home country --- in most cases, Mexico --- \nand are brought to the United States to do seasonal work. They are guaranteed a wage --- currently $9.11 an hour -\n-- as well as room and board and travel expenses.\n\nThat's a higher wage-and-benefit package than illegal immigrants can demand. Farmers participating in the H2-A \nprogram also have to put up with more paperwork and regulations than they would if they just paid illegal \nimmigrants in cash.\n\nIn fact, tougher H2-A rules implemented by the Obama administration have made the program less attractive to \nfarmers, according to Charles Hall, executive director of the Georgia Fruit and Vegetable Growers Association.\n\nHall is also a critic of the role played by Legal Services Corp., a nonprofit agency funded in part through federal \ndollars that offers legal representation to low-income clients who would otherwise not have access to the court \nsystem.\n\n\"Over the past 10 years, the LSC have filed frivolous lawsuits against Georgia fruit and vegetable growers, \nparticularly farmers involved with the H2-A guest worker program,\" Hall said, lauding an attempt by House \nRepublicans to slash funding for the agency by $88 million.\n\nIn fact, U.S. Rep. Lynn Westmoreland, R-Ga., wants to eliminate funding for the group altogether.\n\n\n\"The Legal Services Corporation does nothing more than abuse our legal system in an effort to take advantage of \nGeorgia fruit and vegetable producers, as well as migrant farm workers,\" Westmoreland said in a statement. \"Their \ncontinual frivolous lawsuits and harassment of Georgia farmers only drive up the cost of business on an agriculture \nindustry that is already suffering, increasing the price of food for consumers.\"\n\nWe probably all agree that frivolous lawsuits are bad. However, Dawson Morton, a senior staff attorney for Georgia \nLegal Services, said he was surprised to hear his work described as frivolous.\n\nBy his count, he and his small team have filed 29 cases in the last 10 years against Georgia farmers. In some \ncases, the suits allege that farmers have mistreated or cheated H2-A workers out of their wages. In roughly a third \nof the cases, the suits allege that farmers have brought in more compliant foreign workers while illegally refusing to \nhire American workers willing to do the jobs.\n\nIn 28 of those 29 cases, Morton says, he and his team have won financial judgments and settlements that total \nmore than $2 million. That high batting average suggests that Westmoreland's attempt to defund the LSC is driven \nnot by the fact that it files frivolous lawsuits or even by an effort to save taxpayers' money, but because so many of \nthose lawsuits have a lot of merit.\n\n(For the record, Hall explains Morton's success rate by saying that farmers would rather settle cases than pay legal \nfees.)\n\nIn one recent case, Morton and his team won a settlement of $358,977 from a farmer who had retaliated against \nH2-A migrant workers for daring to complain about being cheated on their wages.\n\nRather than rehire those workers, the farmer had turned to illegal immigrants. As part of the consent order settling \nthe case, the farmer agreed to verify the legal status of all employees through the federal government's E-Verify \nsystem.\n\nAccording to Morton, he and his team have made use of E-Verify a condition of settling three or four cases so far. \n\"However, that doesn't mean they're actually using it,\" he says.\n\nThe economic incentives to break the rules --- whether with H2-A workers or illegal immigrants --- are simply that \npowerful.\n\nJay Bookman, an Opinion columnist, writes Tuesday and Friday. Reach him at jbookman@ajc.com\n"}