{"title": "Jet Stowaway With Beach Wanderlust Is Free To Roam Again", "body": "\nA Canadian teen-ager whose beach wanderlust led him to escape from U.S. police, stow away on jetliners and \nhoodwink Australian immigration officials was free to roam again this weekend.\n\nJudge Michael Hubbard told the 17-year-old in juvenile court Thursday that \"you have shown a considerable \namount of initiative. It's not initiative that I commend you for. Nevertheless, it is initiative.\"\n\nHubbard then dismissed the only pending charge against the youth _ for breaking his probation on an earlier \noffense _ and wished him good luck.\n\nThe judge said there was little point in putting the youth back on probation because he would probably just break it \nagain.\n\nThe youth's name was not released by the court because he is a juvenile.\n\nEarlier this month he was identified by officials in Australia as Steve Strobde.\n\nHe left his Victoria foster home last April 5 and went to San Diego, where he was arrested and put on a plane \nhome. But he got off the plane in Seattle and hitchhiked to Los Angeles.\n\nFrom there, he said he stowed away on a flight to Athens and returned to southern California two days later. \nAuthorities have not verified that leg of his journey.\n\nBut it is known that he stowed away on a flight to Honolulu, where he was arrested and detained for six weeks. He \nescaped from a detention home in Honolulu and stowed away on a flight to Sydney, Australia earlier this month.\n\nAlthough he had no money, no passport and no identification, he talked his way through Australian customs and \nwent to a Sydney beach. According to Australian officials, he intended to stow away on another flight _ bound for \nAthens and the Greek beaches _ but was arrested when he took a cab back to the airport and could not pay the \nfare.\n\nHe told Australian immigration officials he was a 14-year-old American orphan named David Smith, and they \nsubsequently insisted the United States take custody of him. U.S. officials in Sydney refused, pending an \nidentification check.\n\nWhen his identity was discovered, he was returned to Canada.\n\nOutside the court, the youth said he does not know where he will go next.\n\n"}