{"title": "Outgoing Chief Warns G.O.P. On Outlook For 2008 Races", "body": "\nKen Mehlman, the departing chairman of the Republican National Committee, warned on Thursday that his party \nwould suffer even more devastating losses in 2008 than it did in 2006 if it did not reach out to minorities and \naddress voter concerns about ethics.\n\n  In his farewell speech after two years as chairman, Mr. Mehlman said that the 2006 elections, in which \nRepublicans lost control of both houses of Congress, was not a fluke that could be attributed to the calendar, a few \nscandal-tainted candidates and the tough going in Iraq.\n\n''Each of these factors combined to create an environment that was unfavorable for Republicans,'' said Mr. \nMehlman, one of the chief architects of President Bush's two national election victories. ''But, folks, these factors \ncannot be an excuse.''\n\n  He said that if Republican officials shrugged off the repudiation of the party in the 2006 elections they would lose \nthe White House in 2008 and remain in the minority in Congress indefinitely. He said the party had to recommit \nitself to political reform, fiscal restraint and personal ethics.\n\n  Mr. Mehlman addressed the roughly 170 members of the Republican National Committee at their annual winter \nmeeting, a rather glum affair at a downtown hotel here. Party members are still nursing the wounds of the mid-term \nelections and are riven by divisions over Iraq, immigration and other issues. Members are also beginning to take \nsides in the contest for the Republican presidential nomination in 2008.\n\n  On Friday, committee members are expected to ratify Mr. Bush's selection of Senator Mel Martinez of Florida as \nthe party's new general chairman. Mr. Martinez, who emigrated from Cuba as a child, will be the public face and \nvoice of the party as it tries to reach out to Hispanics and other minorities who have abandoned the party in large \nnumbers in recent years.\n\n  Mr. Martinez is expected to win the job by a large margin, but a handful of dissidents plan to vote against him \nbecause of his support for liberalized immigration laws.\n\n  One Martinez opponent, Randall Pullen, Republican national committeeman from Arizona, said that illegal \nimmigration was the biggest problem in Arizona ''and it's not getting any better.''\n\n  ''It's such a huge issue and his past votes are not to the liking of Arizonans in general and the state party, for \nsure,'' Mr. Pullen said.\n\n  But he said he did not think more than a few national party officials would defy the president and vote against Mr. \nMartinez.\n\n\n  Mr. Martinez, who appeared at the meeting briefly Thursday morning before returning to the Capitol, said he \nbelieved that one of his chief jobs as general chairman would be to try to reconnect with Latino voters, whose \nsupport for the Republicans dropped to 29 percent in 2006 from 44 percent in 2004, in large part because many \nRepublican candidates ran explicitly anti-immigrant campaigns.\n\n  ''The president, in naming me to this position, was saying we need to speak with a voice that speaks to all \nAmericans,'' Mr. Martinez said. ''My job is to make clear that our door is open and we're reaching out to all \nAmericans, speaking to their hopes and aspirations and dreams.''\n\n  Robert M. Duncan, a longtime Republican lawyer and operative, is expected to be elected the party's chairman, \nresponsible for day-to-day business. \n\n  Ed Gillespie, a former Republican Party chairman, attended in his capacity as the new Virginia state party \nchairman. He acknowledged that the last two months had been painful for the party.\n\n  ''Fortunately,'' Mr. Gillespie said, ''there are 12 months in a year.''\n\nhttp://www.nytimes.com\n"}