{"title": "U.S. citizenship's tangled web", "body": "\nRecent assertions that the 14th Amendment should be revised to prevent illegal immigrants from \"baby dropping\" \ncould yield new ideas about what it means to be an American citizen [\" 'Tea party' groups plan border rally against \nillegal immigration,\" news story, Aug. 11].  A review of the amendment could lead to a change that would require \nthe law to consider the legal status of a child's parents even if he or she was born on American soil.\n\nI believe that \"true\" American citizenship should be earned through generations of hard work and not be a mere \naccident of birth. We should have tiered citizenship based on how many generations a family has been in America. \nEach tier would entitle people to different privileges, like tax breaks, health care and butting in line at Disney World.\n\nWhy should I, whose family spent generations in America's many wars, be considered equal to those who just \narrived? Why is naturalized Rupert Murdoch super-rich while I toil at a middle-class existence? My approach would \nrestore the sense of fairness and entitlement that many Americans feel they have lost.\n\nOf course, with my family's many generations of service, I would take my rightful place at the top of American \nsociety. That's only fair, isn't it?\n\nDave Roesch, Centreville\n\n--\n\nIn the Aug. 16 Plum Line excerpt [op-ed], Greg Sargent defended Senate Majority Leader Harry M. Reid's apology \nfor introducing legislation in 1993 that would have denied U.S. citizenship to the children of illegal immigrants. \nUnfortunately, in the course of his defense, he presented the following facts:\n\n1. Harry Reid is a U.S. senator.\n\n2. Harry Reid said in his defense, verbatim, \"I didn't understand the issue.\"\n\n3. Harry Reid then introduced legislation on an issue he \"didn't understand.\"\n\n4. Harry Reid is now the Senate majority leader.\n\nI will not be sleeping well tonight.\n\n\nRobert Sutton, Chantilly\n"}