{"title": "SHIFTING DETAINEES JUST UN-AMERICAN", "body": "\nTHE DEPARTMENT of Homeland Security recently announced plans to close the Varick Federal Detention Facility \nin downtown Manhattan. The facility holds nearly 300 immigrants, who would be transferred to a New Jersey county \njail.\n\nThe announcement comes less than a month after the arrest of several immigrant advocates during a \ndemonstration outside the facility in support of Jean Montrevil, a legal Haitian legal and long-time New York resident \nwho faced deportation. News of the plan was met by calls to Homeland Security Secretary Janet Napolitano urging \nher to conduct a case-by-case review and release as many of the facility's inmates as possible. Montrevil was \nsubsequently released.\n\n\"The first question that the federal government should ask is not where people are being detained but why people \nare being detained,\" said a letter to Napolitano signed by a coalition of advocate groups. Signers included the New \nYork Civil Liberties Union, the Immigrant Rights Clinic at NYU School of Law, the New York Immigration Coalition, \nFamilies for Freedom and 12 other advocacy and community groups.\n\nAlso opposed to the closure are New York Sens. Kirsten Gillibrand and Chuck Schumer, who fired off a letter to \nNapolitano. They wrote that moving the detainees to the Hudson County Correctional Center in Kearny, N.J., \"will \nrepresent a crushing blow to the due process rights of immigrants detained within the New York metropolitan area \nand may ultimately result in costly increased detention times due to the availability of pro bono counsel.\"\n\nCurrently such counsel is available at Varick.\n\nIn its letter, the advocate coalition pointed out that some detainees who could be released and placed into \nalternative detention programs \"include those who qualify for Temporary Protected Status, those who are entitled to \nbond determinations or lower bond amounts, and those who have faced prolonged detention.\"\n\nThe government says it is transferring the detainees because the Varick center cannot provide outdoor recreation \nand visitation services. But as the advocates point out, neither does Hudson. The reality, they say, is that neither \nfacility meets federal standards.\n\nAlina Das, supervising attorney of the Immigrant Rights Clinic at NYU Law School, says transferring the detainees \nwill not resolve any problems they faced at Varick.\n\n\"It's no secret that the detention system is broken, ineffective and inhumane,\" Das said.\n\n\nThe transfer to Hudson will only make it more difficult for the immigrants needing access to family and community \nsupport as well as legal counsel, the advocates' letter says. Hudson only allows detainees to revise their visitor list \nevery 90 days, resulting in denial of family and community visits.\n\nA second justification offered by U.S. Immigration and Customs Enforcement is cost. But the policy has led to an \nexplosion in detention, with 400,000 people nationwide deprived of freedom.\n\n\"A great number of the detainees are innocent people who are simply awaiting an administrative decision by the \ngovernment on their immigration case,\" said Chung Wha Hong, executive director of the New York Immigration \nCoalition.\n\nThe cost of ICE custody operations was $1.7 billion for 2009, according to Detention Watch Network. Closing Varick \nwill amount to a cost savings of less than 1%, while detention at its Hudson, Essex, and Monmouth facilities costs \nICE more than $100 per day per detainee. The group says alternatives to detention cost as little as $12 per day.\n\nSpending on detention, the advocates say, should be drastically cut, especially now that President Obama is calling \non government agencies to reduce wasteful spending.\n\n\"We are hopeful we will get a response from Napolitano,\" said Benita Jain of the Immigrant Defense Project. \"It's \ndifficult to justify the spending of so much money to keep someone in jail who doesn't need to be.\" \naruiz@nydailynews.com\n"}