{"title": "GOP hopeful urged to exit race over letters targeting Latinos", "body": "\nAn Orange County Republican's congressional campaign went into meltdown Thursday after he said a staff \nmember was responsible for sending thousands of letters to new voters with Latino surnames telling them -- \nwrongly -- that it is illegal for them to vote if they are immigrants.\n\nThe Orange County Republican Party immediately called for Tan Nguyen, the GOP candidate for California's 47th \ndistrict, to withdraw from the race after it concluded he approved the mailing. Nguyen, who has scheduled a press \nconference today to respond, said Thursday that a staff member had sent the letters without his knowledge and \nhas since been fired.\n\nNguyen, himself an immigrant from Vietnam, has focused his campaign on keeping illegal immigrants out of the \ncountry, a deeply felt issue in Orange County.\n\n``The mailer was flawed and ill-conceived,'' Nguyen said. ``I will do whatever I can in the weeks before the election \nto encourage all citizens in this district to exercise the most important of their democratic privileges.''\n\nAs many as 14,000 letters were sent in the district, now represented by Democratic Rep. Loretta Sanchez of \nGarden Grove. The letterhead identified them as coming from the anti-illegal immigration group California Coalition \nfor Immigration Reform.\n\nThe group immediately denied responsibility, noting that the letterhead did not resemble its official letterhead and \nappeared to be forgery.\n\nWritten in Spanish, the letters advise recently registered voters that it is a crime for those in the country illegally or \nimmigrants to vote in a federal election and that offense could result in jail time or deportation. They also say the \nfederal government has a new computer system to verify voter names, and that anti-immigration organizations can \naccess the records.\n\nAdult immigrants who are naturalized citizens can, in fact, vote and none of the other assertions made in the letter \nare true.\n\nOrange County Republican Chairman Scott Baugh told the Associated Press that his group asked Nguyen to \nwithdraw after concluding he was aware of and approved the letter -- charges Nguyen denied.\n\n\n``I learned information that allows me to draw the conclusion that not only was Mr. Nguyen's campaign involved in \nthis, but that Mr. Nguyen was personally involved in expediting the mailer,'' Baugh said.\n\n``I did not do this. I did not approve of any letter,'' Nguyen said.\n\nBaugh, who called the letter ``obnoxious and reprehensible,'' said his group's executive committee voted \nunanimously to ask Nguyen to drop out.\n\nCalifornia Attorney General Bill Lockyer launched an investigation into violations of two state laws against \nintimidation to suppress voting. On a local radio program, Lockyer confirmed that his office was focused on a \nRepublican congressional candidate. An aide to the attorney general said the investigation is ongoing and declined \nto comment further.\n\nSanchez said she has called for a federal probe into violations of the Voting Rights Act. ``We would like to find who \ndid this and have them prosecuted,'' she said.\n\n``If it is in fact this guy, the most disgusting and saddest thing about it is that it comes from another immigrant,'' said \nSanchez, who was born in the United States to Mexican parents, whose 1996 election signaled Orange County's \nincreasing diversification. ``These communities have spent years trying to get naturalized immigrants to vote.''\n\nLocal Republicans have largely ignored the race, though Sanchez's seat is not normally considered safely \nDemocratic. The district narrowly went for Bush in the 2004 election.\n\nNguyen, 32, was unknown to local Republicans until he beat out a favored candidate to face Sanchez. Less than \ntwo years ago, Nguyen ran as a Democrat trying to unseat Rep. Dana Rohrabacher, R-Huntington Beach.\n\n``When I interviewed him to determine why he was becoming a Republican, I was less than convinced that he \nswitched parties because he doesn't believe in the values of Democrats,'' Baugh said. ``He wanted the Republican \nParty to carry him across the finish line, and I told him that's not how it works.''\n\nNguyen has spent $427,000 of his own money in the race against Sanchez by September, according to campaign \nfilings.\n\nHis campaign materials describe immigration as the focus of his campaign. He praises the Minutemen Project and \nopposes President Bush's guest-worker program.\n\nNguyen immigrated to the United States at age 8, one of thousands of Vietnamese to flee their homeland in boats \nto escape the communist government. He worked as a stockbroker before entering politics.\n\nOrange County is known for heated immigration politics. One-third of its residents are Hispanic, according to 2004 \nCensus data, and the area is home to large populations of Vietnamese and Middle Eastern immigrants. It also is the \nbirthplace of several anti-immigration movements.\n\n``Certainly this is a very polarized area,'' Sanchez said. ``When you have people like the creator of the Minutemen \nliving there, and Gloria Tuchman, who worked on the anti-bilingual law . . . one would say that it's a pretty volatile \narea.''\n\nThis is not the county's first dispute over alleged intimidation of Latino voters. In 1988, Republican Assembly \ncandidate Curt Pringle posted uniformed ``security guards'' at 20 predominantly Latino voting places in Orange \nCounty.\n\nRepublicans said the guards were stationed to prevent non-citizens from casting ballots. The FBI investigated the \nincident. No criminal charges were filed, but Pringle and nine other defendants paid $400,000 to settle a civil rights \nlawsuit alleging voter intimidation.\n\nThe Associated Press contributed to this report.\n\n\n"}