{"title": "FOX News Digital Surpasses CNN.com in Multiplatform Views for Eighth Consecutive Month; FOX News Digital Marks 12th Straight Month as Leader in Multiplatform Total Minutes over CNN.com; For 61 Consecutive Months, FOX News Remains the Number One Most-Engaged News Brand on Social Channels; FOX News Digital Continues its Double-Digit YOY Growth, While Surpassing CNN Again in Total Views and Minutes; FOXBusiness.com Places Number One in Business News Competitive Set in YOY Multiplatform Views, Minutes and Unique Audience Growth", "body": "\nFOX News Digital finished the month of September notching its eighth consecutive month dominating CNN.com in \ntotal views and 12th straight month outpacing CNN.com in total minutes spent, according to Comscore.* Securing \n1.7 billion multi-platform views (a 25 percent increase from September 2018) and 3.9 billion total minutes (a 30 \npercent increase from September 2018), FOX News Digital also finished at number one in the news competitive \nset, outpacing CNN.com (1.6 billion/3.1 billion), NYTimes.com (1.2 billion/1.1 billion) and WashingtonPost.com (496 \nmillion/1.25 billion) in total views and total minutes.\n\nIn commenting on the performance increases across the month of September, FOX News Digital Editor-In-Chief \nPorter Berry said, \"FOX News Digital once again leads the competition in year over year growth and audience \nengagement. We are incredibly proud of our team and look forward to furthered momentum while CNN.com \ncontinues to struggle in engagement across the board.\"\n\nThe month of September also saw FOX News Digital deliver 98 million unique visitors among the 18+ demographic \nand 103 million in the 13+ news set. The strong performance also helped drive FOX News Digital among the top \nnews brands in the country ahead of Washington Post, New York Times and USAToday.com.\n\nFor the 61st month in a row, FOX News continued to be the number one most engaged news brand on social \nmedia in September with 41 million interactions (Facebook, Twitter, Instagram), according to Socialbakers***. On \nInstagram, September marks the 41st consecutive month that FOX News has been the number one most engaged \nnews entity, delivering a 67 percent increase compared to last year.\n\nFinally, for the 10th month in a row, the Fox News Mobile App surpassed the CNN Mobile App in Unique Visitors, \nwith 7.5 million versus CNN's 6.9 million****.\n\nFOXBusiness.com delivered 69 million multiplatform views, up 43 percent compared to September 2018. \nAdditionally, FOXBusiness.com was number one in the business news competitive set in terms of year-over-year \nmultiplatform views, minutes and unique audience growth. *****\n\nSEPTEMBER 2019 FOX NEWS DIGITAL VS. CNN.COM\n\n\nMulti-Platform Total Views\n\nFOX News Digital - 1,717,000,000 (up 25 percent vs. September 2018)\n\nCNN.com - 1,615,000,000 (up 2 percent vs. September 2018)\n\nMulti-Platform Total Minutes\n\nFOX News Digital - 3,868,000,000 (up 30 percent vs. September 2018)\n\nCNN.com - 3,130,000,000 (up 5 percent vs. September 2018)\n\nMulti-Platform Total Unique Visitors\n\nFOX News Digital - 97,726,000 (up 3 percent vs. September 2018)\n\nCNN.com - 129,880,000 (up 13 percent vs. September 2018)\n\nFOX News Media operates the FOX News Channel (FNC), FOX Business Network (FBN), FOX News Digital, FOX \nNews Radio, FOX News Headlines 24/7, FOX News podcasts and the direct-to-consumer subscription streaming \nservice FOX Nation. A top five-cable network, FNC has been the most watched television news channel for more \nthan 17 consecutive years, while FBN has ranked as the number one business channel for the past two years. \nOwned by FOX Corporation, FOX News Media reaches 200 million people each month.\n\n*Source: Comscore Media Metrix® Multi-Platform, Total Digital Audience, Custom-Defined List including CNN.com, \nNBCNews.com, ABCNews.com, CBSNews.com, Fox News Digital Network, WashingtonPost.com, NYTimes.com, \nHuffPost U.S., Wall Street Journal Online, Reuters.com, and USAToday.com, September 2019, U.S.\n\n**Source: Comscore Media Metrix® Multi-Platform, Total Digital Audience, Custom-Defined List including \nCNN.com, NBCNews.com, ABCNews.com, CBSNews.com, Fox News Digital Network, WashingtonPost.com, \nNYTimes.com, HuffPost U.S., WSJ Wall Street Journal Online, Reuters.com, and USAToday.com, September \n2019, U.S.\n\n***Socialbakers\n\n****Source: Comscore Mobile Metrix®, Mobile App Only, [FOX News Mobile App and CNN Mobile App], September \n2019, U.S.\n\n*****Source: Comscore Media Metrix® Multi-Platform, Total Digital Audience, Custom-DefinedList including Yahoo! \nFinance, MSN Money, CNBC.com, Wall Street Journal Online, Bloomberg.com, Forbes.com, CNN Business, \nMarketWatch, FoxBusiness.com, Motley Fool, USA TODAY Money, TheStreet.com, Entrepreneur.com, HuffPost \nBusiness, September 2019, U.S.\n\nView source version on businesswire.com: https://www.businesswire.com/news/home/20191014005705/en/\n\nCONTACT: FOX News Digital Media Contact:\nCaley Cronin/212-301-3972\n\nhttp://www.businesswire.com\n"}