{"title": "A Bill That Earned Its Doubters", "body": "\nCompromise is incessantly praised, and it has produced the proposed immigration legislation. But compromise is \nthe mother of complexity, which, regarding immigration, virtually guarantees -- as the public understands -- weak \nenforcement and noncompliance.\n\nAlthough the compromise was announced the day the Census Bureau reported that there now are 100 million \nnonwhites in America, Americans are skeptical about the legislation, but not because they have suddenly \nsuccumbed to nativism. Rather, the public has slowly come to the conclusion that the government cannot be trusted \nto mean what it says about immigration.\n\nIn 1986, when there probably were 3 million to 5 million illegal immigrants, Americans accepted an amnesty \nbecause they were promised that border control would promptly follow. Today the 12 million illegal immigrants, 60 \npercent of whom have been here five or more years, are as numerous as Pennsylvanians; 44 states have \npopulations smaller than 12 million. Deporting the 12 million would require police resources and methods from \nwhich the nation would rightly flinch. So, why not leave bad enough alone?\n\nConcentrate on border control and on workplace enforcement facilitated by a biometric identification card issued to \nimmigrants who are or will arrive here legally. Treat the problem of the 12 million with benign neglect. Their children \nborn here are American citizens; the parents of these children will pass away.\n\nUnder current immigration policies, America is importing another underclass, one \"with the potential to expand \nindefinitely,\" according to Heather Mac Donald of the Manhattan Institute for Policy Research. To sentimentalists \nwho cling to \"the myth of the redeeming power of Hispanic family values, the Hispanic work ethic, and Hispanic \nvirtue,\" she says:\n\nFrom 1990 to 2004, Hispanics accounted for 92 percent of the increase in poor people. Only 53 percent of \nHispanics earn high school diplomas, the lowest among American ethnic groups. Half of all children born to \nHispanic Americans in 2005 were born out of wedlock -- a reliable predictor of social pathologies.\n\nThe legislation supposedly would shift policy from emphasizing family unification to emphasizing economic criteria \n(skills) when setting eligibility for immigrants. Critics  say this will sunder families. But the sundering has happened; \n\n\nit was done by illegal immigrants who left family members behind and are free to reunite with their families where \nthey left them.\n\nAnyway, the supposed shift from emphasizing family relations -- the emphasis that results in \"chain migration\" -- to \neconomic merit may be diluted to nothingness. It is highly suspicious that there was a rush -- fortunately stymied -- \nto pass this legislation through both houses and get it to conference, where the majority of participants will be \nDemocrats eager to court Hispanic votes.\n\nSome Democrats argue that liberalism's teetering achievement, the welfare state, requires liberal immigration \npolicies. The argument is: Today there are only 3.3 workers for every retiree. In January, the first of 77 million baby \nboomers begin to retire. By the time they have retired, in 2030, there will be 2.2 workers for every retiree -- but only \nif the workforce is replenished by 900,000 immigrants a year.\n\nOn Monday, however, Robert Rector of the Heritage Foundation stunned some senators who heard his argument \nthat continuing, under family-based immigration, to import a low-skilled population will cost the welfare state far \nmore than the immigrants' contributions to the economy and government. He argued that low-skilled immigrants are \ncostly to the welfare state at every point in their life cycle and are very costly when elderly. Just the 9 million to 10 \nmillion  adults already here illegally will, if given amnesty, cost an average of $300,000 -- cumulatively, more than \n$2.5 trillion -- in various entitlements (Social Security, food stamps, Medicaid, housing, etc.) over 30 years.\n\nTo those who say border control is impossible -- often these are the same people who said better policing could not \nsubstantially reduce crime, until it did -- one answer is: It took just 34 months for the Manhattan Project to progress \nfrom the creation of the town of Oak Ridge in the Tennessee wilderness to the atomic explosion at Alamogordo, \nN.M. That is what America accomplishes when it is serious.\n\nIn an attempt to anesthetize people who sensibly say \"border control and workplace enforcement first,\" important \nprovisions of the legislation would supposedly be \"triggered\" only when control of the border is \"certified\" by the \npresident. But in what looks like a parody of the Washington mentality, certification would be triggered not by border \ncontrol but by the hiring of border control agents and other spending. So, the supposedly hardheaded aspects of \nthe legislation actually rest on the delusion that spending equals the achievement of the intention behind the \nspending. By that assumption, we have long since tranquilized and democratized Iraq.\n\ngeorgewill@washpost.com\n"}