{"title": "Third Committee Delegates Applaud Gains in Children's Access to Health Care, Legal Protections, while Decrying Deadly Impact of Conflict on Their Development", "body": "\n 10 October 2019 (United Nations) Dark Reality of War Shapes How Young People Imagine Themselves, \nAfghanistan's Representative Says\n\nDelegates highlighted improvements in children's access to health care and vaccination coverage, while also \nunderscoring the importance of young people's participation in decision-making, as the Third Committee (Social, \nHumanitarian and Cultural) continued its discussion on the protection of children's rights today.\n\nNepal's representative said the success of the national immunization programme is seen clearly in lower child \nmortality and morbidity numbers, as well as a decline in the number of disabilities caused by vaccine-preventable \ndiseases. Not only that, but the programme reaches people in the most remote areas of the country and among \nthe most vulnerable communities, she said.\n\nIn a similar vein, Equatorial Guinea's delegate said that, in partnership with United Nations Children's Fund \n(UNICEF), the Government is conducting national vaccination initiatives and making in-roads in the fight to control \nmalaria. It has also designed programmes to address the specific needs of children with disabilities, as well as \nthose from families living in financially strained circumstances.\n\nNicaragua's delegate highlighted a drop in infant malnutrition in his country, a fact recognized by the Food and \nAgriculture Organization (FAO) and just one of several improvements in its national development indicators.\n\nNamibia's representative cited gains in lowering the 'unacceptable' high rate of teen pregnancies and HIV infections \namong young girls with the introduction of a reproductive health curriculum that is fully inclusive of all groups. Her \ncountry boasts some of the most progressive legislation on child rights in the world, and is currently expanding \nrelated legal protections.\n\nMany delegates underscored the importance of hearing children's voices in decision-making that directly affects \nthem, with Viet Nam's representative noting that such involvement is crucial if progress in promoting and protecting \nchildren's rights is to continue.\n\nEchoing those sentiments, Romania's delegate spoke of a child participation declaration created as part of a \nconference organized during her country's 2019 European Union presidency. That declaration highlights the need \nfor more programmes based on the right of children to participate, particularly with regard to education, she said.\n\nMeanwhile, the representative of the Philippines emphasized the important place its youth assembly has in the \ncountry's democracy. Children as young as 15 have the right to voice in the assembly, he said.\n\n\nOther delegates focused a spotlight on national initiatives to wipe out violence against children, with Nigeria's \nrepresentative noting that the Safe Schools Declaration strongly rejects the military occupation of schools. Ghana's \ndelegate also noted efforts to stamp out violence, with a ban on the use of corporal punishment in schools.\n\nUnderscoring the sombre importance of these efforts, Afghanistan's representative said one-third of the 3,758 \nbackpacks symbolically laid in front of United Nations Headquarters in September - one for each child who died \nduring conflict in 2018 - represented those of Afghan children. This dark reality 'shapes the way our children are \nimagining themselves,' he said.\n\nAlso speaking were the representatives of Israel, Liechtenstein, Maldives, Switzerland, Turkey, Zambia, Russian \nFederation, Myanmar, Lao, Mexico, India, United States, Colombia, Hungary, Brazil, Monaco, Syria, Saudi Arabia, \nCameroon, Qatar, Brunei, United Kingdom, Italy, Cuba, Nicaragua, Spain, Georgia, Costa Rica, Kazakhstan, Haiti, \nBahamas, Egypt, Malaysia, Algeria, Iran, Indonesia, Singapore, Ecuador, Kenya, Andorra, Sudan, Lebanon, Libya, \nTrinidad and Tobago, Rwanda, Yemen, Panama, United Arab Emirates, Republic of Korea, Bangladesh, China, \nBurundi, Bhutan, Kuwait, Mozambique, Bulgaria, Kyrgyzstan, Croatia, Timor-Leste, Montenegro, Senegal, \nPhilippines, Djibouti and Sri Lanka, as well as observers for the Holy See and the State of Palestine.\n\nThe Third Committee (Social, Humanitarian and Cultural) will reconvene at 10 a.m. on Friday, 11 October, to \nconclude its discussion on children's rights and begin its debate on the rights of indigenous peoples.\n\nBackground\n\nThe Third Committee (Social, Humanitarian and Cultural) continued its debate on the promotion and protection of \nthe rights of children (For background, see Press Release GA/SHC/4263).\n\nStatements\n\nMICHAEL BAROR (Israel) recalled his country's implementation of a new programme to improve education for \nmathematics and science, encouraging students to achieve higher levels in these subjects. Through an elaborate \ncampaign, Israel has increased the number of students involved in high-level mathematics and science in high \nschool, he said, noting that such investments are already paying dividends. Students have done exceptionally well \nin mathematics, robotics, innovation and other technology-related competitions. Israel also invests in encouraging \nyoung women to take their rightful place in these fields.\n\nGEORG HELMUT ERNST SPARBER (Lichtenstein) said millions of children suffer violations of their rights every \nday, notably from modern slavery and human trafficking. As children comprise almost one third of all trafficking \nvictims worldwide, Lichtenstein, together with the Netherlands and Australia, launched the 'Blueprint for Mobilizing \nFinance Against Slavery and Trafficking'. It is particularly devastating that children are used as human shields and \nsex slaves, she stressed, pointing to 1,000 such cases of conflict-related sexual violence verified by the Secretary \nGeneral. The highest figures continue to be documented in Somalia and the Democratic Republic of Congo, she \nadded. Sexual violence against children remains underreported and impunity for such abuse remains endemic.\n\nZEENA MOHAMED DIDI (Maldives) recalled several laws her country has passed to protect children, including a \nrecent law which institutes a council to protect children in need and serves as an advisory body for stronger laws \nand policies. On education, geographic dispersion of Maldives' islands, inadequate infrastructure and a lack of \neconomies of scale pose significant problems, especially for children with special needs. She touched on initiatives \nto strengthen social protections as well as education, including a programme to provide healthy breakfasts in \nschools, and an improved curriculum which provides critical thinking skills.\n\nMs. WAGNER (Switzerland) said that while progress has been achieved, there are new challenges concerning \nchildren's wellbeing, safety and development. As a member of the steering group of the Interagency Network for \nEducation in Emergencies, Switzerland engages to promote access to education in emergency situations, \naddressing children's needs and vulnerabilities in a holistic manner, she said. It also calls on all parties to armed \nconflict to respect international law. In addition, she welcomed the participation and inclusion of children in \n\n\n\ndiscussions on issues affecting them, at the level of the United Nations, both in New York and Geneva, as well as at \nthe national and local levels.\n\nAYSE INANÇ ÖRNEKOL (Turkey) said that while much progress had been made since the signing of the \nConvention on the Rights of the Child, challenges remain, especially concerning children with disadvantages and \ndisabilities, as well as those facing adversities due to conflicts and crises. She called for concerted action to \naddress the situation of children in armed conflicts or children kidnapped or conscripted by terrorist groups to \ncarry out attacks on their behalf. Parents whose children were abducted by the PKK [Kurdish Workers \nParty/Democratic Union Party] have recently begun a silent protest. She went on to enumerate legal and \ninstitutional measures taken to improve children's rights, including several recent Constitutional amendments and \nthe ratification of the Council of Europe Convention on Contact concerning children. On refugees, she pointed out \nthat the number of child refugees under the mandate of the Office of the United Nations High Commissioner for \nRefugees (UNHCR) has more than doubled in the past decade, adding that Turkey counts on the international \ncommunity's support, as the largest refugee-hosting country in the world.\n\nFREDRIK HANSEN, an observer for the Holy See, stressed that too many children are still denied their rights \nbecause of extreme poverty, inequalities, conflict situations and humanitarian crises. He thanked the Secretary-\nGeneral for the special focus on 'children without parental care', underscoring that children without parental care \nare most likely to experience exclusion, violence, abuse and exploitation. Everything should be done to ensure that \nchildren grow up in a family environment where they experience love, protection and security. The Holy See \nremains deeply concerned about 'comprehensive sexuality education' programmes that are not respectful of the \nrights of parents, he added.\n\nMs. ADHIKARI (Nepal), associating herself with the 'Group of 77' developing countries and China, said the \nConvention on the Rights of the Child is among the most comprehensive human rights agreements. As a State \nparty, Nepal has incorporated its principles into its laws, plans and policies, committed to investing in children's \nhealth and education, and to protecting children from violence and discrimination. The National Immunization \nProgramme, in place for more than four decades, provides equitable services to remote regions and marginal \ncommunities. This has benefited pregnant women and reduced child mortality, morbidity and disability associated \nwith vaccine preventable diseases.\n\nJOHN ZULU, Director of the Ministry of Youth, Sport and Child Development of Zambia, said the legal framework \nto combat abuse against children has been strengthened, and all relevant legislation has been audited in efforts to \nensure a comprehensive domestic legal structure for the treaties Zambia has ratified. The National Child Policy has \nbeen reviewed to ensure Government responsiveness to children's needs, as well as to persistent and emerging \ncultural, social and economic challenges to their well-being, such as early marriage. Progress has been seen \nacross all pillars of the treaties, including lowered mortality and access to HIV treatment. A service efficiency \ninitiative aims to improve family welfare and outcomes for children in vulnerable situations. Zambia also has \nrecorded a considerable increase in primary and secondary school enrolment, achieving gender parity in the \nformer. Yet poverty, childhood diseases, harmful cultural practices, inadequate education and lack of health \npersonnel, especially in rural areas, continue to pose problems.\n\nMs. OBAMA (Equatorial Guinea) described steps taken to promote children's wellbeing, in accordance with \nnational development plans, the African Union Agenda 2063 and the 2030 Agenda for Sustainable Development. \nHaving accelerated access to education, there is now a school in almost all communities and villages, however \nremote. The Ministry of Education has established an office to identify children with special needs so as to design \nappropriate programmes, while other programmes assist children with disabilities, and help both sick children and \nthose from economically-strapped families. Equatorial Guinea has significantly reduced mortality of children under \nage five, and with the United Nations Children's Fund (UNICEF), it is carrying out national vaccination initiatives \nand working to control malaria.\n\nMr. DRIUCHIN (Russian Federation) recalled that the 25 September high-level General Assembly event marking \nthe thirtieth anniversary of the Convention of the Rights of the Child shows the significance of this international \n\n\n\nagreement and he expressed regret that the instrument is not universal owing to the abstention of the United \nStates. He expressed concern over appeals to distinguish between the best interests of children and those of the \nchild, noting that these calls undermine cultural values. He also underscored the importance of parents' rights to \neducate their children, of assuming their best intentions, and of protecting families from unjustified external \ninvolvement.\n\nNGUYEN LIEN HUONG (Viet Nam), associating with the Association of Southeast Asian Nations (ASEAN), said his \ncountry has continuously improved legal and policy frameworks to better ensure children's rights. In that context, \nhe pointed to the 2016 Revised Child Law, the 2016-2020 programme for the prevention and reduction of child \nlabour and the 2018-2025 plan for the family and community-based early childhood development. In December, \nViet Nam will host the 2019 Asia-Pacific regional conference on early childhood development, he said, stressing the \nimportance of education during war time. Sustained progress on children's rights depends crucially on the \nparticipation of children themselves.\n\nMARIA-IULIANA NICULAE (Romania), associating with the European Union, said the 'Bucharest EU Children's \nDeclaration' was finalized at the conference on 'Child Participation in Decision-Making and Policy Development at \nEU Level', organized by Romania in May, during its 2019 presidency of the Council of the European Union. The \ndeclaration states that children's participation should be supported, including through school programmes focused \non their right to participate. The family is the best place within which a child can be raised, which is why Romania is \nmoving to close down the last of its classic type residential institutions by the end of 2020. By 2023, the foster \nfamilies network will be expanded with another 5,000 caretakers through a national project financed from European \nfunds.\n\nTUN LIN SWAI (Myanmar), associating with ASEAN, said the new Child Rights Law is the most comprehensive \nsuch legislation in the country. Most significantly, a whole chapter is devoted to children and armed conflict, which \ncriminalizes six grave violations. Also, the Inter-Ministerial Committee for the Prevention of the Six Grave Violations \nduring Armed Conflict was established on 7 January 2019 and is currently developing an action plan for the \nprevention of killing and maiming, and sexual violence against children during armed conflict. The 2017 Youth \nPolicy meanwhile identifies former child soldiers as one of 11 categories of vulnerable youth and children. \nMyanmar is also cooperating with the International Labour Organization (ILO) to end forced labour, including by \nestablishing a complaint mechanism.\n\nDAVID JOSEPH AKHIGBE (Nigeria), associating himself with the Group of 77 and the African Group, said the use \nof children as soldiers in armed conflict is an unconscionable abomination for which perpetrators must be held \naccountable. Accordingly, the civilized world must do whatever it takes to free children from the shackles and \nconsequences of this evil. Though conflicts threaten education, Nigeria is determined to ensure that children stay \nin school by providing a safe and conducive environment for learning. In addition to the Safe School Initiative, \nNigeria has endorsed its Safe Schools Declaration, with its rejection of all forms of military occupation in schools.\n\nSACHPASEUTH SISOUK (Lao People's Democratic Republic), associating himself with ASEAN, said children's \nrights are stipulated in the Constitution, bolstered by laws to combat violence against them and curb child \ntrafficking. The Government is accelerating implementation of its national plan for 2014 to 2020 to combat violence \nagainst women and children. In 2018, the national anti-human trafficking committee was set up, and regionally, the \nLao People's Democratic Republic participates in ASEAN frameworks. A State party to the Convention on the \nRights of the Child, it is preparing a national report for the third universal periodic review in 2020, which will cover \nthe Convention, among other topics.\n\nFATMA NDAW DIENG (Senegal), associating herself with the African Group, welcomed the near-universal nature \nof the Convention, drawing attention to her country's improved under-five-mortality rate and primary education \naccess. However, new strategies are needed to tackle child marriage, exploitation and abuse, and to lower the \nmortality of children above age 5. She touched on stronger social protection measures, notably the adoption of a \nnational strategy aimed at preventing violence, promoting social cooperation and all child rights, as well as a family \n\n\n\nallowance programme. More must be done for children in rural areas, where there is some difficulty applying laws, \nshe observed.\n\nRENNE YARBORKOR ABBEY (Ghana), associating with the Africa Group and the Group of 77, recalled that \nsuccessive Governments in her country have enacted legislation and policies to translate the provisions of the \nConvention of the Rights of the Child. Ghana has also instituted policies to make quality basic education free and \naccessible to all children, as well as a free senior high school policy. Moreover, the Ghanaians Against Child \nAbuse drive, launched in 2017, has mobilized support from influential personalities and is expected to reduce \nharmful practices. Ghana's education service has also made efforts to address violence in schools, including by \nenforcing a ban on corporal punishment, while the judicial service inaugurated the first child-friendly court in 2018, \nsituated within gender-based violence courts and using more age-appropriate procedures and tools.\n\nMs. SHIKONGO (Namibia) said her country, which has incorporated international conventions into its Constitution, \nhas some of the most progressive legislation on child rights in the world. It has recently sought to broaden legal \nprotections for children, provided for more social workers, and has instituted a dedicated advisory council. On \neducation, she said free and equitable access is a national priority, which is reflected in the national budget. School \nenrolment - especially among girls - is at an all-time high. She went on to note progress in achieving several \nSustainable Development Goals pertaining to education access. While Goal 4.4, on decent jobs and \nentrepreneurship, remains a challenge, Namibia is working to enhance the quality of technical and vocational \ntraining. On reproductive health, a major priority in a HIV/AIDS high-burden country, she touched on initiatives \nincluding a more inclusive reproductive health and education curriculum to bring down the 'unacceptable' high rate \nof teenage pregnancies and HIV infections among young girls.\n\nARIEL RODELAS PENARANDA (Philippines) said the Constitution underscores that States shall protect children's \nrights, with special measures against abuse and cruelty and other conditions prejudicial to their development. The \nPhilippines commemorates the thirtieth anniversary of the Convention with a month of events set to take place in \nNovember. The Department of Education will hold child-directed activities and launch a social media campaign to \nraise awareness on children's rights. Children do not belong in the battle field and have the right not to know first-\nhand the sights of war. Congress passed into law in January 2019 the special protection of children in situations of \narmed conflict act. As a true democracy, the Philippines values inclusion, he said, noting that its youth assembly \ngives children as young as 15 years old the right to vote. It was established in 1991 and its first elections took \nplace in 1992.\n\nMs. DELVERA, youth delegate from Mexico, said while there have been improvements in access to education and \nvaccines, changes due to technology, urbanization and global warming pose new problems that States must face \ntogether. She pointed out that Mexico is in one of the most unequal regions in the world, grappling with child \npoverty and other factors such as migratory and ethnic status. 'We must enhance social protections,' she stressed, \nadding that while Mexico has instituted strong legal protections, there are gaps in implementation.\n\nPAULOMI TRIPATHI (India) said children remain the most vulnerable group in a world driven by terrorism, \nhumanitarian crises and climate change. It is vital to strengthen children's literacy and facility with digital \ntechnology. She objected to the 'deceitful political propaganda' and baseless allegations made by another \ndelegation, in a desperate attempt to justify its own criminal recruitment of children for terrorism. India prioritizes \nthe best interests of children with its related action plan focused on education, development, participation, \nnecessary support for children under six years, provision of water and sanitation in schools and efforts to improve \nschool attendance. A robust legal and administrative framework is needed to protect children against cyberbullying \nand other threats.\n\nMr. BENTLEY (United States) said girls in rural areas are among the most vulnerable, noting that the United States \nAgency for International Development focuses on malnutrition of women and children, maternal deaths and \nincomplete education in school. Stressing the need for global initiatives, he called for securing investments in water, \nsanitation and hygiene services, rehabilitating sanitation infrastructure and inclusive education and training. There is \na link between the lack of water access and greater incidence of sexual violence against women, he said, urging \n\n\n\nthat efforts be made to increase girls' literacy and address violence against girls in schools. Faith leaders have an \nimportant role in ensuring girls can live safely, he said, stressing that child traffickers must be prosecuted.\n\nNATHALIA SÁNCHEZ GARCÍA (Colombia) said achieving the Sustainable Development Goals is inextricably \nlinked with human rights, adding that Goal 16.2 calls for an end to violence against children. Colombia aims to \nintegrate these objectives into its national plan, and to cater to children facing specific vulnerabilities, including \nthose living in rural areas or belonging to ethnic groups. She touched on a programme that aimed at bolstering the \nfirst six years of a child's life, to which the Government has allocated 31 billion pesos for the next six years.\n\nKATALIN ANNAMÁRIA BOGYAY (Hungary), associating herself with the European Union, said Government \npolicies focus on children without parental care, aiming to ensure that children grow up in a family environment \nand in an atmosphere of happiness, love and understanding. To this end, Hungary is leading a process of \ndeinstitutionalization. In 2018, Hungary reinforced training for adopting older children of various social backgrounds \nand health conditions. It also expanded the system of temporary family homes, which provide shelter and \ncomprehensive services to families in crisis situations.\n\nMr. MONTEIRO (Brazil) stressed his country's commitment to children's rights, drawing attention to its national \nregistry for missing persons and designation of a national week to lower the incidence of teen pregnancy. The \nnational policy for the prevention of self-harm and suicide, meanwhile, seeks to promote children's health, while \nother initiatives bring together families to combat violence against children. Brazil is further seeking to end child \nlabour and reduce maternal deaths, he said, stressing that the development of the nation depends on the \ndevelopment of children.\n\nMs. CALEM-SANGIORGIO (Monaco) expressed concern about the millions of children around the world who \ncontinue to die of hunger, live on the streets, and lack access to clean drinking water. She touched on international \nsupport extended by Monaco to forced migrants and victims of trafficking in the Middle East and Africa, as well as a \nprogramme in partnership with up to 50 non-governmental organizations that aids vulnerable children in six \ncountries. She went on to outline a new draft law on adoption.\n\nWAEL AL KHALIL (Syria) described a law pertaining to the interrogation and arrest of children, which ensures their \ntreatment as victims and focuses on their social reintegration. Those inflicting harm against children face criminal \nrepercussions. He went on to deplore the airstrikes on Deir ez-Zor and surrounding areas in eastern Syria, where \nbodies remain under debris. 'It is open to everybody who wants to verify this,' he stressed. Underscoring Syria's \nopenness to dialogue and cooperation, he condemned any attempt to undermine the United Nations legitimacy by \nimplementing a plan involving militia without prior approval of legitimate Governments. 'For us, this is an \nunprecedented act which violates a Security Council resolution,' he stressed, adding that the ongoing crisis is due \nto terrorist groups, which enjoy the support of regional countries. This impacts the human rights of all Syrians, \nincluding children, he said.\n\nMs. ALOMAIR (Saudi Arabia) pointed to a law protecting children from all sorts of violations, harm and exploitation, \nunderscoring the importance her country attaches to human rights. She recalled cases of exploitation and \ndiscrimination against children and called for necessary measures to combat these violations. Saudi Arabia has \nlaunched a number of initiatives, notably a mechanism to raise awareness about the negative effects of child \nneglect, a hotline to provide children with support and a rehabilitation programme. She reiterated Saudi Arabia's \ncommitment to help children from Syria and Yemen and provide them with free education, health care and \nvaccinations, also pointing to its support for UNICEF efforts to combat cholera in Yemen.\n\nNELLY BANAKEN ELEL (Cameroon), associating with the Group of 77 and African Group, pointed to the high \nnumber of child soldiers, coupled with the fact that schools are occupied and teachers threatened - all of which \nhave irreversible consequences on children's development. In Cameroon, children have been deprived access to \neducation, as schools were burned down, terror was spread and children were threatened. Thanks to Government \nefforts, children are not treated like adults and, for example, do not face the death penalty. Children should not be \ninvolved in combat. When they become child soldiers, when they leave school, 'we have failed as adults, parents \n\n\n\nand nations', she assured. These events also demonstrate the failure of the international community: children are \nnot adults and should not be used for war, she said. They should be with their families.\n\nMs. AL KUWARI (Qatar) called for more international cooperation to prevent children from being denied liberty. \nShe went on to underscore Qatar's commitment to providing education and countering violent extremism. Drawing \nattention to its substantial financial contribution to UNICEF, she welcomed the opening of the Fund's bureau in \nDoha, which she hoped will protect children affected by armed conflict in the region.\n\nIRNAWATI HJ MAHIR (Brunei), associating with ASEAN and the Group of 77, said his country's utmost priority is \nthat all children have access to free education, and as such, its education strategy is integral to its National Vision \n2035. Financial assistance is also given to children with disabilities under the 2018 Old Age and Disability \nPensions Act. Annual national immunization coverage for children from zero to five years of age remains high, he \nsaid, more broadly underscoring the important role played by the family as the basic unit of society. At the regional \nlevel, Brunei recently hosted the fifth ASEAN Children's Forum with the theme 'OUR Children; OUR Future; OUR \nASEAN'. It has strengthened the enforcement of The Child Care Centre Act and licensing of these centres to \nensure the safety of private child care centres.\n\nMr. HOLTZ (United Kingdom) pointed to poverty, hunger and traumas, stressing that the consequences of human \nrights violations against children often last long into the future. Humanitarian crises and other threats can only be \novercome through cooperation among Governments, civil society and other actors. Domestically, the United \nKingdom introduced online children rights training, while at the global level, the Government introduced the 'leave \nno girl behind' campaign to boost investments in girls' education. The United Kingdom also announced financial \nsupport for 12 million children to attend school and focuses on children born of sexual violence in armed conflict.\n\nSIMONA DE MARTINO (Italy), associating with the European Union, said her country looks forward to constructive \nnegotiations with members of the 'Rights of the Child' resolution to be presented by the European Union and the \nGroup of Latin America and Caribbean States. The top priority for Italy is the fight against harmful practices, \nincluding child, early and forced marriage. Italy has worked to ensure the highest possible safeguard standards for \nchildren in armed conflicts, both during its 2017 term on the Security Council and its current mandate on the \nHuman Rights Council. As schools must remain safe places for learning in all circumstances, especially during \narmed conflicts, she said Italy has thus allocated more than 10 per cent of its 2018 humanitarian budget to \nemergency interventions in the field of education and school infrastructure.\n\nANA SILVIA RODRÍGUEZ ABASCAL (Cuba) said that it is regrettable that the United States has not yet ratified the \nConvention on the Rights of the Child. This constitutes a lack of commitment to children but also is consistent with \nthe daily actions of that State. In the United States, inequalities are so evident that in 2016, 18 per cent of children \nlived in poverty and children comprised 32.6 per cent of those living in poverty. According to conservative statistics, \non any given night in 2017, 21 per cent of the homeless population in the United States were children. The \nsituation is alarming, she said, also denouncing the United States' policy towards migrant children, who have been \nheld in detention centres and separated from their families. The detention of migrant children is a violation of \ninternational law. In addition, the United States' withdrawal from the Paris Agreement on climate change constitutes \na complete disregard for children's right to live in a healthy environment.\n\nJAIME HERMIDA CASTILLO (Nicaragua) described programmes for children in extreme poverty in urban areas, \nand a campaign to prevent child abuse, in which family advisors conduct household visits to help promote respect \nbetween couples. In 2018, 42,000 people were supported by this programme, and it served as an early warning \nsystem for children at risk of being exposed to violence. He also touched on a number of improvements in \ndevelopmental indicators, including a decline in infant malnutrition, which was recognized by the Food and \nAgriculture Organization (FAO).\n\nJOSÉ MARÍA BASTIDA PEYDRO (Spain) stressed his country's support for UNICEF and commitment to the rights \nof children. Spain's national system is focused primarily on family life so a child spends as little time as possible in \ninstitutions, a position premised on the fact that the family is the central unit for protecting children's rights. \n\n\n\nThrough the new national strategy for combatting poverty and exclusion, especially among children, Spain seeks \nto help the most vulnerable. For example, electricity must never be cut off in households where children under age \n16 reside.\n\nEKA KIPIANI (Georgia) said her country is elaborating a national action plan to counter violence against children, \nincluding child sale, exploitation, pornography and participation in armed conflicts. Outlining a range of related laws \nand codes, she said severe and systematic rights violations affect children in the occupied regions of Abkhazia and \nTskhinvali/South Ossetia. Noting that the few remaining Georgian schools in those areas have shifted to the \nRussian language, she said their students are therefore denied the right to receive an education in their native \nlanguage. Meanwhile, multiple restrictions on free movement across the occupation line persist and the closure of \nso-called crossing points affects those children who attend Georgian classes on Georgian-controlled territory.\n\nDANIEL ZAVALA PORRAS (Costa Rica) stressed the importance of improving conditions for children and the legal \nframework for their protection. Costa Rica's national system incorporates the principles of non-discrimination and a \nlaw on children's corporal punishment, he said, pointing also to the 2016 child marriage law and a law \ncriminalizing sexual relationships with girls under age 16. In terms of education, Costa Rica slowed school dropout \nrates to the lowest percentage in recent years. He drew attention to the protection of migrant children in Costa \nRica, calling for better cooperation among countries towards the common goal of securing children's rights.\n\nZUHAL SALIM (Afghanistan) said people of his generation in his country know the 'ugly language of war', words \nlike Kalashnikov and mines. Now children learn the words 'suicide attack, bomb, Taliban and terrorists'. This dark \nreality shapes the way Afghans think and the way their children imagine their future. In September, UNICEF laid \n3,758 backpacks on the ground at United Nations Headquarters in New York to show the sombre reality of child \ndeaths in conflict in 2018. At least one third of those backpacks represented Afghan children. Terrorists spare no \neffort to abuse, brainwash and kill children. Protecting the rights of children while facing conflict has always been \na challenge for Afghanistan but the Government is committed to safeguarding their freedoms, she assured.\n\nANEL BAKYTBEKKYZY (Kazakhstan) said that her country successfully brought home 595 Kazakh citizens from \nSyria, including more than 400 orphans previously involved with Islamic State in Iraq and the Levant (ISIL/D'aesh). \nThis operation was made possible thanks to close international cooperation. Those returning are taking part in a \nrehabilitation programme to reintegrate into society, and positive results are already being seen. Children are \nreunited with their relatives and attend public school. Many of the women who returned are now partners in the \nprocess and assisting in awareness raising to prevent further recruitment.\n\nNADYA RIFAAT RASHEED, observer for the State of Palestine, said the international community must not forget \nPalestinian children, who are suffering extreme hardship and oppression due to Israel's occupation. More than \n2,700 Palestinian children were injured in 2018 and the number of casualties continues to rise. Israeli raids, attacks \non schools and closures of Palestinian educational institutions also continue, she said. Along with Israel's \ncolonization of Palestinian land and unlawful arrests and interrogations of Palestinian children, these massive \nviolations demand accountability.\n\nMs. FABRE-PIERRE (Haiti), associating herself with the Group of 77, said her country signed a number of \nconventions on children's rights, adding that Parliament recently ratified two Optional Protocols, on trafficking and \narmed conflict, as well as the International Labour Organization Convention for the Elimination of the Worst Forms \nof Child Labour, pertaining to the minimum age. She welcomed laws and policies recognizing that children are not \njust 'fragile beings'; they must also be assured the right to play, to learn and to express themselves, she \ncommented.\n\nDEANDRA CARTWRIGHT (Bahamas), associating with the Caribbean Community (CARICOM), said her country \nestablished a warning system for missing children, representing the Government's commitment to ensuring that \nthe requisite social protections are in place for all its citizens, particularly children. The alert is a partnership with \nlaw enforcement agencies, the media, corporations and the public, requesting assistance in the event that an \nurgent news broadcast or social media alert is sent regarding missing or abducted children. The month of October \n\n\n\nis observed as National Youth Month, she said, noting that it includes events showcasing the voices and talents of \nyoung people.\n\nMs. KAMAL (Egypt), associating with the African Group, said the number of children leaving school has dropped \nand an anti-bullying initiative, involving a television campaign and posters in the street, was launched. The Health \nMinistry devised a similar programme on social media while the Education Ministry started a campaign to protect \nchildren from physical and psychological violence. Egypt aims to improve the education system from early \nchildhood onwards, modernizing teaching methods and systems to both assess and monitor progress. She also \nnoted that refugee children enjoy the same rights as citizens.\n\nMr. MOHD NADZIR (Malaysia), associating himself with ASEAN, touched on several measures taken to protect \nchildren, including legal amendments, support extended to help families overcome social problems, and a child \nhelpline. Efforts are also being made to ensure the integration of children with disabilities, to guarantee that no \nspecial needs child is turned away from school. On sexual crimes, Malaysia has amended laws and in 2017, set up \na special court to deal with crimes against children. 'This is the first of its kind in Southeast Asia,' he asserted.\n\nNORA IMANE BELLOUT (Algeria) said most of the national budget is allocated to education, pointing to \nSustainable Development Goal 4 (quality education) - particularly the right of infants to quality education. Algeria \nhas increased the education budget tenfold in recent years. It guarantees free education for all children living in \nAlgeria regardless of nationality or status. The country has acceded to most human rights treaties and established \nlegislation to counter violence against children, in line with its international commitments and obligations.\n\nMr. NEJAD (Iran) said he is alarmed about the number of children who have spent their entire lives living amid \narmed conflict or war; such conditions can breed more anger and violence. Up to one third of the world's people are \ntargeted by 'inhumane blockades', while children are the 'primary victims of genocidal economic wars and \nunilateral coercive measures'. For instance, in Iran, scores of children are being denied medical attention, including \nchildren with leukaemia and rare diseases. People who indulge in blockades are attacking children's lives to score \neconomic gains. Despite such challenges, he said, Iran has made progress. It designated 2019 the year of \nreformation of children's rights and decided to grant citizenship to children born to Iranian mothers who are \nmarried to foreign spouses.\n\nYOUSSOUF ADEN MOUSSA (Djibouti) said that assuring children's rights must go beyond slogans; it must focus \non the growth and wellbeing of every child. The empowerment of girls in rural areas is among the priority issues to \nbe fully addressed. Climate change is a serious threat already affecting the Horn of Africa, where drought and land \ndegradation are impacting people, he said, welcoming the global youth-led protests in this context. He went on to \ndescribe a few policies Djibouti has instituted for children with special needs.\n\nSAHADATUN DONATIRIN (Indonesia), associating herself with the Group of 77 and ASEAN, said that despite \nremarkable breakthroughs, many children around the world are trapped in vicious cycles of poverty and violence. \nMany also fall victim to exploitation, cybercrimes or armed conflict. Noting that caring for children begins during \npregnancy and early life, she said Indonesia is working to improve sanitation, prevent child stunting, end violence \nagainst children and ensure that schools are safe, secure places where their rights are upheld. The Government's \nChild Friendly Schools policy, in place in 12,000 schools since 2015, requires schools to fulfil certain policy \nstandards and ensures periodic monitoring. In addition, she said, Indonesia's Child Protection Law and National \nAction Plan on Human Rights (2015-2019) provides for the rights of children, including those formerly associated \nwith armed groups.\n\nDENISE CHEW (Singapore), associating herself with ASEAN, acknowledged the importance of providing a safe \nand loving environment for every child. In the last seven years, Singapore has strengthened efforts to provide \neducation for all its children. It has doubled its pre-school capacity, upgraded existing preschools and provided \nteachers with better training. As many as 99 per cent of children in Singapore complete six years of primary \neducation, of which 96.5 per cent finish the next four years of secondary education and 78.5 per cent complete \ntertiary education. Following a recent legislative change, a 'young person' now is anyone under age 18, in line with \n\n\n\nthe Convention on the Rights of the Child. As the instrument marks its thirtieth anniversary, 'protecting and \npromoting the wellbeing of our children and enabling them to grow up in a safe and conducive environment is more \nimportant and urgent than ever', she stressed.\n\nMARIO A. ZAMBRANO ORTIZ (Ecuador), underscoring a priority focus on childhood and children, expressed \nconcern over all types of mistreatment and violence against young people. He drew attention to a programme to \npromote equality and another focused on infancy, urging Governments to deploy all efforts to ensure that children \nhave better opportunities. Stressing that 5 million children die each year from preventable causes, he called on \nStates to fully protect children.\n\nLAZARUS OMBAI AMAYO (Kenya), associating himself with the African Group, noted that despite reduced child \nmortality and better access to education around the world, millions of children still face challenges that hamper \ntheir development. Kenya has adapted the Convention to its domestic legal framework, improved maternal services \nin public hospitals, and expanded immunizations and interventions to prevent mother-to-child HIV transmission. \nThrough the 2006 Sexual Offences Act, for example, Kenya combats sexual exploitation and trafficking of children \nwith an emphasis on bringing perpetrators to justice. Sustained efforts have been made to stop early or forced \nmarriages, as well as to eliminate cultural harmful practices, such as female genital mutilation, aiming to completely \neradicate it by 2022.\n\nELISENDA VIVES BALMAÑA (Andorra) stressed the extremely difficult situations of children deprived of their \nliberty and living amid conflict. The international community must prevent violence against children, she said, \nexpressing support for the Vancouver principles on Peacekeeping and the Prevention of the Recruitment and Use \nof Child Soldiers. Highlighting the importance of quality and inclusive education, as well as a family environment, \nshe expressed concern over female genital mutilation and early marriage and bullying. She also underscored the \nimportance of a legal framework and measures to protect children's interests, noting that Andorra works with \nUNICEF on many initiatives.\n\nYASIR ABDALLA ABDELSALAM AHMED (Sudan) said her country has made efforts to improve the lives of \nchildren affected by conflict, including by setting up social development centres. Recalling two recent visits made \nby a technical committee of the United Nations to conflict-affected provinces in Sudan, she noted that after these \nassessments, the United Nations has removed Sudan from the list of countries violating children's rights, she \nsaid, adding that Sudan has since been able to implement appropriate policies, as well as an action plan to end and \nprevent the use of children in armed conflict.\n\nCYNTHIA CHIDIAC (Lebanon) said that millions of children remain trapped between what the world promised \nthem 30 years ago in establishing the Convention on the Rights of the Child, and what the world delivered. All \nStates must comply with their obligations under international humanitarian law and the Convention to ensure the \nbest interest of children - even when conditions are extremely dire. Lebanon's national Committee for the \nElimination of Child Labour incepted a programme to end the worst forms of child labour, he explained.\n\nINASS A. T. ELMARMURI (Libya) said the world must focus on providing sufficient assistance to children in armed \nconflicts. Helping children who live in low-income countries is particularly important because these young people \ncould end up in the hands of human traffickers as they try to migrate to countries with better conditions. Despite all \nthe challenges that Libya faces, the Government is determined to implement the Convention of the Right to the \nChild, notably by providing free education, and offering health and social services to protect children from all forms \nof violence, she said.\n\nDEVITA ABRAHAM (Trinidad and Tobago), associating with Caribbean Community (CARICOM), said several \narticles of the Convention of the Right of the Child have been incorporated into her country's domestic legislation, \nefforts that have informed the first draft national child policy, which recognizes children's developmental needs \nand their current and future roles as social agents. On child labour, Trinidad and Tobago is working with the ILO to \nraise awareness about its standards, and more broadly working to reduce child abuse, with the help UNICEF, non-\ngovernmental organizations and faith-based groups.\n\n\n\nMr. RUMONGI (Rwanda), associating himself with the African Group, said that through a policy framework, his \nGovernment has made investments to ensure that girls are empowered. Rwanda has established scholarships for \ngirls living in poor areas to address their high dropout rate, and among other initiatives, champions the 'He for She' \nmovement against gender-based violence. Trends are alarming for children worldwide, he said, noting that \nprotracted conflicts, new conflict dynamics and a widespread disregard for international humanitarian law have all \nhad devastating effects on children. Rwanda is committed to ensuring that children are empowered as citizens \nable to contribute to the country's development.\n\nALI MABKHOT SALEM BALOBAID (Yemen), associating himself with the Group of 77, said the Government has \ntaken many measures to protect and promote children's rights. It ratified the Optional Protocol on the protection of \nchildren in armed conflict and joined the Safe Schools Declaration in 2017. Yemen is also part of the coalition to \nrehabilitate children and reintegrate them into societies. Yemen awaits the visit by the Special Representative of \nChildren in Armed Conflict to see the progress made. Referring to the Secretary-General's report on children in \narmed conflict, he denied the presence of any children in Yemen's armed forces and stressed the need to update \nthe relevant monitoring mechanism.\n\nRICARDO RODRIGO MOSCOSO (Panama) reiterated his country's robust commitment to children and voluntary \ncontributions to UNICEF. Panama has made significant progress in implementing the Convention and prioritized \nchildren's protection by establishing public-private partnerships. Panama has been a regional leader in removing \nchildren from institutions, establishing a national committee to ensure that children live with families, not in \nhostels, he assured.\n\nMr. ALSUWAID (United Arab Emirates) said his country has enacted laws to provide them with special care, \nentrenching their rights in the national Constitution. The country has child specialists with the authority to remove \nchildren from dangerous situations. In less dangerous places, these specialists visit children at home and provide \nthem with social services. At the international level, the United Arab Emirates has contributed $357 million to \nUNICEF in the last five years, and in 2018, hosted a global conference on the sexual exploitation of children \nthrough the Internet, attended by 450 participants and religious leaders.\n\nHONG JIN UM (Republic of Korea) reiterated his country's support for global citizenship education, which nurtures \nshared values and respect for diversity. The Republic of Korea, together with Qatar, has co-chaired the Group of \nFriends of Global Citizenship Education and hosted many related events in an effort to raise awareness for the \nneed for transformative education. He underscored the importance of a holistic approach to addressing children's \nrights, pointing to the country's support for projects that address the needs of women and girls in conflict and post-\nconflict situations, prevent sexual violence, and enhance the capacities of communities under the 'Action with \nWomen and Peace' initiative.\n\nMASUD BIN MOMEN (Bangladesh) said his country is among the earliest ratifying countries of various important \nUnited Nations instruments pertaining to child rights. Since 2010, Bangladesh has ensured that, up to grade ten, \nchildren receive new textbooks free of cost. In 2019 alone, more than 350 million books were distributed, the \nbiggest such undertaking in the world. In addition, Bangladesh has created a network of 18,000 community clinic \nand union health centres to bring the entire population under health coverage.\n\nMs. ZHU HUI LAN (China) said that in many parts of the world, hunger, child labour and drugs threaten the lives of \nchildren. Achieving peace is the best protection against such threats. Developed countries should shoulder more \nresponsibilities and help countries through financial assistance and other means. China has a law on the \nprotection of minors and laid the legal foundation to protect children's rights and interests. It has also committed to \nimproving the health of children in poor areas, and since 2012, implemented a nutrition programme to tackle poor \nnutrition.\n\nALBERT SHINGIRO (Burundi), associating himself with the Group of 77 and the African Group, said he advocated \nnew strategies and actions to help the millions of children around the world who continue to suffer. Burundi has \nbeen a party to the Convention since 1990 and has ratified the two Optional Protocols. It has created a national \n\n\n\ncommittee for childhood protection and spoken out in favour of a specific justice system for minors - one that is \nmore educational and less punitive. Burundi also has a cash transfer system that focuses on families living in \nextreme poverty, as well as a school programme to prevent school dropouts.\n\nSONAM C. NAMGYEL (Bhutan), calling poverty the biggest obstacle for the advancement of children, stressed the \nimportance of achieving Sustainable Development Goals 3 (health) and 4 (quality education). Bhutan is close to \nachieving universal primary education, with a 96.8 per cent enrolment rate. Legislative measures have been taken \nto ensure children's protection from domestic violence and during adoption, with other efforts focused on early \nchildhood care, and an array of learning methods and levels - general, tertiary, non-formal and continuing \neducation. Further, a host of caregivers, counsellors, judiciary, police and non-governmental organization staff have \nbeen trained on child protection. To strengthen support services, Bhutan established a toll-free helpline for women \nand children in difficult circumstances, as well as Women and Children Committees in all districts and major cities \nto enable timely access to prevention, response and reintegration services.\n\nSABA M. F. M. ALFUHAID (Kuwait) said her country believes in peaceful and political solutions to global conflicts, \nparticularly in the Arab world. Given that these conflicts exist, however, the international community should provide \nprotections to children in conflict areas, especially by ensuring they receive safe humanitarian aid without \nconditions. Kuwait provides aid to countries in conflict through UNICEF, to the tune of $230 million since 2010. \nThat figure makes Kuwait the largest donor in the region. In addition, Kuwait's Constitution stipulates that the family \nis the heart of society and protects children and mothers.\n\nANTÓNIO GUMENDE (Mozambique), associating himself with the African Group and Southern African \nDevelopment Community (SADC), said children comprise 55 per cent of the population and their well-being is a \nnational priority. He described the five-year plan which outlines strategic actions to improve the lives of children; \nthe dissemination of updated reproductive health information; and anti-trafficking instruments which are being \nsupplemented by relevant training given to judges, police, migration agents and prosecutors. Mozambique is \ncombating early child marriage through an inclusive approach which criminalizes under-18 marriages and has put \ninto action a three-year national strategy involving civil society, public institutions and non-governmental \norganizations. It is also implementing the SADC Model Law on Eradicating Early Marriage, in order to combat the \nissue regionally, and plans to reinforce actions to implement General Assembly resolution 73/153 on ending child, \nforced and early marriages.\n\nGEORGI VELIKOV PANAYOTOV (Bulgaria), associating himself with the European Union, welcomed all efforts to \nprotect and promote children's rights around the world, in particular children with disabilities and those deprived of \nparental care. Bulgaria is committed to ensuring inclusiveness for all, especially children with disabilities, by \nimproving the national education system. Equal access to quality education and life-long learning enables persons \nwith disabilities to participate meaningfully in society. Bulgaria continues to promote inclusive education on the \nnational, global and regional levels, he added.\n\nANEL BAKYTBEKKYZY (Kyrgyzstan) said children's participation in preschool has reached 91 per cent. Drawing \nattention to the improving legal framework for the protection of children's rights, he said Kyrgyzstan was the first \nCentral Asian country to adopt a code on children, introducing the need for basic quality standards in providing \nrelated services. One of the requirements is to establish an Ombudsman for Children, he said, underscoring the \nneed to also improve health care, medical services, the spread of high-tech medicine and access to both education \nand social protections.\n\nPETRA MIJIC (Croatia) said her country prohibits all forms of violence against children as set out in the National \nStrategy for the Rights of the Child and makes considerable efforts to put this into practice. Notably, it financially \nsupports civil society projects aimed at preventing such abuse, involving a number of stakeholders, including \nUNICEF. While information and communications technology offer children connection, preventing violence against \nchildren perpetrated through the use of such technologies is a serious challenge.\n\n\n\nJULIO DA COSTA FREITAS (Timor-Leste) said his country developed a national action plan for children 2016-\n2020, a key recommendation made by the United Nations Committee on the Rights of the Child in 2015. The action \nplan was embraced at the highest levels and is the first inter-ministerial national strategic plan focused on children. \nTimor-Leste also established a child rights commission, as well as policies on inclusive education. It integrated \nsexual and reproductive health into the education curriculum, in addition to providing subsidies for mothers, he said, \nacknowledging persistent challenges in the areas of child labour, early pregnancy and early marriage.\n\nMILICA PEJANOVIC ÐURIŠIC (Montenegro) said her country has adopted child rights legislation covering 2019-\n2023. It also passed legislation explicitly prohibiting corporal punishment of children, but domestic and school \nviolence remains a serious challenge, she said. Alongside the European Union and other partners, national \ninstitutions will be working on the implementation of the national programme for early child development 2019-\n2021, focusing on preschool education and multisectoral cooperation. Montenegro has also promoted media \nliteracy among parents and children.\n\nTHILAKAMUNI REKHA NISANSALA GUNASEKERA (Sri Lanka) stressed the role of education in poverty \nreduction, peaceful and inclusive societies and economic growth. In this context, Sri Lanka implements consistent \npolicies on education and health, providing free and universal access to education and raising the minimum age for \ncompulsory education for all children from 14 to 16. Sri Lanka maintains a zero-tolerance towards any violence \nagainst children, with priority focused on the establishment of child and women bureaus in police stations, as well \nas child protection officers attached to all Divisional Secretariats across the country. She called for global efforts to \naddress emerging challenges threatening the protection of children's rights, including climate change, conflict, \nterrorism and cybercrime.\n"}