{"title": "ETHNIC LOBBIES SEEK TO BEND U.S. POLICY SOME LAWMAKERS ARE CLOSE TO SPECIFIC INTERESTS. THEIR DECISIONS AFFECT THE NATION AS A WHOLE.", "body": "\nSenate Majority Leader Bob Dole, who feels he owes his right arm to an Armenian American surgeon who treated \nhis war wounds, has given its political equivalent back to Armenians over the years.\n\nSen. Barbara A. Mikulski (D., Md.), the daughter of Polish immigrants, tries to do the same for Eastern Europeans.\n\nElsewhere on Capitol Hill, four Greek American lawmakers - Sen. Paul S. Sarbanes (D., Md.), Sen. Olympia J. \nSnowe (R., Maine), Rep. Michael Bilirakis (R., Fla.) and Rep. George W. Gekas (R., Pa.) - champion the causes of \nGreeks.\n\nOften, they run up against Rep. Greg Laughlin (R., Texas), who served in Turkey while in the Army and has \nbecome Turkey's best congressional friend.\n\nPairings of lawmakers and ethnic lobbies such as these used to focus mainly on obscure provisions of \nimmigration law and foreign aid.\n\nNow that is changing.\n\n\"There has been an explosion in ethnic-group participation in politics in this city,\" said Rep. Lee H. Hamilton of \nIndiana, the ranking Democrat on the House International Relations Committee.\n\n\"Taiwanese Americans, Cuban Americans, Armenian Americans, Eastern European Americans, and a lot of other \ngroups are beginning to emulate the success the American Jewish community has had in influencing American \nforeign policy,\" Hamilton said.\n\nSuch groups are shaping - and sometimes skewing - decisions important to all Americans.\n\n\"I'm not saying that what ethnic groups advocate is all bad,\" Hamilton said, \"but what is often missing is an analysis \nof the national interest.\"\n\n\nThat is because ethnic groups unhappy with Clinton administration policies are using their leverage with members \nof Congress to fight back.\n\nDole (R., Kan.) and the Armenian Assembly of America, for example, are slowing development of Caspian Sea oil \nfields that geologists believe may be as large as the Persian Gulf's.\n\nThe administration believes the field's exploitation would lower worldwide oil prices, contribute to regional stability, \nand provide Europe with a reliable energy source outside the volatile Middle East.\n\nTrouble is, Azerbaijan, which controls the oil, and Turkey, through which pipelines to the West might run, would \nbenefit. Both are historical enemies of Armenia and foes of America's well-organized Armenian community.\n\nCuban Americans, meanwhile, are attempting to impose conditions that make U.S. relations with Cuba harder to \nimprove. They demand reparations for private property - including their own - seized in Fidel Castro's revolution in \n1960, and business breaks if they return to a post-Castro Cuba.\n\nEarlier this summer, Taiwanese Americans, joined by the Taiwanese government and American companies with \nTaiwanese subsidiaries, pushed the Clinton administration to allow Taiwan's president to visit his alma mater, \nCornell University.\n\nThe price: soured U.S. relations with Beijing, which considers Taiwan a breakaway province and its president a \nusurper. After the visit, China recalled its ambassador, made new military-aid overtures to Iran and Iraq, and dealt \nto Germany a multibillion-dollar truck contract coveted by American companies.\n\nEastern European Americans recently won NATO-style security guarantees for their homelands from the House. A \nsimilar measure, backed by Dole, is pending in the Senate. The bills require that American soldiers help repel future \ninvaders of Poland, Hungary and the Czech and Slovak Republics.\n\n\"It's not going to be American boys and girls dying first if there's an invasion; it's going to be the front-line people - \nthe Polish boys and girls,\" stressed Casmir Lenard, a director of the Polish American Congress, which has pushed \nthe proposal.\n\nGen. John M. Shalikashvili, Warsaw-born chairman of the Joint Chiefs of Staff, among others, says an invasion of \nEastern Europe could not be repelled with the Pentagon's current military and financial resources.\n\nTo explain recent surges of ethnic influence, experts offer three main reasons:\n\n* Republican lawmakers - and presidential candidates - are actively soliciting foreign affairs proposals that differ \nfrom the Clinton administration's positions. Where firm administration policies are missing, ethnic groups are filling \nin the blanks.\n\n* Disintegration of the Soviet Union and its satellites in Eastern Europe has given policy-makers and ethnic \ninterest groups new opportunities. \"During the Cold War, there was little beyond the symbolic that the United \nStates could do for countries behind the Iron Curtain,\" Arnold Cantor, undersecretary of state in the Bush \nadministration, said. \"Now the field is pretty wide open.\"\n\n* GOP campaign strategists are wooing blue-collar white men who normally vote Democratic but think \nconservatively. Many of them are ethnic Americans\n\nconcentrated in such pivotal states as California, New York, Illinois, Michigan, Ohio, Pennsylvania and New Jersey. \nDemocrats are trying not to lose them.\n\nHouse members in particular court those concentrated communities and voting blocs. Most of the one million \nAmericans of Armenian descent, for example, live in California, Massachusetts, Michigan, New York, New Jersey, \nIllinois and Ohio. Twenty-seven of the 33 members of the Congressional Caucus on Armenian Issues are from \nthose states.\n\n\n\nCantor said ethnic groups were winning in Congress because \"a special ethnic interest is like any special interest \nin Washington: An intense minority will usually prevail over an indifferent majority.\"\n\nMany ethnic lobbies in Washington operate virtually unopposed. There are 40 million Americans who claim Irish \ndescent, \"but the Queen of England has not a vote in this country,\" said Sean McManus, president of the Irish \nNational Caucus, a lobbying group based on Capitol Hill.\n\nAlso in short supply are organized pro-Castro, pro-Palestinian, pro- Turkish, pro-Azerbaijani and pro-Beijing voters - \nthe likeliest adversaries of ethnic groups doing best in Washington these days.\n\nMeasures that ethnic groups back, like most special-interest legislation, usually sound too sensible to resist. The \nHumanitarian Aid Corridor Act, for example, drafted by the Armenian Assembly of America and introduced by Dole, \nstates that no country can receive U.S. aid while blocking the delivery of U.S. humanitarian aid to another country. It \nis aimed mainly at Turkey, which is blockading Armenia.\n\nA second Dole-backed measure, section 907 of the Freedom Support Act, states that the government of \nAzerbaijan, another Armenian neighbor, cannot get aid from Washington until it stops fighting and blockading \nArmenians in Armenia and in the former Azerbaijani region of Nagorno-Karabakh.\n\nThe Clinton administration - and the Bush administration - fought those restrictions, contending they tipped the \nUnited States' hand in favor of Armenia and deprived Washington of a useful role as peacemaker in the former \nSoviet region.\n\nOil makes the region important. A multinational consortium, including Amoco Corp., Unocal Corp. and Pennzoil Co., \nhas offered Azerbaijan nearly $8 billion to develop offshore oil reserves in the Caspian Sea in what one industry \nanalyst describes as \"the deal of the century.\"\n\nPipelines are needed to get the oil to Western markets, however, and Azerbaijan's neighbors - Armenia, Turkey, \nIran, Georgia and Russia - all want the prosperity and influence they would bring.\n\nWashington wants to guide Azerbaijan's pipeline decisions, but Azeri leaders want America's help against \nArmenia. And that is unlikely to happen given the Armenian Americans' clout in Congress in blocking aid to \nAzerbaijan.\n\nGraphic\n\n \n\nPHOTO;\n\nPHOTO (2)\n\n1-2. Bob Dole looks out for Armenian Americans. Barbara A. Mikulski is\n\nfriendly toward Eastern European interests. Other senators line up with Latino\n\nor Asian groups - sometimes against the national interest.\n"}