{"title": "'Immigration': NSO's Many-Flavored Melting Pot", "body": "\n If the National Symphony Orchestra's festival \"Journey to America: A Musical Immigration\" does nothing else, it \nshould serve as a reminder of how stirring -- and adaptable -- a national anthem we have. In the past week's final \nthree festival concerts we heard \"The Star-Spangled Banner\" adapted for violin and cello, for jazz sax and piano \nand, with Handelian flourishes, for brass band. There were arrangements by Stanislaw Skrowaczewski (channeling \nElgar), Stravinsky (channeling the Ballets Russes) and Glenn Miller (channeling, well, Glenn Miller). And then there \nwas Kurt Weill, deconstructing the anthem into a tone poem as sultry, mordant and playful as his late-career \nBroadway scores. (Try doing that with \"God Bless America.\") \n\n As for meat-and-potatoes programming, things got really serious only twice. Saturday night began with Bright \nSheng's \"H'un: Lacerations\" -- 20 minutes of truly lacerating dissonance that was a tough listen, but spoke volumes \nabout the pain of the Chinese Cultural Revolution. Schoenberg's \"A Survivor From Warsaw\" was equally scorching \nunder Leonard Slatkin's baton on Thursday, with the bleakest and most biting orchestral gestures brought to the \nfore. Veteran baritone Thomas Stewart was a gripping narrator, and the men of the Washington Chorus made the \nclimax suitably chilling. \n\n What a shame that Schoenberg's annihilating final chord had to tumble into Rachmaninoff's glitzy, half-baked \nPiano Concerto No. 4. Though Vardan Mamikonian proved a clearheaded and technically proficient (if less than \nrhapsodic) pianist, the NSO sounded underrehearsed here, with too many passages out of sync, out of breath or \nout of tune.  \n\n The orchestra was in top form for Michel Camilo's Piano Concerto on Saturday, and Camilo was truly dazzling in \nhis keyboard work, sounding as if he had around 12 fingers on each hand. His concerto, though, was too slick for \ncomfort -- watered-down Gershwin with a Windham Hill gloss and a slow movement that's pure Muzak. Better that \nnight was Paquito D'Rivera's \"Gran Danzon (The Bel Air Concerto)\" in its world premiere. A spiky and imaginatively \ncolored piece of Latin American orchestral writing, it was enlivened by Marina Piccinini's airy, seductive, \nastonishingly assured flute playing. (She knocked off Varese's punishing solo work \"Density 21.5\" later in the \nevening, just for good measure.) \n\n Like Camilo and D'Rivera, Stravinsky used jazz merely as a flavoring in his \"Ebony\" Concerto, sidestepping jazz's \nharmonic language and improvisatory style, and settling instead for allusions to ragtime and the blues. NSO \nprincipal clarinetist Loren Kitt did his best with an underwritten solo part, and the work made a zesty finish to \n\n\nThursday's concert, especially since it was preceded by Stravinsky's hilarious riff on \"Happy Birthday,\" the \n\"Greeting\" Prelude, and his score to a Ringling Brothers elephant ballet (!), the \"Circus Polka.\" \n\n Friday's program -- which focused on composers who fled Hitler and found Hollywood -- uncovered a brace of \nthoroughly engaging overtures by Ernst Toch and Mario Castelnuovo-Tedesco, and an effusively late-Romantic \ncello concerto drawn from a Eric Wolfgang Korngold film score (played with big, throaty tone by Slatkin's brother \nFred Zlotkin). Slatkin whipped the NSO into a Stokowskian froth in Franz Waxman's shamelessly plush \"Tristan und \nIsolde\" Fantasy (taken from Waxman's score to the big-screen weepie \"Humoresque\"). Sweet-toned violinist Glenn \nDicterow and NSO pianist Lisa Emenheiser committed to it right down to the last cascading arpeggio.  \n\n Dicterow and Zlotkin joined forces in Miklos Rozsa's terrific, Bartok-infused Sinfonia Concertante. With its driving \nrhythms, high-wire virtuoso writing and inventive theme-and-variations middle movement, it really deserves a berth \nin the standard repertoire.  \n\n A note of thanks goes to Slatkin for uncovering so many guilty pleasures, and to the orchestra for playing with an \nemotional commitment that made new scores sound like familiar old friends.  \n"}