{"title": "Local leaders deride census methods", "body": "\n'Cookie-cutter' approach • Counting homeless, disabled, immigrants requires different strategy, advocates argue.\n\nNeed for outreach • Census Bureau taps churches to encourage congregations to fill out their forms.\n\nDays after U.S. Census forms began hitting mailboxes, local religious and government leaders are sounding \nalarms that St. Louisans will be undercounted thanks to wasteful efforts and poor planning.\n\nThe criticism came at a roundtable hosted by the Urban League of Metropolitan St. Louis, part of the federal \ngovernment's push to encourage community leaders to promote the decennial head count and get residents to \nreturn census forms.\n\nAt Wednesday's roundtable, Josh Wiese, an aide to St. Louis Mayor Francis Slay, complained that the census was \nusing \"a cookie-cutter\" approach to counting that wouldn't work in \"high-crime, low-education\" areas the same way \nit works in the suburbs.\n\n\"If this isn't done right, we'll certainly hold the Census Bureau accountable,\" Wiese told Cedric Grant, director of the \nU.S. Commerce Department's Faith Based and Neighborhood Partnerships program, representing the Census \nBureau's parent agency.\n\nEvan Armstrong, of the St. Louis-based International Institute, said he was frustrated that U.S. citizens are given \npreference for census field work, even if they don't speak the language of the refugee or immigrant groups they will \nbe counting.\n\nBoth Wiese and St. Louis County planning manager Lori Fiegel brought up the challenges of counting the city's \nlarge Bosnian population. Fiegel said her office had been promised a Bosnian liaison, which never materialized. \nWhen a census official said the liaison had, indeed, been provided, Fiegel said no one had told her office about it.\n\n\"The Bosnian community is afraid of the government, afraid of the government, afraid of the government,\" Wiese \nsaid. \"Then, on April 1, they're supposed to trust the government before going back to being afraid of the \ngovernment again the next day.\"\n\nWilliam Siedhoff, director of the St. Louis Department of Human Services, said the city's own annual census of its \nhomeless population, completed in January, would have to be repeated by census workers because the bureau \ndidn't respond to the city's suggestion to partner on the January effort.\n\n\nDavid Newburger, from the city's office on the disabled, said data provided by the bureau to help reach the city's \ndisabled citizens were not specific enough and should include street names. Grant said privacy issues prevented \nthat specificity.\n\nThe contentious atmosphere at the roundtable \"was based on past experience and the anticipation that \nundercounts are going to happen again,\" Siedhoff said after the meeting.\n\nDennis Johnson, the bureau's regional director, defended the census in an interview, saying the effort could not \nsucceed without community partners.\n\n\"Someone looking for the federal government to provide all the tools is not going to reach every corner of the \ncommunity,\" Johnson said. \"But working through partners who already have outreach systems is one of the most \neffective communications vehicles the census has.\"\n\nLocal complaints mirror national ones. Last year, a string of independent reports from the Government \nAccountability Office and others found mismanagement and troubling computer failures at the Census Bureau.\n\nThe St. Louis area has had a troubled relationship with the census. Since 2003, Slay has successfully challenged \nannual estimates from the U.S. Census Bureau that portray the city as losing population. The census's annual \nestimates are less accurate than its constitutionally mandated decennial efforts.\n\nOn Monday, Slay said the failure of one individual to submit a 2010 census form would be equal to $1,300 in lost \nfederal aid each year. That means an undercount of 1,000 people would mean the loss of as much as $13 million \nbetween today and the 2020 Census.\n\nAbout $400 billion in government funding is allocated each year to states, counties and cities based on population. \nThe money goes to about 140 programs, including school lunches, senior citizen services and highway \nconstruction.\n\nThe census results determine the number of congressional seats received by each state, and population numbers \nare used to draw boundaries for state legislative districts and city wards.\n\nU.S. Rep. William Lacy Clay, D-St. Louis, is chairman of the House subcommittee that oversees the census. He \nhas said Missouri is among slow-growth states \"on the cusp\" of losing a congressional seat.\n\nThe 2010 forms have been streamlined compared with previous years and include only 10 questions. In early April, \ncensus workers will begin visiting homes that have not yet returned a form.\n\nMinisters, especially among African-Americans, are seen as trustworthy sources of information, and the Census \nBureau is relying on that relationship to get its message out.\n\nFourth Ward Alderman Samuel Moore, an elder in the Church of God in Christ denomination who is paying for his \nown efforts to promote the census, took issue with the bureau's broad effort to engage religious communities in its \noutreach.\n\n\"I have 110 churches in my ward ... and many of them are not taking part in this,\" Moore told Grant. \"And even \nthose that are, are preaching within the four walls of the church. If we're depending on the church to bring people to \nthe census, it's not going to happen.\"\n\nBut the Rev. Charles Brown, pastor of Mount Airy Missionary Baptist Church in St. Louis, said he knew of 150 \nBaptist pastors in the St. Louis area who had agreed to promote the census and encourage their flocks to fill out \nthe form.\n\n\"We're doing our part,\" Brown said.\n\n\n\nGrant said after the roundtable that he understood the frustrations but pointed to the passion of the participants as \nevidence that the ultimate goal of the census will be met. \"This is not a perfect product,\" Grant said. \"But the word \nis getting out, and you can see by the discussion around this table today that there's an urgency to what we're \ndoing.\"\n\nGraphic\n\n \n\n Photos by Emily Rasinski  • erasinski@post-dispatch.com  Harold Crumpton, National NAACP board member, \nasks a question during a roundtable Wednesday, part of the federal government's push to encourage community \nleaders to promote the U.S. census.  The sign outside LaSalle Baptist Church at the corner of Park Avenue and \nTucker Boulevard in downtown St. Louis encourages participation in the U.S. census. Mayor Francis Slay said \nMonday that the failure of one individual to submit a form would be equal to $1,300 in lost federal aid each year.  \nCedric Grant (center), of the Department of Commerce, talks Wednesday with Florence Toma, of the Ark of Safety \nCenter, and Craig Best, assistant regional census manager. \n"}