{"title": "CITY IMMIGRATION OFFICE CLOGGED BY CASELOAD", "body": "\nThe New York district office of the Immigration and Naturalization Service is understaffed, buried in paper work \nand overwhelmed by antiquated procedures, according to many specialists in the field. Moreover, they say, there \nwill be a torrent of new work if Congress approves new immigration legislation.\n\n Despite some innovations over the last few years, the agency, which handles the largest workload of any district \noffice in the country, simply does not have the resources to keep up with the volume, according to Government \nofficials, private experts who deal regularly with the agency and aliens themselves.\n\n''We're slowly but surely moving into the 20th century,'' said Kathleen Shields, supervisor of the immigration \nservice's information unit. ''But by the time we get there, it will be the 21st.''\n\nThis year, about three-quarters of a million aliens will pass through the doors of the district headquarters, on 13 \nfloors of the concrete and limestone Federal Building in lower Manhattan.\n\nThe immigration service estimates that if the new legislation becomes law, as many as 450,000 aliens could be \neligible to apply for some sort of legal status in the district, which covers New York City, Long Island and seven \nupstate counties.\n\nThe immigration measure, the Simpson-Mazzoli immigration bill that is moving through Congress, would grant \nlegal status to some illegal aliens and would try to stem further illegal immigration by penalizing employers who \nhire aliens who lack proper documents.\n\nAgency officials say that they have taken steps in the last several years to streamline their operations and that they \nare making contingency plans to handle the surge of cases that would result from passage of the immigration bill.\n\n''You can't sit back and wring your hands or leap out the window,'' said Charles C. Sava, director of the \nimmigration service's New York district. ''You can't let the large numbers scare you.''\n\nThe New York district, including its branch offices, has a staff of 800, a 20 percent decrease from five years ago, \nwhen the immigration service reshuffled its resources to meet crises in districts with growing alien populations.\n\nAliens and their lawyers complain that the agency's operations are hampered by inefficiency - from a shortage of \nsome of the most sought-after forms to regulations that bounce aliens from office to office. For the aliens, the sum \ntotal is often excruciating delay.\n\n''It's an antiquated, 19th-century bureaucracy that has suffered from long neglect,'' said Arthur C. Helton, director of \nthe Political Asylum Project of the New York-based Lawyers' Committee for International Human Rights. ''Its \nresources are inadequate to service such a mammoth clientele.''\n\n\nMost days the agency has to tape hand-written signs in its first-floor information room advising aliens, ''No more \ntickets today.'' That means anyone who wants to do more than pick up a form will have to come back.\n\n \n\n'I've Got to Go to Work'\n\n''You think I got all the time to come here,'' one frustrated Nigerian man shouted the other day after an hourlong wait \nin line. When he got to the head of the line he was handed a form to fill out, one that traces the status of his petition \nfor a ''green card,'' a document that indicates permanent residence.\n\n''I filled out that form four times,'' he said. ''I've got to go to work. I got two kids. They've got to eat.''\n\nAliens who succeed in getting tickets from the information room can proceed to one of the upper floors where all \nbusiness is transacted.\n\nMany aliens say they find the application process frustrating and unnecessarily confusing. For example, one clerk \ntold a Peruvian student who wanted to return home to visit his sick father but also insure his return to the United \nStates: ''The 538 you submitted has no bearing on the I-20 now. And why didn't they pull the I-94?'' The student left \nin confusion.\n\nOne of the aliens' biggest complaints is the length of time it takes to get information on the status of their various \npetitions. Aliens must file petitions with the immigration service for almost all requests, such as visa extensions, \nreplacements of lost cards, permission to work or go to school, or for permanent residence or citizenship.\n\nAccess to the 2.4 million files kept in the office's fourth-floor file room is often delayed by an outdated manual filing \nsystem. The files are stored on bookshelves instead of in filing cabinets. They have to be propped up with \nbookends, which increases the risk that they can fall out and be misplaced.\n\nTo save floor space, many of the stacks have to be pushed together, blocking access to 70 percent of the files at \nany given time. The stacks have to be moved every time access to closed shelves is needed.  ''Clerks sometimes \nhave to wait 40 minutes for a new shelf to be opened,'' said Joseph Colon, one of the file supervisors.\n\nCardboard boxes and red plastic milk crates filled with files sit on the floor, on desks and in shopping carts, and \nthere are thousands of slips requesting files, neatly bound in rubber bands to indicate the date of arrival.\n\n \n\n'Off the Conveyor Belt'\n\n''Ninety percent of the cases go through,'' said Allen E. Kaye, a former president of the American Immigration \nLawyers' Association, a 1,500- member specialty American Bar Association group. ''It's the ones that fall off the \nconveyor belt and disappear that worry me.''\n\nOne file that apparently disappeared belongs to Ashokchandra Shah, a 47- year-old Kenyan-born sales \nrepresentative, who came to the United States in 1969 and applied for suspension of deportation when his British \nprotected- person passport no longer gave him the right to return to Britain.\n\nAn immigration judge heard the case a year and a half ago, but Mr. Shah and his lawyer say they have been \nunable to receive any information about its outcome. Immigration officials say that while such delays occur \noccasionally, aliens in such cases are usually notified in several weeks.\n\n''Anyone who wants to defect from Russia can stay here, but what about those of us who are already living here?'' \nasked Mr. Shah. ''They have no feeling for people at that place. 'Why are you so busy?' I ask them. 'For whom are \nyou so busy?' ''\n\n \n\nFiles Turn Up\n\n\n\nImmigration officials say there is no such thing as a lost file. ''People who talk about missing files are ignorant,'' \nsaid Mr. Sava. ''There's a certain processing time. If you're patient, it will come up.''\n\nReplacement of documents is similarly problematic. Amrish Patel, a 32- year-old packing supervisor from Flushing \nwho lost his wallet in September 1980, filed four applications for a replacement green card.\n\nHe wrote four times to the printing plant in Arlington, Tex., where green cards are prepared, which told him his \npapers had never been received. Almost four years, two lawyers and $500 later, his new green card arrived.\n\n \n'You Just Fill Out New Forms'\n\n''I never give a good word about that office,'' Mr. Patel said. ''You ask a question but they don't hear anything when \nyou talk. You just get your picture taken again. You just get new fingerprints. You just fill out new forms.''\n\nTo get around what they see as problems of inefficiency and lack of access, some immigration lawyers have taken \ndrastic steps. One routinely sues the immigration service when he cannot get action on a case.  Another frequently \nfiles an application under the Freedom of Information Act to get access to a client's file.\n\nPerhaps the most frustrating aspect of the immigration process is the excruciating wait that invariably comes after \nthe forms have been filed.\n\nWhen the Brooklyn branch office was reorganized a year ago, many of its examiners were detached for retraining, \nand 20,000 petitions for citizenship piled up. Aliens who inquired about the status of their claims were told their \nrecords were packed in boxes and couldn't be opened.\n\nA month ago, the agency borrowed 5,000 square feet of space in another Federal building in downtown Manhattan, \ninstalled desks and shipped the files across the river. Fifteen criminal investigators - 10 percent of the entire \ninvestigatory staff - were assigned to the desk work. With a skeleton clerical staff, they are working feverishly to \nprocess the backlog by Labor Day.\n\nThe immigration service says that by October, all of its files will carry bar codes similar to the ones used on \nsupermarket products. They will enable files to be checked out and located electronically.\n\nThe agency plans to install more than 100 I.B.M. computer terminals to provide instant identification of the alien, the \nstatus of his case, relevant dates and the location of the file. But an I.B.M. competitor, charging bidding violations, \nhas successfully won a temporary order barring installation of the terminals.\n\n \nNew Center Is Opened\n\nTo increase output, three years ago the immigration service opened a Regional Adjudications Center in St. \nAlbans, Vt.  In many cases, the center has dramatically cut the time needed to process various petitions. Because \nthe files must be transfered there, however, the risk that they will be misplaced or lost is greatly increased.\n\nThe office has also farmed out 40 percent of its visa petitions to 16 posts on the Canadian border. And, in the lag \ntime between international flight inspections, immigration officials at Kennedy International Airport now process \ncases that do not require interviews.\n\nIf an immigration bill passes, the experts say, it would place a tremendous additional burden on the office.\n\n \n\nContingency Plans Are Made\n\nThe bill would also penalize employers who knowingly hire illegal aliens, and increase the workload of criminal \ninvestigators.\n\n\n\nWhile it is not at all certain that the bill will pass, the agency is making contingency plans to hire 175 more workers, \nsome of them agency retirees, and to set up eight satellite offices to accept legalization applications. It hopes that \nvoluntary agencies will play a major role in helping applicants prepare the complicated paperwork.\n\nBut many voluntary agency officals that help aliens are worried. ''That office is already overwhelmed,'' said the Rev. \nPeter Zendzian, director of the Catholic Migration and Refugee Office of the Diocese of Brooklyn. ''It would take \nsome very heavy miracles to make the new law work.''\n\nGraphic\n\n \n\nphoto of Manhattan office of Immigration and Naturalization Service (page B4); photo of worker at Immigration \nand Naturalization Service office\n"}