{"title": "The Artist Visa Quota Fight", "body": "\nThe National Endowment for the Arts advisory council has stepped into another controversy -- this time over new \nlegislation limiting the number of foreign artists who may visit this country each year.\n\nLast week, the council passed a resolution stating its concern that the Immigration Act of 1990, which takes effect in \nOctober, will have \"unintended adverse effects\" on international cultural activity. This places the council squarely in \nopposition to organized labor, which says the NEA council is siding with performing arts presenters rather than with \nU.S. artists. The council resolution is \"a reflection of the elitist attitude of the endowment,\" said Jack Golodner, \npresident of the AFL-CIO's Department of Professional Employees.\n\nAmong the council's concerns is a provision allowing a maximum of 25,000 artists, athletes and entertainers to \nenter the country each year when those performers apply as part of a group -- as would an orchestra or ballet \ncompany. Visas would be issued on a first-come, first-served basis; the law would deny visas to individuals who \nhave been affiliated with a company or group for less than a year.\n\nThe NEA council also takes issue with a set of proposed rules being prepared by the Immigration and Naturalization \nService. According to a draft of those proposals, an individual artist could get a visa only by showing evidence of \nextraordinary ability or achievement, such as a Nobel Prize. In many fields, the NEA council contends, such \ndocumentation doesn't exist.\n\nVisas would be issued only after the INS consults a peer group, union or management organization about the \napplicant's artistic ability. The NEA council's resolution says such consultation \"devalues the artistic integrity of \nAmerican cultural institutions and impedes effective planning.\"\n\nAnother planning problem: Visa applications would have to be filed no more than 90 days in advance. Presenters \nargue that they plan their schedules a year or two in advance and need early assurances that visas will be \navailable. The NEA council calls the 90-day requirement \"unworkable.\"\n\nOrganizations that present performing artists -- such as the League of American Theatres and Producers and the \nAmerican Symphony Orchestra League -- are cranking up opposition to the law. Some say the provisions in \nquestion slipped through late in the last congressional session while they were distracted by the bitter fight over \nNEA reauthorization.\n\nIn a May 7 letter to the INS, actress Carol Channing said the new law \"will seriously jeopardize the performing arts \nin the country and ultimately deprive numerous Americans of job opportunities created by … temporary aliens, \nputting further economic strain in this most fragile industry.\"\n\n\nBut the AFL-CIO's Golodner said that's the viewpoint of \"the employers of artists, who would love to be able to \nemploy whoever they want.\" The NEA jumped into the fray without talking to any of the artists' unions, he said.\n\n\"The immigration law that was passed was thoroughly debated by Congress, hearings were held,\" he added. \"The \nendowment never said a word, nor did any of the major or minor institutions who were employers of artists. It \nseems a little late for them now to be complaining about something which they have passively contributed to by not \nadvising or saying anything.\"\n\n Writers' Week\n\nArea scribes get their due as Washington Writers' Week gets underway tonight with the first of four literary awards \nceremonies. At \"A Celebration of Washington Poets\" (5:45 p.m., International Monetary Fund Visitors Center, free), \nBelle Waring will receive the Poetry Committee Book Award for the best book of poetry by a local writer in the past \nyear. Waring, a nonresident faculty member at Vermont College, was chosen by poet laureate Mark Strand \"for her \nvitality and tough-mindedness.\" Waring's winning entry, \"Refuge,\" also won the Associated Writing Programs' \nAward Series in Poetry. Tonight's event will feature readings by Waring and other local poets, as well as an exhibit \nby local presses and independent publishers.\n\nTomorrow night Paul Derek Moore, a senior at Georgetown University, will receive the first annual Zora Neale \nHurston/Richard Wright Award for exemplary fiction writing by a local African American college student. The award \nwas conceived by author-poet Marita Golden \"to encourage black students to consider fiction writing as a career \npossibility and to encourage the creative impulse.\" Moore will receive a $ 750 prize at the ceremony (7:30 p.m., \nStables Art Center, $ 10 suggested donation), which will feature guest speakers Mary Helen Washington and Barry \nBeckham.\n\nAt a private event Friday at the Folger Shakespeare Library, the D.C. Commission on the Arts will announce the \nwinners of the ninth annual Larry Neal Writers' Awards. Named for the late executive director of the commission, \nthe awards are presented to adults and youth for excellence in poetry, fiction, dramatic writing, essays and criticism.\n\nAnd finally, the prestigious PEN/Faulkner Award will be presented to John Edgar Wideman for \"Philadelphia Fire\" at \na private ceremony Saturday at the Folger. Wideman and the other finalists will read from their works.\n\n Carla Perlo Day\n\nThree cheers to Dance Place founder and director Carla Perlo, who is celebrating her 10th anniversary at the \nperforming arts center. Perlo will be feted Saturday by the board and staff of Dance Place. \"It's one thing to work \nhard for yourself to make a dream,\" said Perlo last week. \"It's another to rally people to do it also. I'm moved that \npeople have the same vision that I have and are dedicated to making it exist.\"\n"}