{"title": "Major Immigrant Smuggling Ring Is Broken in Phoenix, Police Say", "body": "\nIn a case highlighting this city's prominent role in the smuggling of illegal immigrants across the border, the \nauthorities conducted a series of raids on Thursday, arresting what they said were the leaders of a ring that helped \ntransport hundreds of people to way stations in Phoenix.\n\n  In some ways, it was just a typical day here, where the police regularly discover houses with dozens of people \nheld by smugglers until they can pay their passage from Mexico. In a separate operation, Immigration and Customs \nEnforcement officials and the Maricopa County sheriff here announced the arrests  of more than 100 people \nsuspected of being in the country illegally who were on probation for various crimes.\n\n  But the raids on Thursday morning, by a task force of state, local and federal officers, provided a glimpse behind \nwhat the authorities described as one of the more elaborate operations that bring thousands of people across the \nborder in this state, which has more illegal crossings than any other.\n\n  At dawn, officers swarmed houses, mostly in western  Phoenix, seizing ledgers, money, weaponry and people \nsuspected of involvement in a major, lucrative cell that controlled the transportation of people from a  border town, \nNaco,  to Phoenix. \n\n  The authorities made 20 arrests, including those of two Cubans  accused of directing the operation. They also \ndetained 210 illegal immigrants and  discovered 13 so-called drop houses that were way stations for smuggled \nimmigrants, the police said. In all, the authorities  planned to arrest about 75 people, they said.\n\n  Oddities abounded along the way. \n\n  At the house of one man described as a ringleader, the police found several hundred roosters bred and grown for \nhis cockfighting hobby. Another housed a shrine with a life-size statue of Jesus and a pile of $1 and $5 bills and \nburning candles at his feet, apparently  offerings for good fortune. \n\n  In another house, a large family photo of a suspect showed him holding a baby, the hand gripping the girl \ndisplaying four large, ostentatious rings. An antique four-poster bed filled a small bedroom.\n\n  ''We often see 'Scarface' or 'Godfather' posters,'' said Lt. Vince Piano of the Phoenix Police Department, a lead \ninvestigator. ''That's the mentality.''\n\n  Roger Vanderpool, the director of the Arizona Department of Public Safety, said toppling organizations like the \none on Thursday was central to disrupting smuggling.\n\n\n  ''It's organized crime,'' Mr. Vanderpool said. ''Going after the head of the snake, cutting it off, is the effective way of \ndealing with organized crime.''\n\n  Several years ago, as border crackdowns in California and Texas funneled illegal immigrant traffic into Arizona, \nPhoenix supplanted Los Angeles as the prime transshipment point in the Southwest for human smuggling, federal \ninvestigators say. \n\n  The role has brought increased violence, including assaults and occasionally the killing of people unable to make \nfull payment for their crossing, shootouts among smugglers stealing one another's human cargo and kidnapping.\n\n  There has been a surge in the discovery of drop houses, where illegal immigrants are kept while waiting to be \ntransported to destinations across the country, aided by an extensive freeway network here not heavily guarded by \na Border Patrol focused to the south. \n\n  Where drop houses were rarely found a decade or so ago, nearly 100 were discovered last year in Phoenix and \nseveral so far this year, including one on Thursday afternoon with 35 people. This suggests that despite reports of \nimmigrants'  leaving Arizona under pressure from the economic downturn and a crackdown by the authorities, \nothers continue to arrive. \n\n  The group arrested on  Thursday morning, the authorities said, primarily drove people who had just crossed the \nborder at Naco to Phoenix, nearly 200 miles away. They often had their own security escort to ward off bandits \nknown as bajadores. \n\n  The suspects were said to have worked with a smuggling ring that is based in Naco, Mexico.\n\n  The two men described as ringleaders, Jose Luis Suarez-Lemus of Peoria, Ariz., and Roel Ayala-Fernandez of \nPhoenix,  were charged by the state attorney general's office with several crimes, including human smuggling, \nmoney laundering, conspiracy and participating in a criminal syndicate. They may also face federal charges. \n\n  The immigrants, who were charged about $2,500 for their transit, were smuggled across the border through the \nSan Pedro River Riparian National Conservation Area, a remote desert site, the authorities said.\n\n  The group typically transported two to four loads of six to 10 people a day mainly using rental cars, perhaps \nseveral hundred people in all, the authorities believe. The organization made as much as $130,000 a week.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTO: Terry Goddard, the attorney general of Arizona, left, with Mayor Phil Gordon of Phoenix.(PHOTOGRAPH \nBY LAURA SEGALL FOR THE NEW YORK TIMES)                                             \n"}