{"title": "CONFLICTING FIGURES ON ILLEGAL ALIENS ROBERT REINHOLD", "body": "\nAs the largest legalization of illegal immigrants ever undertaken by any country gets under way, the program is \nawash with confusing and often conflicting estimates of the number of aliens eligible for legal status and how \nmany might come forward to claim it. The Immigration and Naturalization Service has said that its 107 legalization \ncenters around the country are prepared to process up to 3.9 million applications, a figure some experts say is far \ntoo high and others say is just about right.\n\nSome local and state officials have been making estimates for the potential number of illegal aliens in their areas \nthat border on the fantastic. They have estimated the number eligible in Texas alone at a million, which would mean \nthere are about 10 million eligible nationally, since demographers estimate that about one-tenth of the illegal aliens \nare in that state. But almost no demographers put any credence in that, or some Congressional estimates that have \nput the number as high as 12 million.\n\nThe question of how many foreigners live illegally in the United States has long been clouded in uncertainty. The \n''illegals,'' or ''undocumented,'' have avoided official contact. Their numbers can only be estimated, and those \nestimates have often been distorted by political exigencies.\n\nThe new immigration law confers legal status, or amnesty, on those who have lived continuously in the United \nStates since Jan. 1, 1982. Thus, the upper limit of the number eligible would be the total here on that date, minus \nthose who died, emigrated or achieved legalization through normal means.\n\n \n\nMore Than 100,000 Annually\n\nThe Census Bureau believes it counted 2.1 million illegal aliens nationally at the last Census Day, April 1, 1980. \nBut since many presumably avoided being counted, the bureau estimated the actual number at 2.5 million to 3.5 \nmillion, a figure that many demographers still consider extremely conservative.\n\nJeffrey S. Passel, a demographer with the Census Bureau, said that the number of illegal aliens was estimated to \nhave grown by 100,000 to 300,000 a year since the last census. Thus, he said, the figure on Jan. 1, 1982, would \nhave been in the range of 2.7 million to 4 million, half of them estimated to have been in California and a tenth in \nNew York State. The majority were from Mexico (55 percent), but there were also substantial numbers of Britons, \nIranians, Salvadorans and Haitians, among others.\n\nMr. Passel said he believed the immigration service's figure of 3.9 million was plausible, saying it was ''on the high \nend of the range but in the ballpark.'' He added that the Census Bureau figures did not include the special \nagricultural workers included under the amnesty, estimated to be 400,000.\n\n\nEven within the immigration service there appears to be confusion over the numbers. Robert Warren, a \ndemographer who is chief of the statistics branch at the agency in Washington, said he estimated the upper limit of \nthe number eligible for amnesty at 3.3 million, consisting of 2.9 million illegal residents, in addition to 35,000 illegal \naliens in Puerto Rico, the Virgin Islands and Guam and the special farm workers from Mexico.\n\nBut Michael H. Landon, special assistant to the associate commissioner for examinations at the immigration office \nin Washington, said the agency was working on the assumption that 3.9 million would apply and 2.9 million would \ngain approval. He said the figure was purely a ''guestimate'' based both on census figures and information from \nlocal immigration community relations officials.\n\n \n\n'Nothing Definite About It'\n\n''There's nothing definite about it,'' he said, adding that the agency wanted to err on the upper end to avoid being \ncaught short on staff and forms.\n\nOn Monday, Alan C. Nelson, head of the immigration service, gave still another figure on illegal aliens, saying he \nthought two million would win amnesty.\n\nThat number seems small, at least to judge from the assertions of local government and church officials aiding the \naliens. In New York City alone there may be up to 500,000 coming forward for amnesty, according to the \nDepartment of Social Services. The Roman Catholic Diocese of Brooklyn says it expects to aid a minimum of \n100,000 aliens.\n\nAnd Catholic Charities of the Los Angeles Diocese says it had preregistered 287,000 applicants the week before \nthe one-year amnesty period opened on Tuesday.\n\nCharles B. Keely, a demographer with the Population Council in New York, who has been a long-time student of \nimmigration, said he thought many estimates of the numbers of illegals were exaggerated. He estimated that about \n2.25 million would qualify, at the most.\n\nAnother scholar of illegal immigration, Leon F. Bouvier, recently retired from the Population Reference Bureau. ''I \nwould lean toward the lower side.''\n\nThat view was seconded by Frank D. Bean, director of the Population Research Center at the University of Texas at \nAustin, who said he thought the census range of 2.5 million to 4 million was correct. ''We do not know for certain, \nbut a lot of us will be very astounded if anything outside that range turned up,'' he said.\n\nWhatever, the theoretical pool of applicants, the big imponderable is how many will come forward. Lingering fear \nand suspicion, as well as the daunting paperwork requirements, the cost of applying and other factors are thought \nlikely to deter many, as well as medical requirements and the barriers to people who have committed felonies in this \ncountry or abroad.\n\nIn addition, it is unknown how many do not plan to stay anyway, or how strictly immigration officers will interpret the \nrules.\n\nBut the experience in other countries is that turnout is well below expectations, according to several studies by \nDavid S. North of the New TransCentury Foundation in Washington. He has studied previous amnesties offered by \nBritian, Canada, Australia, New Zealand, the United States Virgin Islands, the Netherlands and other countries.\n\n''Generally we learned that fewer came forward than the managers expected,'' Mr. North said.\n\nThe 60-day Canadian amnesty, proclaimed on Aug. 15, 1973, for illegal immigrants who had entered before Nov. \n30, 1972, was widely expected to confer benefits on about 200,000. In fact, only 29,000 people were granted \n''landed immigrant'' status, in spite of what Mr. North said was a ''splendid job'' of promoting and executing the \nprogram.\n\n\n\nBut the situation in Canada in 1973 is vastly different from that of the United States in 1987, considering its lengthy \nborder with economically depressed Mexico. The question now is whether the incentives to remain in this country \nare strong enough to induce many people to overcome the considerable bureaucratic and psychological hurdles to \namnesty.\n\nGraphic\n\n \n\ngraphs of estimated aliems eligible to apply for legal residency status (Source: Bureau of the Census and \nImmigration and Naturalization Service)\n"}