{"title": "Unscrupulous Lawyers Are Said to Prey on Illegal Immigrants", "body": "\nFor $2,800, Silvia Alfaro said, a well-known immigration lawyer in Salt Lake City promised that her husband would \nget a green card and her family a shot at their American dream. \n\n  Ms. Alfaro, a United States citizen, said she told the lawyer, James Hector Alcala, that her husband, Leonel, had \nlived illegally in this country for 17 years and once was deported. Mr. Alcala promised to take care of everything, \nshe recalled, and he said her husband was a good man. \n\n  But when, at the lawyer's urging, Mr. Alfaro showed up last April at a federal immigration office in Salt Lake City \nfor an interview for a green card, he was immediately taken into custody. The next day he was on a plane back to \nMexico. \n\n  ''I felt completely destroyed,'' said Ms. Alfaro, 30. ''I am positive Alcala lied to me and stole from me.'' \n\n  On July 28, federal law enforcement and immigration officials gathered in Salt Lake to announce the indictmentof \nMr. Alcala, 41, on charges that since 2005 he had orchestrated a huge immigration fraud operation out of his local \nlaw office.\n\n  Among other things, they said, he promised American companies thousands of temporary work papers, known as \nH-2B visas, for employees who were living in this country illegally and therefore not eligible for the documents. At \none point Mr. Alcala grew so brazen he used the names of professional Mexican soccer players to apply for the \nvisas, said Jonathan Lines, who oversees investigations in Utah for United States Immigration and Customs \nEnforcement. \n\n  Scams involving people who pose as licensed immigration consultants or neighborhood hucksters who seduce \nillegal immigrants with the lure of easy legal papers have been common for years. But Mr. Alcala's case and \nothers like it are different in that they involve actual lawyers, a trend some immigrant rights advocates and \nlawyers say is occurring more and more often. \n\n  ''It has been getting worse,'' said Cheryl Little, executive director of the Florida Immigrant Advocacy Center in \nMiami. ''Immigrants are easy prey for unscrupulous attorneys, and they are often unwilling and unable to \ncomplain because they are likely to be deported if they do.'' \n\n  In 2000, the Executive Office for Immigration Review, the Justice Department arm that oversees immigration \ncourts, began disciplining immigration lawyers who ran afoul of the law. Since then, it has suspended or expelled  \nmore than  300 such lawyers from practicing in immigration courts. But that has not stopped predatory lawyers \nfrom exploiting illegal immigrants and the companies that hire them, most of whom are unfamiliar with the \nlabyrinth of federal immigration laws. \n\n\n  A former president of the American Immigration Lawyers Association, Charles Kuck, who represents some of Mr. \nAlcala's old clients, says shadowy lawyers emerge any time Congress considers taking up an overhaul of \nimmigration laws. \n\n  ''Every state has a James Alcala -- a man or a woman who has been arrested or indicted, or should be arrested or \nindicted, for engaging in fraudulent activity,'' Mr. Kuck said. \n\n  Mr. Alcala's lawyer, Susanne Gustin, would not comment. Mr. Alcala, who has been released from custody \npending trial, which has not been scheduled, did not return phone calls to his law firm. If convicted, he faces up to \n10 years in prison. \n\n  Court papers in the Alcala case say that the smooth-talking lawyer assured client companies that he could secure \nthe prized H-2B visas for their workers, whom he then instructed to return to Mexico and lie to United States consul \nofficials. \n\n  In an effort to falsely convince those officials that one illegal immigrant had never been to the United States, Mr. \nAlcala told the man to ''show up wearing huaraches [Mexican sandals] and a sombrero,'' according to the \nindictment. It charges the lawyer and seven other defendants, including a former Border Patrol agent and a former \nconsul worker, with 17 counts of visa fraud and conspiracy to smuggle aliens into the United States. \n\n  The authorities say Mr. Alcala obtained at least 5,000 H-2B visas for American companies, most through fraud and \nforgery.Some companies that hired him -- including landscaping and construction  -- did not know the documents \nthey paid for were gotten illegally, said a spokeswoman for the United States attorney in Utah, Brett L. Tolman. \n\n  ''There were a lot of people who were getting hurt, who were trying to do things legitimately, but Alcala never \nexplained what would happen to them,'' said Lance Starr, an immigration lawyer who once worked for Mr. Alcala, \nbut grew suspicious that the firm was breaking the law. ''He was telling people, 'I can make you legal quickly and \neasily,' and for them, it was their only hope.''\n\n  Two years ago, the Florida Immigrant Advocacy Center began a public service campaign in Creole and Spanish, \nwarning people of immigration scams, including those perpetrated by lawyers. Recently, Ms. Little said she was \nmade aware of widespread H-2B visa rackets in Florida. Other cases involving immigration lawyers accused of \nfraud have unfolded this year across the United States. \n\n  Federal officials are still trying to untangle the cases stemming from Mr. Alcala's activities, which they say are \ncomplex as they are expansive. And immigration officials are faced with figuring out how to deal with the hundreds, \nperhaps thousands, of illegal immigrants for whom Mr. Alcala got fraudulent documents, and evaluating which \nworkers and companies were complicit.\n\n  Other immigration lawyers in Utah may be perpetrating similar scams,  Mr. Lines said.\n\n  In the wake of the Alcala investigation, scores of illegal immigrants who had paid him for help inundated Salt \nLake lawyers with phone calls, fearful that their chances for legal residency in the United States were ruined.  \n\n  A Salt Lake immigration lawyer, Aaron Tarin, said his office was dealing with about five cases per week involving \nMr. Alcala's former clients. One client is Silvia Alfaro, whom Mr. Tarin now represents in her efforts to salvage  her \nhusband's case.\n\n  ''The biggest harm here is that immigration lawyers have traditionally been the only real bridge between \nimmigrants coming to this country and the American dream,'' Mr. Tarin said. ''This case undermines not only that \ntrust, but the system as a whole.'' \n\nhttp://www.nytimes.com\n\nhttp://www.nytimes.com/\n\n\nGraphic\n\n \n\nPHOTO: Silvia Alfaro said a lawyer mishandled the case of her husband, an illegal immigrant. With her are their \ntwo sons, Leonel Medina, 9, and Guadalupe Medina, 6. (PHOTOGRAPH BY RAMIN RAHIMIAN FOR THE NEW \nYORK TIMES)                                                                   \n"}