{"title": "As information flows, so does immigration", "body": "\nInformation plays as crucial a role in migration as in most other economic activities. The faster and more \naccurately information flows, the more efficient the process. That usually is good for society. But when better \ninformation facilitates doing something illegal, that isn't necessarily true.\n\nMany people wonder why immigration has mushroomed recently. For decades, large wage differentials have \nexisted between the U.S. and poor countries like Mexico. Yes, some people entered the United States seeking work \nwithout legal permission. But the numbers were small. Most who entered found work in bordering states such as \nTexas or California. Few went as far as Georgia, Ohio or Minnesota, all of which now have large and growing \nimmigrant communities.\n\nIllegal immigrants now make up 3 percent of the U.S. population and 5 percent of the labor force. Why the dramatic \nchange? One answer is that \"network effects\" are powerful. Network effects exist when the increasing use of some \ngood or service makes that very item more valuable.\n\nTelecommunication provides many examples. When the telephone was invented in 1876, it was an interesting new \ndevice but not terribly useful. Early adopters could call only a handful of people. As the number of subscribers grew, \nhowever, the number of people one could call grew. That made the new machine more and more valuable until it \nbecame a necessity.\n\nThe same process applies to cell phone cameras. The first teenager to get such a phone in any school cannot do \nmuch. But once many friends have similar phones, they can send pictures back and forth constantly.\n\nNetwork effects play huge roles in most migrations, but such effects often are ignored. Yet they are so important — \nand have reached such critical mass — in current immigration that ignoring them means we focus on symbolic \npalliatives like guest worker programs or sending the National Guard to our border with Mexico.\n\nThe more people migrate from one country to another and the cheaper and faster the communication, the easier it \nbecomes for others to follow. This is nothing new. It was true for my own family a century ago and many other \nimmigrants before World War I.\n\nMy grandfather migrated from the Netherlands in the late 1890s on contract with a vegetable farmer in Maryland. \nWhen he returned home to Wilnes three years later, he found that relatives from his village had migrated to \nMinnesota.\n\nAfter some correspondence, the Verbrugges met him as he stepped off the train in Chandler, Minn., in 1904. His \nbride arrived the next year with 17 others from the home village. Grandpa's sister and her husband, his half-sister \nand many from a related family made the move a few years later.\n\n\nThe more contacts a Dutch peasant had in Minnesota, the easier the migration. They wrote with advice on just what \nto do, what pitfalls to avoid and how much money was needed. They lined up a job and a house or a farm for the \nnew arrivals. The more who made the trip, the more viable migrating appeared to those remaining across the \nAtlantic. If World War I and the Great Depression had not short-circuited the process, many more might have come.\n\nWhat was true for the Dutch in Chandler and Edgerton was true for the Danes around Ruthton, the Belgians up by \nGreen Valley, the Hungarians around Balaton, and Germans, Swedes and Norwegians everywhere in Minnesota.\n\nIt is truer for today's potential immigrants. Contact with someone who preceded you greatly facilitates the process. If \nyour cousin or neighbor works in Worthington, Willmar or South St. Paul, moving to those cities is much easier than \nstriking out into the unknown.\n\nWhile such network effects are greatest for people born in Mexico, simply because those already here number in \nthe millions (legal and illegal), there is nothing unique about the incentives luring Mexicans. People from \nBangladesh or Botswana would move here with the same alacrity if they did not have to cross oceans.\n\nCheap communications accentuate network effects. When my grandmother sent a letter to the Netherlands, months \ncould pass before any reply. A brief cable communicating a birth or death cost more than all the cream and eggs \nsold in a week.\n\nTen years ago, only a minority of families in Mexico had a telephone. International long-distance was expensive. \nNow, with cheap cellular technology, someone in South Minneapolis can call Oxaca for cents a minute.\n\nIn the face of snowballing network effects, half-measures like the 1986 Simpson-Mazzoli Immigration Control and \nReform Act availed us nothing. Nor will the proposed guest worker programs, increased appropriations for the \nBorder Patrol or deploying 6,000 members of the National Guard on the border. Yes, these changes make crossing \nthe border more difficult for Mexicans but are not necessarily a deterrent, because the measures are more than \noffset by the decrease in costs resulting from millions of relatives and friends who have already migrated.\n\nSt. Paul economist and writer Edward Lotterman can be reached at elotterman@pioneerpress.com.\n"}