{"title": "Porous Deportation System Gives Criminals Little to Fear", "body": "\nJorge Luis Garza Gorena, a beefy man with tattoos like scrollwork, was first deported to Mexico 20 years ago. But \nwithin a week Mr. Garza, a thief, burglar and heroin addict, had walked back across the border, smiling at an \nimmigration inspector as he falsely declared himself a United States citizen.\n\n Over the next 15 years, immigration officers deported Mr. Garza five more times. And five more times he easily \nreturned, flashing his California driver's license at inspectors who had no access to his records. Then, in 1989, after \na bureaucratic slip-up, the Immigration and Naturalization Service lost track of Mr. Garza altogether, sticking his \nbulging case file into a drawer stuffed with lost causes.\n\nIn early August, it took The New York Times about four hours to find Mr. Garza in this Central Valley town, drawing \nonly on the information in his I.N.S. file. It would have taken less time if a reporter had looked first in one of the most \nobvious places -- Mr. Garza's mother's house on Forrest Street, as listed in the file.\n\n Mr. Garza fits the profile of the alien whom immigration officials most want to deport: the career criminal. At 42, he \nhas spent half his life behind bars. His record includes at least 10 felony and 12 misdemeanor convictions, mostly \nfor burglary, theft and drug possession. He is a multiple, flagrant violator of immigration laws. And yet, while \ntechnically on the lam, he lives in this country freely.\n\n That is because the immigration agency, plagued by inefficiency, has not even begun to address the vast task of \ngetting convicted criminal aliens out of the country.\n\n Keeping track of people like Mr. Garza is a challenge for the agency. Expelling them is an even more elusive goal. \nPreventing criminal aliens from returning, officials said, is the final Sisyphean task.\n\n Illegal aliens convicted of crimes in this country are deportable just by dint of their illegal immigration status; legal \nimmigrants can be deported if they commit almost any drug crime, most violent crimes, money laundering, firearms \nsales or felonies loosely defined as \"crimes of moral turpitude.\"\n\n\n Convicted criminals make up a minuscule fraction of this nation's 20 million immigrants and only about 5 percent \nof those who are eligible for deportation. Since the 3.75 million other candidates for deportation are mostly \nindustrious immigrants, convicted criminals are the agency's focus -- by order of Congress.\n\n But of an estimated 200,000 or more convicted criminal aliens, the agency deported only about 20,000 last year.\n\n Mr. Garza was not one of them. As his mother mopped the kitchen floor, he fidgeted with his glasses and \ndescribed the immigration agency's repeated pursuit of him through six deportations as little more than a \nnuisance. From the first time officers pushed him out the border gate at Calexico, Calif., he knew he had to come \nback, he said. He simply did not know how to survive in his homeland.\n\n \"One of the things about me,\" he explained, \"I was always a good thief. Those were my means of support. But in \nMexico, you don't do that. I couldn't get away with it.\"\n\n Mr. Garza said he lived in real dread of only one official: Sgt. Dan Crumrine of the Gilroy Police Department, an \nunrelenting lawman known on the streets as \"Deadeye.\" By comparison, he said, immigration agents were mere \n\"mosquitoes.\"\n\n Mr. Garza understood that by granting an interview he risked calling the immigration agency's attention to his \nwhereabouts. But he said he felt that the risk was minimal.\n\n \"After all the funds and all the time that immigration wasted, I guess they finally just got tired of hassling me,\" Mr. \nGarza said. \"I haven't heard from them for years.\"\n\n \nThe Priority\n\nFocusing Efforts On Criminals\n\n I.N.S. officials attribute many of the agency's difficulties to the nation's ambivalence about immigration, a profound \nempathy tempered by a fear of being overwhelmed.\n\n But much of that empathy vanishes when it comes to criminal aliens. And the mandate from Congress and the \ngovernors of the major immigrant states could not be clearer: get rid of them.\n\n Yet, as Mr. Garza's case shows, even high-priority immigration programs suffer from the poor financing, \nmismanagement and faulty oversight that cripple every aspect of the agency's work.\n\n Eight years ago, Congress formally directed the agency to make criminal aliens a primary target. Since then, the \nnumber of criminals deported has increased twentyfold. But a majority of deportable criminal aliens still do not \nhave to worry.\n\n Immigration officials acknowledge that they seldom visit city and county jails and almost never check with parole \noffices.\n\n Immigration agents, for example, never interview any of the prisoners in the 49 counties of Northern California, \nbetween Bakersfield and the Oregon border. And in the El Paso area alone, where the local immigration office \nplans to begin screening probationers soon, about 7,000 candidates for deportation have been ignored until now.\n\n While the I.N.S. does pay more systematic attention to state prisons, agents miss many foreign-born inmates in \nthem as well. And many of the inmates they do find are released from prison before their immigration cases have \nbeen processed. Then they are virtually free to disappear. About 11,000 \"aggravated felons\" -- convicted mostly of \ndrug crimes and violent crimes -- had absconded from the system by 1992, the last year the agency counted.\n\n\n\n Once criminal aliens disappear, the agency deploys few officers to chase them. With overwhelming caseloads, the \nnation's 284 deportation officers rarely get a chance to leave their desks, much less to search for fugitives and \nremove them from the country.\n\n \"We are not successful where removal is concerned, by and large,\" said Doris M. Meissner, the Commissioner of \nImmigration and Naturalization.\n\n Many who are deported re-enter the country easily. They face stiff penalties -- up to 15 years in prison -- and each \nyear the Justice Department prosecutes about 1,000 criminal aliens who have returned. But so many get away \nwith it that in California many criminal aliens, once they have come back, even resume reporting to their state \nparole officers.\n\n \n\nThe Problem\n\nIn Custody, Out of Custody\n\n The immigration agency does not know the size of the criminal alien population, or what proportion are illegal \naliens. Congress ordered a census of criminal aliens in 1990. But a senior immigration official said the agency \nnever did it because it would have taken three years and cost $2.2 million, money that had not been allocated.\n\n All the agency knows for sure is that Federal and state prisons hold about 90,000 foreign-born inmates and that \nmost of them are deportable after they complete their sentences. Immigration agents concentrate their energies on \nfinding these aliens, since they are already in government custody. But they consider it a daunting task to reach \neven them, since there are more than 4,700 penitentiaries in the country and only 33 I.N.S. district offices.\n\n For years, the immigration agency has been negotiating with the states to funnel all foreign-born inmates through a \nhandful of prisons for interviews and hearings.\n\n To prepare their cases against criminal aliens, immigration agents must personally interview them and investigate \ntheir stories.\n\n \"Remember that people don't usually get arrested selling crack with their Dominican passport in their pocket,\" said \nCharles Ferrigno, chief of the criminal alien division in New York's immigration office. \"If they're selling dope under \na phony name, we have to prove who they are and that they are an alien.\"\n\n A recent visit to the deportation screening program at New York City's jail on Rikers Island illustrated just how \nlabor intensive each case is, especially given that many inmates do not tell the truth and that the agency's \ncomputer system is unreliable.\n\n On a foggy morning in July, an immigration agent interviewed a Colombia-born inmate who had once pretended to \nbe Ecuadorean. A 33-year-old with spiky hair, the inmate told the agent that, first, he was innocent of promoting \nprostitution and, second, he had a green card locked away with his wallet. The agent asked him if any relatives \nknew his green card number.\n\n \"We try to find a relative because often a computer screws up,\" said the agent, who would speak only \nanonymously. \"We have to check with mom to get the correct information.\"\n\n After that, the agent interviewed a 17-year-old Trinidadian, an illegal alien serving four months for attempted \nrobbery. Tall, thin and scared, he blinked as his eyes welled with tears when he realized he faced deportation.\n\n The young man insisted that his parents still lived in Trinidad, hoping the agent would not try to telephone them. \nBut the agent had already spoken to the teen-ager's mother that morning, in Queens. \"She was happy to tell me \nthat he had overstayed his visa,\" the agent said. \"She said, 'Please, send him home.' You'd be surprised how often \nparents contact us and say, 'Please, deport him and save his life.' \"\n\n\n\n In all likelihood, immigration officials will release this young man, either on his own recognizance or on a bond. If he \nis subsequently ordered deported, then, as the system works, he will have a choice: turn himself in or remain here \nillegally.\n\n \n\nThe Honor System\n\nMany Fugitives, Few Pursuits\n\n The Immigration and Naturalization Service conducts most deportations on an honor system. It mails deportees \nnotices asking them to turn themselves in on a given day. But so few surrender that deportation officers \nsarcastically refer to the notice as a \"run letter.\" In New York, about 96 percent of those receiving the letter run.\n\n Nationally, the agency has a docket of about 90,000 fugitives who failed to show up for either their court hearings \nor their scheduled deportations. Immigration officials say most are able to evade the system because the agency \nlacks the resources to go after them. Some deportation officers, however, bitterly noted that their supervisors had \nallowed others to spend the agency's paltry resources on apartment building raids while criminal aliens remained \nat large.\n\n A few immigration districts, like Boston, assign squads to search for fugitives, but most only sporadically send \nofficers out on what the agency calls a \"bag and baggage\" -- \"bagging\" a fugitive who then, theoretically, packs his \nbaggage.\n\n \n\n'Wall of Shame'\n\n \"Every now and then, we like to have each officer pick from his docket and have a chance to get out,\" said Tony \nMarian, an assistant district director in San Francisco. \"But with 4,000 cases an officer, it's a losing proposition.\"\n\n In that office, Bob Magee, a deportation officer, keeps 11 mug shots on his bulletin board. He calls it his \"wall of \nshame.\" Are these the toughest criminals he has deported recently? No, he said, they are all the aliens he has \ndeported in the last year.\n\n To expedite the deportations, the immigration service began an \"institutional hearing program\" eight years ago. \nThe idea is to hold deportation hearings in state prisons before inmates are released rather than afterward in \nimmigration courts. But the program has met with only limited success because lawyers and judges are reluctant to \nmake the trek to the far-flung prisons.\n\n Still, the agency believes that the hearing programs are the key to exerting some control over the problem of \ncriminal aliens. And it is negotiating with the states to make the system work better. But critics of the I.N.S. distrust \nthe prison hearings, saying the aliens have limited access to counsel.\n\n The critics also note a contradiction: the agency is eager to speed deportations, yet it does not have a nationwide \nsystem that allows inmates to waive their right to a hearing and leave the country immediately.\n\n \n\nThe Revolving Door\n\nOne Deportation After Another\n\n Born in the northeast Mexico state of Tamaulipas, Mr. Garza, who now lives with his mother here in Gilroy, moved \nto the United States at the age of 2. That was 40 years ago, and now George, as he calls himself, is thoroughly \nAmericanized. He speaks better English than Spanish, with a singsong inflection but no accent. He refers to Gilroy, \n\"the garlic capital of the world,\" as his home.\n\n Mr. Garza started getting into trouble early. By the time he was 18 he had been arrested 10 times and spent a term \nat a correctional ranch. From that point on, addicted to heroin, he thieved, burgled and sold drugs to support his \n\n\n\nhabit. He often bungled his crimes. One time he stole a leather jacket from a department store and got caught only \nbecause, tags dangling, he courteously held the door for a security guard.\n\n \"George is a stone-cold burglar but not a very good one,\" said Sergeant Crumrine, who said he has arrested Mr. \nGarza at least 10 times.\n\n Mr. Garza was first found deportable in 1974, when a judge ruled that a string of burglary convictions reflected \n\"moral turpitude.\" But Mr. Garza lasted just 10 days in Mexico. Within a year of his return to the United States, he \nended up back in state prison. On his sentencing, a local assistant district attorney noted: \"This man is an incurable \nheroin addict. Although he is an alien, deportation would solve nothing since he would only return illegally.\"\n\n With every new deportation, Mr. Garza walked out the border gate, lingered a few hours in Mexicali or Nogales, \nMexico, and then marched back through inspections. It is unlikely that an inspector ever received word from a \ndeportation officer to look out for him, officials said. That is not procedure.\n\n Each time Mr. Garza returned, he fell into the agency's net only after he landed back in prison. In 1988, while he \nwas serving time for parole violations, the immigration service opened Mr. Garza's most recent deportation \nproceeding. But a genial immigration judge released him on $5,000 bail because of his \"good work history.\" \nBetween sentences, Mr. Garza had held down jobs as a furniture deliveryman, painter and factory worker.\n\n Mr. Garza never showed up for his subsequent deportation hearing, but he had a good excuse. He was back \nbehind bars. This time, immigration officials placed a detainer on him at the Santa Clara County Jail. Still, officials \nthere released him, probably because they had a shortage of beds or because the agency did not get him promptly.\n\n And that was that. The agency dropped his case.\n\n Then, this summer, Juan Bustos, a deportation officer in San Francisco, inherited 1,000 cases from an officer who \nhad been transferred. He stumbled upon Mr. Garza's thick file, which was so disorganized that Mr. Bustos did not \nrealize that he had been deported so many times. But he did shake his head. \"What's wrong here?\" he said. \"This \nguy should be picked up.\"\n\n But Mr. Bustos rarely gets permission to leave the office. And Gilroy, a two-hour drive south of San Francisco, lies \noutside the radius of his deportation activities. So, as Mr. Garza's file shows, Mr. Bustos sent a memorandum to \nthe Border Patrol station in Salinas, Calif., asking that office to \"assign this case for location.\"\n\n Mr. Bustos suspected that the Border Patrol would do nothing. He was, he said, just covering his behind.\n\n \n\nChaos at the Gates\n\n TODAY: The most wanted: A poor record of deporting criminal aliens.\n\n SUNDAY: Immigration agency is mis-managed; its ranks, demoralized.  YESTERDAY: The corruption virus: It \nspread through the Washington office.\n\n TOMORROW: A Border Patrol success story fell on deaf ears in Washington.\n\n THURSDAY: Cold, rude and insensitive: The agency ill serves its clients.\n\nGraphic\n\n \n\n\n\nPhotos: Immigration agents gave up looking for Jorge Luis Garza Gorena. (pg. A1); \"I was always a good thief,\" \nsaid Jorge Luis Garza Gorena, pictured with his mother at her home in Gilroy. Calif. (pg. B9) (Jim Wilson/The New \nYork Times)\n\n \n\nMap/Diagram: \"SNAPSHOT: In the United States and Serving Time\"\n\n The Immigration and Naturalization Service says that an overwhelming majority of foreign-born inmates in Federal \nand state prisons are deportable. Below, foreign-born convicts serving time in Federal prisons nationwide, or in \nprisons of the top immigrations states. (Sources: I.N.S.; Corrections Departments in California, New York, Texas, \nFlorida and Arizona) (pg. B9)\n"}