{"title": "MEX. FENCE GOOD IDEA, BUSH SAYS MAKES SWITCH ON BARRIER ISSUE", "body": "\nWASHINGTON - Hoping to woo conservatives skeptical of his immigration reforms, President Bush reversed \nhimself yesterday and endorsed plans to erect a fence along parts of the Mexican border.\n\nThough long opposed to using fences to try to keep Mexicans from crossing illegally into the U.S., Bush \nacknowledged in Yuma, Ariz., that \"it makes sense to use fencing here.\"\n\nHe, nonetheless, argued that a barrier won't work everywhere along the border.\n\n\"It doesn't make sense to use fencing in other parts of the border,\" Bush told Fox News.\n\nWhite House spokesman Tony Snow told reporters that Bush backs a Senate measure to build a 370-mile barrier \nalong the 2,000-mile border at favorite crossing sites for illegal immigrants and the smugglers who sneak them into \nthe U.S.\n\n\"He doesn't think you fence off the entire border. . . . There are places where fences are appropriate, and you build \nfences there,\" Snow said.\n\n\"I don't think anybody has seriously proposed building a wall across the entire border,\" Snow insisted.\n\nBush is still trying to placate Republicans who are angry that he supports a guest-worker program that could lead to \ncitizenship for most of the 12 million illegal immigrants believed to be in the U.S.\n\nBush's change of heart was the latest concession to right-wing dissenters in his own party. Democrats labeled it a \nclassic flip-flop.\n\n\"Let me get this straight: When it comes to border security, the President was against it before he was for it,\" said \nSen. Robert Byrd (D-W. Va.). \"The President ought to stop waffling on border security.\"\n\nTeam Bush also sent Congress a breakdown of its $1.95 billion proposal to deploy 6,000 National Guard troops \nalong the border and hire the same number of Border Patrol agents.\n\nThe White House asked for $756 million to deploy the Guard troops, with the remaining $1.2 billion going for the \nBorder Patrol agents, fences and expanded room in lockups for illegal immigrants caught in the U.S.\n\n\nThe Border Patrol would get two Predator drone aircraft and five helicopters as well as electronic video watchtowers \nand ground sensors to monitor the border.\n\nPentagon officials, meanwhile, said the troops who will assist in border security will live in tent cities, and many will \nbe unarmed.\n\n\"Any soldier in a position of potential danger will be armed,\" said Assistant Defense Secretary Paul McHale, but the \nmajority will be in rear areas without the need for weapons.\n\nkbazinet@nydailynews.com\n\nGraphic\n\n \n\nAFP President Bush goes for a spin in a Border Patrol dune buggy while touring the Mexico-U.S. border at San \nLuis, Ariz., yesterday.\n"}