{"title": "Immigrant Experience: Residency stamp is valid after green card expires", "body": "\nQ Where and how do I get a temporary proof of permanent resident status before my appointment for fingerprinting \nand photographs?\n\nMy 10-year green card expires in mid-April. I applied for a renewal and filed form I-90. I got a receipt, but I don't \nhave a fingerprinting appointment yet.\n\nI am unemployed and in the middle of a job search. I would like to be prepared with my documents for potential \ninterviews and offers. What I did not realize was that without a valid green, no one could hire me.\n\nYuko TsukagoshiSunnyvale\n\nA To get a Temporary Evidence of Lawful Permanent Residence, or I-551, stamped on your passport, visit the \nWeb site of the U.S. and Immigration Services and make an Infopass appointment at \nAn employer will ask to see proof of your immigration status only after you are hired and asked to complete Form I-\n9, according to immigration attorney Carolyn Choi of Mountain View.\n\nThe I-551 Permanent Residence Card is valid for employment authorization whether the green card is expired or \nnot, she said.\n\nQ Is it possible to file two petitions -- one filed through an employer, a labor certification form and form I-140, at the \nsame time as a petition filed by relative, form I-130?\n\nViswanathan EkambaramMountain View\n\nA Yes, it is possible to have more than one immigrant visa petition pending, including more than one I-140 petition \nor more than one I-130 petition, said Anja Freudenthal, an immigration attorney in San Francisco.\n\nAn I-140 petition is filed by an employer on behalf of a foreign worker, she said. For instance, there are some rare \ninstances in which the foreign worker can self-petition, Freudenthal said, such as an ``extraordinary ability'' worker \nwho also happens to be sponsored by a U.S. employer.\n\n\nThe I-130 petition is a family-based petition and requires the petitioning relative to be a U.S. citizen or a lawful \npermanent resident, she said, such as a spouse, an adult child, a parent or a sibling.\n\nYou can be sponsored by several relatives, she said. Usually when the I-140 or the I-130 petition is approved, there \nis an additional wait for the visa to become available before one can apply for the green card, Freudenthal said.\n\nVisa availability is public information and can be viewed on the State Department Web site at \nhttp://travel.state.gov/visa/frvi/bulletin/bulletin_1360.html. Visa bulletins are updated monthly.\n\nCitizenship informational workshop: The USCIS has scheduled a workshop in Cupertino called, ``Overview of \nAdjustment of Status.''\n\nThe workshop will be from 1 to 3 p.m. Tuesday at the Cupertino Senior Center, 21251 Stevens Creek Blvd. The \nsession will be conducted in English, with Chinese translation.\n\nAlthough the workshop is free, the public is asked to confirm attendance by calling the reservation line: (408) 918-\n3986.\n\nThis information is not intended as legal advice. Any person with questions about his or her individual \ncircumstances should contact an immigration lawyer, a state-bonded immigration expert or a federally accredited \nimmigration representative, and should not rely on general statements made in this column.\n\nSend your questions to immigration@mercurynews .com or fax us at (408) 288-8060. You can also write to us at: \nImmigrant Experience, San Jose Mercury News, Newsroom, 750 Ridder Park Drive, San Jose, Calif. 95190. To \nhave a question considered, you MUST include your name, city of residence and daytime phone number.\n"}