{"title": "Raid takes bite out of kosher-meat supply; Processor struggles after U.S. sweeps up illegal immigrants", "body": "\nPOSTVILLE, Iowa -- Financial problems at the company that was the target of one of the largest immigration raids \nin U.S. history have triggered a shortage of kosher meat and raised prices nationwide.\n\nSix months have passed since U.S. Immigration and Customs Enforcement agents raided Agriprocessors kosher-\nmeat plant here on May 12 and detained 389 illegal immigrant workers. The company's beef operation has \nceased operating, and the company filed for Chapter 11 bankruptcy this past week.\n\nThe aftermath, observers say, has disrupted the kosher-meat supply and threatened the town's future.\n\n\"This town would be in a world of hurt if that plant closed,\" said Jeff Mott, owner of a local hardware store.\n\nAgriprocessors, which revealed in its bankruptcy filing that it owes between $50 million and $100 million to \ncreditors, provided about 60% of the nation's kosher meat, according to Joe Regenstein, a food-science professor \nat Cornell University in Ithaca, N.Y. Prices, as a result, have risen, he said.\n\nThe filing shows the largest debt to a single creditor is the $845,000 owed to Jacobson Staffing Co. of Des Moines, \nwhich initially helped provide replacement staffing, but withdrew its workers for lack of payment.\n\nThe plant's financial problems started before the raid, said Republican state Sen. Mark Zieman. \"I haven't \nunderstood why they didn't\" file for bankruptcy before, he said.\n\nA spokesman for Agriprocessors, which produces the Aaron's Best line of kosher meats, did not respond to \nrequests for comment.\n\n\"Stores like mine are struggling all over,\" said Rabbi Yossi Jacobson, the owner of Maccabee's Glatt Kosher Deli \nin Des Moines.\n\nMichael Choukroun, owner of Bar-B-Kosher restaurant in Los Angeles, says he has taken kosher-beef items off the \nmenu.\n\nChoukroun says kosher-meat prices have increased by more than 30%  recently, though he says it's unclear how \nmuch of that is specifically due to Agriprocessors' problems.\n\nFormer Agriprocessors plant executive Sholom Rubashkin faces federal charges that he conspired to hire illegal \nimmigrants and aided in identity theft. In September, Iowa Attorney General Tom Miller announced 9,311 \nmisdemeanor child-labor violations against Rubashkin, his father, Aaron Rubashkin, and three plant human \nresources employees.\n\n\nNearly 300 of the workers were charged with federal identity-theft and false-document crimes and served five-\nmonth prison sentences, according to federal court records.\n\nSchulte and Leys report for The Des Moines Register \n"}