{"title": "National and Washington news in brief", "body": "\nWASHINGTON, D.C.\n\n \n\nWhite House abandons plan to loosen policies in parks\n\nThe Bush administration has backed away from the most controversial parts of a proposed revision of National \nPark Service policy that critics said would have opened the park system to more commercial activity and off-road \nvehicle use.\n\nDraft management policies released Tuesday by the Department of Interior no longer contained proposals by a \npolitical appointee that had caused a furor in the park service when they were leaked in August.\n\nThe new proposal omits language that park advocates said would have undercut a strict, historic standard for \nconserving parks and protecting them from activities that would have impaired the park experience. It also drops \nsections that would have allowed snowmobiles on all paved park roads and weakened requirements to maintain a \ndark night sky or preserve quiet to enhance a natural experience.\nAnti-bacterial products getting a hard look from FDA\n\nIt seems hard to go wrong with a hand soap that ''kills 99 percent of germs'' it encounters. But critics of anti-\nbacterial soaps in the home say there is plenty to be concerned about.\n\nA government advisory panel will take a look at concerns Thursday.\n\nSome people contend that a number of anti-bacterial products, particularly those that use synthetic chemicals rather \nthan alcohol or bleach, pose the risk of creating germs that are resistant to anti-bacterials as well as antibiotics.\n\nThe Food and Drug Administration, in briefing documents posted on the Internet, said the agency had not found any \nmedical studies that definitively linked specific anti-bacterial products to reduced infection rates.\n\n \n\nDalai Lama's planned speech riles neurology researchers\n\nThe Dalai Lama, revered as a spiritual leader, is at the center of a scientific controversy.\n\nThe exiled leader of Tibet has been a collaborator in research on whether the intense meditation practiced by \nBuddhist monks can train the brain to generate compassion and positive thoughts. He is scheduled to speak about \nthe research next month in Washington, at the annual meeting of the Society for Neuroscience.\n\nBut 544 brain researchers have signed a petition urging the society to cancel the lecture, because, according to the \npetition, ''it will highlight a subject with largely unsubstantiated claims and compromised scientific rigor and \nobjectivity.''\n\n\nDefenders of the Dalai Lama's appearance say the motivation of many protesters is political: Many are Chinese or \nof Chinese descent. The Dalai Lama fled Tibet in 1959 after the Chinese crushed a Tibetan bid for independence.\n\n \n\nILLINOIS\n\n \n\nShort car trips near home are often deadly for children\n\nEighty percent of car crashes involving children occur within 20 minutes of home, many during short drives to \nschool or the grocery store in which parents fail to use child safety seats, according to a new report.\n\nVehicle crashes killed nearly 2,000 U.S. children and injured more than 250,000 in 2003.\n\nMore than half of crashes involving children are at speeds under 45 mph, and nearly half occur on local roads or in \nparking lots, according to the first Partners for Child Passenger Safety Fact and Trend Report, based on information \nfrom nearly 380,000 State Farm policyholders involved in accidents since 1997.\n\n \n\nIn other news\n\n \n The members of the Sept. 11 commission will sharply criticize the Bush administration and Congress on Thursday \nin a new, privately financed report expected to single out the FBI as having failed to act on many of the panel's \nrecommendations to protect the nation from terrorist attack, members of the bipartisan panel and its staff said.\n\n \n Senators voted 92-6 on Tuesday to forgo a $3,100 pay raise to their $162,100 salaries next year in a symbolic \nshow of resolve to spread the pain of financing at least some of the cost of reconstructing the hurricane-stricken \nGulf Coast.\n\nFrom Mercury News wire services\n"}