{"title": "GOVERNORS WEARY OF FEDERAL TAB", "body": "\nIllinois spent more than $ 140 million last year to keep illegal immigrants in hospitals, schools and jails. In California, \nthe price tag was more than $ 2 billion. The nation's governors are saying, \"Enough.\"\n\n\"There has been a failure of national policy\" to control the borders, said Gov. Mel Carnahan of Missouri. \"The \nimpact of that should not be borne by the states.\"\n\nBut because of federal requirements, the states do. The federal government requires the states to pick up half the \nhealth-care costs for emergency medical treatment for illegal immigrants and all the costs of educating or jailing \nundocumented aliens.\n\n\"Collectively, the costs that are imposed upon the states have reached a point where, in many states, we are no \nlonger able to provide needed services to legal residents,\" said Gov. Pete Wilson of California. \"And that is terribly \nwrong and unfair.\"\n\nIllinois Gov. Jim Edgar added: \"$ 140 million is a lot of money, particularly when we have many programs that \nprovide services for state residents that we can't fund as high as we'd like.\"\n\nThe National Governors' Association, which is holding its winter meeting in Washington this week, called Sunday \nfor Congress and the White House to repeal federal mandates that require states to provide services to illegal \nimmigrants without giving the states the money to pay for them.\n\nEdgar, Wilson and the governors of Florida, New York and Texas will underscore that message today in a meeting \nwith federal budget director Leon Panetta, Attorney General Janet Reno and the secretaries of health and \neducation.\n\nEdgar said he was not optimistic that the governors would get want they wanted. \"But we want (federal officials) to \nrealize their fiscal responsibility on a program they solely control.\"\n\nLast year, Illinois spent about $ 77 million sending the children of illegal immigrants to school in Illinois, $ 24 million \ncovering health care for illegal immigrants and $ 46.6 million keeping illegal immigrants in state prisons - all \nfederally required expenditures.\n\nIn addition, the state spent $ 5.7 million on public health services such as immunizations and $ 3 million on adult \neducation for illegal immigrants.  Those payments were not required by federal policy, but Edgar would like the \nfederal government to pay for them, as well.\n\n\nCarnahan said illegal immigrants so far have not had a major effect on Missouri's budget. \"But it is a legitimate \nissue.\"\n\nAnd Wilson warned that the problem was spreading. \"A spillover is beginning to occur already\" as illegal immigrants \nmigrate from border states such as California and Florida into New York, Chicago and other cities, he said.\n\nThere is \"no basis in logic or fairness\" for the states to pick up the tab for a federal immigration failure, Wilson said. \n\"There was a time perhaps when people could ignore that. But that time has passed. The costs of providing these \nemergency health care services is simply exploding.\"\n\nIn California, the costs of health care for illegal immigrants rose \"18-fold\" between 1989 and 1993, said Wilson, a \nRepublican. He has turned the issue into a centerpiece of his campaign for re-election.\n\nBut the sentiment for more federal aid won bipartisan support among the governors. Florida Gov. Lawton Chiles, a \nDemocrat, has filed suit against the federal government seeking to force the federal government to pay for \nservices for undocumented aliens.\n\nAnd governors of both parties voted in favor of the call to repeal federal requirements that they provide services \nout of their own states' tax money.\n\nThe illegal immigrant debate was the latest example in what has become open warfare between the governors and \nCongress over federal requirements for services that are not matched by federal money to pay for them.\n\nFrom Medicaid to environmental regulations to education programs, \"we are raising a shrill cry for the need to \ncontain\" unfunded federal mandates, Carnahan said. \"We are making that pitch on the Hill, with the White House \nand the administration. This has been an expensive habit that the national government has had, and it simply can't \ngo on. It is eating up our ability to do our basic services on the state level.\"\n\nMany governors fear that Congress and the White House will follow a similar pattern when they craft a health-care \nreform package. \"There's a lot of frustration and anger about this health-care plan,\" said Wisconsin Gov.  Tommy \nThompson, a Republican.\n\nThe governors have been unable to agree on how far a reform proposal should go and how it should be paid for. \nBut they want to make sure that the end result allows states to experiment and to put in place health-care systems \nthat are not weighed down by excessive federal regulations, the governors said.\n\nAs the governors asked for more leeway, foremost in their minds was the Medicaid program, whose costs rose \n31.3 percent in 1992 from 1991 and 28 percent in 1991 from 1990.\n\nToday, states must ask for a waiver to bypass federal regulations and enroll Medicaid recipients in managed-care \nand other programs that save money by providing preventive care. The governors want to be able to adopt such \nprograms without having to go through what they consider a burdensome waiver process.\n\nSome governors take heart that one of their own - former Arkansas Gov.  Bill Clinton - sits in the White House. \nCarnahan said the president already has listened attentively to his former colleagues.\n\nBut getting the president's ear is proving easier than getting federal money.\n"}