{"title": "High court could roil '12 election; Justices to tackle immigration, health care, voting-rights cases", "body": "\nThe Supreme Court's decision to review a stringent Arizona immigration law sets up a new legal battle over how \nto stop people from illegally crossing the border and offers the justices another blockbuster case for a term that will \nculminate during the presidential campaign.\n\nThe justices said Monday that they will take up the law, passed in 2010 and followed by other state legislatures, \nthat requires police officers to check the immigration status of people they stop if they suspect they are here \nillegally.\n\nThe justices already had said they would hear  challenges to the Obama-sponsored health care law and a Texas \nvoting-rights case. Rulings are likely to come in the months before the Democratic and Republican presidential \nnominating conventions.\n\nThe Justice Department, which successfully sued to block enforcement of key Arizona provisions, had urged the \ncourt to wait to enter the case. The department said the law treads on the immigration power of the federal \ngovernment.\n\n\"This will probably be the most important decision on immigration and federalism in the last half-century,\" Temple \nUniversity law professor Peter Spiro said. \"The justices are all aware of the problems with comprehensive \nimmigration reform\" on the federal level.\n\nSince Arizona passed its law, other states have adopted similar measures and triggered nationwide litigation. A \ntrend has been to use state law enforcement or other public authorities to check individuals' immigration status, \neither at police stops, as will be tested in the Arizona case, or in local schools, as an Alabama law dictates.\n\nThe U.S. Justice Department contends the federal government controls immigration, to the exclusion of the \nstates, \"to ensure aliens in the system are treated fairly.\" Justice Elena Kagan, a former U.S. solicitor general, is \nnot participating in the case.\n\nWashington lawyer Paul Clement, representing Arizona, said the case tests \"whether states that bear a \ndisproportionate burden of the costs of illegal immigration are powerless to use their own resources to enforce\" the \nlaw. Clement is taking a lead in the other two major cases. He represents Texas against a voting-rights challenge \nand the states protesting the health care law.\n\nArizona Gov. Jan Brewer said: \"This case is not just about Arizona. It's about every state grappling with the costs of \nillegal immigration.\"\n\nWhite House spokesman Jay Carney said, \"We look forward to arguing our point of view  when the time comes.\" \n\n\nGraphic\n\n \n\nphoto By Matt York, AP Tough enforcement: Former Arizona state senator Russell Pearce wrote the immigration \nbill.\n"}