{"title": "When an Accent Becomes an Issue;Immigrants Turn to Speech Classes to Reduce Sting of Bias", "body": "\nWhen Carmen Friedman, an immigrant from Colombia, began dating the man who would become her husband, \nshe felt embarrassed because she mispronounced his first name, Joseph, as \"Yoseph.\"\n\nWhen she started a job as a substitute teacher a year ago, she dreaded going to work, becoming nauseated at the \nthought of having to speak in front of a new class.\n\nFinally, when she realized that her accent had not diminished, even after nearly five years in the United States, she \nbecame so unnerved by the idea of not fitting in that she paid for lessons to eliminate her accent.\n\n\"I don't want my accent to hurt my self-esteem anymore,\" said Mrs. Friedman, who is 31 years old and lives in \nQueens. \"I know I can get my point across in English, but I don't want to feel uncomfortable every time I say \nsomething.\"\n\n \n\nStill an Impediment\n\n As the ethnic composition of New York City and the nation changes under a growing tide of immigration, accents \nare still an impediment, even a stigma, for millions of people in school, at work and in social settings.\n\nAside from the differences of comprehension that thick accents may create, immigrants say that their experiences \noften reflect an underlying bias against them. But they feel their choice is between speech lessons or exclusion.\n\nSaying they face ridicule, condescension or hostility, many immigrants go to great lengths to reduce their accents \nand speak like natives, often seeking speech therapists and tutors for help.\n\nAnd in a few isolated cases, people who have felt discriminated against because of their accents have turned to \nthe courts, making formal complaints like those filed for years by victims of racial and ethnic discrimination.\n\n\"People still think that there is no problem with being intolerant over the way other people speak,\" said Charles \nCairns, a professor of linguistics at Queens College and the City University of New York Graduate Center. \"They \nfeel that it's acceptable to criticize or discriminate against people with nonstandard ways of speaking English.\"\n\n \n\n\nTurning to Speech Lessons\n\n Even though experts say such sentiments amount to bias, immigrants have turned to speech lessons offered by \ntutors, private companies and colleges. Although it is difficult to determine how many people have taken such \ncourses, experts say they are becoming increasingly popular among immigrants.\n\nPace University, for instance, offers about four voice and diction courses each semester that include lessons on \naccent reduction, up from about two classes five years ago. At New York Speech Improvement Services in \nManhattan, more than half of the 200 clients that come weekly are immigrants.\n\nAt the same time, many immigrants who are fluent in English are debating whether they need such courses at all \nand whether by taking them they are surrendering their cultural identity.\n\n\"Sometimes native Americans act like they have never heard a person with an accent,\" said Galo Conde, a New \nYork City public-school teacher who arrived from Colombia 20 years ago and who says he has often been snubbed \nby others, including his students, because of his accent. \"But I think when you have an accent it gives you a \ncertain originality, something that is singular, something that is yours.\"\n\n \n\nDivisions Aren't New\n\n The divisions and debate over accents and dialects have long been a part of American culture, from \ncondescension toward a Southern drawl or Brooklynese to the question of whether black English is a legitimate \ndialect to the more recent issue of whether Caribbean schoolchildren in New York City who speak dialectal English \nshould be entitled to lessons in English as a second language.\n\n\"Speech has always been a popular indicator of education and intelligence,\" said Sam Chwat, a speech therapist \nand director of New York Speech Improvement Services who counts among his accomplishments teaching Robert \nDe Niro to shed his New York accent for his role in \"Cape Fear.\" \"To me, it is cosmetic. It has nothing to do with \nyour logic, fund of information or ability to problem-solve.\"\n\nYet remarks, gibes and ridicule about accents arouse anger, insecurity and shame among their targets, leaving \nmany immigrants feeling cheated of the chance to assimilate.\n\n \n\nMaking Accent an Issue\n\n One such person, a Dominican woman from Queens, enrolled reluctantly in accent-elimination classes last month \nafter the corporation she worked for made an issue of her accent in her last two job reviews.\n\nThe woman, a 48-year-old senior accountant who spoke on the condition of anonymity because she feared losing \nher job, learned English within a few years of arriving in the United States in 1967 and later earned a master's \ndegree in business at St. John's University.\n\nBut in otherwise positive job reviews recently, she said, her managers complained that they often could not \nunderstand her because of her thick accent. She found the criticism absurd, particularly since no one had \npreviously raised the issue during her more than 20 years of employment there, but she went to a speech-\nevaluation clinic nonetheless.\n\n\"They said there was no problem understanding me,\" she said of the people at the clinic.\n\nNow she is suspicious and angry, wondering if the criticism was concocted to keep her from being promoted, as \nshe hopes to be. \"I think this whole thing has been fabricated to keep me from advancing within the company,\" she \nsaid. With much bitterness, the woman said she chose to conform rather than complain.\n\n\"It's been a very sad experience for me,\" she added.\n\n\n\n \n\nAttitudes Reflect Biases\n\n Experts who study the interaction between social behavior and language say that attitudes toward accents often \nreflect other biases. Many people, for instance, view a French accent as romantic while they dismiss as \nincomprehensible the accents of immigrants from Asian or Latin American countries.\n\n\"Our linguistic perceptions fall along class and racial lines in the country,\" said Randolph Wills, managing attorney \nfor New York City's Human Rights Commission, which in the last year investigated three cases in which people said \nthey were denied jobs because of their accents. One company settled with a complainant and the other cases are \npending.\n\nThe bias arises daily in many ways and places. In a report last February, the United States Commission on Civil \nRights identified discrimination against Asian-Americans in the workplace, citing, among other things, discrimination \nagainst those with accents. In Westfield, Mass., hundreds signed a petition last summer to bar teachers with \naccents from teaching young children.\n\n \n\nA Federal Lawsuit\n\n Last year, the Federal Equal Employment Opportunity Commission filed its first lawsuit on the issue, accusing a \nCalifornia company of discrimination after it dismissed an employee who was a native of India because the \ncompany felt his accent was not good for its image. Officials and experts predict that similar cases will arise as \nmore immigrants arrive.\n\n\"The issue seems to have come of age,\" said Raj K. Gupta, executive assistant to the agency's commissioner, \nreferring to a flurry of letters and telephone calls from people who, after having learned about the first lawsuit, \ndescribed similar cases of bias to the agency.\n\nMany more immigrants, however, live silently amid what they describe as hostility toward them because of the way \nthey speak.\n\nTen years ago, when Mari Santana was studying broadcasting at Montclair State College in Upper Montclair, N.J., a \nprofessor urged her to change her major, suggesting that her accent would be a liability, she said. \" 'It's still not too \nlate for you to change your major,' \" she recalled him telling her each time she entered his class. \" 'You'll never get \na job.' \"\n\n \n\nA Course She Didn't Need\n\n Demoralized, Ms. Santana, a native of the Dominican Republic, enrolled in a speech course, but the instructor felt \nshe did not need the lessons and asked her to leave to make room for someone who did.\n\nMs. Santana, whose accent is slight, felt desperate. \"It became an obsession for me to graduate and move on,\" \nshe said. In 1983, Ms. Santana finished college and has since worked as a reporter in both English- and Spanish-\nlanguage television.\n\nShe is now an anchorwoman for the evening news at a local Spanish-language station, Channel 47, and \nacknowledges that during her career, she has met a few people who are put off by the way she speaks English. \nShe has come to see character, however, even charm, in her accent. \"I have to be me,\" she said, although she \nadds that she is taking diction courses to broaden her job prospects.\n\nSome linguists question the value of accent-reduction instruction, arguing that accents should not be treated as \nimpairments, particularly when they do not hurt communication. Some even say the lessons prey on fears, while \nthose who teach the courses maintain that they help bolster self-confidence.\n\n\n\n\"I question the need for an accent-correction course when the person can already be understood,\" said Angela \nParrino, an assistant professor of applied linguistics at Hunter College who teaches an accent reduction class at \nQueens College.\n\n \n\nNo Promises\n\n The other morning, on the first day of her new class, Ms. Parrino made no promises to her students about what \nthey would sound like when the course ended in May. Instead, she stressed the importance of speaking clearly and \ncarefully, while pointing out that among native Americans, there is a diversity of speech patterns and dialects.\n\nOne student in the class, John Castillo, a 22-year-old from Colombia, feels that the course is critical to his future. \n\"To tell you the truth,\" he said during a break, \"this class is my last hope. If it doesn't work out, I'm going back to my \ncountry.\"\n\nThe problem, he said, is that he feels his accent sets him apart from others, even though he has lived in this \ncountry for nine years. He graduated from Newtown High School in Queens and is now a junior at Queens College.\n\n\"I was practically raised in this country,\" he said, speaking in a soft, lilting accent. \"But I have this accent. Does that \nmean I'm not an American? I don't know.\"\n\nGraphic\n\n \n\nPhoto: John Castillo, a 22-year-old from Colombia, feels his accent sets him apart even though he has lived in this \ncountry for nine years. \"This class is my last hope,\" he said. \"If it doesn't work out, I'm going back to my country.\" \n(Ozier Muhammad/The New York Times)\n"}