{"title": "Help is a phone call away for South Asia immigrants;Volunteers staff Raksha hotline", "body": "\nThe calls for help or advice come about immigration procedures, Medicaid, domestic violence, translation services \nor even finding a good mechanic.\n\nSpeaking in tentative tones, in the languages of South Asia, the callers may be from India, Pakistan, Nepal, \nBhutan, Sri Lanka or Bangladesh. But their common bond is that they need help when they dial the hotline to \nRaksha (404-842-0725), which means \"protection\" in most of their native tongues.\n\nThe service was started in 1995 by Indian immigrant Sunita Iyer, an Atlanta lawyer with a background in family and \nmental health law.\n\nThe hotline, which is only a part of the community education approach offered by Rasksha, has received three to \nfour calls a week from the area's South Asian immigrants. It has virtually no budget and depends on volunteers \nto staff phones at their own homes. Most of the cases involve referrals to other agencies, but volunteers \nsometimes will help as translators.\n\nRaksha officials estimate there are about 30,000 South Asians in the metro area, while the Atlanta Regional \nCommission puts it at about 13,000.\n\nThe Raksha hotline volunteers already are finding themselves helping South Asians reconcile cultural \ndifferences they encounter in the United States.\n\n\"A lot of it is about appearances,\" said Aparna Misra, a volunteer from Decatur. \"You don't bring your problems out. \nIt's not like mainstream America where you can talk about your problems.\"\n\nIn the immigrants' home, family members must think as a unit because the South Asian community judges that \nway, said Misra, 25, who was born in Georgia.\n\n\"Whatever one member of the family does, it affects all the rest of the family. If one daughter gets divorced, you \nhave to worry whether the others will be able to attract husbands,\" Misra said.\n\nAccording to community leader Ramaswamy, an Atlanta chemist, South Asians group by language and are tending \nin Atlanta to interact less frequently outside their community as the group's numbers rise.\n\n\"Now each group is so big, they don't have to go outside their language to other groups,\" Ramaswany said.\n\nThat and the desire for privacy may be why Raksha's hotline is off to a relatively slow start.\n\n\n\"Growing up I saw a lot of things I could've used help with and my family could have used help with. It would have \nbeen nice to have the option of calling something like Raksha,\" said 24-year-old Marietta volunteer Rita Patel, \nwho came from the Fiji Islands about 14 years ago.\n\n\"You hardly ever hear about anything we work with in our casework,\" said volunteer Parul Sarma, 24, who came to \nAmerican for college and is working on a master's in community counseling. \"But I know there is a need for us \nbecause I deal directly with these cases.\"\n"}