{"title": "HAILING DANGER: A special report.;Behind the Wheel: Long Hours and Hard Feelings", "body": "\nLike generations of poor immigrants before him, the Bangladeshi Mamun Masud sought to fulfill the sunny promise \nof America behind the wheel of a yellow taxi. Each day spent amid Manhattan's potholes and gridlock was a gift to \nhis young daughters, whose lives, he said, \"should be better than mine.\"\n\nMr. Masud and a friend had teamed up in a common arrangement. They leased a taxi medallion from a broker for \n$685 a week, adding an extra $250 toward the purchase of the cab itself. One man worked a 5 P.M. to 5 A.M. shift, \nthe other 5 A.M. to 5 P.M. Taking but a single day off, they each made about $800 a week, though repair bills for \nthe overburdened vehicle often gnawed into the profit.\n\nThen, late last year, the friend moved away. Mr. Masud, 40, either had to quickly find another driver for the second \nshift or default on his car loan. Anxious weeks passed until, one afternoon, someone gave him the address of \nNaeem Akhter, a Pakistani cabby who lived in the North Bronx.\n\nMr. Akhter, 27, comes from a reverent Islamic family. Mr. Masud asked him if he had driven for a long time, and Mr. \nAkhter assured him that he had. More questioning would only have been an embarrassment, Mr. Masud said, so he \ndid not learn of his new partner's 11 license suspensions and 6 moving violations until after the accident.\n\nOn Jan. 15, Mr. Akhter was at the wheel when the taxi jumped a curb on the Upper East Side, pinning Sachiko \nKiyabu against a light pole and tearing off her right leg. Scattered about were the items she had just purchased at \nlunch time, among them a pair of sneakers still swathed in white tissue. Nearby, a baby stroller lay crumpled. A little \nboy with broken legs wailed in pain.\n\nSomething has gone wrong with taxi safety, and many New Yorkers, most prominently Mayor Rudolph W. Giuliani, \nbelieve the solution rests with getting tougher on cabbies. His proposals for harsh new penalties against drivers this \nweek caused cabbies to stay home on Wednesday and left the Mayor to counter: who needs you, anyway?\n\nBut the gloomy tale of Mr. Masud and Mr. Akhter speaks of deeply embedded problems in a complicated $1.5 \nbillion industry: unforgiving arithmetic in the leasing of taxis and medallions; inadequate scrutiny in the hiring of \ndrivers; grueling 12-hour shifts, and high turnover in what is now largely an entry-level immigrant industry, likened \nby some to a sweatshop on wheels.\n\n\n\"What the city has created is a system with demeaned, poorly paid drivers who work under conditions of maximum \nstress,\" said Edward G. Rogoff, a professor of management at Baruch College who has studied the taxi industry.\n\n\"There are already so many rules and regulations, that any taxi stopped at any time can be found to have \nsomething wrong that can lead to a fine. The long-term solution is not more nit-picking with more rules, but \nreducing the pressures that cause some drivers to drive like madmen.\"\n\nThe leasing system -- and its underlying economics -- is often thought to be the pathogen for much of what ails the \nbusiness. Before 1979, when leasing became legal, most cabbies were simply employees, driving for large fleets \nand sharing a percentage of their day's receipts with the company. Many drivers had health insurance and a \nretirement plan.\n\nBut as powers within the industry favored leasing, most cabbies, out of necessity, became small-business operators \nbedeviled by big overhead. Typically, they pay lease fees up front, starting each 12-hour shift about $90 to $135 in \nthe hole. What sometimes follows is a frantic quest for fares. \"It's a different mind-set,\" said Mike Snaky, a cabby. \n\"Drivers get a little crazy until they break even.\"\n\nWhatever the causes of taxi accidents, the numbers have been climbing alarmingly. Between 1990 and 1996, \naccidents involving \"taxis\" -- yellow cabs, car services and other liveries -- shot up 41 percent, according to police \nstatistics.\n\nBut, oddly, the city's Taxi and Limousine Commission does not keep track of accidents. It does not know which of \nits drivers were involved in the 12,557 accidents that occurred in 1996, how serious each one was or whether a \ncabby was at fault.\n\nEdward McGettigan Jr., head underwriter for the industry's largest insurer, thinks the T.L.C.'s emphasis has been \ncockeyed: \"If I'm driving 40,000 miles a year, does that mean I'll get a lot of tickets? Probably. Does it mean I'm a \nbad driver? No. If I get into six accidents a year, does it mean I'm a bad driver? Probably.\"\n\nTo discipline cabbies, the commission has relied on its own judicial system of summonses and hearings. Hack \nlicenses can be taken away after a combination of violations, big and small, such as reckless driving, discourtesy to \na passenger or the improper operation of a roof light.\n\nThe Mayor's new proposals call for higher fines by the commission, more insurance coverage, mandatory drug \ntesting and other measures. The plan would also make mandatory the reporting of taxi accidents to the T.L.C.\n\nCabbies approve of some of these measures, though they regard the plan as something out of kilter, a proposed \noverhaul that involves profound overkill.\n\nFor instance, taxi drivers would be suspended for 30 days if they compiled six penalty points on their driver's \nlicenses during an 18-month period, something achievable with only two illegal turns and the obstruction of one \nintersection.\n\nWould that take good cabbies off the road as well as bad? they ask.\n\n\"To pull out a few weeds, they are mowing down everything,\" said Vijay Bali, a leader of the United Yellow Cab \nDrivers Association, one of the few cabby groups in an industry that is hard to organize.\n\n\"Thousands will lose their licenses, and who will replace them? I ask you: Is this being done because the driver \ntoday is basically a minority person? Is this because of bad publicity and politics and a city that has a bull's eye on \nthe driver's back? Has the taxi driver been made an object of hate?\"\n\n \n\nThe Accidents\n\nAn Injury Unleashes Anger and Blame\n\n\n\nSachiko Kiyabu, 51, a buyer for a cable TV station, was once a nimble woman who easily skipped up the 35 steps \nto her office. Now, a wrap of bandages covers the stump where her knee ought to be. She mostly stays at home in \na wheelchair.\n\n\"She's like an injured animal, afraid to go out in the world,\" her husband, Jim Ward, whispered when his wife was \nwheeled out of earshot.\n\nThe couple had agreed to speak of their personal calamity. Two cabbies were involved in the accident on the Upper \nEast Side, and the police have concluded that both were at fault. To Ms. Kiyabu, these men -- Naeem Akhter and \nanother Pakistani, Jillani Ghulam -- are nothing more than \"assailants.\"\n\nMr. Ward, an airline pilot, was reserved as his wife talked in their apartment, but then he suddenly detonated with \nwrath. \"Take their money, take their livelihood or, better yet, throw them in jail,\" he said of the drivers.\n\n\"These taxis go careening about the city. Running people down. Killing them. Gaggles of cars careening down the \nstreets, a horde of kamikazes!\"\n\nHis wife corrected him. \"Kamikazes also kill themselves,\" she said softly. \"These people just kill other people.\"\n\nGiven their hurt, it may be understandable for Ms. Kiyabu and Mr. Ward to demonize the two cabbies, to say they \nnever want to meet them or to know of their lives. Their rancor is also a concession to a New York myth: the rude, \nhalf-mad cabby darting for openings in a frenzied hopscotch through Manhattan.\n\nThe facts of the accident, however, are too ambiguous to reek of malice or recklessness. And the drivers involved, \nflaws and all, are hardly demons.\n\nJillani Ghulam came to America 12 years ago from the historic city of Lahore. He was 27, and wanted to go to \ncollege. Back home, he had worked in animal husbandry, on livestock farms. That job paid $150 a month, he said. \nHere, mopping tables was paying $60 a day. He forgot about college.\n\nIn the late 80's, Mr. Ghulam, like many Pakistanis, acquired a hack license. But without knowing the city, he found \nthe work too stressful and quit after a few days. When he began again in 1993, he was more comfortable at the \nwheel, if still unhappy with the wages. The fleets charged $100 a day to lease a car, but he often took home only \n$70 in profit after a 12-hour shift.\n\nHis younger brother was also a cabby, and the two decided to get a stake of their own. With what they could save \nand borrow, they made a $40,000 down payment on a medallion, that vital piece of tin whose price had already \nhyper-inflated past $170,000. Their math was sound. What they saved from paying the usual lease fees was \nenough to get them through the inevitable calamities: the engine breakdowns and the torn upholstery and the \noccasional summonses.\n\nAt the time of the Jan. 15 accident, Mr. Ghulam had a son just starting to walk and a pregnant wife. He lives in a \nsmall home in Long Island City, Queens. A polite, earnest man, he seems to have surrendered himself to oncoming \ndoom.\n\n\"Fate has seized my neck,\" Mr. Ghulam said, subduing sobs. \"There will be lawsuits, and I will lose the medallion \nand my life will be a ruin.\"\n\nHe mentioned pity for Ms. Kiyabu, but that concern seemed outweighed by his own lamentations about a livelihood \nin jeopardy.\n\n\"People think all taxi drivers are animals,\" he said, first angrily, then defensively. \"I am always a clean-shaven man \nin clean clothes.\"\n\n\n\nFor four months, the hack licenses of Mr. Ghulam and Mr. Akhter have been under suspension. A hearing was held \non April 1, and the two men are awaiting the decision of an administrative law judge. Diane McGrath-McKechnie, \nthe T.L.C. Commissioner, will have final say about whether the two will drive a cab again.\n\nBlame has been hard to apportion. Neither was speeding, investigators say. Mr. Ghulam initiated the tragedy when \nhe improperly strayed from his lane and grazed the other cab, which then veered into the sidewalk. But Mr. Akhter \nwas at fault as well, detectives concluded. Though his side mirror was sheared off, the bumping of his taxi was \ndeemed far too slight for him to lose control.\n\n\"I am the latest taxi trophy for someone,\" Mr. Akhter said bitterly, suggesting that high-profile accidents require a \ncabby as sacrifice.\n\nHe is an affable man with bushy eyebrows that hang like archways above his eyes. He lives among a large \nextended family in the Westchester Square area of the Bronx. His sister married a lawyer and she was the first to \nemigrate from the small town of Gujarkhan. One by one, 10 other siblings followed.\n\nMr. Akhter arrived at age 17. He would become a vendor, selling fruit at 44th Street and the Avenue of the \nAmericas and later hot dogs in Battery Park.\n\n\"I am not skillful,\" he said. \"My best skill is driving.\"\n\nThere are managers at taxi garages who assess applicants before leasing them a cab. By their standards, Mr. \nAkhter would have been considered a high risk.\n\nSome drivers who are in debt take more chances on the road, and Mr. Akhter, divorced, was $2,700 behind in his \nchild support payments. Though licensed since 1993, he was still a novice cabby, having driven for less than six \nmonths. In December, 1997, he received two tickets, one for stopping in a bus lane, the other for a hasty dash \nacross four lanes of traffic.\n\nRecently, at home, Mr. Akhter talked about himself as some members of his family listened. When asked if he felt \nbadly for Ms. Kiyabu, he said yes, but added: \"I think I am just as much a victim as she is.\"\n\nOthers agreed, though several in the family said Ms. Kiyabu's tragedy was to them an ongoing torment.\n\n\"We have been praying for that woman who was hurt,\" said Mohammad N. Rahim, a taxi driver and Mr. Akhter's \nbrother. \"We wanted to visit her and tell her about us and tell her that we are not criminal people. This was an \naccident.\n\n\"We discussed it and then asked the man at the taxi broker's office. He said, 'They'll just be more upset and \nprobably take a swing at you.' \"\n\n \n\nThe Drivers\n\nFacing an Exam, And Then Passengers\n\nMost every New Yorker has a cabby horror story, and these usually involve long journeys to short destinations, and \nthe screech and blur of a wild ride.\n\nBut life from the front seat, while no less forbidding, has a transposed view of good and bad. Cabbies say this high-\nstrung, thin-skinned city is abundant with riders who malign immigrant drivers, stiff them on fares and leave behind \nkeepsakes of spilled cappuccino, muffin crumbs and masticated gum. At night come the drunks, moodily wading out \nof their scotch and water.\n\nFor every breakneck cabby, there are a dozen behind-schedule big shots who demand to go faster, like cowboys \nwhipping a stallion into a gallop. People like to flag a taxi in a crosswalk, where picking up passengers is illegal. \nThey like to be dropped off exactly at their door, whether this requires double parking or not.\n\n\n\nNew Yorkers grumble about cabbies who scoot across the avenue to vie for a fare, and yet cabbies complain about \npeople who, without fail, get into those same taxis, seemingly glad to get a bold driver who can out-run the lights.\n\n\"It's a disgusting job,\" said one cabby, Mehmood Khan, 32. \"People curse you, don't pay you, call you a damned \nPaki and tell you to go back home.\"\n\nTo drive a cab, a person must be at least 19, hold a chauffeur's license, possess \"good moral character,\" be a \nUnited States citizen or a legal resident and pass two tests, the first of which demands a minimum ability to read -- \nthough not necessarily to speak -- English. Passing that exam leads to 40 to 80 hours of class work in etiquette, \nmap-reading, geography and defensive driving: What is a blind spot? Where is Yankee Stadium?\n\nAbout 70 percent of the students pass the final exam.\n\nThe city-licensed Master Cabbie Taxi Academy is a grim, three-story walk-up in a warehouse district of Queens. \nTwenty-three men were recently in attendance, almost all of them immigrants who, during break time, spoke of the \nusual trapdoors into joblessness. To them, a yellow cab seemed a vehicle of financial rescue, though few knew \nmuch more about the cars than their color.\n\nAt one point, the instructor asked: \"How many of you have been -- and I didn't say drive -- I ask, how many of you \nhave been inside a taxi?\"\n\nOnly 11 raised their hands.\n\nAs the lesson went on, only two items dominated students' concerns: fares and tips. This prompted the teacher to \nask another revealing question: How much of what you make off the meter is taxable?\n\n\"Zero,\" one man answered as the others nodded agreeably.\n\n \n\nThe Incentives\n\nPushing the Limits To Make a Profit\n\nDrivers don't like the job. The backaches, the worry, the lip. They are bouncing down city streets, needing to use \nthe bathroom. Some passenger orders them into a traffic jam, then says, \"Driver, I'll just get out right here.\"\n\nMoney is the magnet that keeps a cabby in a car, though the earnings of a typical driver are hard to determine. \nWinters pay more than summers, night shifts more than days. Some cabbies vastly out-hustle others.\n\nThese days, most cabbies talk of averaging $70 to $90 a day, and blame lean earnings for the rise in accidents, \nfavoring the theory that unpaid bills can tempt a driver into unsafe turns. Fleet owners put the numbers at $100 to \n$200 a day, and wonder why there is a shortage in so lucrative an occupation.\n\nA total of 45,266 cabbies have up-to-date hack licenses for the city's 12,187 medallion taxis, but owners always say \nthey are short of drivers.\n\nMost cabbies begin their careers leasing on a daily or weekly basis from one of the larger fleets, which have 100 or \nso cabs. These operations are self-insured, and, consequently, their owners claim to have a greater stake in safe \ndriving. Managers give applicants a road test before leasing them one of their precious taxis, and, alarmingly, \nreport that 35 to 50 percent are turned away.\n\nParked cabs earn no money, of course, and some fleet owners report that 15 percent of their shifts are idle in any \ngiven week. How often, then, do they let their standards slide and let a greenhorn have a go at it? Brokers have the \nsame economic pressures. Do they let medallions sit unused in a drawer?\n\n\"No matter what they say, nobody's that picky when they really need the drivers,\" said Fidel F. Del Valle, the T.L.C. \nCommissioner from 1991 to 1995. \"It's a balance of the finances against the risk. Some owners couldn't give a \ndamn about who they put on the street.\"\n\n\n\nJoseph C. Hennessy, in the taxi business for 34 years, gives the road tests at the Team System Corporation, one of \nthe bigger fleets. He tests plenty of people who can't even make it off the lot without bending a fender. Still, Mr. \nHennessy cannot be too picky. Since leasing took root, a cabby who wants to drive for a fleet is as much a \ncustomer as a job applicant. Fleet owners or brokers: they are a lot like Hertz. They need people to lease their cars.\n\nOne morning, a tall Albanian immigrant, laid off from a construction job, walked into Team System. Mr. Hennessy \nentrusted him with a taxi, and the man could handle a car superbly. But he also one-handed the wheel, rolled \nthrough stop signs and jackknifed ahead of oncoming traffic to complete left turns.\n\nThe derring-do made Mr. Hennessy flunk him.\n\n\"But in a taxi, you need to make money, you go fast,\" the Albanian man said crossly.\n\nHe walked off angrily, and as Mr. Hennessy watched him go, he knew some other fleet would lease the man a car.\n\n\"Drive for someone else for three or four months,\" Mr. Hennessy called after him hopefully. \"Then come see me \nagain.\"\n\n \n\nThe Penalties\n\nCabbies Say Scrutiny Feels Like Persecution\n\nFines, suspensions, revocations: these always have been the ways to punish rule-breaking drivers. The Giuliani \nadministration turned up the heat.\n\nIn 1995, the Police Department was ordered to form a special unit to enforce the host of T.L.C. regulations for \nmedallion taxis. These rules run the gamut: running a red light, giving incorrect change, tampering with a fare \nmeter, refusing to pick up a passenger, not taking the shortest route.\n\nDozens of uniformed officers focus their attention on yellow cabs. By 1997, the total number of commission \nsummonses against drivers had risen by 115 percent, according to city statistics.\n\nDrivers have taken note. \"War has been declared on the taxi driver,\" said Lesly Princival, 39, a cabby since 1982. \n\"They have taxi inspections where they pull you over and harass you. The car is dirty -- a summons. This light is out \n-- a summons. There is a receipt hanging from the meter -- a summons.\"\n\nCapt. Walter Smith, who runs the unit, said these inspections are needed to maintain credibility. \"If a driver thought \nall he had to do was drive safely in order to never be pulled over, then he wouldn't have to take care of his cab, \nwould he? He could put a zapper on the meter or take out the seat belts.\"\n\nBut taxi enforcement, important as it is, may well be having a perverse effect, cabbies say. It begins to seem like \npersecution.\n\n\"They make it too tough to make a living,\" said Balvinder Singh, a driver. \"You pay on the medallion, the car, the \nrepairs, the fines: it's too much.\"\n\nIt would be helpful to know how many summonses are being written for each particular violation. But, during a two-\nmonth period, Deputy Commissioner Allan J. Fromberg was unable to produce any such breakdown. He did, \nhowever, admit to a serious problem of overcrowding in the Taxi and Limousine Commission's court.\n\n\"The system really puts a lot of people through the wringer,\" Mr. Fromberg said. \"I mean that in the context of an \nemotional situation. It's not a very nice thing to have to go through.\"\n\nThe main taxi court, in Long Island City, Queens, is a shabby old structure with a small elevator that inches its way \nup the three floors to the commission.\n\n\n\nOn busier days, lines begin forming at 5:30 A.M. for a 7 A.M. opening of the doors and an 8:30 start of proceedings. \nThe line outside leads to the line to the elevator. Once upstairs, the line for registration then leads to the hours-\nlong wait in a waiting room for a hearing, which is followed by another wait in the waiting room for the judge's \ndecision, and then the line to pay the fines.\n\nOnly tempers seem short, as drivers strain to hear their names called in a hivelike atmosphere abuzz with mumbles \nand cursing. Guilty or not, a cabby is likely to lose a day's pay as he tarries. There are no pay phones -- no way to \ntell a boss that things are taking longer than expected or to check up on the child care situation at home. The \npaperwork befits Kafka, with several mind-boggled cabbies reporting only to pay fines for their \"failure to appear\" \nat hearings for which they have already appeared and paid earlier fines.\n\n\"This is torture, this is anti-human, this is anti to anything decent to humanity,\" groused Ali G. Darabi, 57, one recent \nday, well into his 10th hour of waiting. A cabby since 1971, he was wise enough to bring along a large volume of \nPersian poetry by the great Jalal ad-Din ar-Rumi, but even the spiritual couplets of a sufi mystic could not calm his \nsoul for so long.\n\n\"This is fascism to the extreme point,\" he said, vowing he had finally had enough. He would turn in his hack license \nas soon as he paid his $80 in fines for a burned-out bulb in his off-duty light, a receipt found hanging in his meter, a \ntrip card that had his name written in pencil, not pen.\n\nIn court, he told the judge, \"I am sick and tired. I want out. Here, please take my license.\"\n\nShe sympathized, but, obeying protocol, told him: \"This is not where you submit your license. You know that. Go to \nthe second floor and wait in line.\"\n\nGraphic\n\n \n\nPhotos: \"War has been declared on the taxi driver,\" said Lesly Princival, seen reflected in the mirror of his cab. He \nhas been a cabby since 1982. (Michelle V. Agins/The New York Times)(pg. A1); REVERBERATIONS -- Jillani \nGhulam, above, was the driver of one of two taxis involved in an accident on the Upper East Side on Jan. 15, right. \n(Michelle V. Agins/The New York Times); Sachiko Kiyabu, a pedestrian, was pinned against a wall and lost her right \nleg; a baby's stroller was crumpled and the child's legs were broken. (Fred R. Conrad/The New York Times); HARD \nTIMES -- The taxi business in New York has become largely an entry-level immigrant industry, likened to a \nsweatshop on wheels. (Michelle V. Agins/The New York Times)(pg. B6)\n"}