{"title": "REID BASHES REPUBLICANS FOR A POSITION ON IMMIGRATION THAT HE ONCE PUSHED", "body": "\nOn birthright citizenship for illegal immigrants.\n\nHarry Reid on Monday, August 23rd, 2010 in his Senate re-election campaign effort.\n\n* * *\n\nTHE RULING: FULL FLOP\n\nSenate Majority Leader Harry Reid, D-Nev., has been critical of Republican efforts to revisit the question of \nbirthright citizenship for children of illegal immigrants, but that seems to have backfired, with rivals saying he once \nsupported the idea himself. The claim has popped up everywhere from the website of the Nevada Republican \nParty to the Washington Times to a twitter feed from Reid's GOP opponent, Sharon Angle, so we decided to look \ninto it.\n\nHas Reid switched his position on \"clarifying\" the 14th amendment?\n\nTo check, we looked back to August 4, 1993. That's when Reid introduced the Immigration Stabilization Act of \n1993, a bill that would have, among other things, revoked birthright citizenship. Section 1001, entitled \"Basis of \nCitizenship Clarified,\" said, in effect, that children born in United States to parents who are illegal immigrants would \nnot become U.S. citizens.\n\nAnd just in case there was any confusion about the matter, a press release that Reid's office issued a day later \nstates that the bill \"clarifies that a person born in the United States to an alien mother who is not a lawful resident is \nnot a U.S. citizen.\" This clarification would have eliminated the \"incentive for pregnant alien women to enter the \nUnited States illegally, often at risk to mother and child, for the purpose of acquiring citizenship for the child and \naccompanying federal financial benefits,\" said Reid.\n\nReid encouraged other lawmakers to consider and vote for the bill in a Senate floor speech on September 20, \n1993. \"While other legislation has been introduced in this session of Congress to address some of the most \negregious abuses of our immigration laws, this legislation is the only one that institutes comprehensive reform to \nthe entire process\" Reid said. He reiterated his arguments for increased immigration controls in an August 10, \n1994, op-ed piece published in the Los Angeles Times. Comparing the United States to a table that is \"becoming \novercrowded,\" Reid wrote that \"unless changes are made, our dinner table eventually will collapse, and no one will \nhave security and opportunity.\" The bill ultimately died in committee.\n\nBut as they say, past is the past. What is Reid's position today?\n\n\nReid was asked about the issue in a press conference on August 3, 2010. He did not answer the question directly \nbut quoted extensively from Michael Gerson, a Washington Post columnist. Gerson wrote a column on July 30, \n2010, in which he said that Sen. Lindsey Graham -- a South Carolina Republican who is considering a \nconstitutional amendment to change the birthright citizenship process -- has \"either taken leave of his senses or of \nhis principles.\"\n\nSo, in 1993, Reid was clearly for restricting birthright citizenship. He introduced a bill that would have \"clarified\" the \n14th amendment to mean that children of illegal immigrants do not automatically become U.S. citizens at birth. \nTwenty years later, he seems to be agreeing with Gerson that Republicans have either lost their senses or \nabandoned their principles.\n\nHowever, Reid has openly acknowledged his changed position on at least two occasions. In a House floor speech \non August 5, 2006, he admitted that the \"low point\" of his legislative career came when he introduced the \"travesty \nthat [he] called legislation\" in 1993. The Las Vegas Review-Journal also reported on December 13, 1999, that Reid \nsaid that the legislation is \"way up high\" on his \"list of mistakes\" and that it was \"short-sighted.\" He added, \"I didn't \nunderstand the issue. I'm embarrassed that I made such a proposal.\"\n\nTo sum up. Nobody -- not even Reid himself -- is denying that Reid switched his position on \"clarifying\" the 14th \namendment. He wrote a bill in 1993 that would have denied birthright citizenship to children of illegal aliens. Six \nyears later, he called that bill a mistake. Granted, he apparently regrets introducing the bill, but we wanted to know \nwhether Reid has changed his position. We found that he did, so we rate this a Full Flop.\n\n* * *\n\nAbout this statement:\n\nPublished: Wednesday, August 25th, 2010 at 10:39 a.m.\n\nSubjects: Immigration\n\nSources: The Washington Times, 1993 flip-flop: Sen. Reid introduced bill 'clarifying' birthright citizenship, by Kerry \nPicket, Aug. 12, 2010; Politico, Reid's birthright, by Ben Smith, Aug. 13, 2010; GovTrack.us, S.1351:Immigration \nStabilization Act of 1993, accessed Aug. 18, 2010; Thomas Congressional Library, Text of S.1351, accessed Aug. \n18, 2010; The Washington Post, Yes, Reid tried to end birthright citizenship -- but he apologized profusely for it, by \nGreg Sargent, Aug. 13, 2010; Nevada Republican Party, Senator Reid vs. Senate Democrat Whip Reid, Jahan \nWilcox, Aug. 13, 2010; Las Vegas Sun, An immigration push Reid regrets, by Jon Ralston, July 21, 20; C-Span \nVideo, Video archive: Sep. 20, 1993, accessed Aug. 18, 2010; The Atlantic Wire, Happy Hour Vid: Graham Fires \nBack at Reid Over 14th Amendment, by John Hudson, Aug. 4, 2010; CQ Newsmaker Transcripts, News \nconference transcript, Aug. 3, 2010; Los Angeles Times, Harry Reid's immigration op-ed, Aug. 10, 1994 \n(accessed via Lexis Nexis); Las Vegas Review-Journal, Employee shortage felt in LV, by Tony Batt, Dec. 13, 1999 \n(accessed via Lexis Nexis); PR Newswire, Reid Introduces Bill to Overhaul Immigration Laws, Slashes \nImmigration Influx by More than 50 Percent, Aug. 5, 1993 (accessed via Lexis Nexis); Washington Post, On \nimmigration, Lindsey Graham abandons principle, by Michael Gerson, July 30, 2010; E-mail interview, Jim Manley, \nSpokesman for Sen. Harry Reid, Aug. 18, 2010; The Hill, Reid: I don't know how any Hispanic voter could be a \nRepublican, by Shane D'Aprile, Aug. 11, 2010\n\nResearched by: Lukas Pleva\n\nEdited by: Morris Kennedy\n\nGraphic\n\n \n\n\n\nPHOTO (2)\n"}