{"title": "Justice Department Not Expected to Ask High Court to Review Sinking Fund Ruling", "body": "\nThe Justice Department probably will not ask the Supreme Court to review a lower court ruling that struck down the \nTreasury Department's sinking fund regulations, a government lawyer said this week.\n\n Justice Department lawyers have until Dec. 23 to ask the Supreme Court to review the June 12 ruling by a three-\njudge panel of the U.S. Court of Appeals for the District of Columbia Circuit. The ruling invalidated 1978 Treasury \nregulations that restricted the amount that can be earned on investments of money from sinking funds. State and \nlocal governments set up sinking funds to pay the interest and principal on their bonds.\n\nTucson had challenged the regulations about five years ago, charging that they were without statutory basis. The \nappeals court judges agreed with Tucson in their June ruling, which blasted Treasury for overstepping its bounds \nand ignoring statutory intent.\n\n The Justice Department considered asking the Supreme Court to review the case after the appeals court judges on \nSept. 24 denied the department's request to reconsider their June ruling.\n\n Treasury lawyers initially said the Justice Department might not have to go to the Supreme Court, because \nCongress was expected to enact soon tax law technical corrections legislation that contained provisions nullifying \nthe court's ruling.\n\n But last month, the chairmen of the House and Senate committees that were working on the tax and budget bill \nthat is expected to be enacted before the end of the year said they would not include the technical corrections \nmeasures.\n\n Lawyers following the sinking fund case said that if there were delays in getting the sinking fund ruling nullified by \nCongress, then the Justice Department might ask the Supreme Court to review the ruling.\n\n But one government lawyer this week said, \"I frankly don't think that we will go to the Supreme Court.\" He said the \nJustice Department probably would not succeed in getting the court to review the case because of the legislation \npending in Congress that would nullify the court's sinking fund ruling.\n\n Technical corrections measures in the House and Senate contain identical provisions codifying into law the \nsinking fund regulations that the appeals court had ruled were without statutory basis.\n\n\n And while bond counsel and issuers have vowed to fight the sinking fund provisions because they also appear to \ngive the Treasury unlimited authority to interpret the tax law's arbitrage restrictions in writing regulations, \ncongressional tax staff members say enactment of the provisions next year is virtually assured.\n\n\"Technical corrections legislation will be enacted by Congress next year, and the sinking fund provisions will be in \nthat legislation,\" one staffer said.\n"}