{"title": "No Headline In Original", "body": "\nSTATION: 6 WTVJ\n\nMIAMI\n\nRight about now, katie's dad is opening an e-mail from wachovia. It's a balance alert, that shows just how much \nmoney's in the college checking account he set up with her. Twenty dollars? Oh no! Katie just got the same alert. \n(Cell phone chimes) twenty bucks?\n\n Sweet! Daily balance alerts: Free with on-line banking at wachovia. How satisfied are you with your bank? \nWachovia: Rated #1 in customer satisfaction five years in a row. >> we begin with breaking news out of hollywood. \nPolice involved shooting. Hollywood police say the gunman was served a warrant at his home when he began firing \nat officers from the window. Officers returned fire hitting the suspect taken to the hollywood memorial hospital. >> \nthe good news is that no additional officers were injured. And the offender at this point we know was struck multiple \ntimes in upper torso. He is in critical condition at memorial regional hospital. >> we'll bring you the latest when it's \navailable. >> she told me he wasn't coming home. >> south Florida's father's worst nightmare comes true. >> a \nyoung soldier killed in action. >> tonight his family is speaking out sharing the story of their hero. Tom llamas joins \nus? >> comes from a long line of men who served the country. The first in the family to die in combat. Here at his \nfather's home. Military flags and old glory decorate the house. Remembering him as some one who died serving his \ncountry. >> u.S. Staff marco silva grew up and started a family down here. Tuesday his father who lives in \nhollywood. A phone call at first he didn't understand. >> she told me he wasn't coming home. I said why are you \nfighting? She said no your son is not coming home. >> a veteran says he always knew his kid was in danger but \nnever thought he would have to bury him. >> I didn't want to think about it. >> served with the army 101st, a sniper. \nHis father wears his son's pins close to his heart. During our interview, marcos father broke down and had to step \noutside. Marcos uncle stepped in. Saying his 27-year-old nephew died in a fire fight north of baghdad. >> his unit \nwent out. Got ambushed. Starting receiving small arm fire and rifle fire and it got heavy. >> this was marco's second \ntour of duty. His uncle says he tried stopping him from enlisting again. >> once you come home. You are leaving \nyour team back there. It's hard to leave some body behind. As the war in Iraq goes on. The war with grief. The war \nthat some times has no end. >> you don't want to see them coming to your house like we did. >> the services for \nsilva held at the palms woodland funeral home. Old dixie highway in Florida. It will be Friday march 24th from 6:00 \nto 10:00 at night. Tom llamas, NBC 6. >> for other soldiers the war in Iraq continues. Today was day two of \noperation swarmer. U.S. And iraqi forces tried to root out insurgents. The joint operation is a nother scpam pull. In \nfact the number two commander in Iraq says the forces assume control of the country within months. >> by this \nsummer. 75% of Iraq will be in the battle space owned by iraqi units. >> iraqi leaders are struggling to form a \ncoalition government which experts say is vital to avert Iraq from sliding into civil war. >> new tonight. Husband of a \nnanny once charged with abusing a child is expressing his relief. Former criminal case against the woman stem \nfrom this surveillance video. Parents of this baby say she vie violently shook their child. Prosecutors dropped it \nsaying the speed video was recorded called into question what happened. She was released yesterday. Her \n\n\nhusband says they have nothing to fear anymore. >> the charges were dropped. And the immigration gave her a \nbond. And they believe she is coming back. She will be back. We're going to take care of all this and get it \nstraightened out. >> she is ex-prekted to address the media Monday. >> bad enough she had to get on the roof to \ndo investigative work. But then it got even worse. When a plantation woman got stuck there. It sounds like a bad tv \nepisode. But it really happened. All because some roofers were some where they weren't supposed to be. Amara \nsohn is live. Amara? >> not a typical problem with roofing contractors. Owners of the house behind me fell through \nher roof this afternoon tonight she can barely walk. This all happening as she was trying to tell the roofers that they \nwere working on the wrong house. >> I thought I was coming straight through the roof. Thought I was going to end \nup inside the house. >> with a gaping hole in her ceiling and brace on her right leg. She can't believe what \nhappened Friday afternoon. >> they were at the wrong place. >> willis came her to plantation home to find \ncontractors tearing up her roof. >> I was angry. Angry you are ripping up my roof. I didn't get hurricane damage. >> \nshe told them to stop and climbed up to survey the damage when she fell through a hole made by the roofers. >> \nthey had just put tar paper on one of the holes. And -- there was not marked or anything and I fell through. >> the \ncon track iters overlooked -- the contractors overlooked one minor detail. This is the house that ordered repaired. \n6870, 14th street. Willis lives on 6870, 14th court >> Poor lady. >> steven brandon was the customer who ordered \nthe $7,000 job one block away after much of his roof blew away during hurricane wilma. >> walk over. If you are on \nthe roof you can see the rest of the crew working on the roof. >> it took plantation fire rescue 15 minutes to extricate \nwillis. >> had to lower her off the roof, using a stokes basket. Large basket that will move somebody who can't walk. \n>> willis says the contract asschers was apologetic -- contractors was apologetic. >> the owner called to apologize. \nTold us we will get a new roof. >> willis also hopes the owner of that roofing company, dan tenis will pay for \nmedical bills. She'll decide by tomorrow if she'll file a lawsuit against him. Also I spoke with the owner over the \nphone he is very sorry about what happened simply a mistake and this has never happened before. And for more \non this story, make sure you pick up tomorrow's addition of the sun sentinel. >> the latest from here in plantation. \nAmara sohn, NBC 6. >> a move that may bring repatrioted cubans find at seven mile bridge back to the united \nstates and soon. Live outside miami federal courtroom, dora? >> they were sent back after arriving at the 7 mile \nbridge. Optimism by homeland security. They are willing to give the cubans visas if they comply with security \nmeasures. The big news the families are waiting for is one that will come here from federal court in downtown \nmiami. They have a lawsuit against the government for sending cubans back to the island in spite of what they say. \nAnd the jawj greez. U.S. Soil meaning would they arrive to the bridge in the keys. Now, today the big news is that \nthe government a joint mission to vacate. That means that they are willing to no longer sue the government. In \nexchange for visas for this 15 cubans now in the island. Visas granted within ten days. But they're still waiting for \nthe judge to agree to that motion. And then they will be celebrating. And we should expect to see the cubans here. \n>> dora, thank you. Developing news. Concerning the husband of salsa, pedro knight is in critical condition in a \nhospital in California after suffering a series of strokes. The 84-year-old who has diabetes was admitted to the \nhospital Saturday. Knight was married to celia cruz for 41 years. His health declined after his beloved wife's death. \n>> a pathologist tells lawmakers a 14-year-old boy who died at boot camp likely died of asphyxiation. It shows \nguards hitting martin lee anderson before he collapsed in January. He died shortly there after. Medical examiner's \noriginal autopsy ruled the teen died from sickle-cell trait. But the doctor who assisted with a second autopsy says \nanderson likely suffocated during the confrontation and probably brain dead. >> $7 million paid to seven people in \nthe controversial fire fee settlement must now be given back. A judge deciding the deal should never have \nhappened in the first place. Jeff inturn side has the story. >> it all started so simply. A special city tax on property to \npay for fire rescue. But when that was ruled unconstitution nalt. The city attorney at the time, instead of returning \nthe tax to all who paid secretly conspired with an attorney, hank adorno to pay those tax payers who complained. \n>> gentlemen be seated. That's how judge lopez sees it. So he threw the multimillion dollar settlement out and \nblasted lawyers involved. >> the court finds that foreclosure of any party making a claim, the original wind fall for \nplaintiffs and counsel and the purposely inaccurate statements made by counsel to the court are more than \nsufficient to hold that the settlement is unfair and should be vacated. >> outside in the hallway, happiest were tax \npayers who felt betrayed by the seven others who accepted a settlement and quietly got paid hundreds thowfz \nsawfnd dollars. >> we -- thousands of dollars. We feel excited people who accepted the money behind our backs \nthey were part of the grassroots group they got exposed. >> those who were given money have to give it back. >> I \ncould straight forward say they were not tricked. They were not tricked. If there was any trickery it started with the \ncity. >> for purposes of further edification. >> at a news conference the mayor said the judge's ruling was a victory \nnot defeat because the opposing attorney made everyone think that all of the taxpayers would get paid back. Do \n\n\n\nyou think that you were tricked? >> we were tricked. >> former u.S. Attorney tom scott a lawyer hired by the city \nsaid even the judge got tricked. >> a vindication of public officials involved in the case. And vilification vilification of \nattorneys who were involved. >> so what happens next? Well the tax refund may actually become a reality. Expect \nless than $100 for some property owners. Several hundred for others. May be a criminal investigation into those \nwho lied. As for joe areola, one city commissioner wants him fired. He didn't speak publicly. But he has no plans to \nresign. At miami city hall. Jeff burnside. NBC 6. >> officials announce they'd received reports two of deaths \nassociated with medical abortion bill. Ru-486. Four women have died taking ru-486 6. Died from an infection of the \nblood stream after they did not follow fda instructions. Health officials are concerned women are not following \nproper directions and urging them to do so. After exhuming the cow with mad cow disease the government \nconcluded she was ten years old and could have been infected before steps were taken to safe guard cattle feed. \nMeat and bone meal from cattle was a common ingredient until implicated in mad cow outbreak in United Kingdom \nin 80s and 90s. >> while no one was watching the price of gasoline in the country suddenly spiked. In the last day \nalone. Gasoline has jumped four cents on average nationwide. And 15 cents in the last month. So here's what's \ngoing on. First global oil demand. And instability among key producers are keeping oil above $60 a barrel. Second. \nRefineries are recovering from hurricanes katrina and rita. The pain is being felt in south Florida. Average price for \nregular gas shot up seven cents to $2.50 a gallon overnight. In miami average is $2.51. Four cents up from \nyesterday. To find the cheapest gas prices in the area. Log on to NBC 6.Net and look under consumer connection. \n>> residents forced to evacuate after a brushfire. >> plus, surfside a new police chief. A certain survivor steals his \nspotlight. >> we're on wedding watch, could brad and angelina be tying the knot? >> inside the st. Patrick's day \ncelebrations. Do you have the luck of the irish. >> want to get outside for the weekend. Which day better? \nSaturday? Sunday. The answer. The facts coming up. Weather plus six day all next. >> st. Patrick's day popular for \ncelebrations particularly special for one police chief in south Florida sworn into office today. As we are told, not the \nonly guest of honor in surf side. >> congratulations! >> yea! >> sean patrick o'reilly comes from a police family. His \nmom, pinned the chief's badge on him. With efg of the holiday everywhere his daughter passing out shamrock \nstickers, the significance of the timing was lost on no one. >> swear-in irish cop on st. Patrick's day. [Applause] >> \nYou know this has got to work. All right. >> a new chief in town. Here in surf side. His name is o'reilly. And he's \nsworn in on st. Patrick's day. A big deal for him. And also a big day for his guest of honor. The most courageous \nperson that I know. She is seven years old. I was so excited that her mom was able to bring her here today. >> \nchief o'reilly met kylie brown through make-a-wish foundation addition. Kylie has a brain tumor and doctors say her \nchances of beating it are 20%. Last August, she was a normal 2nd grader. Then suddenly she is fighting for her life. \n>> to have a child running around not having any illness. And then one day, 15 minutes. One day. She got a brain \ntumor. >> like the bottom drops out. >> yeah it did. >> it -- horrible. >> she was my valentine this year. And -- she is \nan amazing little girl. The key there is that her and her mom, they're convinced she is going to beat it. She is going \nto beat that tumor. I am convinced. >> after four months in the hospital kylie doesn't get out much. Today a party for \nthe chief. But a celebration for a little girl too. A child who could use a little luck of the irish. >> she is a tremendous \nperson. I draw so much strength from her and her mom. Kylie you are the most beautiful little girl and courageous. \nYou keep up fight. So glad you are here today. [Applause] >> In surfside, NBC 6. >> we wish her well. The wildfires \nin the Texas panhandle are nearly contained to day. But unfortunately, the damage has been done. In all, 11 \npeople died nearly one million acres have burned in the panhandle since Sunday. Fire crews from 29 states were \nbrought in to contain the blazes. Weather was a help with a mixture of rain and sleet. Meantime, hundreds of \nresidents have been allowed back into their homes aflt a central Florida -- after a central Florida brushfire forced \nthem to evacuate. Firefighters say the wind is not driving it towards homes. 200 firefighters battled the blaze to get \nthings under control. >> NBC 6. Weather plus. Doppler radar. Brought to you by the indians of Florida. >> that radar \nis dry right now. That's exactly what we want. Friday night heading into the weekend. Let it rain on Tuesday. \nThursday. Not Saturday. Sunday. Both looking ok for the weekend. The better half of the weekend. Little sunnier. \nWarmer. Today, cloud building in. A northwest flow of air. Above 5,000 feet. Brought in clouds center part of the \nstate. Before the cloud cover got here. High of 82. Average. 81. The record. Warmest st. Patrick's day ever. Miami. \n71. Across the southern Florida area. 68 for homestead. Farther inland. Key west at 68. Feeling good there. \nMarathon. All under partly cloudy or mostly clear skies. Not much juice with our next front. Matter of fact. Tough \ntime even picking it out. North of orlando. An area cloud. Let alone drops of rain with that. Good news. Fire \nproblems in Florida. Got big fire problems in Oklahoma, Texas. Lot of rainfall. Several inches of rain there over the \nnext couple days. Good news we could use rain. Maybe a chance of rain. Middle end of next week. For this cold \nfront. Not going to happen. Folks. Slide down the peninsula Florida straits by the time you whack up tomorrow \n\n\n\nmorning. Another cold front without one drop of rain. Spigot is nearly dry for mother nature. A dry frontal passage. \nBut the payoff is. Get a great weekend. Bit less warm. By a little built over the weekend. High pressure in from the \nnorth. North east wind. Coming up tomorrow. Keep us partly sunny. Mostly sunny skies for Sunday. Things looking \nok for the weekend. Partly cloudy skies. Closer to the coast. Mid 60s. 63 the low farther inland. Southwest to north \nonce the cold front passes by. Saturday. Want to get outside. Not a bad day. Sunny skies. Not as warm. High 82. \nGet to the boat. Great weekend. One to three feet. Holding steady. At 76 degrees. Weather plus. Six-day forecast. \nSunday, sunnier. Warmer than Saturday. Monday, 84. Tuesday, 86. Chance of showers. X >> Hollywood headlines. \nCheryl crowe rescheduled part of her tour after being treat ford breast cancer. Crowe underwent minimally invasive \nsurgery last month. She will open in in indianapolis and do the midwest and south. The world is on wedding watch \nthis weekend. Celebrity rumor mill has it that hollywood stars angelina jolie and brad pitt married on the shores of \nlake como tomorrow. George clean rereports his lakefront villa as possible location for the wedding reception. We \nwill have to wait and see. Sports is next with adam >> Welcome back. Panthers started ten points out of a playoff \nspot. Only problem there were four other teams standing between Florida and the 8th and final spot. One of the \nteams. Islanders. So important game tonight. Bank atlantic center. Cats wasted no time. 32 seconds in. Deflecting \nthe shot for the first goal of the season. He has 32 assists. 1-0, Florida. 1-0 game. Skates in. Knocks home the \nloose puck. After the owls make it 2-2 game. Great effort. Knocked down behind the glass. Regains his legs. And \nnotches the game winner. Empty netter to make it 4-2 win. Eight points out of the playoffs. As jamie mclellon gets \nthe win. Cinderella stories and buzzer beaters. That's what makes ncaa tournament so great. Today we got both \nthanks to one shot over and over again. Down by two. With just second left to play. Northwestern state. Puts up a \nprayer. Answered. The fade away three. Has the team celebrate. Hugging at half court. Iowa misses the \ndesperation heave. Third seeded hawk eyes go down 64-63. >> man, I have no idea what's going on right now. \nBecause I need two, I mean wasn't a buzzer beater or anything like that. Just happened. So I don't know. >> it just \nwas, you know, a great win. No other way. We just need to. We're blessed. Thankful for the opportunity. >> well, \nget out your brackets. Finals in the Washington regional. George mason. Michigan state by ten. U-conn holds off \nalbany. Atlanta's regional. West Virginia. 64. Southern Illinois. 46. Nc state. Past cal. In minneapolis regional. \nSecond seed Ohio state over davidson. 70-62. Georgetown. Winners over northern Iowa. Also Arizona crushes \nWisconsin, 94-75. Top seeded vil novembera. With a victory over monmouth. In the regional ... Memphis takes care \nof oral roberts. 94-78. Kent state. Losing to pittsburgh. 79-64. Sorry, coach. Hey, check it out. Number zero right \nthere. In the why. Lsu center. Glen davis. People apparently thinks looks like shaquille o'neal. Former lsu center \nhimself. Davis doesn't care for the comparison. Wait till you hear what he said at a press conference today. >> a big \nguy also. But I think personally. I look better than shaq. I'm better looking than shaq. The way I use my vocabulary \nword on a different level from shaq. >> wow. Cannot wait to hear what shaq says about that. All right. The men's \nbasketball team. Not playing in the tournament. The canes have a second round. Nit game. Coming up Monday. \nMeanwhile, lady canes. A match-up with cross town rival. Tomorrow night. How about this. Senior, camera james \nneeds 16 points to become the all-time leading scorer in school history. Rick barry, tim james. You name them. >> \nno pressure. Going to come out here. Play miami basketball. Miami basketball. Everything should fall into shape. \nNot ready for 16-points. But you know. That will be needed to break the record. I'm not really looking forward to \nbreaking the record. One more thing. Last year's dolphins, gus frot signs with the rams. That's I have an innate \nfear... Of being boxed in. That' s why I left the corporate world. I wanted to create something. But dreams don' t pay \nthe overhead. Believers do. Announcer: Being open-minded is what led chris to start his business, and why we \ngave him financing 2 years before his bank would. Open. How american express serves small business. >> I-95 \nclosed in both directions south of the golden glade interchange so they can pour concrete for a pedestrian bridge. \nClosures spread out over two nights. 10:00 p.M. To 7:00 a.M. Tonight and tomorrow night. Traffic detoured on 441. \n>> doesn't matter what your background is. Today you are irish. The 16th annual st. Patrick's day parade. And \nparty. Event features, irish music, food and refreshments. If you have too much to drink you can call aaa. They'll \ntow your car for free. The number ... >> got to love the sea of green. Everybody having a great time. >> great \nweekend. Weatherwise. >> jackie? >> sunshine both days. Sunday the better day. High of 83. >> couple good \ngames this week snend >> Heat play tomorrow against the bulls. I foe you are confident. >> absolutely. >> good \nnight. Everyone. Have a great >> John: It's \"the tonight show with jay leno,\" featuring kevin eubanks and \"the \ntonight show\" band. And I'm john melendez. Tonight, jay welcomes -- from \"will & grace,\" megan mullally, the thirsty \ntraveler, kevin brauch, the music of busta rhymes, and play \"I'll bet on anything, spring break edition.\" and now, jay \nleno! [ Applause ] captions paid for by NBC studios captions by vitac www.Vitac.Com [ cheers and applause ] >> \nJay: Thank you very much. Happy st. Patrick's day to everybody. What a week here. We got st. Patrick's, the ncaa \n\nhttp://www.vitac.com/\n\n\ntournament, and spring break all at the same time. This is like the alcoholics' trifecta, ladies and gentlemen. [ \nLaughter ] well, according to a survey in the paper today, 10% of all workers had a drink on company time to \ncelebrate st. Patrick's day. >> kevin: Whoa. >> jay: You know what you call those employees? Airline pilots. [ \nLaughter ] >> Kevin: Hey, I could use a a drink. >> jay: Everybody drank at work. Not a good day to go in for lasik \neye surgery. Hey! [ Laughter ] and you know, it's funny. Everybody wants to be irish today, even in baghdad. Did \nyou see the news? Show this film from baghdad. [ Crowd chanting ] [ laughter ] [ applause ] although, well, I guess \nyou heard things -- [ cheers and applause ] things did not go well today at the white house st. Patrick's day party. \nHear what happened? Dick Cheney shot a leprechaun. Yeah. [ Laughter ] just didn't realize -- even condoleezza \nrice, you know, she's normally so stiff -- she had a couple today. >> kevin: Really? >> jay: Yeah, yeah. Did you see \nher at the press conference? She really let the st. Patrick's day spirit take over. Look. Take a look. >> yes, sir? >> \nhow long should americans expect u.S. Troops to be fighting in Iraq? And is there a limit to the amount of time -- [ \nbagpipes playing irish music ] [ laughter ] >> Jay: Yeah, I really can't make fun of her 'cause I, you know, I did the \nsame thing. You know, kev, every st. Patrick's day, you know what I do. >> kevin: Oh, that's right. >> jay: You know, \nI get together with a bunch of the guys in the wardrobe department. >> kevin: Right. >> jay: Do we have -- show me \nwith the guys in the wardrobe department. [ Irish dance music playing ] [ laughter ] [ applause ] [ cheers ] [ cheers \nand applause ] no idea the wardrobe department was so big. [ Laughter ] lot of guys in the wardrobe department. \nHey, we've got spring breakers here? [ Cheers ] well, I'll tell you, I read -- I read a study today on spring break in the \npaper. And it said on a typical day during spring break -- it's unbelievable -- the average college student sleeps until \n3:00 in the afternoon, has 15 drinks during the day -- [ cheers ] goes to a nightclub, has sex, does the whole thing \nwhile spending somebody else's money. Or as kevin federline says, hey, welcome to my world. Hey, but, you know \n-- [ laughter ] [ applause ] I'll tell you something. You know, I'll tell you, though, quite seriously, I was talking to one \nyoung lady before the show tonight. I was shocked. Her speech was slurred. She was falling down. She was so \nwasted. I finally said, \"look, paula, you're great on \"american idol.\" but, you know, you have to learn -- [ applause ] \nthere's a time and a place, you know what I'm saying? >> kevin: Jay, I could -- I could use a drink. >> jay: Really? \nOh, you got your green on. Very good. >> kevin: Well, kevin's an irish name. I'm just -- [ laughter ] >> Jay: Well I \nguess that's right. >> kevin: It's true. >> jay: So you're irish today? >> kevin: Can I have a drink, man? [ Laughter ] \nwhat do you want? Coces. >> jay: Scotch. [ Light laughter ] all right, get kev a scotch. We'll get it out. What's that? \n>> all the beer. [ Laughter ] let's see what else happened. Michael finally paid back the salaries. Do you know this \nstory? Staff. Well, the staff got their money, but now some of the animals feel they didn't get their fair share. [ Light \nlaughter ] >> Kevin: Really? >> jay: Well, show that one animal. See, look, now, I guess they're -- yeah, there you \nare. [ Laughter ] pretty much trying to figure out how much -- how much michael owes. [ Light laughter ] [ applau ] \nyeah, that's kind of sad. The, uh -- yeah, neverland ranch, officially closed its doors today. Yeah, kind of sad. Cf1 o \nmichael is pretty upset. He said he had a lot of fondling memories of the place. [ Laughter ] >> Kevin: Nice. >> jay: \nOkay, now that it's for sale, a lot of the neighbors are worried. You know, they're afraid some weirdo might buy the \nplace. [ Laughter ] hey, did you hear about this? This is kind of scary. Yesterday in san diego, the arena being used \nfor the ncaa tournament basketball game was briefly evacuated after a a bomb-sniffing dog started barking at \nsomething suspicious. Luckily, it turns out what the dog was barking at was the hot dog cart. This is true. He was \nbarking at that. See, that's when you know it's time to change the water in your hot dog thing. Okay? [ Laughter ] \nwhen dogs start barking at it because they think it's a bomb. Now, I tell you this bird flu is scary. Are you frightened \nby this? Man, I spent an hour last night rubbing vick's vaporub on my parakeet. I was up all night with that. [ \nLaughter ] trying to prevent the -- >> Kevin: Oh, yeah? >> jay: Prevent the bird flu. >> kevin: Is that what you were \nrubbing, jay? >> jay: Yeah, the parakeet. [ Cheers and applause ] are you sure you didn't have a a drink already? \nAre you all right? [ Laughter ] more bad news to President Bush. His approval rating now dropped again. Now it's \n33%. 33%? Oh, man. [ Applause ] [ cheers ] when he was in college, his blood alcohol was higher than that. [ \nLaughter ] given today how low bush's approval rating is, today he got turned down by ditech. That's bad. [ \nLaughter ] but President Bush, this is what what he said. He said he's not worried about his approval rating at 33% \nbecause he said he promises to reverse those numbers. [ Laughter ] now I'm not mathematician, but if -- [ laughter ] \nif you take 33 and reverse it -- [ laughter ] isn't it still 33? Am I wrong? [ Light laughter ] all right. All right. Hey, did \nyou hear about this? [ Applause ] this is kind of like a mini scandal -- not a scandal. But I guess jessica simpson \nwas supposed to speak at a a republican fundraiser where President Bush was at. But then at the last minute, she \nchanged her mind and didn't go. She snubbed theresident. >> kevin: Ooh. >> jay: You'd think maybe she'd be like \nher sister and pretape something. But no, she's -- see, I'm surprised that jessica's distancing herself from the \npresident. I mean, they have a lot in common. They're both from Texas. They're both under constant press scrutiny. \n\n\n\nAnd both of them have no clue about what's going on in Iraq. You'd think -- [ laughter ] you'd think that they would -- \n[ applause ] [ cheers and applause ] oh, what else? You think this is true? According to a new survey by the pew \nresearch center, republicans are happier than the democrats. Well, of course they are, they own everything! [ Light \nlaughter ] doesn't that make sense, the republicans would be happy? Look, if you're a republican, you get wined \nand dined by the oil companies, bankers, foreign investors. If you're a democrat, you've got to go to rallies for the \nillegal migrant workers. [ Laughter ] then you got to meet with the angry lesbians for animal rights. You know, \nthat's gonna happen. [ Laughter ] you're not gonna be as happy. >> kevin: Angry lesbians -- animal rights? [ \nLaughter ] >> Jay: Very vocal group. And wal-mart says they want to set up their own banks inside wal-marts. The \nbanks would be inside the wal-mart. Here's my question. Doesn't wal-mart sell guns? [ Laughter ] so a robber could \npick up a gun in the gun department, go to the travel department, and get a bag, go back to the bank, use the gun \nto get them to fill up the bag. It's like a one-shop shopping center. [ Laughter ] one stop shopping center. I think I've \nbeen drinking all day. >> kevin: You've been drinking, jay. >> jay: How about this? In chicago, during a a \nconfrontation with authorities, a man cut offis own penis and threw it at police. [ Lauter ] well, I guess he showed \nthem, huh? [ Laughter ] how about that, yeah. But, yeah. Police said today the guy was just nuts. That's what they \nsay. [ Rim shot ] [ cheers and applause ] and we have a special st. Patrick's day treat for you. The famous irish \nrapper, busta o'rhymes is on the show tonight. [ Cheers and applause ] also, \"will & grace's\" megan mullally, \notherwise known as busta bra. Busta bra is here tonight. [ Cheers and applause ] megan mullally, how drunk is she \ngonna be when she comes out here? [ Laughter ] have a couple of scotches and say that name ten times. Well, \naccording to the \"New York post,\" supermodel kate moss was spotted in a a store in New York buying a a 24-karat \ngold vibrator. That's what it says. [ Light laughter ] 24-karat gold vibrator. I hope she finds a safe place to put it. [ \nLaughter ] I mean, it's valuable. [ Applause ] hey, did you hear about this? I mentioned this last night. Japanese \nscientists say they have developed a robot that is designed to take care of elderly people. It can pick them up and \ndo chores for them. I don't know. Is that a good idea -- elderly people with robots? My uncle still can't work the \nanswering machine. Okay? [ Laughter ] \"come in here!\" folks, it became official today, harrison ford said he and \nsteven spielberg have finally signed off on a script for \"Indiana jones 4.\" yeah. [ Cheers and applause ] in this one, \nthe ancient relic is Indiana jones. [ Laughter ] yeah, it's a little -- hey, this Sunday, l.A. Marathon, this Sunday. Well, \nlast year, the winner was a guy from Mexico -- and in second place, the border guard that was trying to catch him, I \nbelieve, if I'm not mistaken. [ Laughter ]\n"}