{"title": "Not Dead Enough!", "body": "\nStraight Fake Talk: In a video clip available on the NYT site, John McCain pretends to Iowans that he shares their \nanger that the border fence didn't get built. [Go 2 minutes into the clip] ... 5:05 A.M.\n\nSaturday, June 9, 2007 \n\nGoogle Alert Gold: RightWingNews'John Hawkins talks to a GOP Hill aide and gets some good-as-MSM tick-tock** \non how the immigration bill crumped last Thursday. Hawkins then asks the aide \"why he thought so many \nRepublicans had been supporting such an incredibly unpopular bill.\" Three reasons come back:\n\nFirst off, there was what he referred to as the \"Rovian School of thought,\" which says that passing this bill would \ncapture the Hispanic vote for the GOP for decades to come. \n\nBut wait--I thought the Senators were doing it because it was viewed as vital within policy circles! Don't disillusion \nme.\n\nP.S.: RWN's source also explains why all those conservative amendments--the official sticking point in the \ndeliberations--aren't insignificant:\n\nThe \"Grand Compromise\" crowd didn't want a lot of these amendments to be voted on because either some of the \namendments would have been accepted and it would have killed the bill or alternately, they would have had to vote \nagainst common sense enforcement measures and made themselves look bad.\n\nI still hope Sen. DeMint hangs tough and refuses any agreement to whittle down the list of amendments and go \nforward. Why make the Grand Bargaineers look bad when you can actually kill the Grand Bargain? ... \n\n**--Hawkins doesn't ask what they ate, though. You always have to ask what they ate. ... 10:57 P.M.\n\n\"Immigrant Bill Hurts Martinez at Poll\": Senate GOP Grand Bargaineer Mel Martinez's approval ratings have \n\"plunged\" from 48 to 37 percent approval in his state, Florida--an all-time low for him, reports the Orlando Sentinel. \n... P.S.: Isn't Florida, with its large Hispanic population, supposed to be one of the more comprehensive-friendly \nstates? Could a Democratic presidential candidate actually use the Bush immigration bill's unpopularity to win \nFlorida's toss-up electoral votes in 2008? .. . [Thanks to emailer P.S.] 9:40 P.M.\n\nBalzbusters! Politico's Roger Simon joins the backlash against            pompous Dan Balz CW! Like            Jacob \nWeisberg, Simon argues that, when it comes to \"comprehensive immigration reform,\" failure is a pretty good \noption. ... P.S.: DNC chair Howard Dean says that in the recent midterms Republican \"anti-immigrant fervor ... \nhelped them in a few races\"? Simon buried the lede--I thought the accepted lesson of '06 was that it didn't help the \n\n\nGOPs, or maybe even hurt them. But Dean should know. I defer to his expertise! Someone tell Sen. Kyl. ... 9:09 \nP.M.\n\nSorry,  K-Lo  : Republican Sen. John Kyl is still working to resuscitate his awful immigration \"bargain,\" according to       \n     Politico.  I guess he hasn't            \"come home\" after all. ... P.S.: Maybe he wasn't such a great \"statesman\" to \nbegin with? Just a thought. ... 8:54 P.M.\n\nCocoon Chronicles: But All Our Sources Say It's 'Vital'! Shailagh Murray and Jonathan Weisman of the Washington \nPost say the \"grand compromise\" isn't dead yet--the \"chief architects\" are \"confident that they could resurrect it.\" \nThe WaPo reporters then declare:\n\nWithin policy circles, immigration reform is viewed as vital, addressing both the growing demand for workers and \nthe social costs of an illegal underclass. [E.A.]\n\nWell, there's policy circles and there's policy           circles. How does this sentence--not just biased, but \namateurishly biased!--get into the Washington Post? You could just as well have written, in 2002:\n\nWithin policy circles, toppling Saddam Hussein by force is viewed as vital, addressing both the threat of weapons of \nmass destruction and the need to establish a new dynamic in the region.\n\nI don't remember reading that one. ... P.S.: The next WaPo sentence, of course, is \"The public also generally \nsupports the idea.\" See below for why this is b.s.--or see            Rasmussen and            Gallup. ... P.P.S.: I'd never \nwork for an organization that would botch a big story as thoroughly as the Washington Post Company's flagship has \nbotched this year's immigration bill coverage! ... Oh, wait. 1:58 A.M.\n\nFriday, June 8, 2007 \n\n\"Voters wanted an immigration deal\": A quick word on those polls MSM writers--e.g.            Dan Balz--are using to \nsuggest that the Senate thwarted the popular will in blocking \"comprehensive immigration reform.\" I'd been \npuzzled myself by the consistent polls showing that a) the comprehensive bill itself was            wildly \nunpopular,  yet b) --and these are the polls emphasized by the MSM--the controversial \"earned legalization\" planks, \nwhen they are described to voters,            win majority approval. \n\nBut Mystery Pollster cleared it up for me. The key is the            Gallup finding that only half of the public is \npaying much attention to the immigration debate. Those who are paying attention oppose the bill 30% to 11%, but \n58 % \"don't know enough to say.\"   On this basis, Gallup editor-in-chief            Frank Newport calls those who \noppose the bill a \"vociferous minority\"--apparently believing that if only more voters paid attention they'd endorse \nthe bill, because            when they're given the questions describing various paths to citizenship for illegals who \n\"have a job\" and \"pay back taxes,\" they mostly say yes. \n\nThe flaw in this \"scientific research,\" MP points out, is that by Newport's own admission these are mainly voters who \naren't paying attention and are hearing these terms for the first time, so \"their reactions may vary greatly along with \nthe text of the descriptions provided.\" If they react positively to loaded words like \"job\" and \"pay taxes\" when they \nfirst hear them, that's no guarantee that they'd endorse the Senate bill's provisions if they starting following them \nclosely (and began to hear other terms, like \"immediate legalization\" and \"sanctuary\"). \n\nWe simply don't know how the 58% would react if for some reason they started paying attention--though Gallup's \nown finding that those who are paying the most attention are the most lopsidedly (61% to 17%) opposed to the bill \nis hardly evidence that they'd support it. Indeed, when Gallup described to voters various alternatives, the most \npopular, at 42%, was \"to require illegal immigrants to leave, to but allow them to return if they meet certain \nrequirements over a period of time.\" That sounds a lot like--yikes--deportation, no?  Another 14% wanted flat \ndeportation with no possibility of eventual return. 42+14=56.\n\nUpdate:Matthew Yglesias talks about \"[t]he objective social conditions militating in favor of reform.\" Wow, that \nbrings back memories. ... 4:55 P.M.            link \n\nhttp://corner.nationalreview.com/post/?q=M2VmNmRhMzcwYjdiMzJmOTA2Y2I1MGJmOTFjYTMwYmY=\nhttp://www.politico.com/news/stories/0607/4413.html\nhttp://article.nationalreview.com/?q=ZDBlMmY5Mjc0N2U2ZWU5MmIyNTc0ODUyNzMzYzBmMTk=\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/06/08/AR2007060802771.html\nhttp://borjas.typepad.com/the_borjas_blog/2007/05/the_bushkennedy.html\nhttp://www.manhattan-institute.org/html/_nypost-ws_immigration_fallacy.htm\nhttp://www.slate.com/id/2167718/&#thosepolls\nhttp://www.rasmussenreports.com/public_content/politics/support_for_senate_immigration_bill_falls_49_prefer_no_bill_at_all\nhttp://www.galluppoll.com/content/?ci=27775\nhttp://blogs.usatoday.com/gallup/2007/05/the_current_imm.html\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/06/07/AR2007060702536.html\nhttp://www.rasmussenreports.com/public_content/politics/support_for_senate_immigration_bill_falls_49_prefer_no_bill_at_all\nhttp://www.rasmussenreports.com/public_content/politics/support_for_senate_immigration_bill_falls_49_prefer_no_bill_at_all\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/06/03/AR2007060301446.html\nhttp://www.pollster.com/blogs/immigration_paying_attention_c.php\nhttp://www.galluppoll.com/content/?ci=27775\nhttp://blogs.usatoday.com/gallup/2007/06/immigration_dil.html?csp=34\nhttp://blogs.usatoday.com/gallup/2007/05/the_current_imm.html\nhttp://www.pollster.com/blogs/immigration_paying_attention_c.php\nhttp://matthewyglesias.theatlantic.com/archives/2007/06/night_of_the_living_immigratio.php\nhttp://www.slate.com/id/2167718/&#thosepolls\n\n\nDon't calm down: The White House says Bush is going to keep pushing the \"grand bargain\" in a Capitol Hill \nmeeting next week. This could mean he's planning a surge-like effort, or it could just be part of the gradual let-\ndown-easy process in which he learns that it's not really about the amendments--the Senate is just not that into \nhim. ... \n\nP.S.: Sen. Salazar says the bill \"may return in July,\" according to the Denver Post. Why? Because \"'Failure on \nimmigration reform is not an option.'\"  ... \n\nP.P.S.: At some point, won't the President and others involved (McCain, Lindsay Graham, Lott, etc.) realize that as \nlong as they keep pushing the bill, even in the press, they keep the pain coming (even as they impress reporters \nwith their bipartisan statesmanship)? As First Read points out, the big winner yesterday wasn't the conventional \npick:\n\nOddly enough, the shelving of the immigration bill could actually help McCain. The less the issue is brought up, \nthe better for McCain ...  \n\nRight.  If the bill definitively dies, McCain might even collect those character points for sticking with his position. ... \nIt's like the BMW Z4, which gets better-looking when you know that it flopped! [Can you pick an analogy \nthat resonates with more than, say, three readers?--ed  I need to maintain my fragile coalition.] \n\nUpdate: First Read suggests McCain handled the post-collapse immigration questions well in Iowa today--in other \nwords, he sounded like he was admitting likely defeat and pushing it into the closet of Past Lost Causes. But I could \nbe overinterpreting. ... \n\nMore: O'Beirne hears \"the Republican leadership continues to press the reluctant Senators\" for a deal that could \nenable cloture. ... 3:13 P.M. \n\nGeorge Borjas on what the Bush administration could have done to make progress on an immigration solution. ... \n[Hint: It's not \"comprehensive.\"] 4:15 A.M.\n\nShailagh Murray reports usefully on how four anti-comprehensive Republicans, including Sen. DeMint, switched \nvotes to back the Dorgan anti-guestworker amendment that may have helped kill the immigration bill. But her \nstory feeds two insidious memes that could propagate in the days ahead:\n\nBogus Meme #1: The vote-switchers were an obdurate minority frustrating the will of the majority through cynical \ntrickery. Here's Murray:\n\nBut that's the Senate, where tactical voting is par for the course, and where a single disgruntled lawmaker -- or, in \nthis case, four -- can run even the most artful compromise aground. [E.A.]\n\nFirst, Sen. Dorgan, a Democrat, knew full well that if his amendment won it would probably derail the \"grand \nbargain.\" Republicans had said that it would. Yet he pressed ahead, aided and abetted by Majority Leader Reid \nwho as the vote was being plotted \"tapped Dorgan on the back\" and said \"excellent,\" according to Politico's Carrie \nBudoff. This suggest that Dorgan, and maybe Reid, preferred \"no bill\" to the bill as grandly bargained. \n\nSecond, the bill did not fail after Dorgan's \"killer\" amendment. It failed on an ordinary cloture vote, in which all \nparties had been clearly warned by Reid that failure would mean withdrawal of the bill. Yet it couldn't even muster a \nmajority, let alone 60 senators. Why did a bipartisan majority effectively vote to bury the bill? The Hill s Manu Raju \noffers an explanation that's more sophisticated and plausible than Murray's Disgruntled Saboteur theory:\n\nSince the bill failed on a procedural motion, it gives both parties cover when trying to court the influential Latino \nvote in the 2008 elections.\n\nhttp://www.cbsnews.com/stories/2007/06/08/ap/politics/main2905502.shtml\nhttp://www.cbsnews.com/stories/2007/06/08/ap/politics/main2905502.shtml\nhttp://www.denverpost.com/sportscolumnists/ci_6094127\nhttp://firstread.msnbc.msn.com/archive/2007/06/08/218072.aspx\nhttp://firstread.msnbc.msn.com/archive/2007/06/08/218072.aspx\nhttp://firstread.msnbc.msn.com/archive/2007/06/08/218779.aspx\nhttp://corner.nationalreview.com/post/?q=OTMzZGE4ZWU3MjRjNjQxZTcxMDg4MWI4MGM3N2IyOTk=\nhttp://borjas.typepad.com/the_borjas_blog/2007/06/kill_bill.html\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/06/07/AR2007060702534_pf.html\nhttp://www.politico.com/news/stories/0507/4182_Page2.html\nhttp://thehill.com/leading-the-news/immigration-bill-fails-key-cloture-vote-2007-06-07.html\n\n\nThat's how the Senate works, no? It excels in providing opportunities for lawmakers to engineer stalemates that kill \nlegislation a majority wants killed while diffusing responsibility for doing so (or allowing reporters to blame \n\"disgruntled\" loners). ...\n\nUpdate: But see K-Lo's anonymous Senate source, who says a) the cloture vote may have reflected majority \nsentiment less faithfully than I'm claiming; and b) it's not over. (Buried lede!) ...\n\nBogus Meme #2: Left and Right are totally strange bedfellows here. Sen. DeMint, reports Murray, dislikes the \n\"comprehensive\" bill because it includes \"a path to citizenship for undocumented workers.\" (That's not how DeMint \nwould describe it, probably.) And, says Murray, \n\nSen. Byron L. Dorgan (D-N.D.) does not like the immigration bill, either, but for entirely different reasons.\n\nEntirely different reasons? Dorgan thinks the bill would \"depress wages and lead to foreigners taking good jobs.\" \nAnd DeMint, presumably, thinks a \"path to citizenship\" would encourage more illegal immigrants, who would ... \ndepress wages and lead to foreigners taking good jobs! They're both concerned about depressing wages. \nBipartisanship! Murray reminds me of those radical feminists who insist that their reasons for censoring \npornography are completely different from Pat Robertson's. No they're not.\n\nP.S.: The Post really needs Edsall back. ... 3:11 A.M. link\n\nPsst The system worked: WaPo's Dan Balz--in a piece produced with stunning swiftness that nevertheless \nmanages to incorporate every respectable, loaded, portentous goo-goo cliche available--argues that the \"collapse \nof comprehensive immigration reform\" represents\n\n\"a scathing indictment of the political culture of Washington\"! ... \n\n\"another example of a polarized political system in which the center could not hold\"!\n\n\"a political system that appears incapable of finding ways to resolve the nation's big challenges.\" [E.A.]\n\nI prefer the alternative Boehner Hypothesis.\n\nP.S.: Balz's piece is a near-Platonic example of the Neutral Story Line--a sweeping, seemingly profound and biting \nanalysis that nevertheless doesn't offend anyone because it doesn't seem to be taking sides. But of course it does \ntake sides. It takes the \"bipartisan\" side--simply assuming that \"comprehensive immigration reform\" is a good idea.\n\nWhat if the bill's collapse represented\n\n\"a rare example of the political system appearing capable of finding ways to reject half-baked, grandiose schemes \nof a reckless President\"?\n\nNot neutral! ... \n\nP.P.S.: To support his scathing indictment, Balz says \"Voters wanted an immigration deal ... .\" I know a respected \nrobo-poller who disagrees. \n\nP.P.P.S.: The Post really needs Edsall back. ... 2:04 A.M. link\n\nThursday, June 7, 2007 \n\nCloture fails, 50-45. Immigration bill pulled off floor by Sen. Reid. ... It can't really be about how many \namendments Republicans get to offer. ... Alternative: Maybe it's about not being able to take the worst ideas from \nthe left (instant legalization of illegals) and the right (second class guest workers), put them together, call it \ncentrism, bask in fawning MSM coverage and ram it down the throat of voters who don't want it! ... P.S.: Sen. \nFeinstein says the problem is people \"never understood the complexities of the bill.\" I don't think so! ...\n\nhttp://corner.nationalreview.com/post/?q=OWNhZDdjNjFmMWJkYWI5MWNjMTE2Y2Q2ZDFkMjVkMGM=\nhttp://www.slate.com/id/2167718/&#shailagh\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/06/07/AR2007060702536.html\nhttp://hotlineblog.nationaljournal.com/archives/2007/05/post_211.html\nhttp://www.slate.com/id/2073262/\nhttp://www.latimes.com/news/opinion/la-oe-kaus4jun04,0,430080.story?coll=la-opinion-rightrail\nhttp://www.latimes.com/news/opinion/la-oe-kaus4jun04,0,430080.story?coll=la-opinion-rightrail\nhttp://www.rasmussenreports.com/public_content/politics/support_for_senate_immigration_bill_falls_49_prefer_no_bill_at_all\nhttp://www.rasmussenreports.com/public_content/politics/support_for_senate_immigration_bill_falls_49_prefer_no_bill_at_all\nhttp://www.slate.com/id/2167718/&#balz\nhttp://apnews.myway.com/article/20070608/D8PKB0C00.html\n\n\nOf course, the bill isn't dead. Just resting. There will be an instinctive, goo goo guilt-tripping MSM effort to induce \nits revival. ('The system isn't working ... bipartisanship,' etc. )** It could well come back. This is no time for gloating. \n... O.K., maybe a little gloating:\n\n\"Backers of Immigration Bill More Optimistic Lawmakers Cite Sense of Urgency\"--Washington Post, last Monday.\n\nAs with the LAT's stories about California Gov. Gray Davis' growing confidence heading into his recall election, I \ndon't think this story simply looks embarrassing, given subsequent events. I think it was BS at the time it was \nwritten. The Post's reporter was either willingly or (more likely) cluelessly spun by his pro-bill sources, ignoring the \nimpact public opposition to the \"grand bargain\" over the recess was having.\n\n\"Why Amnesty Makes Sense\"-Time cover story, released today.\n\nHmm. Maybe editor Rick Stengel wishes he hadn't switched to publishing on Fridays instead of Mondays. Not that \nthe article isn't as timely and provocative as ever!\n\n\"I'm ... pessimistic about the chances of blocking the [Senate]immigration bill with so-called Killer Amendments\"--\nkausfiles, June 5 [E.A.]\n\nWhat do bloggers know? I also thought Dems wouldn't endanger the bill by emasculating the provisions \nRepublicans liked (\"Majority Overreach\"). But maybe the Dems, too, are not that unhappy to see the bill fail. [How \ncan its failure help both Dems and GOPS? Isn't control of Congress a zero sum game?--ed It is. But incumbents \nalso have an interest in keeping their individual seats--and that's a game both Dem and GOP incumbents and \nincumbents can win. They win it, in part, by avoiding votes that might anger lopsided            majorities of \nvoters! The conspicuous public opposition to the bill (not just from conservatives) over the past few weeks may \nhave triggered an early onset of this useful self-preservationist instinct.\n\n**--Update: That was fast. ... 6:37 P.M            link\n\nHey, Republicans! I know a way to take that divisive issue of the \"comprehensive immigration reform\" bill off the \ntable.' Kill it! On a muddled procedural vote! Before a weekend! ... See NR'sargument. 2:17 P.M.\n\nPolitico's Carrie Budoff on how Dorgan got a \"second crack\" at his possibly deal-killing amendment. Note especially \nthe suggestive final grafs. ... But Kate O'Beirne            worries that \n\n\"the 'fix' is in,  with the compromise coalition and the White House fashioning some complicated amendment that \nwill eliminate some conservative improvements, and fix the Dorgan amendment that jeopardizes GOP support.\"\n\n12:25 P.M. \n\nYou can watch a live feed of the Senate voting on cloture for the immigration bill here. ... Update: Here is            \nAP's latest. ... It looks as if there will be            another vote later today. ... [Via            RealClearPolitics] 8:54 A.M.\n\nWednesday, June 6, 2007 \n\nDorgan ex machina? The Senate seems to have just approved a Dorgan amendment to \"sunset\" the guest worker \nprogram in the immigration bill after five years. Wasn't this same amendment considered a \"deal breaker\" when it       \n     was rejected a couple of weeks ago? ... I think            it           was. ... [Thanks to alert reader N.A.] ... Update: \nThat could explain            Drudge's headline. Or not! ... Update 2: AP indeed            fingers the Dorgan amendment \nas causing trouble: \n\nSen. Arlen Specter ...said he or his allies would slightly reword Dorgan's amendment and hope for a change of \nheart by one or more senators who \"don't want to kill the bill.\" \n\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/06/03/AR2007060301455.html\nhttp://www.time.com/time/covers/0,16641,20070618,00.html\nhttp://www.slate.com/id/2167718/&#killeras\nhttp://polipundit.com/index.php?p=17951\nhttp://www.slate.com/id/2167718/&#unpopular\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/06/07/AR2007060702536.html\nhttp://www.slate.com/id/2167718/&#nocloture\nhttp://article.nationalreview.com/?q=ZDBlMmY5Mjc0N2U2ZWU5MmIyNTc0ODUyNzMzYzBmMTk=\nhttp://www.politico.com/blogs/thecrypt/0607/How_Dorgan_did_it.html\nhttp://corner.nationalreview.com/post/?q=NGI0MWY2OGU0ZDI4OTY3MWJlMTdkMjVjMTkzOWVkZDc=\nhttp://www.washingtonpost.com/wp-dyn/content/video/2005/04/12/VI2005041201139.html\nhttp://www.breitbart.com/article.php?id=D8PK2TL80&show_article=1\nhttp://www.nytimes.com/2007/06/07/washington/07cnd-immig.html?ex=1338868800&en=0d3c817f1b4b1471&ei=5090&partner=rssuserland&emc=rss\nhttp://www.realclearpolitics.com/\nhttp://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=110&session=1&vote=00201\nhttp://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=110&session=1&vote=00178\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/05/24/AR2007052401023.html\nhttp://www.latimes.com/news/nationworld/politics/la-na-immig25may25,1,5982491.story\nhttp://www.drudgereport.com/\nhttp://www.jpost.com/servlet/Satellite?cid=1180960631511&pagename=JPost/JPArticle/ShowFull\n\n\nSee also this fresher AP dispatch. ...Did WaPo's cheerleaderish Jonathan Weisman go home early?            His \nposted story still says \"Immigrant Measure Survives Challenges.\" By the time he wakes up, that will probably be \naccurate again. ... Vote switches: It looks like Bunning, DeMint, Dole, Enzi and Menendez switched to vote for the \namendment while Coburn, Grassley and Whitehouse switched against it. Brownback went from not voting to nay, \nwhile Dodd went from yea to not voting. ...  P.S.: You'd think Sen. Coburn would be a potential insurance vote for \nthe amendment. Doesn't he want to kill the bill? Same goes for Sen. Cornyn, who voted against Dorgan both times. \n... Alternative outcome: Senate Republicans (e.g. Kyl, McConnell) are so in the tank on this bill they'll \ndecide sunsetting the guest-worker program isn't a deal-breaker after all. ... 10:04 P.M.\n\n P.O.S.  Update: As expected and feared,            the Senate bill \"edges back from brink.\" Sen. Hutchison prepares \nepic sellout. But Sen. Chambliss says he's only \"committed to the concept,\" not to the bill. ... Much chuckling \nand repulsive Senate bonhomie. ... See also            LAT and            Novak. ... P.S.: Note that Novak says:\n\n[T]he decision to combine border security with naturalization of illegal immigrants has always been the President's \nway of holding a national priority (security) hostage to a policy (legalization) that he views as desirable. \n\nDoing nothing is an option. A popular option! According to a Rasmussen poll taken Monday and Tuesday, when \npeople are asked to choose between \"no bill\" and the Senate immigration bill, they prefer \"no bill\" by a 49-32 \nmargin. ... Support for the bill has fallen further over the past week--it's now opposed by a 2-1 margin, with \n53% against it and only 26% supporting it. Maybe it's time for the MSM to stop pretending that it's only the \n\"Republican base\" that doesn't like this bill. ...\n\nP.S.: Yesterday, Senate Majority Leader Reid charged, \"People are looking for excuses on the Republican side to \nkill this bill.\" I'm not sure that's true--and Reid's threat to pull the bill looks to be a negotiating ploy. But if it were \ntrue, it would be understandable! Welfare reform faced similar legislative obstacles in 1996. The difference is that \nvoters supported welfare reform by a 2-1 margin. Only a conspiracy of elites could prevent it. This is the inverse \nsituation: only a conspiracy of elites can foist Sen. Kyl's \"grand bargain\" off on the public. That may be harder to do \nthese days (with, you know, the Web 'n all). ...\n\nUpdate--It's not just the GOP \"base\": Gallup finds that Democrats oppose the bill by almost the same margin as \nRepublicans. Independents are the most opposed. ... Gallup adds that most voters still aren't paying enough \nattention to have a strong opinion. But \"there is a core group of about one-third of Americans who are opposed to \nthe bill, counterbalanced by only about one-tenth who support it.\" As            Mystery Pollster notes, there's little \nreason to assume thatif more voters paid attention to the bill it would pick up support. ... To any pol, this is a picture \nof bill the public doesn't like. ... 10:17 A.M.            link\n\nMore Killer Amendment Strategy: Hit Employers Hard! Kf's quondam correspondent, the mysterious Mr. X (as I \nthink I've called him) surfaces with some suggestions that echo the conclusion of the Killer Amendment Contest--\nnamely that the most lethal immigration-bill amendments will separate the GOP's business conservatives from its \nsocial conservatives by targeting employers in a way that also appeals to Democrats:\n\n[I]nstead of working the margins with burdens on employers of Z-visas immigrants, how about hard-nosed \nprovisions that shift the burden of proof about employment eligibility from immigrants to employers... [snip] ... [H]ow \nabout upping the fine for employing illegals to $100,000 per instance, making it illegal to employ anyone who hasn't \nbeen confirmed (instead of the current proposed system of making illegal to fire anyone until their appeals process \nis up) ... or even, my favorite, a fine that's enforceable on the spot if illegal immigrants are found on a work-site. (Let \nthe employers appeal the fine after they've paid.)\n\nIt's not just a poison pill, but I think it's also good policy. ...\n\nIf you make it illegal to employ anyone until and only after they've confirmed their employment eligibility, \neven employers who don't presently have business models dependent on low-wage illegal immigrants \n(agribusiness, food service, hospitality,  etc.) would absolutely freak out because employees wouldn't be able to \nwork while they're appealing mistakes in the system.\n\nhttp://www.casperstartribune.net/ap/headlines/d8pjr7to0.txt\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/06/06/AR2007060602850.html?hpid=topnews\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/06/06/AR2007060602850.html?hpid=topnews\nhttp://hotlineblog.nationaljournal.com/archives/2007/05/post_211.html\nhttp://thehill.com/leading-the-news/immigration-bill-survives-after-cornyn-amendment-others-fail-2007-06-07.html\nhttp://www.latimes.com/news/nationworld/nation/la-na-immig7jun07,0,6465448.story?coll=la-home-center\nhttp://www.humanevents.com/article.php?id=21024#1\nhttp://www.rasmussenreports.com/public_content/politics/support_for_senate_immigration_bill_falls_49_prefer_no_bill_at_all\nhttp://www.newsday.com/news/nationworld/nation/ny-usimmi065244108jun06,0,6821634.story?coll=ny-nationalnews-print\nhttp://www.galluppoll.com/content/?ci=27775\nhttp://www.galluppoll.com/content/?ci=27775\nhttp://www.pollster.com/blogs/immigration_paying_attention_c.php\nhttp://www.slate.com/id/2167718/&#unpopular\nhttp://www.slate.com/id/2167718/&#killeras\n\n\nBut why these make for great killer amendments is because [they] would unite the enforcement-first Republicans \nwith the old-line Labor Dems together on one side against big-business GOP and open-border Dems.  That's the \nfault line of this debate to exploit.Hit employers hard. Very hard.\n\n[E.A.]\n\nAt the very least, tough anti-employer amendments would give labor Dems who'd like to kill the bill--but who might \nnot want to leave many fingerprints--a way to accomplish their goal: they merely vote to make the evil, illegal-hiring \nemployers bear their fair responsibility. It just so happens that this breaks apart the bill's core coalition. ... 2:45 A.M. \nlink\n\nHey, President Bush, here's your domestic legacy! No need for that messy, divisive immigration reform business. \n... P.S.:Eduwonk is            only mildly impressed. He's probably right. Ignore him! Take a victory lap! ... 1:00 A.M.\n\nTuesday, June 5, 2007 \n\nKiller A's:           I'm intuitively pessimistic about the chances of blocking the Senate            \"p.o.s.\"--I mean, \"grand \nbargain\"--immigration bill with so-called Killer Amendments. But maybe I just don't understand how K.A.'s \nwork. This especially helpful email from reader M.G. on \"poison pills\" suggests that it's not completely hopeless: \n\nA poison pill is an amendment that the ideological minority uses to defeat a bill that has majority support. They do \nthis by creating an amendment that has the following conditions:1) The vast majority of the ideological majority will \nreject the whole bill if it includes the amendment.2) A large enough minority of the ideological majority will embrace \nthe amendment, such that when combined with the minority, they form a new majority to pass the amendment.3) \nThe vast majority of the ideological minority favors the amendment either outright, or because they know it will kill \nthe larger bill.An example: the recent move toward D.C. voting representation in the House. The Democratic party \nsupported it more or less down the line. The GOP opposed it. So the GOP introduced an amendment to loosen \nhand gun restrictions in DC. This resulted in the following:1) The vast majority of Democrats would oppose the \noverall bill if the amendment passed.2) The amendment would pass, because enough (a dozen?) democrats would \nbe in favor of the hand gun loosening.3) All of the GOP would vote for the amendment, either because they \nbelieved in it, or because they wanted to kill the overall bill.The bill died, not because it was voted down, but \nbecause the Democratic leadership pulled it from the floor when they saw that the amendment would pass. THAT'S \nthe key: when the leadership sees that a killer amendment is going to turn the majority of the majority against a bill, \nthey won't allow the amendment to happen.  Instead, they'll kill the bill. In essence, it requires the majority of the \nmajority to have the following preferences:1) overall bill passes2) no bill passes3) overall bill passes with killer \namendment\n\nThe problem with this \"poison the majority\" approach, as applied to the immigration bill, is that once the bill gets \nthrough the Senate, it will go to the Democratic House and a conference expected to be dominated by Dems--\nmeaning that any changes the Democrats don't like can be taken out. The upshot is that it will be next to \nimpossible to include an amendment that will make lots of Democrats vote against the overall bill now--to value \noption 2 over option 3 in the above example. They'll just figure any pill that's poisonous to them will disappear in \nconference.\n\nA successful \"killer amendment\" would probably have to be one that makes the bill unpalatable to its Republican \nsupporters, who are a minority of the majority. It would peel enough of them away from the bill on a cloture vote to \nleave it with fewer than 60 supporters. There would seem to be at least two kinds of such amendments.\n\n1. Majority Overreach: In this scenario, the Democrats flex their muscles and amend the bill to their liking in a way \nthat loses them their Republican coalition partners. An example would be the current attempt to retain lots of family \nreunification visas and dilute or delay the shift to a skills-based system favored by Republicans a) The problem with \nthis approach is the Dems know this and won't want to overreach. b) The ray of light is that some may find it \nimpossible to explain to their constituencies why they voted against family reunification. They may prefer \"no bill\"--\nand an issue to run on--to having to make that explanation. (That might be why the pro-family-reunification \n\nhttp://www.slate.com/id/2167718/&#killerA2\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/06/05/AR2007060502684.html?hpid=topnews\nhttp://www.eduwonk.com/2007/06/nclb-needle-moves-damage-done.html\nhttp://editor.slate.com//common/htc/\nhttp://hotlineblog.nationaljournal.com/archives/2007/05/post_211.html\n\n\namendments seem to be giving the bill's sponsors some trouble, despite factor (a)); c) The cloud obscuring the ray \nof light is that many GOP Senators seem            quite willing to sell out even on family unification as long as they \ncan appear to have obtained a compensating concession--e.g. sticking in a            phony \"touchback\" provision that \nrequires illegals to symbolically return to their home countries or even a foreign embassy before taking various \nsteps on the road to citizenship.\n\nAn effective Killer Amendment of this sort would maximize possibility b and minimize possibility c. Perhaps the anti-\nbill conservatives could render the \"touchback\" sellout less plausible by teaming with liberals to make the \nrequirements even more of a joke than they are now--which brings us to ...\n\n2, Cynical voting: In this approach, Republicans who didn't like the overall bill would vote for a Democratic \namendment, even though they didn't support the amendment, cynically knowing it would poison the bill for many of \nits Republican supporters. The problem that the cynical Republicans would have to justify their vote. You wouldn't \nthink that would be a big obstacle, but it seems to be. The bill's opponents could have joined the Dems in phasing \nout the guest worker program, for example--allegedly a killer. But they didn't--not enough of them anyway. It lost by \none vote. (If Sen. DeMint had cynically supported Dorgan's amendment, for example, it would have passed.) The \ntrick here would seem to be devising an amendment that Republicans could at least plausibly claim to non-cynically \nsupport. \n\nThe best of these amendments would play on the division between business-oriented conservatives, who hate \nregulations and taxes on employers, and social conservatives with less economic concerns. One example might be \nreader R.M.'s suggestion for an amendment to make employers pay for any English classes that would enable a \nlegalized illegal to get his or her Z-visa. Also: mandated paid hours off to attend those classes! Also: a special tax to \npay for border security on any business that employs a Z-visa holder! The more expensive to employers, the better. \n\nThat's the most promising tack I've heard. But I doubt it will work either. Pro-business Republicans will figure they \ncan get it taken out in conference, or that they can vote against the bill when it comes back to them. If the bill \ndoesn't pass, I suspect it will simply be because too many senators decide there's too much heat and they'd rather \nnot deal with it. ...\n\nTell me if I've got all this wrong. ...\n\nUpdate: Kate O'Beirne's sources think the bill is still on track. ... And be sure you make it to the last paragraphs of       \n     this Politico piece. ... 5:30 P.M.            link\n\nI agree with the piece and with the arguments against the piece!  Conor Friedersdorf criticizes  my LAT            piece \n(on the similarities between Bush's Iraq and immigration gambles) for failing to mention that \n\nthe Bush Administration sold the Iraq War dishonestly, and now it is selling \"comprehensive immigration reform\" \ndishonestly.\n\nCriticism correct. I didn't want readers to think they had to believe that \"Bush Lied\" about Iraq to be alarmed by his \nimmigration plan. And you don't have to believe that! But it's fun to see staunch conservative Iraq War supporters \nsuddenly realize in retrospect that the BS media operation Bush is using to sell his immigration project is the same \nBS media operation he used to sell the war. ...\n\nEzra Klein, meanwhile, has this reaction: \n\nI'm a little puzzled, though, on why enforcement is so impossible. You can't drop migration to nothing, to be sure, \nbut the utter pessimism as to its reduction strikes me as peculiar. It's also vaguely beside the point. If nothing can \nbe done to lessen illegal immigration, than you just have to decide if you want more of the immigrants to be legal. \n\nI don't think enforcement is impossible. (That's the WSJ!) What I doubt is that an effective enforcement system--\nboth employer checks and actual physical barriers--can be put in place before the border is hit by a wave of new \nillegals attracted by the Bush plan's legalization provisions. That's what I mean when I say the Bush plan requires a \n\nhttp://apnews.myway.com/article/20070605/D8PISBM00.html\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/06/04/AR2007060400209.html\nhttp://www.slate.com/id/2142693/&#pencescam\nhttp://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=110&session=1&vote=00178\nhttp://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=110&session=1&vote=00178\nhttp://corner.nationalreview.com/post/?q=NGZmMDdjMDZiOTdkY2IzZDQzZDAyNWVmMzg0NjJlZTU=\nhttp://www.politico.com/blogs/thecrypt/0607/Immigration_headed_for_shelf_.html\nhttp://www.slate.com/id/2167718/&#killeras\nhttp://www.forthebetterment.com/for_the_betterment/2007/06/the_dishonest_s.html\nhttp://www.latimes.com/news/opinion/la-oe-kaus4jun04,0,430080.story?coll=la-opinion-center\nhttp://www.whitehouse.gov/infocus/immigration/\nhttp://www.prospect.org/csnc/blogs/tapped_archive?month=06&year=2007&base_name=post_3863#016780\nhttp://online.wsj.com/public/page/8_0006.html?bcpid=86195573&bclid=212338097&bctid=929885105\n\n\n\"chain of events happening on cue.\" They won't happen on cue--just as the training of the Iraqi police hasn't \nhappened on cue. Which is why we need to put the enforcement in place, and make sure it works, before we attract \na new wave of illegals by declaring a semi-amnesty.** I should have made this central point more clearly. ...\n\nP.S.: Making the bill's \"trigger\" real as some have advocated--i.e., requiring actual reduction in the inflow of illegals, \nrather than mere deployment of more border cops--won't solve this problem. The way the bill is structured, \nthe \"trigger\" doesn't trigger the legalization. Legalization happens immediately (on a \"probationary\" basis)--and it's \nthe legalization that will attract the new wave of legalization-seekers. If a \"trigger\" benchmark is hit two or three \nyears from now, it's two or three years too late (and, indeed, the wave of newcomers will guarantee that an honest \nbenchmark won't be hit). ... In fact,            as Mark Krikorian points out, current illegals have a perverse interest in \nhaving the Z-visa \"triggers\" take as long as possible. As long as the \"Z-visa\" program remains un-triggered, they \nget to stay as \"probationary\" applicants. Once the triggers click, and the Z-visas start to be issued, the probationary \napplicants either have to pay up and get the visa or (in theory) leave. ... \n\n**--Whatever you want to call it--and McCain used to call it \"amnesty,\" back when he was a Straight Talker--the \nSenate's plan, even with its fines, still means that those who crossed the border illegally are being rewarded for that \nmove. Indeed, they will have hit the jackpot--legal papers to work in America, and eventually become citizens, for a \nfew thousand dollars. Others will try to hit the same jackpot. 12:30 P.M.\n\nPollster Scott Rasmussen's site seems to be overloaded at the moment, but eventually this link should take you to a \npoll showing that only 24% of Arizonans support the Senate immigration bill.  50 % are against it. Under the MSM \nInverse Yahoo Courage Formula--in which legislation's presumed merit increases the more actual citizens oppose it \nwhile brave statesmen stand up to them--that means it must be a very good bill indeed. ...P.S.: I forgot to say that \nArizonans are \"on the front lines\"! You always have to say Arizonans are on the front lines. ... 12:05 P.M. \n\nMonday, June 4, 2007 \n\nEndangered Pander? McCain supports legalization of illegal immigrants,loses 5 points over the month among \nHispanic Republicans in California, according to SurveyUSA. Fred Thompson blasts the legalization bill from the \nright and his support among Hispanics quintuples, putting him ahead of McCain (and Giuliani) among Hispanics. ... \nP.S.: These are Hispanic Republicans, of course. But they are not insignificant, making up 17% of \"likely \nRepublican Primary voters\" in Survey USA's model. ... P.P.S.: McCain's loss (and Thompson's gain) was actually \ngreater among Hispanics than among GOP voters generally. ... P.P.P.S.: You don't even want to see what \nhappened among black Republicans. ...  8:52 P.M. \n\nA Poll Number WaPo Omitted: In that recent ABC-Wash Post poll, mentioned by Jonathan Weisman in            this \nmorning's Kyl-side--spinner, only 29 percent approved President Bush's handling of the immigration issue, a \n\"career low.\" ... 64% disapproved. Many of those disapproving are obviously people who believe Bush's approach \nisn't permissive enough. Still, the fall seems significant, coming in the middle of a week of righteous Bush \nmoralizing in defense of his position. When people pay attention, he seems to lose ground. ... Bush's support on the \nissue among Republicans plunged from 61% to 45% in a month. ... See            Gary Langer's write-up. ... \n\nP.S.: Arizona's Sen. Kyl made sure he'd be able to sense \"momentum building\" behind his bill by            scheduling \nno public appearances back home during last week's recess, according to the Christian Science Monitor. ...  6:08 \nP.M. \n\nMcCain Inaugurates the New Civility: President Bush recently said opponents of his immigration bill \"don't want to \ndo what's right for America.\" McCain now            takes it a step further, claiming those who disagree with him \n\nwould intentionally make our country's problems worse ...\n\n[E.A.] ... 5:37 P.M. \n\nI have an op-ed in the L.A. Times on the similarities between Bush's reckless Iraq gamble and his reckless \nimmigration gamble. It's adapted and updated from arguments blogged here. ... 4:41 P.M. \n\nhttp://www.foxnews.com/story/0,2933,276836,00.html\nhttp://corner.nationalreview.com/post/?q=YTcwODAyZmYwYzg5N2M5MjdhYmE2ODg2ODBjYTVhY2M=\nhttp://www.politico.com/news/stories/0607/4299.html\nhttp://www.rasmussenreports.com/public_content/politics/arizona_poll_24_support_immigration_bill_51_have_unfavorable_opinion_of_mccain\nhttp://www.surveyusa.com/client/PollTrack.aspx?g=d067a329-54cd-49cc-b932-931399878267&x=50515,3\nhttp://www.surveyusa.com/client/PollTrack.aspx?g=d067a329-54cd-49cc-b932-931399878267&x=50515,3\nhttp://www.abcnews.go.com/images/US/1040a2Immigration.pdf\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/06/03/AR2007060301455.html?hpid=topnews&sub=AR\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/06/03/AR2007060301455.html?hpid=topnews&sub=AR\nhttp://www.abcnews.go.com/US/PollVault/Story?id=3240208&page=1\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/06/03/AR2007060301455.html?hpid=topnews&sub=AR\nhttp://www.csmonitor.com/2007/0604/p01s04-ussc.html\nhttp://www.csmonitor.com/2007/0604/p01s04-ussc.html\nhttp://www.msnbc.msn.com/id/18918545/\nhttp://www.msnbc.msn.com/id/18918545/\nhttp://www.huffingtonpost.com/huff-wires/20070604/republicans-immigration/\nhttp://www.latimes.com/news/opinion/la-oe-kaus4jun04,0,430080.story?coll=la-opinion-center\n\n\nThe Fleecing of Sen. Kyl, cont.: National Review has more gruesome details of the Senate's \"grand bargain\" on \nimmigration. It turns out that employers are specifically forbidden from requiring employees to pass the fancy new \nEEVS 'are-you-really-legal' check before going to work. Employers have to hire \"blind\" and then try to fire later, if \nthey get a \"nonconfirmation notice\" from the government--after all appeals and \"the period to timely file a petition for \njudicial review\" has passed. \n\nIt's always harder to fire someone than it is to not hire them in the first place. Plus, it looks to me as if the system \ngives even new, post-2007 illegal immigrants a free shot to go to work. If there's a backlog in the agency checking \nthe documents, they get to keep working. Then if, months down the road, their documents are rejected, they can \njust not show up for work one day and fade back into the 'shadows,' to try again later. Do you think the ICE is going \nto track them down? I don't. \n\nThat's a good deal, not for existing illegals--they don't have to worry about this at all, they'll be legalized!--but for \nfuture illegals, the ones still in Mexico and El Salvador, etc. who might want to come across the border in 2008 and \nthereafter. The bill's tough employer sanction system was supposed to deny them above-ground work \nopportunities, but it doesn't look like that will be the case. \n\nSen. Kyl's courageous wonky negotiating toughness becomes more apparent by the hour! At some point you have \nto conclude that he was willingly fleeced. ... 3:10 P.M.            link\n\nReminder: Democratic ex-Congressperson Brad Carson on why Democrats should oppose a continued influx of \nunskilled illegal immgrants. ... He's the Thinking Man's Lou Dobbs. ... 4:29 A.M. \n\nToday's WaPo story--\"Backers of Immigration Bill More Optimistic\"--would be more convincing if it had any non-\nbacker of the bill admitting that there was \"momentum building\" behind it. As it stands, it reads like the press \nrelease Senator Kyl would have written before he went off to last week's recess. Of course the bill's \"architects\" are \ngoing to claim that senators were unfazed by the vociferous, mainly conservative opposition. They may be right, but \nif WaPo did more than buy their spin--if they even interviewed the other side--it's not evident here. ... P.S.: WaPo \ndoes provide some evidence that some objections from the left about the bill are mostly bluster--the head of the \nLeague of United Latin American Citizens basically admits as much. But did anyone really think that LULAC was \ngoing to try and bring down            a bill it helped write? ... [via            Drudge]\n\nP.S.: I haven't forgotten the Killer Amendment Contest. ... \n\nP.P.S.: AP reports on a possible amendment swap, in which Republicans would trade looser loosen limits on family \nimmigration in exchange for an amendment to \"toughen\" the bill's version of the            Pence \"Touchback\" \nScam.  Sounds like a Fleecing of the GOPs--the only question being whether the GOP senators are actually quite \nwilling to get fleeced as long as they can boast of a phony \"toughening.\"  ... \n\nUpdate: Wash Times says the important thing is how Sen. McConnell feels. ..3:15 A.M. \n\nA few days ago I speculated that Bush had to take a prominent role as champion of the immigration bill, even if \nthat hurt its chances, because his goal is to convince Latinos that he, a Republican, achieved the legalization of \nillegals. A friend points out that I didn't take the argument far enough: To really drive the Bush-as-Lincoln point \nhome, Bush has to be seen as defending the bill against racist, anti-Latino opponents. That would explain why he \nhas raised the race issue--e.g.,            \"America must not fear diversity\"--even though it has served to enrage the \nopposition. ... 2:36 A.M.            link\n\nRight blogger Dean Barnett praises left blogger Steve Gilliard, who died Saturday at age 41. ... See also            \nKos. ... [via            Instapundit] 1:55 A.M. \n\nParanoid's Corner: I haven't been watching Fox but judging from their immigration-free home page the eerie Fox \nblackout on anti-amnesty rabble-rousing is still in effect--and            extends to Rupert Murdoch's print property, the \nNew York Post (which you'd also think would be making a fuss about the Senate's bill). ... P.S.: And did that JFK       \n\nhttp://corner.nationalreview.com/post/?q=ZTY1NzA5NTI5YTM0MTMxZGI1NzFjYzRjOTQ5ZGNlNzk=\nhttp://corner.nationalreview.com/post/?q=ZTY1NzA5NTI5YTM0MTMxZGI1NzFjYzRjOTQ5ZGNlNzk=\nhttp://www.nytimes.com/2007/05/29/washington/29kyl.html\nhttp://www.slate.com/id/2167180/&#kylfleece\nhttp://www.realclearpolitics.com/articles/2006/05/democrats_must_buck_the_overcl.html\nhttp://www.realclearpolitics.com/articles/2006/05/democrats_must_buck_the_overcl.html\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/06/03/AR2007060301455.html?hpid=topnews&sub=AR\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/05/15/AR2007051502022.html\nhttp://www.drudgereport.com/\nhttp://www.slate.com/id/2166678/&#killer\nhttp://www.nytimes.com/aponline/us/AP-Congress-Immigration.html\nhttp://www.slate.com/id/2142693/&#pencescam\nhttp://www.slate.com/id/2142693/&#pencescam\nhttp://washingtontimes.com/national/20070603-112508-8036r.htm\nhttp://www.slate.com/id/2167180/&#bushlincoln\nhttp://www.whitehouse.gov/news/releases/2007/06/20070601-12.html\nhttp://www.slate.com/id/2167180/&#bushlincoln2\nhttp://hughhewitt.townhall.com/g/e7eb076b-083f-4a8f-9c56-8116283b4c65\nhttp://www.dailykos.com/storyonly/2007/6/2/161436/4239\nhttp://hughhewitt.townhall.com/g/e7eb076b-083f-4a8f-9c56-8116283b4c65\nhttp://www.foxnews.com/\nhttp://www.nypost.com/news/news.htm\nhttp://www.nypost.com/news/news.htm\n\n\n     terror plot really have to be broken up the weekend before the immigration debate resumes in the Senate? I'm \njust sayin' ... P.P.S.: Murdoch may not be shutting down his conservative media empire's natural proclivities to \nplease Bush. He may be shutting down his empire's natural proclivities to make them conform to his own \nproclivities, as evidenced in            this 2004 WSJ article. Either way, its creepily dictatorial. ... I'm with            \nJack. ...  \n\nUpdate: There was some discussion of immigration this morning on Fox. The segment I saw--on \"Live Desk with \nMartha MacCallum\"--seemed atypically balanced, even comprehensivist. We'll see if the network's bigger guns-\ne.g., Hannity--are allowed to go after the bill. Doesn't look like it. ... Update 2: Hannity & Colmes had a short-but-\nsatisfying segment in the armpit of the broadcast, wedged between Bob Shrum and Paris Hilton. .. 1:39 A.M.  \n\nMurdoch will take care of these guys: As apparent contrition for the obnoxiously smug, self-satisfied, cultishly \nconformist Wall Street Journal \"editorial meeting\"-- at which Paul Gigot's crew denounced fellow conservatives as \nnot \"even rational\" and \"foaming at the mouth\" on immigration--the Journal editors had Heather Mac Donald            \non their TV show on May 26--then basically rolled over while she calmly explained what was wrong with the bill. \n\nThe Journal is in an odd position in this debate, because while President Bush is busy promoting his immigration \nbill on the grounds that its enforcement provisions really will work this time--honest!--the Journal seemingly \npromotes the bill on the grounds that enforcement can never work. I especially don't understand the argument, \nmade by Jason Riley in the televised meeting, that a program of legal guest workers will necessarily dramatically \nreduce the flow of illegals even absent effective border barriers.\n\nThe notion seems to be that if the economy \"needs\" 400,000 low wage workers, and you let in 300,000 legally, then \nonly 100,000 will come in illegally. But that assumes it's only the demand side of the equation that determines the \nflow, which I don't think is how markets work. There's also supply--how many workers want to come here, given \nstagnation, droughts, recessions, etc, in their homelands--and wages, which match supply with demand. If 800,000 \nare interested in coming here, and 300,000 come in legally, the other 500,000 aren't going to necessarily stay home \n(assuming, again, border enforcement is futile). They're going to come and bid down twages--raising the number of \nworkers U.S. employers want to hire. Eventually the wage will be so low that some of the 800,000 are discouraged \nand don't come. \n\nThe market might equilibrate at 500,000 (300,000 legals plus 200,000 illegals), or 600,000 (300,000 legals and \n300,000 illegals) or 700,000, or anywhere in between. But it won't necessarily stop at the preexisting job \"need\" \nlevel set by government bureaucrats. \n\nIt's as odd to see the editorial champions of markets ignore how markets work as it is to see the leading advocates \nof supply-side thinking ignore the supply side. Do they really believe it? ... 1:19 A.M.\n\nSunday, June 3, 2007\n\nHow was your Memorial Day Recess? Sen.Lamar Alexander attends meeting of constituents concerned about the \nSenate immigration bill, is rescued by Army Delta Force rapid reaction unit. Just kidding! But a protective cordon \nwas formed, apparently. ... [via            Instapundit] 2:14 A.M.\n\nSaturday, June 2, 2007 \n\nHuffPo Secret Menu: Eat the Press is not dead, it turns out. It's hiding,            Gutfeld-style, under an \ninnocuous house ad two screens down on the Huffington Post Media            \"vertical.\" ... P.S.: When do I get a \nvertical? 3:42 P.M.\n\nFriday, June 1, 2007 \n\nMomentum slowing? Hillary sounds pessimistic on the chances for Bush's grand immigration bargain, reports Josh \nGerstein of the Sun:\n\nhttp://www.wnbc.com/news/13431721/detail.html?dl=mainclick\nhttp://www.opinionjournal.com/editorial/feature.html?id=110005937\nhttp://www.slate.com/id/2167464/?nav=fix\nhttp://www.foxnews.com/fnctv/\nhttp://online.wsj.com/public/page/8_0006.html?bcpid=86195573&bclid=212338097&bctid=929885105\nhttp://www.foxnews.com/journal/index.html#\nhttp://conservablogs.com/bluecollarmuse/2007/06/02/a-gop-deer-in-the-headlights/\nhttp://conservablogs.com/bluecollarmuse/2007/06/02/a-gop-deer-in-the-headlights/\nhttp://instapundit.com/archives2/005888.php\nhttp://www.huffingtonpost.com/media/the-news/eat-the-press/\nhttp://www.huffingtonpost.com/greg-gutfeld\nhttp://www.huffingtonpost.com/media/\nhttp://www.nysun.com/article/55647?page_no=2\n\n\nMrs. Clinton said it was possible no comprehensive immigration bill would pass. She said the tech executives \nmight need to seek a stand-alone measure to increase the number of \"H1B\" visas, which allow technology firms to \nbring workers to America from India, China, and other countries.\n\nI hope she knows something. ... Maybe she's been eavesdropping on Sen. Chambliss. ... 2:28 A.M.\n\nThursday, May 31, 2007 \n\nNoonan rips Bush: \"He threw away his inheritance. I do not understand such squandering.\" 11:03 P.M.\n\nSuppose Congress passes the Kyl-Kennedy-Bush immigration bill this year. And next year the voters elect as \npresident Fred Thompson, or someone else who is skeptical of the benefits of putting mass legalization ahead of \ngetting control of the border. Are the new \"Z-visas\" promised to illegals in the bill revocable by a future Congress? \nIf they are, why would any rational illegal come \"out of the shadows\" to claim one (and make himself or \nherself eligible for re-illegalization)? ... P.S.: And why do I feel that these are the sorts of questions that would be \nanswered in Senate hearings if the administration weren't trying to ram the bill through in a desperate bum's rush? \n... 9:21 P.M.\n\nImmigration insurrection: Blame the equipment! ... [via            Drudge] 7:50 P.M.\n\nHillary, Eavesdropper Big Mama is Listening! Kf has obtained a copy of page 93 of the unreleased Gerth-Van Natta \nHillary Clinton book, which describes how, during the '92 campaign, Hillary herself\n\n\"listened to a secretly recorded audiotape of a phone conversation of Clinton critics plotting their next attack. The \ntape contained discussions of another woman who might surface with allegations about an affair with Bill. Bill's \nsupporters monitored frequencies used by cell phones, and the tape was made during one of those monitoring \nsessions.\" \n\nHmm. Phone-monitoring was a key investigative method of what notorious California-based Clinton-friendly private \neye and problem solver? Just asking! ... P.S.: I'm not talking about Jack Palladino, who is explicitly mentioned in the \nfootnotes as working for the Clinton team and would not have to be described as a \"supporter.\" But of course, it \ncould still be him, or any other \"supporter.\" (Nor is it clear if the phones were being monitored in Arkansas or D.C..) \n... I don't know how common cell-phone-monitoring was in 1992.  ... P.P.S.: Wasn't there a character in Joe Klein's \nPrimary Colors who did this sort of thing? ... P.P.P.S.: Isn't it not so legal? ... See also this exegesis of the            \nelements of a violation of 18 U.S.C. 2511 (1) (a). I'm not an expert, but it looks like a potential minefield for Hillary. \nThink what Patrick Fitzgerald could have done with            the provision criminalizing anyone who \"intentionally \nuses, or endeavors to use, the contents of any wire, oral, or electronic communication\" knowing it was obtained \nillegally. [E.A.] Maybe it all depends on what the uses of \"uses\" are! ... Did I bury the lede? ... \n\nUpdate: Actually, say the profs at the Volokh Conspiracy, it depends on whether they were cell calls or cordless \ncalls! Gerth and Van Natta say \"cell.\" I don't think Hillary can take much comfort in Volokh's analysis. ... 5:15 P.M.       \n     link\n\nIt looks like the Ron Burkle-Rupert Murdoch Pincer Movement to Control All Media for Hillary has hit another snag. \n...[via            Gawker] ... Update: But it's made an            even bigger advance. ...[via            Drudge] 4:26 P.M.\n\nWeak point? Sen. Saxby Chambliss, one of Mark Krikorian's and            Michelle Malkin's \"Amnesty Republicans,\"       \n     appears to bevulnerable to a challenge from an enforcement-first Democrat. The Democrat in question says: ...\n\n \"Clearly, a lot of it has to do with Saxby not being in touch with Georgians, and the prime example is the \nimmigration issue.\"\n\nFYI, Sen. Chambliss' quick, handy email feedback form is here. ... 3:58 P.M.\n\nhttp://www.opinionjournal.com/columnists/pnoonan/\nhttp://washingtontimes.com/national/20070531-050131-2781r.htm\nhttp://www.drudgereport.com/\nhttp://pacer.cadc.uscourts.gov/docs/common/opinions/200603/04-7203a.pdf\nhttp://www.usdoj.gov/usao/eousa/foia_reading_room/usam/title9/crm01052.htm\nhttp://www.law.cornell.edu/uscode/18/usc_sec_18_00002511----000-.html\nhttp://volokh.com/posts/1180676118.shtml\nhttp://www.slate.com/id/2167180/&#clintoncell\nhttp://adage.com/mediaworks/article?article_id=117034\nhttp://www.gawker.com/\nhttp://online.wsj.com/article/SB118065083352520636.html?mod=home_whats_news_us\nhttp://www.drudgereport.com/\nhttp://corner.nationalreview.com/post/?q=NzU2NDgwMDAxOTE5ZDFkM2Y0ZDdkMDNkNWFjMWViMDQ=\nhttp://michellemalkin.com/archives/007597.htm\nhttp://thehill.com/campaign-2008/poll-shows-chambliss-could-be-vulnerable-2007-05-25.html\nhttp://chambliss.senate.gov/public/index.cfm?FuseAction=ContactUs.ContactForm&CFID=51392169&CFTOKEN=14703251\n\n\nBush's Domestic Iraq, cont.: In today's WSJ, Jeb Bush and Ken Mehlman defend the Senate immigration bill [$] in \npart on the grounds that it will enable Republicans to capture the Latino vote. This is largely a fantasy, as            \nHeather Mac Donald argues. Anyway, if the GOP has to move left in Western states to compete accommodate a \nDem-tending Latino vote (as it almost certainly will, whatever happens) is that such a bad thing? If you move the \nGOP left you might get a more appealing GOP--the GOP of Gov. Schwarzenegger, for example. ... \n\nP.S.: There's something obnoxiously managerial and thuggish in declaring, as Bush and Mehlman do, that \n\n\"Doing nothing is not an option.\"\n\nYes it is. It usually is. The whole structure of our Constitution--which makes it very difficult to pass new laws--is \nbased on the premise that doing nothing is not only an option but often the best option. For one thing, doing nothing \nlet's you postpone a decision until you come up with a more prudent plan. Or a more prudent President. ...\n\nP.P.S.: Isn't \"doing nothing is not an option\" what these same people said in the 2002 sales campaign for the Iraq \nWar? Doesn't \"doing nothing\" look like a pretty good option, in retrospect? ....\n\nSpelling is an option too! It's Sen. Johnny Isakson, not \"Isaacson.\" ... He sells out to the Bushes and this is the \nrespect he gets! ...\n\nBull---t Reminder: Bush and Mehlman say\n\nUntil and unless security improves on the border, the temporary worker program and \"Z\" visa provision for three-\nyear work permits will not be implemented.\n\nBut under the bill illegal immigrants would immediately be legalized as \"probationary\" Z-visa applicants, before any \nof the border-security \"triggers\"are met. That's why yesterday's Fred Barnes proposal to toughen the \"triggers\" \n(which currently hinge on deployment of resources, not actual improvement in border security) is a scam too.  The \n\"triggers\" don't trigger the legalization. It happens anyway. (And you don't have to pay the fine first either.) ... \n\nCloser: Doing nothing is an option--but not the only option! And hope is not a plan! If you want to do something, \nhere is that  Senate contact list  again. ...   12:33 P.M.            link\n\nHey there, gorgeous! I've been vetted!Presidential candidateGov. Bill Richardson has defended his rep against \nthose \"so far\"-unfounded rumors by saying \"           The Kerry people vetted me for vice president.\" They did! Here's       \n     Kerry campaign strategist Bob Shrum:\n\nRichardson's prospects were shadowed by alleged womanizing. Publicly reluctant, he coveted the publicity of being \nconsidered, but withdrew before the process was finished.\n\n11:21 A.M. \n\nWonkette, Asleep at Switch: Headline on The Politico's \"Mike's 'Must Reads'\"--\n\n Why Cougars are needed in Iraq \n\nP.S.: We think we know a distinguished lawmaker who might help! ...  10:51 A.M. \n\nWednesday, May 30, 2007 \n\nThat just means we're more courageous! A new Scott Rasmussen poll finds that the Senate \"comprehensive\" \nimmigration bill is still unpopular--48% against, 26% for. As he notes, if it were popular Bush wouldn't be running \naround talking about the need for \"courage.\" ... P.S.: Only 16% believe it will reduce illegal immigration. ... \nP.P.S.: You can, of course, eliminate the pollster middleman and contact your senators directly. Most of them \nfoolishly provide handy email forms.            Here's a contact list. ... 9:22 A.M.\n\nhttp://www.wsj.com/wsjgate?source=jopinaowsj&URI=/article/0,,SB118057904673319633,00.html?mod=opinion&ojcontent=otep\nhttp://article.nationalreview.com/?q=Y2E1MDdlYmU3OWQ1MTQ5NGNjMGJhZTliMzhkNjVmMmQ=\nhttp://www.slate.com/id/2139367/\nhttp://www.foxnews.com/story/0,2933,276836,00.html\nhttp://www.senate.gov/general/contact_information/senators_cfm.cfm\nhttp://www.slate.com/id/2167180/&#doingnothing\nhttp://www.americaforrichardson.org/node/852\nhttp://www.politico.com/news/stories/0307/3054.html\nhttp://www.time.com/time/nation/article/0,8599,1626498-2,00.html\nhttp://thepolitico.com/\nhttp://www.csmonitor.com/2007/0531/p01s02-usmi.htm\nhttp://wonkette.com/politics/loretta-sanchez/loretta-sanchezs-christmas-card-221348.php\nhttp://www.rasmussenreports.com/public_content/politics/just_16_believe_senate_bill_will_reduce_illegal_immigration\nhttp://www.senate.gov/general/contact_information/senators_cfm.cfm\n\n\nTuesday, May 29, 2007 \n\n\"Strange New Respect\" is Tom Bethell's term for the love showered by the MSM on conservatives who move to the \nleft. So what's the term for when the MSM pretends that conservatives are showering love on a veteran liberal for \nhelping them move left? Strange New Respect by Proxy? In any case, here it is. ... 11:57 P.M.\n\nToday, President Bush said his comprehensive immigration plan makes it \"more likely we can enforce our \nborder.\"Only \"more likely\"? Why the doubt? After all, the bill specifically            provides for \"4 Unmanned \nAerial Vehicles\" for the Southern border! And illegal immigrants don't get the new Z-visas until those unmanned \naerial vehicles are deployed! That's one of the \"enforcement benchmarks\" Bush boasted about. ... P.S.:OK, actually \nthe illegals become legal immediately,            as \"probationary\" Z-visa applicants. But ... hey, the bipartisan authors \nof the \"grand bargain\" didn't stop at three unmanned aerial surveillance craft. They have four! Sen. Kyl is one tough \nnegotiator. ... \n\nUpdate: Mark Steyn reacts to Bush's criticism of those who only look at \"a narrow slice\" of the bill:\n\nSpeaking for myself, I'm not looking at \"a narrow slice of it\" but only at its first and most important consequence: \nThe conferring of instant open-ended legal residency and employment rights on just about anybody on the planet \nwho wants them under a visa that, while technically \"probationary\", will in practice be all anybody ever needs \nbecause (aside from its other benefits) it removes any possibility of deportation. After that's gone into effect, the \n\"narrow slices\" and \"little aspects\" in Section 739(f) won't matter.\n\nP.S.: Isn't Bush actually hurting his cause by raising the visibility of the immigration bill over the Memorial Day \nrecess? I thought they were trying to sneak this thing in under the radar, with Fox doing its part by virtually banning \nthe subject. ... What's more, have any of Bush's recent efforts at road-show salesmanship--regarding Iraq, or Social \nSecurity reform, or the 2006 mid-terms--had any success? I don't think so. Why then, has Bush made himself \nconspicuous defending the immigration \"grand bargain.\" Answer: Because one of the insane, Chalabi-esque \nfantasies behind this bill is the idea that it will produce more net Latino votes for Republicans. In order to establish \nthis hitherto nonexistent GOP bond with Hispanics, Bush must cast himself as the Man Who Legalized the Illegals. \nHe needs his Abe Lincoln moment, or else all his reform has done is added millions of voters from a traditionally \nDemocratic immigrant group to the rolls. Hence, he has to become a prominent defender of the bill even if that \nmakes the bill less likely to pass. \n\nP.P.S.: The \"instant\" nature of the legalization seems also calculated to produce a Lincoln moment, a day of joyous \nemancipation, dancing and celebration in Aztlan that will be remembered in future decades. Why else rush the \nprocess by letting legalization precede the \"triggers\" and allowing only one business day for a background check? \n... 3:16 P.M.            link\n\nETP RIP: Is HuffPo's Eat the Press really dead? Arianna? I liked Eat the Press--it had its own quirky style. ... [This \nitem isn't about comprehensive immigration reform--ed Sorry.It won't happen again.] ...1:17 P.M.\n\nLinda Chavez: 'Status Quo OK!' Even Linda Chavez--after she's through declaring that opponents of Bush's semi-\namnesty are all anti-Latino racists**--goes off-message by admitting thatnot passing an immigration bill, and \nleaving the \"problem\" unsolved, wouldn't be so bad:\n\nThe status quo -- largely turning a blind eye toward the 12 million illegal aliens who work, pay taxes and keep their \nnoses clean, while stepping up border enforcement and selective internal enforcement -- may not be the worst \npossible outcome in the current debate on immigration reform. \n\nYep. ... Next, supporters of legalization will start admitting that \"amnesty\" is an accurate word! ...\n\n**--That is not really an overstatement. Here's Chavez:\n\nBut we need to quit pretending that the \"No Amnesty\" crowd is anything other than what it is: a tiny group of angry, \nfrightened and prejudiced loudmouths backed by political opportunists who exploit them. \n\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/05/29/AR2007052901816.html\nhttp://www.nytimes.com/aponline/us/AP-Bush.html?hp\nhttp://www.nytimes.com/aponline/us/AP-Bush.html?hp\nhttp://truthlaidbear.com/immigrationbill.php?page=1\nhttp://truthlaidbear.com/immigrationbill.php?page=1\nhttp://truthlaidbear.com/immigrationbill.php?page=156\nhttp://corner.nationalreview.com/post/?q=OTdmYmVlNjZmMWVjZTY1Y2M5OTAwMTZlYzA0MTYxZDE=\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/05/24/AR2007052402154.html\nhttp://www.heritage.org/Research/Immigration/wm1468.cfm\nhttp://www.slate.com/id/2167180/&#bushlincoln\nhttp://www.huffingtonpost.com/jason-linkins/page-six-everybodys-cha_b_49810.html\nhttp://www.townhall.com/Columnists/LindaChavez/2007/05/25/latino_fear_and_loathing\nhttp://www.townhall.com/Columnists/LindaChavez/2007/05/25/latino_fear_and_loathing\nhttp://www.washingtontimes.com/national/20070527-111457-6782r_page2.htm\n\n\nIt's good to get this sort of comprehensivist venom out in the open, so society can combat it. ... \n\nP.S.: If they're playing the \"racist\" card already--and it's not just Chavez, I'm told even O'Reilly was echoing this \ntalking point--doesn't that mean they sense they might be in trouble? ... 12:39 P.M. \n\nBeats \"sex\": \"Immigration\" is #1 on the New York Times \"most searched\" list, measured over the last 24 hours and \nover the last 7 days. ... To readers and editors who tell me I haven't been posting enough on this popular subject, \nall I can say is, \"I hear you.\" ... 12:14 P.M.\n\nMonday, May 28, 2007 \n\nThere's a job for him at Fox: George Stephanopoulos stages an exciting debate between a supporter of \ncomprehensive immigration reform and ... a supporter of comprehensive immigration reform!  10:43 P.M.\n\nThe moral majesty of John Murtha (asked about possible violence and killing in Iraq if the U.S. withdraws):\n\nI am convinced that it won't be any worse than it is now, and if it is worse they will settle it themselves. \n\nIs that what Democrats say about Darfur? And in Darfur, of course, the U.S. didn't arguably incur a moral obligation \nby invading the country. ... 10:10 P.M. link\n\nCheering, please: What if they raised the minimum wage and nobody paid much attention? Well, they did, by more \nthan two bucks (to $7.25). Isn't that a significant Democratic victory? I'm            looking for the triumphalism on Daily \nKos but can't find it. It didn't even            make the NYT front page.  ... P.S.: This means it's not a \"Do-Nothing \nCongress\" anymore, no? Sorry,            Mr. Cass. ...  9:52 P.M.            link\n\nHe clearly caught the ball. ... [via            Drudge] 9:37 P.M.\n\n\"[I]n interviews with more than a dozen soldiers in this 83-man unit over a one-week period\"--New York Times: I'm \nwilling to believe U.S. soldiers in Iraq are disillusioned, but \"more than a dozen\" does not seem like a large \nnumber. ... 12:31 A.M.\n\nThe Class of 2007: The proposed Kyl-McCain-Kennedy immigration deal would more or less instantly legalize \nillegals who came here before January 1 of this year. What about the illegals who arrive after that? I'd thought it \nwas a good joke when Rich Lowry asked, \"What does McCain want to do, deport them all?\" But Clive Crook of \nNational Journal           argues the post-January illegals will almost immediately become a problem even if \neverything goes as planned:\n\nTens of thousands, maybe hundreds of thousands, of new illegal immigrants have arrived since then. Thus each \npassing month adds to the numbers that the law insists must be sent home -- and the number is going to keep on \nrising, even if the pace slows once the new border measures are up and running. ... [snip]\n\nSo consider. One of the things the bill purports to recognize is that mass deportation of the 12 million illegal \nimmigrants thought to be in the country is both impractical and undesirable (not least because of the effects on the \nU.S. economy). But is the mass deportation of, say, a million immigrants, or 2 million, much more practical or \ndesirable? This is the outcome that the bill implicitly envisages even if, in every other respect, all goes to plan. \nMultiply that by two, on a very conservative estimate, for the illegal immigrants already here who opt not to apply for \nlegal status under the terms of the new law. Add a hundred thousand a year, maybe, for new illegal immigrants who \nmanage to slip through even after the border has been strengthened. In other words, suppose the bill is enacted: \nTen years from now, what has been gained? \n\nTwo answers: \n\n1) Some post-January illegals won't find it hard to trump up the two documents--e.g., \"sworn affidavits from \nnonrelatives\"--necessary to pass as pre-January illegals. Problem solved! (As President Bush declared last week, \"      \n\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/05/24/AR2007052402154.html\nhttp://www.nytimes.com/gst/mostsearched.html\nhttp://abcnews.go.com/Politics/story?id=3217319&page=1\nhttp://www.nytimes.com/2007/05/27/world/middleeast/27withdraw.html?ex=1337918400&en=357fc787c131360c&ei=5090&partner=rssuserland&emc=rss\nhttp://www.slate.com/id/2167180/&#murtha\nhttp://www.nytimes.com/2007/05/25/washington/25wage.html?ex=1337745600&en=08dfc8fa327950a4&ei=5090&partner=rssuserland&emc=rss\nhttp://www.dailykos.com/search?offset=0&old_count=30&string=minimum+wage&type=story&sortby=relevance&search=Search&count=30&wayback=20160&wayfront=0\nhttp://www.nytimes.com/indexes/2007/05/25/todayspaper/index.html#Front%20Page\nhttp://www.realclearpolitics.com/articles/2007/05/donothing_democrats_quelle_sur.html\nhttp://www.slate.com/id/2167180/&#minwage\nhttp://www.breitbart.tv/freelhurt.html\nhttp://www.drudgereport.com/\nhttp://www.nytimes.com/2007/05/28/world/middleeast/28delta.html?ex=1338004800&en=3bc9909321d69f9b&ei=5090&partner=rssuserland&emc=rss\nhttp://article.nationalreview.com/?q=MmViN2Y4NzYyMmVlNzE4OWNiN2M0YTIwMWQ2NDUxOTQ=\nhttp://nationaljournal.com/crook.htm\nhttp://truthlaidbear.com/immigrationbill.php?page=156\nhttp://truthlaidbear.com/immigrationbill.php?page=156\n\n\n     There is a document forgery industry in America.\" Does he think it's going to go away because he gives them a \ndifferent set of documents to forge?)\n\n2) Of course the remaining post-January illegals won't be deported, any more than all the  current pre-January \nillegals will have to be deported if Congress doesn't pass the \"comprehensive\" bill. They will live \"in the shadows.\" \nThen, in 10 years, with millions of new illegal shadow-dwellers--way more the Crook's \"hundred thousand a year,\" if \nthings don't go according \"to plan\" but rather according to recent precedent--there will be responsible bipartisan \nproposals, which you would be a yahoo to oppose, for another semi-amnesty. Potential illegals know this, one \nreason why they will keep coming. (That's the pattern after amnesties, it seems). ...\n\nPraxis Reminder: Should you wish to try to forestall this irrevocable legislative disaster (or encourage it, I guess) \nhere is a list of Senate phone numbers and email forms (via            Hewitt). This be the week. ... 2:37 A.M.            \nlink\n\nSunday, May 27, 2007 \n\nWhy theL.A. Times is doomed: The following teaser appears, not on the front page, but at the bottom of the first \npage of the B section in today's Los Angeles Times.\n\nLindsay Lohan arrested The actress, 20, is arrested on suspicion of drunk driving after hitting a curb and shrubbery \nin Beverly Hills. B3\n\nP.S.: By the time LA residents got up to get the Sunday paper, the Lohan story had already led Drudge and been \nreplaced by a fresher bit of news. Meanwhile, the New York Post featured an inch-and-a-half headline, plus \npicture, on its tabloid front page:\n\nLINDSAY DRUG SHOCK Stash found after DUI bust\n\nThat's the New York Post of the same day as the LAT, even though the story happened in L.A. and the Post is \nproduced in New York. ... The Post account is also juicier. ...\n\nP.P.S.: The LAT did finally have a relatively detailed piece on the horrifying hammer attack by one student on \nanother at the #1 L.A. private prep school, Harvard-Westlake. Times editors gave it a characteristically riveting \nheadline: \"Attack raises doubts at school.\"** ...            Fifty-seven buyouts is not enough! ...\n\n**--There was no evidence in the story of the attack raising doubts at the school. It was just too dull a hed to pass \nup! 8:51 P.M. link\n\nThose Irish election results in full through Irish eyes at Slugger O'Toole. ... 7:44 P.M.\n\nU.S. insistence on aerial spraying of poppy fields in Afghanistan still seems crazy to me. How about this deal: The \nU.S. agrees to forego spraying if anti-Bush journalists agree to not then write            \"See, they're growing poppies! \nAmerica is failing!\" stories. ... [via            Andrew Stuttaford at The Corner] ... See also            Hitchens. ... 12:43 \nP.M.\n\nIf the relentless, semi-desperate Bush White House spin on immigration has even alienated Powerline, maybe       \n     John Podhoretz is right: Who's Bush going to rely on to back him on Iraq in September? Teddy Kennedy? ...Old \nproverb:Man who dissemble about immigration bill may also dissemble about Middle East military venture! Just \nsayin'. ... 2:04 A.M.\n\n\"It's Not True. It's Not True. It's Not True. It's Old News': Classic Clinton strategy for dealing with scandal, now \napplied to Hillary bios. ... P.S.: However much Carl Bernstein's book may            question Hillary's judgment, you \ncan't say she made the wrong decision when (as Bernstein reports)            she decided not to give Bill a \ndivorce when he fell in love with a power company executive. If she'd said 'yes,' she'd now be a high-powered \nlobbyist for Wal-Mart. ...  P.P.S.: Seems like new news to me. ... 12:36 A.M.\n\nhttp://www.whitehouse.gov/news/releases/2007/05/20070524.html\nhttp://www.city-journal.org/html/eon2006-09-29hm.html\nhttp://www.senate.gov/general/contact_information/senators_cfm.cfm\nhttp://www.senate.gov/general/contact_information/senators_cfm.cfm\nhttp://www.slate.com/id/2166678/&#classof2007\nhttp://www.nypost.com/seven/05272007/news/nationalnews/coked_lohan_nationalnews_christine_field.htm?page=2\nhttp://www.latimes.com/news/local/la-me-harvard19may19,1,7344692.story\nhttp://www.laobserved.com/archive/2007/05/osheas_buyout_message.php\nhttp://www.slate.com/id/2166678/&#lohantest\nhttp://www.sluggerotoole.com/\nhttp://www.ft.com/cms/s/ac35906e-0aeb-11dc-8412-000b5df10621.html\nhttp://www.thenation.com/doc/20041206/scheer1123\nhttp://www.thenation.com/doc/20041206/scheer1123\nhttp://corner.nationalreview.com/post/?q=Njc4NGRlYjkyZDUzODNlODc2MzAxMDliMjJmYjI1Njg=\nhttp://www.slate.com/id/2110987/\nhttp://powerlineblog.com/archives/017749.php\nhttp://www.nypost.com/seven/05252007/postopinion/opedcolumnists/better_off_losing_opedcolumnists_john_podhoretz.htm\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/05/24/AR2007052402479.html\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/05/24/AR2007052402479.html\nhttp://www.latimes.com/news/politics/la-na-clinton26may26,1,3482799.story?coll=la-headlines-politics\nhttp://www.nydailynews.com/news/wn_report/2007/05/26/2007-05-26_2_new_hil_books_delve_into_rocky_marriag-1.html\nhttp://www.nydailynews.com/news/wn_report/2007/05/26/2007-05-26_2_new_hil_books_delve_into_rocky_marriag-1.html\n\n\nFox Shocks, Blocks Vox: Immigration writer Conor Friedersdorf saysFox News is dead to him!\n\nSomeone possessed of far less knowledge than I can see that right now is a crucial time for the immigration \ndebate. If this once-a-generation legislation passes, it will forever alter the face of the United States, for better or \nworse; it is hard to imagine a topic where legislative efforts are less reversible. Furthermore, this is a topic of \nsignificant interest to the Fox News demographic, populist conservatives who care a lot about illegal immigration, \nthe national security ramifications of loose border security and the threat posed by complicated, little understood \nlegislation passed without public support or input.\n\nSo is Fox News going all out on immigration coverage? No! ... [E.A.]\n\n12:01 A.M. \n\nSaturday, May 26, 2007 \n\nFox Weekend: Anything But Amnesty! I've now watched a couple of hours of Fox News Channel coverage, and \nBush loyalists worried about anti-amnesty anger on the right will be pleased: The network's Pravda-like, \nimmigration-bill blackout continues! Lots of discussion of Iraq, and Rosie, and old WWI munitions in Surf City, \nN.J., and Rosie. And Rosie! My favorite was the thumbsucker: \"Can You Hurt Your Career Defending President \nBush?\" Not on Fox. Even if it means abandoning the network's traditional role as a voice for conservatives shut out \nof the MSM. ...\n\nAny minute now I expect them to start playing somber classical music. ... 12:31 P.M.\n\nThe Right Against Fox!  Freepers are rumbling. ... 7:43 A.M.\n\nFriday, May 25, 2007 \n\nSecond BiteThatNYT-CBS poll purporting to show support for the Kyl-Kennedy semi-amnesty isn't as bad as I \nthought. It's worse! Here's the key question, which pulled a 67% \"favor\" response--\n\n63. Would you favor or oppose allowing illegal immigrants who came into the country before January to apply for a \nfour-year visa that could be renewed, as long as they pay a $5,000 fine, a fee, show a clean work record and pass \na criminal background check? [E.A.]\n\n1) The question says that if illegals pay the fine, the fee, etc. they can \"apply\" for a four year visa. That suggests \nthat even after the fine, etc. there is some discretion to turn down the \"application\"--the way other visa applications \nare turned down. No. In the proposals being considered, if you satisfy the fine, fee, and background check \nrequirements, etc., you get the visa. You don't get \"to apply.\" An ordinarily ill-informed respondent just hearing this \nquestion might easily think it was a whole other sort of program being considered--something like, 'Sure, they can \napply and we'll take the ones we want--and it's only for four years, so we can always deny the renewals.'\n\n2) A \"four-year visa that could be renewed\" sounds mighty temporary, sort of like a tourist visa or some other visas \nthat foreigners have. It's not. It can be renewed until the visa-holder dies. It's permanent. ... \n\nP.S.: Does the average poll respondent even know what a \"visa\" is? I'm not sure I do. Why not be honest and say \nsomething like, \"Would you favor giving them legal status that would allow them to stay and work in the country\"? \nInstead, the NYT-CBS pollsters adopted the deceptive euphemisms of the proposed law (which must have tested \nwell or else the proponents would have come up with other deceptive euphemisms). ... 5:40 P.M. link\n\nParanoia Update--Fox Edition: Allahpundit says I'm engaging in \"conspiracy fantasias\" in suggesting that Fox News \nChannel is carrying water for Bush (instead of conservatives) by avoiding too much immigration and amnesty talk \nin the runup to the Memorial Day weekend. I don't know! Here's an email I got yesterday from a supporter of the \nimmigration bill: \n\nhttp://www.forthebetterment.com/for_the_betterment/2007/05/fox_news_dead_t.html\nhttp://www.freerepublic.com/focus/f-news/1839789/posts\nhttp://graphics8.nytimes.com/packages/pdf/national/20070525poll.pdf\nhttp://www.heritage.org/Research/Immigration/wm1468.cfm\nhttp://www.slate.com/id/2166678/&#secondbite\nhttp://hotair.com/archives/2007/05/24/nyt-poll-on-amnesty-bill-majority-support-amnesty-except-when-they-dont/\n\n\nFor us Pro- Comprehensive immigration Republicans I agree with you something is going on at FOX. First my \ngood old Ole Miss Boy who is anchoring at  at 6pm .He barely mentioned the immigration fight and when he does \nit is all good news. Then I turn on the FACTOR and Bill is not there!! Better yet [snip] Michelle Makin is not the Fill \nin Anchor. I just saw  former Congressman something of the other (I think he ran for Prez) shut down the \nRepublican strategist when she starting talking about it. Awesome. \n\nWhat Hannity and Colmes be like? After that it is smooth sailing. \n\nWell, what did Hannity and Colmes talk about last night? Iraq, Al Qaeda,** Iran, The View and Michael Moore! Ann \nCoulter, who was on the first segment, rebelled and brought up immigration anyway. They never went back to her-\n-and started talking about John Edwards' hair. ... \n\n**--Especially those grisly Al Qaeda torture drawings, captured two weeks ago, that just happened to be released \nfor yesterday's papers. [Nurse!-ed] ... 2:32 P.M.            link\n\nKiller Amendment Contest: I don't quite understand how the comprehensive \"p.o.s.\" Senate immigration bill could \nbe            killed in the amendment process. A \"killer amendment\" would have to be appealing enough to draw a \nmajority vote, yet so unappealing that a larger bill including it would be voted down (even though the killer \namendment might always be reversed in conference). ... Maybe it makes more sense if you look at the Kabuki, and \nat the cumulative effect of alienating small blocs of senators: A killer amendment, in this theory, is an amendment \nthat it's hard for a majority of politicians to go on record against (even if they hate it) but that gives a large group of \nother politicians who'd secretly like to vote against the bill a defensible excuse for doing so.** ...\n\nIf readers know more about this \"killer amendment\" business, or have amendments to suggest, email me. One \nreader offers this proposal: Make legalized illegals ineligible to vote (maybe for 10 years or so). Felons can't vote, \nafter all, and the public says it wants border violators prosecuted. ... That seems like too many millions of legal \nworkers stripped of the right to vote to me, but it might be a hard one to vote against, yet it would give lots of Dems \nan excuse to oppose the bill. Other nominees accepted.  ... 12:09 P.M.            link\n\nThat NYT: PollsterScott Rasmussen argues that the NYT-CBS poll is consistent with his own findings of opposition \nto the Senate bill--but potential support for some sort of pragmatic compromise involving enforcement plus a \"path \nto citizenship.\"\n\nHowever, while 65% [in Rasmussen's poll] were willing to support such a compromise, only 26% support the \nlegislation currently before the Senate. \n\nThe gap between the 65% potential support for a compromise and the 26% actual support for the Senate bill is due \nto two factors. First, the debate in the Senate has focused on how to legalize the status of illegal aliens. For most \nAmericans, that's missing the point (just 29% of American voters see legalizing the status of illegal aliens as a Very \nImportant issue). \n\nSecond, there is enormous skepticism about the government commitment to enforcing the borders (as the Times \nsurvey noted, only 14% believe the government is doing all it can at this time). To most voters, immigration reform \nis all about border control. Until voters are convinced that the enforcement is both real and effective, there will be \nno popular support for reform. [E.A.]\n\nI tend to think the NYT's questionable Question #63 finding (see below) is a little more inconsistent with \nRasmussen's results than that. But Rasmussen's conclusion is similar to Andy McCarthy's--it's all about lack of trust \nin the enforcement piece, and an unwillingness to take the \"big risk\" that \"the current 12 to 20+ million illegal alien \npopulation could easily swell to two or more times that amount if this isn't done right.\" ...\n\nP.S.: Here's what an actual pol says--\n\nhttp://www.cnn.com/2007/WORLD/meast/05/23/iraq.main/index.html\nhttp://www.slate.com/id/2166678/&#monoia\nhttp://hotlineblog.nationaljournal.com/archives/2007/05/post_211.html\nhttp://www.politico.com/news/stories/0507/4182.html\nhttp://www.politico.com/news/stories/0507/4182.html\nhttp://www.slate.com/id/2166678/&#killer\nhttp://www.rasmussenreports.com/public_content/politics/ny_times_cbs_poll_finds_that_69_believe_illegal_immigrants_should_be_prosecuted\nhttp://www.rasmussenreports.com/public_content/politics/just_26_favor_senate_immigration_plan\nhttp://www.rasmussenreports.com/public_content/politics/ny_times_cbs_poll_finds_that_69_believe_illegal_immigrants_should_be_prosecuted#\nhttp://corner.nationalreview.com/post/?q=MWQ3NDU0YzU5MjI0Y2I5OTBiYTcyNzJiOWY0YWE1ZGM=\nhttp://www.sfgate.com/cgi-bin/article.cgi?file=/c/a/2007/05/25/MNGR7Q1IG71.DTL\n\n\nSen. Jon Kyl of Arizona, the lead Republican negotiator who has come under heavy attack, conceded that a \nRasmussen poll showing just 26 percent of the voters surveyed favor passage of the Senate bill is probably \naccurate. [E.A.]\n\nOf course, Kyl's now posing as the courageous cooperator who's willing to tell his constituents to cram it.  A \nnegative poll result isn't off message for him.** Still ...\n\n**--It's the Reverse Howell Raines Fallacy: The great and good American people are wrong and we need \nbrave Beltway politicians to stand up to them. If they hate the deal it must be sound!... 9:51 A.M. link\n\nThat NYT: It seems to me the main problem with today's NYT-CBS immigration poll are \n\na) Before it ever asks the key question (#63) about semi-amnesty, it asks question #61, which implies there are only \ntwo choices: giving illegals a \"chance to ... eventually apply\" for legal status, or deportation.  The public clearly \ndoesn't like mass deportation, so two questions later, when they're asked in detail about the \"Z-visa,\" they may be \ninclined to approve. A fair poll would give respondents the option of leaving the status quo alone--letting illegals stay \nin the shadows, etc.\n\nb) I don't think it's fresh news that when voters are given elaborate descriptions of the requirements for semi-\namnesty (\"pay a $5,000 fine, a fee, show a clean work record and pass a criminal background check\") they say, \n'sure'. No other alternatives are given in this question.\n\nc) As the Times itself notes, it never asked voters simply what they thought of, say, 'the bill being considered by the \nSenate.' Voters may have heard descriptions of the bill that cast it in a positive or negative light. It's that bill and \nthose descriptions the Senators are going to be responsible for, not a NYT hypothetical not-quite-the-bill. ... Indeed, \nbefore the NYT poll asks voters Question #63, it softens them up by floating a legalization proposal (in \nQuestion #61) that's significantly different from--and tougher than--the Senate bill. The senate bill doesn't just give \nillegals \"a chance to ... eventually apply for legal status\".  It immediately gives them legal status. The bill doesn't \napply to \"most\" illegals (implying some sort of screening process). It applies to virtually all illegals. And,            as \nKrikorian notes, it doesn't apply to illegals who have \"lived and worked in the United States for at least two years.\" It \napplies to all who snuck into the country before the beginning of 2007--five months ago.\n\nd) Point (c) is especially a problem because while voters may--let's use hypothetical numbers--approve of all the \nmain provisions by a 60-30 margin, that doesn't mean they approve of the compromise combining those provisions. \nIf the 30 percent who oppose the semi-amnesty provision are a different 30 percent than the 30 percent who \noppose the guest worker program, and they all feel adamant about it, then it's possible 60 percent oppose the \ncompromise that includes both provisions, no?\n\nSee also Allahpundit's analysis, and            pollster Scott Rasmussen's. ... Update: Also            Mark Krikorian. ...\n\nP.S.: It's also possible, of course, that the majority of voters foolishly do support the Senate compromise. I don't \nwant to slip into the Howell Raines Fallacy of assuming the great and good American people must agree with me. \nThe great and good American people are sometimes naive, ill-informed, or just all wet. But I don't think the NYT poll \ndemonstrates that, in this case. ... 2:19 A.M. link\n\nBig Dirty Ball of Mischief! Peggy Noonan:\n\nNaturally I hope the new immigration bill fails. It is less a bill than a big dirty ball of mischief, malfeasance and \nmendacity, with a touch of class malice, and it's being pushed by a White House that is at once cynical and inept. \nThe bill's Capitol Hill supporters have a great vain popinjay's pride in their own higher compassion. They are \ninclusive and you're not, you cur, you gun-totin' truckdriver's-hat-wearin' yahoo. [E.A.]\n\nShe also notes--in what seems an actual fresh point--that an enforcement-first strategy which actually sealed the \nborders but failed to offer legalization wouldn't hurt the illegals who are already here--it would help them, by \n\nhttp://www.slate.com/id/2166678/&#nytpoll2\nhttp://graphics8.nytimes.com/packages/pdf/national/20070525poll.pdf\nhttp://www.nytimes.com/2007/05/24/us/politics/25cnd-poll.html?ex=1337659200&en=6bf00010708ae5d1&ei=5090&partner=rssuserland&emc=rss\nhttp://corner.nationalreview.com/post/?q=NjhjZTU1MTU4ZDE4NjNlNDdkNjNkMWExNjNmMzJkYjY=\nhttp://corner.nationalreview.com/post/?q=NjhjZTU1MTU4ZDE4NjNlNDdkNjNkMWExNjNmMzJkYjY=\nhttp://hotair.com/archives/2007/05/24/nyt-poll-on-amnesty-bill-majority-support-amnesty-except-when-they-dont\nhttp://www.rasmussenreports.com/public_content/politics/ny_times_cbs_poll_finds_that_69_believe_illegal_immigrants_should_be_prosecuted\nhttp://corner.nationalreview.com/post/?q=NjhjZTU1MTU4ZDE4NjNlNDdkNjNkMWExNjNmMzJkYjY=\nhttp://www.slate.com/id/2166678/&#nytpoll1\nhttp://www.opinionjournal.com/columnists/pnoonan/\n\n\ntightening the low-end of the labor market and raising their wages and income along with the wages of legal \nworkers. \n\nLet's take time and find out if the immigrants who are here see their wages click up and new benefits kick in as the \nendless pool stops expanding. It would be good to see them gain. \n\nIf semi-amnesty is followed, as expected, by a new wave of illegals, that will lower the incomes of the illegals \nalready here, whether or not they take advantage of the Z-visa. ... \n\nP.S.: See also another sensible Andy McCarthy post, a probably ill-fated attempt to find common ground, which \nincludes the following:\n\nAs a human being, I want to support legalization, even though everything in my experience tells me it is always a \nmistake to reward illegal behavior, and the equities tell me that (a) the illegals have chosen to be illegal so it's not \nunfair to make them live with that choice, and (b) legalization would be a slap in the face to the people who have \nrespected our laws and tried to immigrate lawfully.\n\nDespite those two weighty considerations, I think I could swallow hard and go along.  Except for one thing:  I don't \nbelieve the government is serious about enforcement.  I've been in government, so I don't doubt their good faith  I \ndon't doubt that they really hope and intend to do a better job.  I just won't believe they'll follow through for any \nsustained amount of time until they actually do.\n\n1:03 A.M. \n\nThursday, May 24, 2007 \n\nThis Hotline observation rings true:\n\nMany anti-comp Republicans are faking their opposition to the issue and have told their corporate fundraisers and \nlobbyist patrons that they privately hope a bill will pass. These anti-comp Republicans have to pretend to be in the \nanti-amnesty camp because they'd suffer politically because of it.\n\nAt least they say they're faking their opposition when they talk to their \"lobbyist patrons.\" If they did what the \nlobbyists wanted, and supported the bill, would that be authentic? Or would it be sucking up to \"corporate \nfundraisers\"? (Eh, Senator Lott.) They probably tell the bill's opponents that they are faking when they say they're \nfaking their opposition. At some point the search for authenticity in state-of-the-art politicians becomes fruitless. A \nfake \"no\" vote counts as much as a heartfelt \"no\" vote. ... 12:01 P.M.\n\nParanoid's Corner II: I'm now so obsessed with the Senate \"p.o.s.\" immigration bill that I think all the news the \nBush administration is making--from the            President's unusual press conference to his statements on Iran and \nIraq to the release of that            Osama-Zawahiri message--isn't really designed to influence the public's views on \nIran and Iraq or Al Qaeda. It isn't designed to directly influence the public on anything. It's designed to take up \nmedia space over Memorial Day so there's less room for angry opposition to the President's immigration bill! It's \nsoobvious.... And why did that            volcano erupttoday? You think that was an accident?** ... \n\n**--OK, why did Fox News have to cover that volcano erupting? As I said, conservatives can't count on Fox to keep \nthe immigration debate boiling. Fox isn't the conservative cable channel. It's the Bush cable channel.  Try to find \nthe immigration bill controversy on the Fox home page. (It's there, but you have to look way down. Even then it's \nspun deceptively in a pro-Bush way: \"As plan moves forward in the Senate will House sink it?\" As if it's already \na done deal in the Senate and only those Pelosi Dems stand in the way. ... ) 11:41 A.M.\n\nWednesday, May 23, 2007 \n\n'What are you going to do, deport them all?' George Will's answer:\n\nhttp://corner.nationalreview.com/post/?q=MWQ3NDU0YzU5MjI0Y2I5OTBiYTcyNzJiOWY0YWE1ZGM=\nhttp://hotlineblog.nationaljournal.com/archives/2007/05/nativism_thy_na.html\nhttp://www.dailynews.com/news/ci_5972183\nhttp://hotlineblog.nationaljournal.com/archives/2007/05/post_211.html\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/05/24/AR2007052400776.html?hpid=topnews\nhttp://www.fortwayne.com/mld/newssentinel/news/editorial/17272726.htm\nhttp://cbs13.com/topstories/local_story_144073823.html\nhttp://www.foxnews.com/\nhttp://www.mysanantonio.com/opinion/stories/MYSA052407.O.will.en.1458572.html\n\n\nTreat the problem of the 12 million with benign neglect. Their children born here are American citizens; the parents \nof these children will pass away.\n\nIf border-enforcement can be made to work (and the implausible premise of the \"grand bargain\" is that it can--\nindeed, that it will work so well it can hold off a new wave of illegals lured by amnesty) the problem of the 12 million \ndiminishes gradually, steadily over time. Eventually, it disappears. The Bush administration, which always gins up a \n\"crisis\" before its big policy pushes, doesn't like to dwell on this point. ... 11:57 P.M.\n\nLong weekend: Maybe the immigration bill could die in the House (if Pelosi wants it to) or the Senate later this \nyear (if the bill, after it comes back from the House and conference, is too liberal, for example). Maybe not. But's \npretty clear that the best-and pehaps only--time to derail immigration semi-amnesty is now, before the Senate \never votes on its initial \"grand bargain.\" Risk averse politicians, especially Dems who weren't in the Senate in 2006 \nto vote on last year's bill, will naturally not want to vote either way on such a charged issue. A pro-legalization vote \ngives GOPs an issue to run against them on. An anti-legalization vote annoys Latinos and businessmen and maybe \nparty elders.\n\nThe goal of the bill's foes should be to give these senators their wish, which would happen if Sen. Reid decides he \ndoesn't have 60 votes next week and pulls the bill rather than put it to the test. But once senators have voted for it \nthe first time, they've opened themselves to attack and may figure they might as well vote for it again.\n\nKate O'Beirne, an opponent of the bill, reports pessimistically that as things stand it will pass with 60 votes.That \nmakes what happens over this next weekend, when the pols go home and meet with constituents, crucial. I hope \nSenator Brown of Ohio, for one, as lots of town meetings scheduled. ... 9:23 P.M.            link\n\nFrom this morning's WaPo account of the \"guest worker\" debate \n\nOpponents of the program said it would depress wages of U.S. workers while creating an underclass of poorly paid \nmigrants with no access to the protections of citizenship.\n\nProponents said wages are already being depressed by illegal immigrants. \n\nWell all right then! ... [Aren't proponents saying that once the illegals are legal, stern enforcement measures \nelsewhere in the bill will keep out new illegals-ed Sure. But a) why not just do those enforcement measures, which \nseem to be what the voters want and which            the administration says are working; and b) it's not much of an \nadvertisement for the guest worker program that it will keep wages depressed to the level that illegal immigration \nhas already depressed them. We might want to, you know, let them rise a bit!... 9:08 P.M.            link\n\nAlterman for the border fence!\n\nWhy are lefties who complain about enforcement of the law so eager to ally themselves with exactly the same \nposition embraced by the editorial page of The Wall Street Journal? And why do you think lawyers and doctors, for \ninstance, are so good at getting laws written to prevent immigrants from employing their qualifications achieved \nabroad to compete with them here, while unskilled American workers must see their wages depressed by an \novercrowded labor market ...?\n\nLikewise, the interesting erosion in support for the Kyl-Kennedy instant-legalization bill will come on the left, if it \ncomes. Read this David Sirota post against \"triangulation\" and see if he isn't thisclose to adding immigration to the \nlist of issues on which Democratic party elders are joining a bipartisan Beltway elite in selling out the Dems' labor \nand lower-income constituents. ... P.S.: The left is right about the temporary \"guest worker\" program of which Sen. \nKyl is so proud. Why shouldn't foreigners who legally come here to work eventually have a chance to become full-\nfledged citizens? That's different than rewarding with instant legalization those who came here illegally. Kyl's \nmagnificent bipartisan \"grand bargain\" has achieved the worst of both worlds (temporary second class status for \nlegal immigrants, a huge semi-amnesty reward for illegal immigrants.) The common denominator is an erosion in \nthe bargaining power of unskilled American workers. ... 1:37 P.M.            link\n\nhttp://corner.nationalreview.com/post/?q=MGU4NzNiMjk1MTNlM2MwYjZmMDBkYTFhNjMzOTIyOWQ=\nhttp://www.slate.com/id/2166678/&#now\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/05/22/AR2007052201403.html\nhttp://www.washingtonpost.com/wp-srv/related-topics.html/United+States?tid=informline\nhttp://www.captainsquartersblog.com/mt/archives/010051.php\nhttp://corner.nationalreview.com/post/?q=NjdiYjA1YmExZmYyMjA4N2Q3YzliNjkxNjQ3OGExMjc=\nhttp://www.slate.com/id/2166678/&#lowwage\nhttp://mediamatters.org/altercation/200705230004#1\nhttp://www.huffingtonpost.com/david-sirota/dems-driving-triangulatio_b_48907.html\nhttp://www.slate.com/id/2166678/&#altermanfence\n\n\nParanoid's Corner House Minority Leader John Boehner on the Senate's immigration \"grand bargain\"--\n\n\"I promised the President today that I wouldn't say anything bad about ... this piece of shit bill ...\"\n\nHmm. So Bush is actively asking his GOP friends to tone down their criticism of the Sen. Kyl's wonderful bipartisan \nhandiwork. Cut to FOX News Channel, which I watched for much of yesterday on a plane--and which wasn't nearly \nas rabble-rousing on the anti-amnesty front as you'd expect a rabble-rousing conservative cable channel to be. \nRamesh Ponnuru at The Corner noticed this too. Maybe the White House made the same request of Fox it made of \nBoehner. Certainly this is a crucial weekend for the p.o.s. bill--if Senators go home and get enough grief from their \nconstituents, the alleged 60-70 vote majority might disappear quickly. ... Am I saying that Roger Ailes, head of Fox \nNews, is susceptible to guidance from the White House? Yes!  Conservatives shouldn't trust Fox any more than \nliberals do. ... Update 5/23: Tonight Hannity & Colmes opened with ... the catfight at The View! I rest my case. \n...1:01 P.M.            link\n\nConservatives who (rightly) oppose the immigration deal should make sure they enact the House Democrats \nminimum wage increase, no? That would give Nancy Pelosi something to brag about when she's accused of \nrunning a \"do-nothing\" Congress, and lower the chances that she'll decide to \"do something\" by passing a Senate \nsemi-amnesty bill even if there are few House Republicans to lend it bipartisan cover. ... 12:45 A.M.\n\nMonday, May 21, 2007 \n\nWe're not going to run people down! And, by the way, our opponents are bigots! \"Comprehensive immigration \nreform\" is one of those issues that brings out the worst in people. Especially its proponents. Here's Sen. Lindsey \nGraham talking about the issue back in March, 2006, in a clip dug up by Michelle Malkin: \n\nWe are going to solve this problem, we're not going to run people down, w'ere not gonna scapegoat people, we're \ngonna tell the bigots to shut up, and we're gonna get it right. [E.A.]\n\nI detect a contradiction. ... P.S.: Remember when the respectable, bipartisan policy types routinely tarred those who \nfavored welfare reform as bigots who scapegoated blacks and the poor? That didn't really work for them in the end, \ndid it? ... 9:55 P.M.\n\nMoose on Table ... : Bruce Kesler on an explosive, time-bomb like issue ticking underneath the official Democratic \npro-legalization coalition in the immigration debate. ... 6:59 P.M. \n\nParachute Blues: McCain defends immigration bill fast track, then is surprised when told of the            removal of \nthe back taxes requirement! ... But I thought he            knew \"more about immigration than anybody\" in the room \nwhere the bill was hammered out!. ... P.S.: Even if they now stick the \"back taxes\" provision back in to avoid \nthrowing what McCain calls \"fuel on the fire,\" that's not the point. The point is that Bush has repeatedly used \nthe \"back taxes\" argument to sell his plan, yet he took it out--in other words, you can't trust him to do anything he's \npromised to do when it comes to burdening illegal immigrants. As            Krikorian says, \n\nthe president is opposed  morally and emotionally repelled  by the idea of enforcing the border with Mexico. It's just \nuncompassionate, in his view, and nothing's going to change that ...\n\n6:46 P.M. \n\nInteresting non-Republican Senate votes against taking up the immigration bill: Dorgan, Baucus, Tester, Sanders. \n... P.S.: Candidates Clinton, Obama, Biden, and Dodd just happen to miss the vote. Kerry too. ...  3:11 P.M. \n\nBushie Sneer Humor of the Day: Homeland Security Secretary Michael Chertoff addresses immigration on CNN \nFriday--\n\nYou know, Wolf, first, I understand there's some people who expect anything other than capital punishment is an \namnesty.\n\nhttp://hotlineblog.nationaljournal.com/archives/2007/05/post_211.html\nhttp://corner.nationalreview.com/post/?q=OTg4YzY4ZWQwYmE0YzQ1Yjc1ZjE0YTE1ODY3ODhiMjY=\nhttp://www.slate.com/id/2166678/&#foxparanoia\nhttp://hotair.com/archives/2007/05/21/open-thread-michelle-hosts-the-factor/\nhttp://www.democracy-project.com/archives/003322.html\nhttp://powerlineblog.com/archives/017709.php\nhttp://www.boston.com/news/nation/washington/articles/2007/05/19/bush_removes_provision_requiring_back_taxes_from_illegal_immigrants/\nhttp://www.boston.com/news/nation/washington/articles/2007/05/19/bush_removes_provision_requiring_back_taxes_from_illegal_immigrants/\nhttp://powerlineblog.com/archives/017697.php\nhttp://corner.nationalreview.com/post/?q=ZWNkZDkwMjhhYzk5YzJkZjgwNTRkYmJlYWI4NGZjMGU=\nhttp://corner.nationalreview.com/post/?q=ZDY3NGI5MDkwNWJkOTY0NzY1NjQ2ZDdkMGMwNmU0ODY=\nhttp://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=110&session=1&vote=00173\nhttp://corner.nationalreview.com/post/?q=MDIwYzg1ODFhOGU3MjI5YjFkYTkwOGI3OTI2ODk2NjA=\nhttp://corner.nationalreview.com/post/?q=MDIwYzg1ODFhOGU3MjI5YjFkYTkwOGI3OTI2ODk2NjA=\n\n\nHa ha. Chertoff pledged to implement the proposed bill's complex, untried enforcement mechanisms with the same \nprecision and efficiency that he and his agency displayed in the Katrina relief effort! ... 12:55 P.M. link\n\n Ezra Klein at TAPPED calls around to pro-\"comprehensive\" Dems and explains, in effect, why opponents of Bush's \n\"comprehensive\" reform shouldn't count on Pelosi's House to kill it: \n\nThe folks I talked to believe this is the year. Two years from now isn't an option. The particular political \ncircumstances we're in are nearly unique: Bush has nothing left to lose but his involvement still provides cover for \nRepublicans, Democrats can get an immigration bill without full ownership over it, the space is open for the \nsubject because the President won't allow action on other liberal priorities and the Congress won't countenance any \nconservative agenda items, and so on. You have the            RNC defending a bill that, were it offered under a \nDemocratic president, they'd be tearing apart. Meanwhile, this just won't be a priority for the next president: \nPresident Democrat will want to do health care, not amnesty, and President Republican will want to get reelected \nsomeday. So this is the shot. [E.A.]\n\nThat means there will be tremendous pressure on Pelosi to go ahead with a bill providing semi-amnesty to \nillegals (the key Dem demand) even if she doesn't get the much-discussed \"60 or 70\" House GOP votes as \ncover. A desperate president will be cover enough. ... Indeed, Pelosi already backed off the \"60 or 70\" \nRepublicans requirement yesterday on George Stephanopoulos' This Week.** ... If \"enforcement first\" forces want \nto kill the Bush semi-amnesty, the Senate is the best place, and now is the best time. But if they do kill it, it might go \naway for a long while. ... [via Blogometer] \n\nUpdate: Instapundit thinks different, arguing that anti-amnesty conservatives will get a better deal now than they \nwill after they sit out the 2008 election and throw it to the Dems. But if they kill the bill now, and don't nominate \nMcCain, maybe they won't sit out the 2008 election! Plus I think the circumstances Klein outlines above are fairly \nunusual. If \"comprehensive\" reform fails now, it may go away for a long time (like Nixon's once-inevitable \nguaranteed income plan). Even if Dems win in 2008, why won't the next President take the easy (and \nbetter!) course--emphasize enforcement while kicking the legalization can down the road? In our two branch, two \nhouse system, those who wait until next year often find themselves waiting a long time. (Maybe the workings            \nFeiler Faster Thesis will somehow result in speedier reconsideration of failed legislation--but I don't quite see how.)  \nI urge Prof. Reynolds to go easy on the Nyquil!\n\n**--Here's the exchange on This Week:\n\nSTEPHANOPOULOS: One of your deputies, Congressman Rahm Emanuel has said this bill will be very difficult to \npass without 60 to 70 Republican votes in the House. Is that the bar?\n\nPELOSI: Well let's put it this way, we would like to have strong bipartisan support for whatever we do. We don't \nwant the Senate to use the 60 or 70 in the House as an excuse to do something that Democrats can't support. So \nlet's just say we want a bill that is comprehensive, that is bipartisan and that the president will sign.\n\n12:16 P.M. link\n\nSunday, May 20, 2007 \n\nRead My Flips: No Back Taxes! ... If You're an Illegal Immigrant. President Bush in an address from the Oval Office \na year ago: \n\nI believe that illegal immigrants who have roots in our country and want to stay should have to pay a meaningful \npenalty for breaking the law, to pay their taxes, to learn English, and to work in a job for a number of years. People \nwho meet these conditions should be able to apply for citizenship ... [E.A.]\n\nForget that part about the taxes. The Bush administration actually asked that the provision requiring payment of \nback taxes be dropped from the bill, and it was taken out. Kennedy had it in! ...\n\nhttp://www.slate.com/id/2166678/&#yahoosneer\nhttp://www.prospect.org/csnc/blogs/tapped_archive?month=05&year=2007&base_name=post_3752\nhttp://atrios.blogspot.com/2007_05_13_archive.html#1022581298263588549\nhttp://www.gop.com/News/Read.aspx?ID=6952\nhttp://blogometer.nationaljournal.com/\nhttp://instapundit.com/archives2/005448.php\nhttp://www.slate.com/id/1004677\nhttp://www.slate.com/id/2166678/&#timeisnow\nhttp://www.whitehouse.gov/news/releases/2006/05/20060515-8.html\nhttp://www.whitehouse.gov/news/releases/2006/05/20060515-8.html\nhttp://www.boston.com/news/nation/washington/articles/2007/05/19/bush_removes_provision_requiring_back_taxes_from_illegal_immigrants/\nhttp://www.boston.com/news/nation/washington/articles/2007/05/19/bush_removes_provision_requiring_back_taxes_from_illegal_immigrants/\n\n\nP.S.: White House spokesman Scott Stanzel said:\n\nDetermining the past tax liability would have been very difficult and costly and extremely time consuming.\n\nTry that \"difficult and time consuming\" excuse out on the IRS if you're a U.S. citizen and see how far it gets you. ...\n\nP.P.S.: Will backers of \"comprehensive\" immigration reform continue to tout approving poll numbers from polls \nthat specifically cited the now-defunct \"back taxes\" requirement before asking voters for their opinion about semi-\namnesty? The CNN poll of May 4, 2007, for example, got a large favorable response when it asked if people \nfavored\n\n\"Creating a program that would allow illegal immigrants already living in the United States for a number of years to \nstay in this country and apply for U.S. citizenship if they had a job and paid back taxes.\" [E.A.]\n\nI wonder what the response would be to a query about favoring\n\n\"Creating a program that would allow illegal immigrants already living in the United States for a number of years to \nstay in this country and apply for U.S. citizenship even if they don't pay back taxes.\"\n\nDon't need no Mystery Pollster to answer that one. ... [via Corner] 12:17 A.M.            link\n\nSaturday, May 19, 2007 \n\nWhy can't they focus on the wolf-donkey problem here at home? Nabokov was inspired to write Lolita after reading \nabout an ape who'd been taught to draw but only made a picture of the bars of its cage.  Recently, I received an \nemailed call to action regarding a caged wolf and donkey in Albania: \n\nApparently in Albania, some [deleted] has decided to keep a wolf and a donkey caged together in filthy conditions. \n The donkey was initially put in the cage for the wolf to eat, but they've instead become friends and are now \nmiserable in the cage together.\n\nSays it all, no? ... Update: The donkey, but not the wolf, has been uncaged. That would seem a reasonable \ncompromise. ... Unlike, say ... [oh, go ahead-ed] comprehensive immigration reform. ... 11:29 P.M.\n\nHunt in Morning, Fish in Afternoon: My friend Mary Battiata, who covered (among other things) the fall of \nCommunism for the Washington Post, has produced a second alt-country CD of her songs with her band Little Pink. \nIt's pretty great--every song is good, there are fast ones and slow ones, yet it has a distinct, of-a-piece sound. Not \nsince Little Feat's Sailin' Shoes have I played a CD more or less continuously, start to finish, and never wanted to \nget up to take it off.  (Even Leona Naess' I Tried to Rock You But You Only Roll, the previous champ, has one bad \nsong; Steve Earle usually sticks a clinker in each half--and that's for his good albums. Rosie Thomas' When We \nWere Small opens with three songs so purely, wrenchingly sad I've never actually made it to song #4.) ... 11:05 \nP.M. \n\n Bloggingheads on  Mort Kondracke's \"Plan B\" for Iraq. ... 10:51 P.M.\n\nThe Shadows Aren't So Bad: At the Corner, Andy McCarthy talks sense to John Podhoretz, who has an \nunattractive habit of sneering at the immigration yahoos and seems to think there just has to be an immigration \nbill--any bill--because ... well, it's hard to tell. Key McCarthy point: \"It is not a crisis that millions of people who have \nchosen to live and work here illegally must live 'in the shadows.'\" (That will be confirmed when, if the bill \npasses, millions decide they'd rather go on living in the shadows than pay the statutory fine.) ... 2:01 P.M.\n\nMichael Yon with Marines on patrol in Anbar province, emails Instapundit. Last line: \"If the rest of Iraq looked like \nthis, we could all come home!\" ... 1:43 P.M.\n\nOn the heels of his triumphant announcement of a breakthrough \"comprehensive\" immigration deal, President \nBush's support has ... \"fallen to the lowest level ever recorded\"!  Pollster Scott Rassmussen notes: \n\nhttp://www.pollingreport.com/immigration.htm\nhttp://www.pollingreport.com/immigration.htm\nhttp://corner.nationalreview.com/\nhttp://www.slate.com/id/2166199/&#backtax\nhttp://www.thepetitionsite.com/takeaction/171270834?ltl=1179429345\nhttp://cdbaby.com/cd/littlepink3\nhttp://bloggingheads.tv/video.php?id=278&cid=1521&rate=1.2&in=17:31\nhttp://corner.nationalreview.com/post/?q=OGU3YWQxNTEzMGUxNDA1NzVkZmE3OTlkMmJjODYxN2E=\nhttp://instapundit.com/archives2/005383.php\nhttp://www.rasmussenreports.com/public_content/politics/political_updates/president_bush_job_approval\n\n\nThe president's ratings have tumbled each time immigration reform dominates the news.\n\nUsing advanced, high-tech tools, Karl Rove has found the last pocket of support for Bush and destroyed it with \nlaser-like efficiency. ... Update: See David Frum for eight (8) reasons why the immigration deal \"detonated the \nslow motion trigger on a Republican debacle in 2008.\"Powerline            agrees, with one exception (it helps \nRomney). ... 1:25 P.M. \n\nDon't Calm Down! On thePBS NewsHour, David Brooks says the 70 Senate votes for the Kyl-Kennedy \nimmigration \"compromise\" are \"soft.\" Great. But opposition is soft too. For example, the National Review notes \nthat Alabama            Sen. Jeff Sessions put out a statement saying he is \"deeply concerned with the \ncompromise\" bill and wants to look at the \"details.\" Sessions shouldn't be \"deeply concerned\" with the compromise. \nHe should be opposing the compromise. He knows enough now without looking at the \"details.\" ... If Sessions (who \neviscerated last year's \"comprehensive\" bill) doesn't take the lead in the Senate, who will? ... P.S.: \"Soft\" senators \nreact to the public's reaction. This is so not the time for opponents to calm down. ... 2:37 A.M.           link\n\nBooker Prize: Ed Rollins and Arianna Huffington, together again! ... [For some of why this is a potentially tense \npairing, click            here] ... 2:01 A.M.\n\nFriday, May 18, 2007 \n\nBurning at Both Ends: I think AllahPundit misinterprets my            earlier post comparing the Kyl cave-in plan to \nNixon's guaranteed income plan (FAP). I wasn't saying that the most legitimate left wing objections to the Kyl-\nKennedy scheme--e.g., that it will unleash an un-blockable tide of amnesty-seeking illegals who will further bid \ndown wages for lower-skilled Americans, increasing income inequality--are necessarily what can derail the plan. \nThe Democratic objections that might derail it are mostly other sorts of objections, of the we-want-the-whole-loaf-\nand-think-we-can-get-it-in-2009 variety--lower fees for the \"Z visa,\" more \"chain migration,\" no guest worker \nprogram, etc. ... The liberal demands that derailed the Nixon guaranteed income plan weren't demands I have \nmuch sympathy for (\"You can't force me to work,\" said a welfare mother to applause at a FAP-related hearing in \n1970). But they derailed it just the same. ... I'm not predicting this will happen. Just saying it's possible. ... \n\nP.S.: Jason Steck seems to think any plan rejected by \"purists\" on left and right must be OK. But not all \"moderate\" \nplans are sensible! FAP was a centrist idea rejected by purists of left and right, yet it was a bad idea. Same with \nKyl-Kennedy. Just as defeating FAP set the stage for a better plan also rejected by purists of left and right--the \n1996 welfare reform that stressed work over guarantees of cash--defeating Kyl-Kennedy can set the stage for a \nbetter bipartisan plan (stressing effective enforcement measures before guaranteeing semi-amnesty). ... [via RCP's \nblogfight page] 11:50 P.M.\n\nSpiegelman Scores! If Rupert Murdoch has a shot at wresting the Wall Street Journal from the Bancroft family-- \ndespite a two-tier stock structure designed to give the family a majority of the voting rights--why can't somebody \nelse wrest the New York Times from the Sulzberger family (protected by a similar two tier structure).            \nBloggingheads asks; Roger Lowenstein,            criticizing both papers' two-tier structure in the New \nRepublic, doesn't answer. ... \n\nP.S.: Lowenstein is pretty unconvincing about the plight of the poor disenfranchised Class A shareholder in these \nfamily-controlled companies. They knew they weren't getting meaningful voting rights when they bought their stock, \nno? The problem with the Sulzbergers isn't that they don't make enough money--who cares?--but that they've \ninstalled hapless scion Pinch, who's encouraged mindless Upper West Side prejudices to shape the paper's news \ncoverage (a smaller problem, I admit, since Howell Raines' departure, and since some of those mindless Upper \nWest Side prejudices--i.e., about George Bush's inadequacy--have proved accurate). ... \n\nP.P.S.: Ian Spiegelman's sensational charges, at least            partially confirmed by the New York Post itself, \nsuggest again why            Murdoch isn't someone           you want running a paper either, even if his stockholders \ndo well. ... So well timed! Sorry, ETP. You picked a bad day for the            contrarian Murdoch defense. (I'm \ncounter-contrarian on this one. That's the most contarian of all!)  ...  10:39 P.M.            link\n\nhttp://frum.nationalreview.com/post/?q=NGJlMjg4ZDcwZjY2NmZiYjZlOWNlZjFhNTA3MGI2YmM=\nhttp://frum.nationalreview.com/post/?q=NGJlMjg4ZDcwZjY2NmZiYjZlOWNlZjFhNTA3MGI2YmM=\nhttp://powerlineblog.com/archives/017690.php\nhttp://www.pbs.org/newshour/rss/redir/http://www-tc.pbs.org/newshour/rss/media/2007/05/18/20070518_sb28.mp3\nhttp://corner.nationalreview.com/post/?q=YmQ5MjE4NzA2MjRlMTQ2NjE3ZDRhMGJmZTY5YjkxNDE=\nhttp://corner.nationalreview.com/post/?q=YmQ5MjE4NzA2MjRlMTQ2NjE3ZDRhMGJmZTY5YjkxNDE=\nhttp://www.slate.com/id/2166199/&#sessions\nhttp://www.huffingtonpost.com/huff-tv/arianna-on-anderson-c_b_48681.html\nhttp://www.huffingtonpost.com/richard-bradley/arianna-ed-rollins-and-_b_14575.html\nhttp://hotair.com/archives/2007/05/18/amnesty-fallout-a-permanent-democratic-majority/\nhttp://www.slate.com/id/2166199/&#fightfap\nhttp://www.realclearpolitics.com/blog_coverage/\nhttp://www.realclearpolitics.com/blog_coverage/\nhttp://www.nytimes.com/2007/05/14/business/media/14journal.html?ex=1336795200&en=145436ef3174e485&ei=5090&partner=rssuserland&emc=rss\nhttp://bloggingheads.tv/video.php?id=278&cid=1526&rate=1.2\nhttp://www.tnr.com/docprint.mhtml?i=20070521&s=lowenstein052107\nhttp://www.tnr.com/docprint.mhtml?i=20070521&s=lowenstein052107\nhttp://www.thesmokinggun.com/archive/years/2007/0518071pagesix2.html\nhttp://www.nypost.com/seven/05182007/gossip/pagesix/lies__smears_aimed_at_post_pagesix_.htm\nhttp://www.slate.com/id/2165749/\nhttp://www.slate.com/id/2165839/\nhttp://www.huffingtonpost.com/eat-the-press/2007/05/18/reframing-murdoch_e_48805.html\nhttp://www.slate.com/id/2166199/&#murdochnyt\n\n\nDon't Count on Pelosi: Opponents of the GOP cave-in on immigration would be fools, I think, to rely on Nancy \nPelosi's House to kill the legislation. Pelosi has allegedly demanded that the White House produce 70 Republican \n\"yes\" votes as bipartisan cover before she brings the bill to the floor. (In            today's NYT, Rahm Emanuel says \n\"60 or 70.\") What are the bill's opponents going to do when Pelosi decides that, hey, 20 or 30 Republican votes are \nenough?           Hugh Hewitt's instinct--to try to stall the bill now, in the Senate--seems sound. ... P.S.: If I were a \nparanoid, which I am, I'd even think that Pelosi's heavily-publicized riff about needing 70 GOP votes in her \nchamber is a trick to sucker Republican senators into supporting the bill with the (false) hope that the 70 votes \nwon't be there and it will be blocked in the House. ... 1:45 P.M.            link\n\n Peggy Noonan : \"Why shouldn't liberalism get a shot? Could they mess up more?\" 4:29 A.M.\n\nGOP Immigration Cave-In, Part II: The GOP's lead Senate negotiator, Sen. Jon Kyl, appears to have caved on the \ncrucial issue of legalization (for existing illegal immigrants) in exchange for a promise of tougher enforcement to \nprevent another, future wave of illegals. \n\nUnfortunately, the legalization in the Senate's compromise would be immediate--see below. The \"enforcement\" \npart would follow, in the form,            WaPo reports, of \"18,000 new Border Patrol agents and four unmanned aerial \nvehicles,\" etc. There appears to be no requirement that these added assets would actually accomplish the job of \npreventing more illegal immigration. At least in Iraq Bush is asking to be judged by the result of his surge, not by \nhis mere deployment of more troops.\n\nIt's not even clear the new agents will be assigned to enforce the immigration laws. Here is a CNN report, \nciting Homeland Security Sec. Michael Chertoff on the subject: \n\nBut Chertoff told CNN that the bill would help him better focus his resources.\n\n\"Right now, I've got my Border Patrol agents and my immigration agents chasing maids and landscapers. I want \nthem to focus on drug dealers and terrorists. It seems to me, if I can get the maids and landscapers into a regulated \nsystem and focus my law enforcement on the terrorists and the drug dealers, that's how I get a safe border.\"\n\nHmm. Future illegal immigrants will be \"maids and landscapers\" too. Is Chertoff going to use the Border Patrol to \nlook for them (and their law-breaking employers) or is he going to pull Border Patrol agents off the immigration \nbeat in order to put them on the anti-drug smuggling and terrorism beats?  If the Bush Administration is going to try \nto appease foes of legalization with a show of \"enforcement\" muscle, it could at least get its story straight. ... \n\nP.S.: Good Rich Lowry line--\n\nBut the 12 million illegals here before January would get probationary legal status immediately when the bill \npasses. Effectively, that's amnesty. (It's unclear why illegals arriving here after January would be excluded so \ncoldheartedly. What does McCain want to do, deport them all?)\n\n4:07 A.M. link\n\nThursday, May 17, 2007 \n\nFight It Like FAP? Something to encourage those who oppose the Kyl-Kennedy compromise GOP cave-in on \nimmigration: This is a complex bill, with provisions opposed by the right (e.g., instant legalization) and provisions \nopposed by the left (e.g., a temporary guest worker program, potential shift toward favoring immigrants with skills \nmore and family members less). It's not uncommon for a bill to ultimately fail because it loses votes on both ends**-\n-some legislators don't think it's \"liberal\" enough and some don't think it's \"conservative\" enough--even though the \nobjections are contradictory. That's what happened, for example, in 1972 to Nixon's Family Assistance Plan (FAP)--\na \"grand bargain\" that would have replaced welfare with a guaranteed income. FAP is eerily similar to Kyl-Kennedy: \nit too was a faux-solution to a big problem. It too was endorsed by virtually the entire respectable MSM-\npolitical establishment (and promoted by a president weakened by an unpopular war!). But it lost when faced with a \nstrange bedfellows alliance of conservatives who didn't like the idea of guaranteeing everyone cash benefits and \n\nhttp://www.slate.com/id/2166199/&#mokyl\nhttp://www.nytimes.com/2007/05/18/washington/18immig.html?ex=1337140800&en=e82856eb46df37b7&ei=5090&partner=rssuserland&emc=rss\nhttp://hughhewitt.townhall.com/\nhttp://www.slate.com/id/2166199/&#fools\nhttp://www.opinionjournal.com/columnists/pnoonan/\nhttp://www.slate.com/id/2166199/&#mokyl\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/05/17/AR2007051700253.html?hpid=topnews\nhttp://www.cnn.com/2007/POLITICS/05/17/senate.immigration/index.html\nhttp://article.nationalreview.com/?q=MmViN2Y4NzYyMmVlNzE4OWNiN2M0YTIwMWQ2NDUxOTQ=\nhttp://www.slate.com/id/2166199/&#chertoffstory\nhttp://www.slate.com/id/2166199/&#mokyl\n\n\nliberals who didn't think the benefits were generous enough. And after FAP lost, it went away and never came back. \nIt's not inconceivable that the same thing will happen to Kyl-Kennedy ... \n\nP.S.: And that's not even considering the many \"left\" objections that are in fact the same as the \"right\" objections--\ne.g., that the bill, by encouraging another flood of illegals, will drive down the wages of unskilled Americans. \n... (See this L.A.T. article noting the initial opposition of Democratic senators Ben Nelson and Byron Dorgan.) \n\nP.P. S.: A Full FAP strategy might require conservatives to figure out how to rile up, not just right wing anti-amnesty \ncritics of the bill but also left wing immigrant-rights critics. Perhaps House Democrats could be subtly encouraged \nto hold a large hearing, attended by activists from the undocumented community, at which spokespeople loudly \ndemanded not just instant legalization but free instant legalization! (Speaker suggestion: Nativo Lopez.) They'll be \nmaking these demands soon enough. Why not now? ... They might also emphasize that they do not think they are \nimmigrants at all--this is their homeland! We stole it from them. ... Not only would these hearings mobilize Latino \nopposition to the compromise, they might also turn off the rest of the country (much as some famous hearings \nfeaturing George Wiley's welfare rights activists soured the country on the guaranteed income). ... \n\nMeanwhile: Mark Krikorian has some simpler ideas for opposing the bill. Ace of Spades is            a bit more \nambitious. [via            Insta] ...\n\n**--This doesn't necessarily happen because poor political managers fail to find the centrist sweet spot. Sometimes \nthere just isn't a position in the center that can win over enough legislators from the extremes. With FAP, for \nexample, creating a guaranteed benefit generous enough to win over antipoverty Dems turned out to be impossibly \nexpensive. FAP backers didn't fail to find the compromise solution. There was no solution. ... 11:51 P.M. link\n\n'Everyone who was illegal is now ... legal.' The Corner investigates and discusses the gruesome details of the Kyl \ncave-in on immigration as they emerge. According to Rich Lowry, despite all the            deceptive rhetoric about a \n \"borders first\" approach, current illegal immigrants would apparently get            an immediate \"probationary\" card, \nmaking them immediately legal. That is why Sen. Kennedy (who supports legalization) could boast, at            the \npress conference on the deal, that \n\nIf this bill becomes law, it will provide an historic opportunity for millions of people right away. [E.A.]\n\nP.S.:  Captain Ed loyally defends the deal in what may be one of the most unconvincing blog posts ever! \n\nHere's the problem with the hard-liner arguments, which amounts to \"they'll never engage the border-security and \nworkplace enforcement portions.\" Well, that could be true of any immigration bill, even if it completely matched the \nconservative position on immigration. It's an argument that only supports no action whatsoever on illegal \nimmigration, including border controls. \n\nThat's silly. You could pass \"the border-security and workplace enforcement portions\" and then see if they worked--\nand tightened them if they didn't--before you went ahead with amnesty. ... Lowry, meanwhile, defends Sen. Kyl, \nalso unconvincingly. If Kyl had walked away from negotiations, would he really not bring along 39 other votes to \nblock a \"much worse\" bill? There doesn't have to be a bill, remember. Bipartisan cooperative \"action\" isn't \nnecessarily always a great thing (as the 1986 amnesty showed). The country is not in crisis, only Bush. The no-bill \nstatus quo,            Lowry's own magazine notes, has been moving in a good direction on immigration, with greater \nenforcement (and rising wages at the bottom). ...\n\nP.P.S.: Heather Mac Donald predicts the effect of the immediate legalization will be to encourage more illegal \nimmigrants to come here and create new 'facts on the ground' that will then have to be humanely and \ncompassionately accommodated in another, future amnesty:\n\nThere is no ambiguity about the effects of amnesty. Everywhere they have been introducedincluding in Europethey \nhave brought in their train a new flood of illegals.  \n\nThis latest bill will do the same.\n\nhttp://www.latimes.com/news/nationworld/nation/la-na-assess18may18,0,723589.story?coll=la-home-center\nhttp://corner.nationalreview.com/post/?q=ZDViNDNiZjQzMDEyNDNlNWIxNTljNTVlZDJkY2NhNWQ=\nhttp://ace.mu.nu/archives/226848.php\nhttp://ace.mu.nu/archives/226848.php\nhttp://www.instapundit.com/\nhttp://www.slate.com/id/2166199/&#fightfap\nhttp://corner.nationalreview.com/\nhttp://headingright.com/2007/05/16/immigration-compromise-nears-readiness/\nhttp://headingright.com/2007/05/16/immigration-compromise-nears-readiness/\nhttp://corner.nationalreview.com/post/?q=NzYyYWU1MGMzNDlkOWJkNzQ0MDE3NjAwNmE5YmFkZTI=\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/05/17/AR2007051701518.html?hpid=topnews\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/05/17/AR2007051701518.html?hpid=topnews\nhttp://www.captainsquartersblog.com/mt/archives/010002.php\nhttp://corner.nationalreview.com/post/?q=YTUxZjY4ZGVjMDg1NjFjNjRmMDAzYmQ1Y2VjYjQzYzA=\nhttp://corner.nationalreview.com/post/?q=YTUxZjY4ZGVjMDg1NjFjNjRmMDAzYmQ1Y2VjYjQzYzA=\nhttp://article.nationalreview.com/?q=ZjZkOTAzNDEzYmUyYzllNTA0NjRmZTk4YjFjM2U1Zjc=\nhttp://corner.nationalreview.com/post/?q=OWMwNDIyNjBmNDRjMTNjYWM3ODg5ZWU0OTZiMTMyZjg=\nhttp://www.city-journal.org/html/eon2006-09-29hm.html\n\n\nProf. Borjas agrees: \"After all, what guarantees that the current batch of 12 million illegal immigrants will not be \nreplaced by another 12 million in just a few years?\" He makes the (apt!) Iraq analogy:\n\nThe bill neatly summarizes the intellectual flimsiness of the Bush administration  a flimsiness that has cost us \ndearly in so many other areas. Perhaps they can convince themselves otherwise; that legalizing the status of illegal \nimmigrants is not an amnesty; that the laws of supply and demand can be repealed when it comes to immigration \n...\n\nAnd that the millions of new citizens from Latin America will be Republicans. ...\n\nP.P.P.S.: Lowry says Senate insiders predict 70+ votes for the compromise. But isn't that the safe vote for \nsome Senate Dems--i.e. those from big industrial states, or reddish half-Southern states--\"no\"? They can say they \nvoted against the compromise for La Raza-like reasons:            the shift away from \"family reunification,\" the \nrestrictions on \"temporary\" guest workers. But a \"no\" vote also makes it harder for non-La Raza conservatives (and \nliberal Dobbs populists) to attack them for having supported the bill's amnesty provisions. Win-win Kabuki! ... Also, \nif the Senate bill, with its immediate-legalization, passes, that will dramatically raise expectations and increase the \npressure from Latino groups--increasing the bind of Dem legislators from iffy districts who worry about an anti-\namnesty attack. One way to avoid the bind is to avoid raising expectations by letting the bill die now. ... This is all \nprobably wishful thinking on my part. ...\n\nUpdate: Romney and            Fred Thompson have come out against the deal. Guiliani            fudges. ... 2:59 P.M.      \n     link\n\nWednesday, May 16, 2007 \n\nUpdates on the Senate GOP Cave-in on immigration, specifically the amnesty issue,  at The Corner,            \nPowerline and            Hugh Hewitt. ...\n\nHewitt's gotten a leak of the bogus tough sounding talking points GOP Senators will try to deploy to cover their \nretreat. Many of the alleged concessions--like ending \"chain migration\" of family members--seem unenforceable in \nthe long run. Are we really going to give citizenship to illegals but prevent them from reuniting with their families? I \ndon't think so.  Even if we could, and even if that were desirable, and even if the provisions survived in the \nDemocratic house, it would hardly be worth what the GOP senators have apparently agreed to: taking the risk of \nencouraging another 12 million illegals to evade our still-porous border controls and wait for the next amnesty. ... \nThis is looking more and more like the Bush administration's domestic version of Iraq: a big risky gamble, based on \nwishful thinking and nonexistent administrative competence, that will end in disaster. What disaster? 1) Lower \nwages for struggling unskilled--and semi-skilled--American workers (including, especially, underclass men) even \nwhen the labor market should be tight; 2) Income inequality moving further in the direction of Latin America--maybe \neven to such an extent that social equality between the rich and their servers becomes difficult to maintain; and 3) A \nlarge semi-assimilated population along our southern border with complex, understandably binational allegiances--\nour own Quebec. ... Actually, I can see why some Republicans might not be so bothered by (1) and (2). But what \nabout Democrats? ...\n\nPraxis: Here's a form that lets you contact Sen. Kyl's office to tell him whatever you think. In my experience, \nCongresspersons and Senators are extremely--make that absurdly, almost irrationally--sensitive to calls, emails and \nletters. ... 4:31 P.M.            link\n\nHe means to win Wimbledon! Business analysts don't seem to understand the economic logic behind the huge \nprice paid by            zippy Bill Clinton bachelor buddy Ron Burkle for 76 specialty magazines. But is it possible \nthere is no business logic? That Burkle doesn't really want to            own lots of magazines so he can make lots \nof money? That he wants to own them for some other reason? [As a public trust?--ed There you go! Especially the \ntabs. He            wants to buy            the tabs because the tabs are a public trust.] ... Update: WWD is            \nthinking along the same lines--that Burkle's 76-mag Primedia purchase is designed to set up the AMI \ntabloid purchase. ... Now all Hillary's got to do cement her pre-2008 newsstand stranglehold is somehow convince \n\nhttp://article.nationalreview.com/?q=YzQ1YTE0YjBmOTkzMTczOWNmMzIyZDc0NzgxY2ZkOGM=\nhttp://corner.nationalreview.com/post/?q=OTUzYmQ2YzY1NTI2OTYwZDU3NDRlYTgyOTRmMmEyY2U=\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/05/17/AR2007051700253_pf.html\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/05/17/AR2007051700253_pf.html\nhttp://corner.nationalreview.com/post/?q=MGFkNDM4OWQ3Y2JjZTFkYzllMDU4ZTY3M2RlMWI4Nzg=\nhttp://corner.nationalreview.com/post/?q=MzYzZWUyZjI2N2FkNzVkNThjMzUwZDQzMDAyMzcwYmU=\nhttp://corner.nationalreview.com/post/?q=NWQ0YWQ4ZjBhMzQzNzIyM2NlZmMxNmJhNjQyNGQ2NjI=\nhttp://www.slate.com/id/2166199/&#mokyl\nhttp://corner.nationalreview.com/post/?q=ZGIwNjI2OTQ1MWY0YmU4ZWY0YjM3MGY0YjVmNjBlODQ=\nhttp://powerlineblog.com/\nhttp://hughhewitt.townhall.com/g/b432ed1e-5d9d-450a-a000-ee8cf732427d\nhttp://hughhewitt.townhall.com/g/b432ed1e-5d9d-450a-a000-ee8cf732427d\nhttp://kyl.senate.gov/contact.cfm\nhttp://www.slate.com/id/2166199/&#cavein\nhttp://www.latimes.com/business/printedition/la-fi-burkle15may15,1,6109022.story?coll=la-headlines-pe-business\nhttp://www.dealbreaker.com/2007/05/burkle_looks_to_shape_ami_perh.php\nhttp://www.latimes.com/business/printedition/la-fi-burkle15may15,1,6109022.story?coll=la-headlines-pe-business\nhttp://www.dealbreaker.com/2007/05/burkle_looks_to_shape_ami_perh.php\nhttp://www.nypost.com/seven/05032007/business/burkle_takes_peek_at_ami_business_keith_j__kelly_and_zachery_kouwe.htm\nhttp://www.wwd.com/memopad/article/115855\n\n\nher ally Rupert Murdoch to buy the conservative Wall Street Journal! (No more \"Who Is Vince Foster?\" reprints!) \nWhat am I smoking? That could never happen! ... 1:07 A.M.            link\n\nTuesday, May 15, 2007 \n\nIs Sen. Kyl Blowing It? Judging from Robert Pear's report** the Senate talks on an immigration \"compromise\" are \nheading in a grim direction. It's hard to tell exactly without either a) debriefing the principals or b) reading the \nstatutory language. But Pear suggests these danger signs:\n\n1) Phony triggers? The complete amnesty will be delayed until ... what? Until the borders are actually controlled, or \nuntil the government merely makes a specified attempt to bring the borders under control? Here's Pear:\n\nMajor provisions of the bill being developed in the Senate would not take effect unless the president first certified \nthat he had hired more Border Patrol agents and taken other steps to beef up enforcement of immigration laws at \nthe border and in the workplace. [E.A.]\n\nThat sure sounds like it's input, not output, that \"triggers\" the amnesty provisions.\n\n2) Immediate legalization?  As Mark Krikorian predicted, even before the \"triggers\" are triggered, it seems illegal \nimmigrants would get \"special 'Z visas,' allowing them to stay here for an initial period of four years.\" Really eight \nyears, according to WaPo. In other words, immediate legalization. No wonder amnesty advocate Tamar Jacoby       \n     confidently asserts, \"The fight over legalization, or 'amnesty,' is all but over.\"  ...  Other clues that the legalization \nprovision is very liberal: The National Immigration Forum spokesperson praises it \"very good, much better than the \none in the bill passed by the Senate last year.\" And, according to WaPo, \"the National Council of La Raza, the \nMexican American Legal Defense and Educational Fund, and the National Immigration Forum are virtually being \ngranted veto power over\" the bill by Sen. Ted Kennedy. [E.A.]\n\n3) Misguided focus on guest workers? Instead of working to block a massive legalization of illegals--likely to only \nencourage the next generation of illegals to test our border controls--the \"conservative\" point man, Sen. John Kyl, \nappears to have focused on punishing over foreign citizens who come here legally under a new guest worker \nprogram.\n\n\"Temporary must mean temporary,\" said Senator Jon Kyl of Arizona, the principal Republican negotiator. \"A \ntemporary worker program should be for temporary workers, not for aliens who wish to become United States \ncitizens.\"\n\nWhy shouldn't aliens who come her legally as guest workers have a path to citizenship? Isn't that an incentive we \nwant to offer those who bother to go the legal route? Do we want a two-tier work force? La Raza's Cecilia Munoz \nhas a point when she says \"Senator Kyl's approach is contrary to our history as a nation of immigrants.\"\n\nIn politics, it's always harder to screw people who are already in place, marching. lobbying, and complaining --i.e. \nexisting illegals--than it is to screw people who haven't yet come here and don't even know who they are (potential \nfuture guest workers). But in this case it's the people-in-place who've broken the law. They're the ones who need to \nbe stiff-armed. Instead, Kyl seems to be acceding to an unjustified amnesty for illegals-in-place while letting \nconservatives get bought off by equally unjustified restrictions on future guest workers. Easy politics, terrible policy.\n\nIs Kyl even trying to get a better bill? Or is he trying to get a better fig leaf to help sell conservatives Bush's bill? ...\n\n**--It's risky to rely on Pear! He's honest, but he's almost always a captive of his liberal interest group sources. In \ntoday's article, for example, he quotes only the objections of pro-legalization figures (from the U.S. Conference of \nCatholic Bishops, La Raza, and the National Immigration Forum, a \"pro immigrant advocacy group\"). No \n\"enforcement first\" advocates make it into the piece. I don't think it's that Pear doesn't want their views--it's that the \nliberal interest groups are the people he is talking to all the time. They inevitably influence what he writes about, and \nwhat he writes about what he writes about.  He's constantly soaking in a liberal interest group bath! Of course, \nwhen quote time comes around, they're the people he has handy. But even if he called up enforcement-firster Mark \n\nhttp://www.slate.com/id/2166199/&#wimbledon\nhttp://www.nytimes.com/2007/05/16/washington/16immig.html?ex=1336968000&en=d8c3d02259bdb5ed&ei=5090&partner=rssuserland&emc=rss\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/05/15/AR2007051502022.html?hpid=moreheadlines\nhttp://www.realclearpolitics.com/articles/2007/05/meeting_our_immigration_needs.html\n\n\nKrikorian and got a balancing quote, that wouldn't compensate for the way Krikorian's opponents have already \nshaped Pear's coverage. (Yes, I'm extrapolating here from Pear's role in the 1995-6 welfare debates.) 11:41 P.M. \nlink\n\nGOP Debate--kf Lazy Horse Race Blink Take**:  \n\nWin:  Giuliani, McCain, Huckabee. ... Romney didn't come on strong--\"double Guantanamo!\"--until too late, \ntherefore he loses relative momentum; \n\nLose: Paul, Tancredo, Gilmore \n\nNot Much Impact: Hunter, Thompson, Brownback\n\n**--In other words, a \"winner\" isn't someone whom I liked, but who I thought gained support among Republican \nprimary voters who actually watched the thing. ... 7:37 P.M. \n\nWatch it, wingers! If conservatives keep rubbing the Dem Congress' low poll ratings           in its face, Nancy Pelosi \nmight be tempted to counter the \"do nothing\" image by ... passing \"comprehensive immigration reform,\" which \nmost conservatives disdain. ... \n\nOf course, some Republicans also desperately want an immigration bill to \"get the issue off the table\" before the \nelections. (Hugh Hewitt, this means you.) Fortunately, National Review has not joined them--and instead produced \na            calm and sensible editorial. They're not the ones running around            calling people \"yahoos\"! Key NR \ngraf:\n\nAnother false premise is that the various components of \"comprehensive immigration reform\" must go together. \nThe president expressed this view most recently in last weekend's radio address: \"We must address all elements of \nthis problem together, or none of them will be solved at all.\" Why? There is no reason not to pass enhanced \nenforcement measures now and turn to the status of remaining illegal aliens later. [E.A.]\n\nThe supposed linkage between increased enforcement and semi-amnesty is not dissimilar to the linkage between \ndeposing Saddam Hussein and fighting Al Qaeda: weak, yet constantly repeated by the Bush Administration as a \nrhetorical device to sell a preconceived (and misguided) grand plan! It's their M.O.. The difference is that now \nconservatives are on to them too. ...\n\nP.S.: There's an obvious contradiction lurking here.Powerline agrees that passing immigration reform would help \nDemocrats by countering the 'do-nothing' charge. But the Republicans who are desperate to get the issue 'off the \ntable' seem to feel a bill would help Republicans (largely, I'm told, by ending a divisive intraparty debate in which \nGOP hardliners inevitably alienate moderate swing voters with their harsh anti-immigrant rhetoric). They can't both \nbe right. Control of Congress and of the White House is a zero sum game. Either a bill helps the GOPs or the \nDems. Which is it? That's why I'm nervous, despite            Mark Krikorian's assurances. What if Pelosi concludes \nit's in her interest--even hershort term, win-in-2008 interest--to move a bill even without 70 or 50 Republican votes \nas cover? ... P.P.S.: It's more obviously in Pelosi's long term interest to pass a semi-amnesty bill, since millions of \nnew Hispanic voters are likely to be mainly Democrats even if the GOPs slightly increase their share. ...  3:28 P.M.\n\n Instapundit  and            Bob Krumm argue we've seen a breathtaking demonstration of Fred Thompson's campaign \npotential in            this instantly produced and reasonably effective (in the good cheap shot sense) anti-Michael \nMoore video. ... Krumm is right that it's the sort of thing Hillary's ponderous campaign would have trouble matching. \nI think a clip like this only has a big tactical impact, though, if it gets picked up by the TV networks and starts driving \nthe whole MSM--proliferation on the Web isn't enough, yet.  But it's hard to see how the nets will be able to resist \nfree video from a cigar-chomping Thompson. ... More important, I think: quite apart from its advantages as a \ncampaign tool, the video is itself evidence of Thompson's actual presidential qualifications. You can't make a \nquickie spot like this unless a) you know what you think (or have a really fast pollster) b) you can react to new \nsituations quickly, and c) you have some sense of theater.  Those are all extremely important things for a president \n\nhttp://www.slate.com/id/2166199/&#kylblowingit\nhttp://www.gladwell.com/blink/\nhttp://www.captainsquartersblog.com/mt/archives/009977.php\nhttp://instapundit.com/archives2/005211.php\nhttp://hughhewitt.townhall.com/g/8bdd9881-8ee6-4728-b2da-d9d910c9d223\nhttp://article.nationalreview.com/?q=ZjZkOTAzNDEzYmUyYzllNTA0NjRmZTk4YjFjM2U1Zjc=\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/05/15/AR2007051500209_2.html\nhttp://www.omproxy.com/index.php?ur=aHR0cDovL3d3dy53aGl0ZWhvdXNlLmdvdi9uZXdzL3JlbGVhc2VzLzIwMDcvMDUvMjAwNzA1MTIuaHRtbA==\nhttp://powerlineblog.com/archives/017646.php\nhttp://powerlineblog.com/archives/017646.php\nhttp://corner.nationalreview.com/post/?q=NGYxYTlkMGNlZjA3YTNjMjg4Y2NhNWNlMjY1MTA2MWI\nhttp://instapundit.com/archives2/005213.php\nhttp://www.bobkrumm.com/blog/2007/05/15/fred-thompson-a-most-unusual-candidate/\nhttp://www.breitbart.tv/?p=611\nhttp://www.breitbart.tv/?p=611\n\n\nto have. (On the significance of (c), see Jon Alter's            FDR bio, which stresses Roosevelt's theatrical skill.) ... \nAlso new: The use of Breitbart.tv, potentially a Drudge of video. ... 2:54 P.M.\n\nVigorous Sucky writing with Gillespie and Cavanaugh. (They know they're being vigorous. It's like watching the \ncreaking John Wayne and Jimmy Stewart pretend they are young cowboys in The Man Who Shot Liberty Valance. \nStill good!) ... 2:08 P.M.\n\nToday is supposed to be crunch day for the Senate compromise immigration bill being negotiated. Mark Krikorian \nhas an update: \"[I]f Jon Kyl makes a deal with Ted Kennedy, then amnesty will pass the Senate; if not, not.\" ... \nMeanwhile, \"comprehensive\" supporter Tamar Jacoby            celebrates the spirit of bipartisan compromise by \ncalling 25% of the [Republican] party \"these yahoos.\" ...How come she gets to hurl the epithets? [At least she didn't \ncall them \"wusses.\"--ed. Then we'd have to wait for a ruling from Sullivan.] .. \n\nNote to Associated Press: 'Amnesty' is no longer the word the bill's opponents use to \"derisively brand\" provisions \nto give illegal immigrants legal status. It's the Official NYT-Approved Honest Word for even conditional \n(\"earned\") legalization provisions. ... 1:12 P.M.            link\n\nObama dares to support public charter schoolsbefore an AFL-CIO crowd! (\"'I think it's brave of a candidate to come \nhere and say some of those things,\" says a Communications Worker of America union steward.) ... Do they unions \nrealize how bad they look if a candidate has to be \"brave\" to tell them something 75% of Americans probably agree \nwith? ... 12:36 P.M.\n\nMore sound pre-debate advice for the GOP candidates--especially for Mitt Romney--from Frum. ... 3:38 A.M.\n\nChrysler: Three unsubtle points--\n\n1) Automobile's Jamie Kitman suggests that the American executives who sold Chrysler to Mercedes--Bob Eaton \nand Robert Lutz--were somehow motivated by their stock options to make a bad merger in 1998. But the merger \nwas great for shareholders in the old Chrysler, no? They unloaded what was now obviously a turkey of a company \non Mercedes for $36 billion! It's the Germans who got taken. Wasn't that a triumph of ... er, salesmanship for Eaton \nand Lutz?\n\n2) But Kitman rightly points to Mercedes' abject failure to get Chrysler to produce good new cars. The big rear-\ndrive Chrysler 300 sedan was a huge hit, but instead of producing more, similar hits--and maybe distinguishing itself \nas the rear-drive, performance-oriented member of the Big Three, using all that Mercedes know-how--\nDaimlerChrysler churned out \"a procession of also- and never-rans\"--near-pathetic kludges dressed up in Victorian \ncreases and squared-off plastic bulges: the Jeep Compass,            Dodge Caliber, the            Chrysler Aspen. \n(Caveat: I actually think the much-derided Hummeresque            Commander was good-looking.) The Caliber I \nrented last year was one of the clumsiest cars I've ever driven. Most of these vehicles use \"design \nlanguage\" derived from the seminal            Crossfire show car. DaimlerChrysler never seemed to realize that the \nseminal Crossfire show car was a dud! This is one Detroit automaker whose failure can't be blamed entirely on \nWagner Act unionism with its legalistic work rules.\n\n 3) Wolfgang Bernhard, who looks like he will probably wind up running the company, is the Jennifer Granholm of \nthe auto industry. ... 2:48 A.M.            link\n\n  \n\n Bloggingheads  --Bob Wright's videoblog project.             Gearbox  --Searching for the Semi-Orgasmic Lock-in.       \n      Drudge Report  --80 % true. Close enough!             Instapundit  --All-powerful hit king.             Joshua Marshall  -\n-He reports! And decides!               Wonkette  --Makes Jack Shafer feel guilty.               Salon  -- Survives! kf \ngloating on hold.             Andrew Sullivan  --He asks, he tells. He sells!             David Corn  --Trustworthy reporting \nfrom the left.              Washington Monthly  --Includes Charlie Peters' proto-blog.             Lucianne.com  --Stirs the \ndrink.             Virginia Postrel  -- Friend of the future!             Peggy Noonan  -- Gold in every column.             Matt \n\nhttp://www.amazon.com/Defining-Moment-FDRs-Hundred-Triumph/dp/0743246004\nhttp://jewcy.com/dialogue/2007-05-15/return_of_the_sucksters\nhttp://corner.nationalreview.com/post/?q=YmRjOGViMzUzNTZmZTNkNDQ5MzEzYTA1Nzc5YTNkNzk=\nhttp://corner.nationalreview.com/post/?q=YmRjOGViMzUzNTZmZTNkNDQ5MzEzYTA1Nzc5YTNkNzk=\nhttp://www.washingtonpost.com/wp-dyn/content/article/2007/05/15/AR2007051500209_2.html\nhttp://www.nytimes.com/2007/04/30/opinion/30mon1.html?ex=1335585600&en=c97125cd323bbaed&ei=5090&partner=rssuserland&emc=rss\nhttp://www.slate.com/id/2166199/&#tamaryahoo\nhttp://www.chicagotribune.com/news/nationworld/chi-070514obama,1,3994326.story?coll=chi-news-hed&ctrack=2&cset=true\nhttp://frum.nationalreview.com/post/?q=ZmU4NGJjMjNmMjM4ODNmZDg4MDgxYzQ3NzUzZWUwNjA=\nhttp://www.jeep.com/en/compass/index.html\nhttp://www.dodge.com/en/caliber/index.html\nhttp://fp.images.autos.msn.com/merismus/as/autoshow2006/photos/p_Chrysler_Aspen_04.jpg\nhttp://www.jeep.com/en/commander/index.html\nhttp://archive.cardesignnews.com/events/detroit2001/features/chrysler-crossfire/\nhttp://www.autoblog.com/2007/05/14/wolfgang-bernhard-will-not-be-a-part-of-the-chrysler-deal-yet/\nhttp://www.slate.com/id/2166199/&#dcxsale\nhttp://bloggingheads.tv/\nhttp://slate.msn.com/id/104252/\nhttp://www.drudgereport.com/\nhttp://www.instapundit.com/\nhttp://talkingpointsmemo.com/\nhttp://www.wonkette.com/\nhttp://www.salon.com/\nhttp://www.andrewsullivan.com/\nhttp://www.thenation.com/capitalgames/\nhttp://www.washingtonmonthly.com/\nhttp://www.lucianne.com/\nhttp://www.vpostrel.com/\nhttp://opinionjournal.com/columnists/pnoonan/\nhttp://www.tmsfeatures.com/tmsfeatures/subcategory.jsp?catid=1104&custid=67\n\n\nMiller  --Savvy rad-centrism.             WaPo  --Waking from post-Bradlee snooze.             Keller's Calmer Times  --\nRegistration required.              NY Observer  --Read it before the good writers are all hired away.             New \nRepublic  --Left on welfare, right on warfare!               Jim Pinkerton  -- Quality ideas come from quantity ideas.             \nTom Tomorrow  --Everyone's favorite leftish cartoonists' blog.               Ann \"Too Far\" Coulter  --Sometimes it's just \nfar enough.             Bull Moose  -- National Greatness Central.             John Ellis  --Forget that \nFlorida business! The cuz knows politics, and he has, ah, sources.             \"The Note\"  --How the pros start their \nday.             Romenesko  -- O.K. they actually start it here.             Center on Budget and Policy Priorities  --Money \nLiberal Central.             Steve Chapman  --Ornery-but-lovable libertarian.             Rich Galen  --Sophisticated GOP \ninsider.             Man Without Qualities  --Seems to know a lot about white collar crime. Hmmm.             \nOverlawyered.com  --Daily horror stories.             Eugene Volokh  --Smart, packin' prof, and not Instapundit!             \nEve Tushnet  --Queer, Catholic, conservative and not Andrew Sullivan!             WSJ's Best of the Web  --James \nTaranto's excellent obsessions.             Walter Shapiro  --Politics and (don't laugh) neoliberal humor!             Eric \nAlterman  --Born to blog.             Joe Conason  --Bush-bashing, free most days.             Lloyd Grove  --Don't let him \nwrite about you.             Arianna's Huffosphere  --Now a whole fleet of hybrid vehicles.             TomPaine.com  --\nWeb-lib populists.             Take on the News  --TomPaine's blog.               B-Log  --Blog of spirituality!               Hit & \nRun  --Reason gone wild!             Daniel Weintraub  --Beeblogger and Davis Recall Central.             Eduwonk  --\nYou'll never have to read another mind-numbing education story again.             Nonzero  -- Bob Wright explains it \nall.             John Leo  --If you've got political correctness, he's got a column.             Gawker  --It's come to this.       \n     Eat the Press--Sklarianna & Co. are like Gawker if Gawker actually believed in something. ... [More tk] \n"}