{"title": "Seeking to Clear a Path Between Yoga and Islam", "body": "\nAs a community activist in Queens, Muhammad Rashid has fought for the rights of immigrants held in detention, \nsought the preservation of local movie theaters and held a street fair to promote diversity.\n\nBut few of those causes brought him anywhere near as much grief and controversy as his stance on yoga.\n\nMr. Rashid, a Muslim, said he had long believed that practicing yoga was tantamount to ''denouncing my religion.''\n\n''Yoga is not for Muslims,'' he said. ''It was forbidden.''\n\nBut after moving to New York in 1997 from Bahrain, he slowly began to rethink his stance. Now Mr. Rashid, 56, has \ncome full circle: not only has he adopted yoga into his daily routine, but he has also encouraged other Muslims to \ndo so -- putting himself squarely against those who consider yoga a sin against Islam.\n\nIn New York City, where yoga has become as secular an activity as spinning or step aerobics, the potential sins of \nyoga are not typically debated by those clad in Lululemon leggings. But in some predominantly Muslim pockets like \nJackson Heights, Queens, yoga has been slow to catch on, especially among first-generation immigrants, newly \narrived from cultures where yoga is considered Hindu worship.\n\nWhen Mr. Rashid, who also tutors children, had his students learn yoga to help improve their concentration, three \nMuslim students quit after a few yoga sessions, he said, in part, he believed, because of their families' stance \ntoward the practice. ''I am putting them in something extra that is not in the Muslim religion,'' he said. ''The parents \ndid not accept it.''\n\nThe religious opposition to yoga also extends to some Christian sects. One widely publicized clash came in 2010, \nwhen R. Albert Mohler Jr., an evangelical leader and the president of the Southern Baptist Theological Seminary, \ndeclared the practice of yoga blasphemous because of what he said were its pantheistic roots.\n\nIn India, near-annual pushes by members of Parliament to make yoga compulsory in schools have riled Muslim \nparents who feel it bridges on indoctrination. When a member of Parliament proposed to insert yoga into most \ncurriculums in 2010, wording was included to exempt things like madrasas, or Islamic schools.\n\nFour years ago, a council of Malaysian Muslim clerics issued a fatwa against yoga, declaring it haram, or forbidden \nby Islamic law. The ruling followed similar edicts in Egypt and Singapore, where one of the earliest bans was issued \nin the early 1980s.\n\nThe fatwas typically cited the Sanskrit chants that often flowed through yoga sessions and which are considered \nHindu prayer by some Muslims. According to ''Yoga in the Hindu Scriptures'' by H. Kumar Kaul, yogic principles \n\n\nwere first described in the Vedas, the Sanskrit scriptures that form the backbone of Hinduism, and are considered \nto be over 10,000 years old.\n\nEven the word ''namaste,'' which is often used to open and close a yoga session, invokes the divine.\n\nGiven that cultural history, it was understandable that when Mohd A. Qayyoom, an imam who runs the Muhammadi \nCommunity Center of Jackson Heights, joined a yoga demonstration at an interfaith festival in Jackson Heights last \nsummer, it did not go unnoticed.\n\nHis participation drew instant reproach from the community, he said. ''As soon as we finished our event, they said, \n'Imam, what is that, why are you doing that?' '' he said. '' 'This is not within our Islam.' ''\n\nBut Imam Qayyoom said he had come to believe that Islam and yoga could be compatible -- if the Sanskrit \nbenedictions are left out, he said, and women's skin-tight yoga gear is traded for more conservative garments. \n''Reformed, it will be more popular'' among Muslims, he said. ''It will not contradict with Islamic religion.'' Others are \nless convinced.\n\nAnwar Hassan, 27, who is from Bangladesh and works in the Queen of Sheba grocery in Jackson Heights, said \nyoga's roots were irreconcilable with his faith.\n\n''When I came here, I see there is yoga and everything, but we don't go,'' Mr. Hassan said. ''A lot of people, they \nare new to it so they think it's a gym class, or something. But Hindu people started it, and I think it's Hindu religion, \nso I don't go.''\n\nWhen Alex Eingorn prescribed yoga recently to a Bangladeshi woman who came to him with spinal pain at his \nBetter Health Chiropractic clinic in Midtown Manhattan, ''she looked at me in horror,'' he said. ''She said, 'I'm a \nMuslim, I can't practice a different religion.' '' Mr. Eingorn persuaded her to try it, he said, by saying that in New \nYork, it is considered a secular practice.\n\nMimi Borda, 46, who runs MiMi for Me Yoga, a serene studio in Jackson Heights that is one of the neighborhood's \nonly yoga centers, has had to make similar allowances. ''If there is a little chanting going on, right away this is a \nturn- off'' for some of the Muslims who sign up for her sessions, she said. ''Often they won't come back.''\n\nIn response, Ms. Borda has tailored certain classes, cutting out Sanskrit chants if she thinks it will upset certain \nstudents. ''Emphasizing the physical, they're kind of cool with it,'' she says. ''They feel safe.''\n\nFor Ms. Borda, who has taught yoga to a variety of audiences, including Hasidic women in Brooklyn, it came as a \nshock, when shortly after opening a previous studio in the area eight years ago she was approached by a Muslim \nstudent who voiced concerns with customary chants like ''ohm.'' She found herself fielding questions like '' 'Is 'ohm' \nGod? Is 'ohm' Allah?' '' she said.\n\nMs. Borda adapted her classes for her new clientele, either omitting chanting, or adding both ''shalom'' and ''amen'' \nto the sign-off of namaste.\n\n''A lot of us in the Western world, we look at it as anything that is going to enhance the way we look aesthetically,'' \nshe said. Some Muslim students, she added, were ''not looking at the physical aspect, they're looking at the \nspiritual aspect.''\n\nFor many immersed in a culture where vinyasa yoga is more readily associated with a New York Sports Club than \na Hindu temple, the origin matters little. And for some of the devout living here, the American conception has \noverridden the beliefs with which they were raised.\n\nWhen Mr. Rashid finally took up yoga, he said there were more similarities with his faith than contradictions. In \nsalat, the five-times daily Muslim prayers, which entail a meditationlike centering of focus and several kneeling \nbows, he felt there were echoes of yogic poses.\n\n\n\n''I discovered whatever I'm doing in yoga, I'm doing five times a day in prayer,'' said Mr. Rashid, who is from Dhaka, \nBangladesh.\n\nDuring the daylong yoga class at the festival that Mr. Rashid helped organize in Jackson Heights last summer, \nclasses were halted for salat. Imam Qayyoom and others performed those prayers on their yoga mats.\n\nIt dawned on him then, the imam said, that many Muslims, in a sense, practice yogic postures several times a day. \n''Maybe they're getting that same benefit in their prayers,'' he said. ''Maybe they don't need to do yoga.''\n\nOnline Correction: April 8, 2012, Sunday\n\nThis article has been revised to reflect the following correction: A previous version of this story misstated the \nsurname of the owner of MiMi for Me Yoga. Her name is Mimi Borda, not Mimi Bord.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTOS: Muhammad Rashid, left, practices yoga in Queens, but he has had mixed results trying to get other \nMuslims in the community to do the same. (A16)\n\n Mimi Borda adjusted some classes at her yoga studio in Jackson Heights, Queens, to address the concerns of \nMuslim students. (PHOTOGRAPHS BY KIRSTEN LUCE FOR THE NEW YORK TIMES) (A18)                                                \n"}