{"title": "4 sailors arraigned in Md. Navy diver deaths", "body": "\nThe Navy arraigned four sailors on Wednesday for dereliction of duty in connection with the training accident \ndeaths of two divers in Maryland.\n\nSeparate trials for each of the four sailors are set for January. If convicted, Chief Navy Diver Gary Ladd, Senior \nChief Navy Diver James Burger and Senior Chief Navy Diver David Jones each face a maximum sentence of three \nmonths confinement and a reduction in pay. Chief Warrant Officer Jason Bennett faces a maximum possible \nsentence of six months' confinement and reduction in pay because he was charged with two counts of dereliction of \nduty.\n\nNone of the sailors has entered a plea in the case, although Burger's military attorneys issued a written statement \ndeclaring his innocence after his appearance at a Naval Station Norfolk courtroom.\n\nThe four were arraigned after refusing to accept administrative punishment for their roles in connection with the \ndeaths of Navy Diver 1st Class James Reyher and Navy Diver 2nd Class Ryan Harris earlier this year. A fifth \nsailor, Chief Warrant Officer Mark Smith, accepted the \"non-judicial\" punishment and was not arraigned on the \ncriminal charge.\n\nReyher and Harris drowned on Feb. 26 while working at the Aberdeen Proving Ground. Members of their Virginia \nBeach-based unit have said the men died after a line tethered to them became tangled with an unspecified object at \nthe bottom of the Super Pond underwater weapons-testing facility.\n\nBy the time they were pulled to the surface, the men were out of air and unresponsive. Reyher was from Caldwell, \nOhio; Harris was from Gladstone, Mo.\n\nBennett was the Mobile Diving and Salvage Unit Two command diving officer and readiness and training officer.\n\nThe charge sheets say he negligently failed to inform the unit's commanding officer of a request to deviate from an \napproved training exercise and conduct a scuba dive exceeding normal working limits.\n\nDiving deeper than 130 feet requires the approval of a commanding officer. Reyher and Harris reached about 150 \nfeet, according to testimony at a June hearing. At that preliminary hearing, discussion delved into whether proper \nprotocol for allowing such a deep dive was followed. The training Reyher and Harris were undergoing at the time \ninvolved diving to the bottom of the pond, seeing if they could locate a helicopter and then returning to the surface.\n\nBennett's charge sheet also says he failed to ensure established diving procedures and safety requirements were \nadhered to.\n\n\nBurger is a master diver who was one of two sailors the Navy originally focused on for potential charges related to \nthe deaths. He and Smith were the subject of a preliminary hearing on possible dereliction of duty and involuntary \nmanslaughter charges.\n\n\"This was a tragic accident, but it was not a crime,\" a statement by Burger's attorneys reads. \"Senior Chief Burger \nsteadfastly maintains his innocence and looks forward to his day in court and to clearing his good name.\"\n\nIn June, defense attorneys suggested during witness questioning that the divers' equipment may not have been \nworking properly. One of the divers sent in to fetch the men after they ran into trouble had ice covering his regulator. \nDefense attorneys noted that the manufacturer of the equipment the divers were using has said it may not properly \nwork at temperatures below 45 degrees. At the time of the drownings, the water temperature was about 40 \ndegrees.\n\nA team of divers that preceded Reyher and Harris got their tethering line tangled up in something unspecified. \nThere are numerous metal objects on the pond floor.\n\nThe sailors belonged to an expeditionary mobile unit whose salvage operations have included TWA Flight 800, \nSwiss Air Flight 111, the space shuttles Challenger and Columbia, and the Civil War ironclad USS Monitor.\n\nThe unit also provided damage assessments and repairs on the USS Cole and participated in humanitarian \nmissions following Hurricane Katrina and the 2010 earthquake that struck Haiti.\n\nBrock Vergakis can be reached at www.twitter.com/BrockVergakis\n"}