{"title": "CENTER FOR IMMIGRATION STUDIES NEWS CONFERENCE SUBJECT: RELEASE OF TWO RESEARCH PAPERS: \"IMMIGRATION BENEFITS AND TERRORISM: MOVING BEYOND THE 9/11 STAFF REPORT ON TERRORIST TRAVEL\" AND \"KEEPING EXTREMISTS OUT: THE HISTORY OF IDEOLOGICAL EXCLUSION AND THE NEED FOR ITS REVIVAL\" PARTICIPANTS: JANICE KEPHART, AUTHOR AND FORMER COUNSEL TO 9/11 COMMISSION; JAMES R. EDWARDS, JR., PH.D., AUTHOR; STEVEN CAMAROTA, DIRECTOR OF RESEARCH, CENTER FOR IMMIGRATION STUDIES MODERATOR: MARK KRIKORIAN, EXECUTIVE DIRECTOR, CENTER FOR IMMIGRATION STUDIES LOCATION: THE NATIONAL PRESS CLUB, WASHINGTON, D.C.", "body": "\nMR. KRIKORIAN:  Good morning, my name is Mark Krikorian.  I'm the executive director of the Center for \nImmigration Studies, a think tank here in town.  Our website, where the reports we're releasing today and \neverything else we've done is online at cis.org. \n\nAfter 9/11, the security aspects of immigration for the first time started to be taken seriously.  There was a lot of talk \nof tightening up the immigration system, and there was actually even some action in that direction.\n\nFour years later, though, the concern over the security consequences of immigration appears to have dissipated \nquite significantly.  As evidence of that, the McCain-Kennedy amnesty bill, which -- whose approach to the security \nquestions regarding immigration can only be described as frivolous.  The White House doesn't really seem to know \nwhat it wants to do on immigration, but there doesn't seem to be any indication that they're all that serious about \napproaching the security consequences or security aspects of immigration.\n\nOne of the things we wanted to do was refocus attention with these papers on the security consequences of \nimmigration, and we have two really, I'd have to say, pretty interesting and informative papers to do that.  The first is \n\n\n\"Immigration Benefits and Terrorism:  Moving Beyond the 9/11 Staff Report on Terrorist Travel.\"  That -- both \npapers are in your packets, and the author is Janice Kephart, counsel to the 9/11 Commission who was one of the \nprimary authors of the 9/11 staff report on terrorist travel; in other words, the immigration consequences of \nterrorism.  Janice is an attorney, and before she was on the 9/11 Commission staff, she was a Senate staffer \nworking on terrorism and border control before that was cool.\n\nThe second paper and the second speaker is James R. Edwards, Jr., and his paper is called, \"Keeping Extremists \nOut:  The History of Ideological Exclusion and the Need for Its Revival.\"  Jim is a Ph.D. in Communications; also a \nformer congressional staff member, which helped inform his subsequent work. He is co-author of a book called \n\"The Congressional Politics of Immigration Reform,\" as well as several earlier backgrounders by the Senate -- by \nthe Center, excuse me.\n\nOur commentator will not be Frank Gaffney.  Because of a schedule mix-up he is out of town, though reporters who \nwant to get some comment from him, he said I -- should approach me afterwards because he said I can give you \nhis contact information for comments.\n\nInstead, as a consolation prize, our commenter will be my research director, the director of research at the Center \nfor Immigration Studies, Steven Camarota, who is eminently qualified to talk about this because he authored our \nearlier report; actually, the first report on immigration and terrorism after 9/11 called \"The Open Door,\" which is on \nour website, and examined the immigration history of al Qaeda-related terrorists from '93 through the hijackers.\n\nAfter each of them has their say, we'll open it up for Q&A for as long as we can stand it or as long as you have \nquestions.  Janice will go first, then Jim, and then Steve. \n\nJanice?  Oh, by the way, please turn your phones off.\n\nMS. KEPHART:  Thank you.  My name is Janice Kephart.  I want to thank the Center for Immigration Studies for \nbeing interested in my work and willing to put it out for public consumption.  As you know by now, this report is titled \n\"Immigration Benefits and Terrorism: Moving Beyond the 9/11 Staff Report on Terrorist Travel,\" and it is available \non the Center for Immigration Studies website:  www.cis.org.\n\nMy end goal here is to continue my public service in the manner that I can; in this instance, in the form of a report \nthat provides a more in-depth discussion of terrorist abuse of our immigration system than has been provided to \nthe policy community and the public before. The report covers the immigration histories of 94 terrorists who \noperated in the United States from the early 1990s and through 2004, including the six September 11 hijackers who \nsought enhanced immigration benefits.\n\nThis report more than doubles the terrorists we were able to review in the 9/11 Commission staff report, \"9/11 and \nTerrorist Travel,\" which is available in book form as well.  That would be the authoritative account on how 9/11 \nhijackers violated our border security.  It also builds on the excellent study that Steve Camarota did right after 9/11 \ncalled \"The Open Door.\"\n\nWhat are my bottom-line findings?  Why is this report important? Why it is important from my point of view is \nbecause it shows that terrorists, both before and after 9/11, have and will continue to exploit the weaknesses of \nour lax immigration system by committing fraud and other violations.  These gaps in our immigration system will \nremain exploited until the system becomes designed to catch terrorists better and provide sufficient resources and \nthe political will to enforce the law.\n\nThe report makes clear that strict enforcement of immigration law -- at American consulates overseas, at our ports \nof entry, at our hard borders, and within the United States when foreign nationals seek immigration benefits such as \nlegal permanent residency and naturalization -- must be an integral part of our efforts to prevent future attacks on \nU.S. soil.\n\nhttp://www.cis.org/\n\n\nWhat are some of the report's specific findings?  First, of the 94 foreign-born terrorists who operated in the United \nStates in this study, two-thirds -- 59 -- were found to have committed immigration fraud prior to or in conjunction \nwith taking part in terrorist activity. Of the 59 that violated the law, many committed multiple immigration violations; \n79 instances in all.  In total, 34 individuals were charged with making false statements to an immigration official. In \nat least 13 instances, terrorists overstayed their temporary visas. In 17 instances, terrorists claimed to lack proper \ntravel documents and applied for political asylum, often at a port of entry, but sometimes in a defensive maneuver \nto stay in the country during deportation hearings. \n\nFraud was used not only to gain entry into the United States, but also to remain -- or what we called on the \ncommission and what's called within the immigration community \"embedding\" in the country. Seven terrorists were \nindicted for acquiring or using forms of fake IDs, including drivers license, birth certificates, social security cards, \nand immigration arrival records. \n\nOnce in the United States, 23 terrorists became legal permanent residents, often by marrying an American.  There \nwere at least nine sham marriages.  In total, 21 foreign terrorists became naturalized U.S. citizens.\n\nSo what are the lessons learned here?  From my vantage point, the attack of 9/11 was not an isolate instance of al \nQaeda infiltration into the United States.  In fact, dozens of operatives, including those working on behalf of Hamas, \nHezbollah and other terrorists groups, both before and after 9/11, have managed to enter and embed themselves \nin the United States, actively carrying out plans to commit terrorist acts against U.S. interests or support \ndesignated foreign terrorist organizations.  And you will find in the report many anecdotal discussions in that \nregard.\n\nFor each to do so, they needed the guise of legal immigration status to support them.  No matter what the terrorist \norganization or the mission, it is clear from this study that terrorists will continue to try to come to the United States \nto carry out operations, and their instructions will continue to include immigration-related plans.  The more rights \nafforded by the immigration benefit -- the tantamount benefit being naturalization -- the less likely we are to disable \nterrorist travel and terrorist operations both in and outside the United States.\n\nThose who come to stay and embed themselves into communities throughout the United States will continue to rely \non the false guise of legality.  Sham marriages, student status and political asylum can all lead to legal permanent \nresidency.  Legal permanent residency, in this study, is almost a certain guarantee of naturalization for the \nterrorist.  These abuses will likely continue unless we design a system that can snuff out the abuse with better \ninformation, better technology, better legal and policy guidelines, and better training. This system can only be \ndesigned if the agency that processes our immigration benefits, the United States Citizenship and Immigration \nServices, is considered and treated as a full partner in national security and border security agendas.\n\nI lay out in greater detail in my conclusion my recommendations, and any questions you have I'll be happy to \nanswer subsequently. Thanks very much.  (Applause.) \n\nMR. EDWARDS:  Good morning.\n\nSoon after the London subway bombings this summer, the British government moved quickly to craft policies to \nkeep out dangerous foreign ideologues; the kind who polluted the hearts and minds of the British-born but \nradicalized homicide bombers.  That new British policy is essentially the same as the subject of today's \nbackgrounder: foreigners promoting radical ideologies have threatened American security and political order \nthroughout our nation's history.  Until recent years, we didn't shy away from exercising our sovereignty in terms of \nexcluding and deporting aliens who espouse dangerous ideologies.  This is referred to as the ideological exclusion.\n\nWe're not talking about keeping out people who hold novel ideas or necessarily even just opposing political \nviewpoints; we're talking about the kinds of beliefs so at odds with core American political principles as to border on \ntreason if held by an American citizen. We're talking about propaganda, threatening and subversive ideas. We're \ntalking about ideas that don't advance legitimate public discussion.\n\n\n\nIn the next few minutes, I'll share some of the highlights from my report.  I may be a bit longer than Janice was, but I \nwon't give you all the details.  But first let me thank, though, Mark Krikorian and the Center for Immigration Studies \nfor their interest in this subject and their encouragement in publishing these findings.  I'd particularly to acknowledge \nthe research assistance of CIS's interns, Kelly DuBois and Jennifer Jones.  And also I was helped by valuable input \nfrom Jessica Vaughn (sp) and Chris Cobock (ph).\n\nFrom earliest colonial days, we've refused admission -- that is, excluded -- and kicked out or deported aliens whom \nwe found undesirable.  In the 17th and 18th centuries, British authorities tried to push off on their British but \nAmerican colonies people like social misfits and convicted criminals, but the colonies were interesting -- and \nincreasingly so as we move toward independence -- in individual character.  The colonies only wanted people with \nthe moral integrity and political world view that reflects -- little r -- republican virtue.\n\nAn example from colonial and founding eras is similar to today's concern with Islamic immigration.  Remember, that \nwas an age of established religion, and religious bodies such as Roman Catholicism was the established religion in \nFrance and Spain.  You'll recall Britain became an established religion of Protestantism, and the Protestant \ndenomination and its political Britain were at odds politically with the Catholic France and Spain. That played out in \nmany ways.\n\nYou'll remember as well Americans were British and Protestant, and many of course were from dissenting \ndenominations.  It played out in ways like the French and Indian War, which saw Catholic powers;  i.e., the French, \nattacking frontier settlements here.  Thus you saw laws crop up that reflected concern about Catholicism; not so \nmuch in terms of their religious aspect but more in their political overtones and political beliefs.  Thus there was a lot \nmore than simply religion that underlay laws like Virginia's of 1643, which called for deportation of Catholic priests \nwithin five days of arrival.\n\nWell, the United States, as we became a country, responded to the major alien ideological threats of the day with \nideological exclusion and deportation grounds.  In the 1790s, remember the French revolution and the Jacobins.  \nWell, Jacobinism spread from revolutionary France to the new world.  Remember Citizen Genet's American \npropaganda tour, refusal of the French to seat an ambassador, French seizure of American merchant ships at sea -\n- all this led to enactment of the Alien Act and the Alien Enemies Act.  Interestingly, the Jeffersonian Republicans \nwho repealed the Alien Act used the Alien Enemies Act against British immigrants during the War of 1812.\n\nWell, later in the 19th and earlier 20th century, the cause was anarchy and anarchism spread in immigrant ranks.  \nThe 1886 Haymarket Square bombing by immigrant anarchists and the 1901 assassination of President McKinley -- \nthese led to additional ideological exclusion laws.\n\nMajor ideological threats rose in the 20th century.  Often there were economic and security threats, including labor \nstrikes, riots and bombings.  We saw in the United States communist, socialist and anarchist groups led by \nimmigrants, so measures were taken to address these threats.           Leading up to World War II, the 1940 Alien \nRegistration Act was one immigration control measure, for instance.\n\nWell, the Cold War is the epitome of the cause of involving ideological exclusion in the 20th century.  This saw the \nhigh-water mark of ideological exclusion policy.  As the Cold War waned, it also saw the decline and eventual \ndemise of ideological exclusion policies, and this is where I'll focus my remarks today.\n\nWhittaker Chambers and Elizabeth Bentley were former communists. They told Congress that -- and the FBI before \nthat that the Communist Party in the U.S. was overwhelmingly foreign born.  Six out of seven branches spoke their \nnative language -- branches of the Communist Party.\n\nFrom early in the 20th century, Communist front groups, Soviet agents and the immigration piece that facilitated \nsubversive efforts became clear.  For instance, German refugee Klaus Fuchs supplied the Soviet Union with alien \nsecrets in the 1940s.  This was a major national security threat.\n\n\n\nAfter World War II, Soviet aggression in Eastern Europe and militarization with a nuclear accent raised the stakes.  \nThe 1950 Internal Security Act forbade the entry of likely subversives, including members of the Communist Party \nand its affiliations.  The  1952 Immigration and Nationality Act -- known as the INA or McCarran- Walter -- recodified \nour immigration laws, including the ideological exclusion provisions.  Of McCarran-Walter's 33 categories of \nexcluding aliens, three dealt with ideological grounds.  Most were already exclusion and deportation grounds on the \nbooks.\n\nOne section excluded aliens who would participate in activities that would be prejudicial to the public interests or \npublic safety. This was INA Section 212(a)27.  Sorry to get in all the code citations, but 27, 28 and 29 is the \nshorthand for what will lead you to follow this a little more closely. \n\nAnother section barred aliens deemed likely to carry out espionage, sabotage, terrorism, public disorder, activities \nthat threatened national security -- people who would use force or violence to overthrow the government.  This was \nSection 212(a)29.\n\nThe most controversial section excluded aliens who belonged to subversive groups or taught or advocated \ndangerous ideologies.  These included economic, international and governmental doctrines of anarchy or \ntotalitarianism, violent overthrow of the government and engaging in propaganda to advance those ideologies.\n\nWell, critics increasingly targeted ideological exclusion as its life went on. This led to the gradual weakening and \neventual demise of this provision of law.  In 1977, Senator George McGovern sponsored an amendment that \ncurbed the application of 212(a)28.  The McGovern Amendment ostensibly furthered U.S. compliance with the \nHelsinki Accords.  We had signed the Helsinki Accords two years before in 1975. The Helsinki Accords included \nlanguage to ease international movement of people and ideas.  The McGovern Amendment automatically granted \nwaivers for non-immigrant visas unless an alien's admission would jeopardize U.S. security interests.  The \nsecretary of State had to certify such exclusions to Congress.  In short, the McGovern amendment turned on its \nhead the process for excluding people under paragraph 28.\n\nIn the 1980s, critics attacked the Reagan administration for using 212(a)27, the public interest exclusion, to keep \nout foreign policy opponents; 27 had no waiver provision as 28 did.\n\nWell, activists litigated this in the consolidated case of Abourezk v. Reagan.  Plaintiffs argued that denying visas to \nforeigners that they'd invited to speak here denied the American plaintiffs their First Amendment right to receive \ninformation and to associate with the aliens.  Most of the invitees belonged to Communist groups.  The trial court \nfound for the government, but on appeal, the D.C. Circuit vacated the lower courts ruling.  The appellate court \naccepted the plaintiffs' claim that the government should only employ 27 for exclusion if an alien isn't excludable \nunder 28, which is the more controversial section relating to group membership. \n\nThis argument implied that the government was excluding under 27 as an end run on the McGovern Amendment's \nstrictures on 28 exclusions. To end this possibility, Senator Moynihan and Congressman Barney Frank attached an \namendment to the 1988-89 Foreign Relations Authorization Act.  This amendment said that aliens couldn't be \nexcluded or deported because of any past, current or expected beliefs, statements or associations which, if \nengaged in by a U.S. citizen in the United States would be protected under the Constitution of the United States.\n\nWell, eventually the1990 Immigration Act struck ideological exclusion from the law.  In the late 1980s, McCarran-\nWalter in general and ideological exclusion in particular were routinely excoriated. Critics employed loaded \nlanguage like \"zenophobic,\" \"anti-communist hysteria,\" and \"anti-communist fervor of the McCarthy era\" against it.\n\nBarney Frank sponsored legislation to repeal or seriously weaken exclusion and deportation laws.  At a House \nhearing in 1987, a State Department witness said visa denials on ideological exclusion grounds are not intended to \ndeny anyone admission to the United States solely because of the beliefs he or she espouses.  The State \nDepartment witness expressed the administration's willingness to revise Section 212(a), including scrapping \nexclusion based on membership in certain groups.\n\n\n\nAbout this time, a celebrated court case arose that was American- Arab Anti-Discrimination v. Meese.  A federal \ncourt in California ruled that the so-called Los Angeles Eight, members of a Palestinian terrorist group that \nadvocated world communism couldn't be deported on the basis of that membership.  The court ruled -- and of \ncourse, the Ninth Circuit affirmed -- that aliens should enjoy full First Amendment protection of their speech.  For \nthis, the court applied the legal standard from Brandenburg v. Ohio, a 1969 case.  That standard is the inciting-or-\nproducing-eminent- lawless-action standard, and the court refused to distinguish between lawful permanent \nresidence and non-immigrants.  Two of the eight aliens were LPRs and six held student visas, making them non-\nimmigrants.  Well, as in so many other cases, the Supreme Court eventually overturned the Ninth Circuit ruling, but \nit took it until 1999 when it was virtually a moot issue.\n\nIn 1990, Congress enacted the Immigration Act, which primarily focused on liberalizing legal immigration.  Neither \nthe House nor the Senate version contained any provisions dealing with ideological exclusion.  However, \ncongressional staff negotiating in the conference committee stuck in provisions effectively repealing ideological \nexclusions.  The 1990 act shrunk the exclusion and deportation grounds from 33 to nine.  It focused more on an \nalien's activity than beliefs. It retains, for the most part, excluding aliens who would be spies or saboteurs, \nterrorists.  The foreign policy exclusion would still apply, but it was narrowed and had to meet a higher standard.  \nForeign officials and political candidates could only be excluded in extraordinary circumstances. \n\nThe law disallowed exclusion based on past, current, or expected beliefs statements or associations, which would \nbe lawful in the U.S. In short, the 1990 Immigration Act's revision of exclusion grounds preserved the spirit of the \nMcGovern and Moynihan Amendments.  Indeed, this law made it much easier for aliens who hold radical, \ndangerous, anti-American or subversive political beliefs to enter and remain in the United States.  This perversion of \nthe First Amendment means the guy who preaches hatred, pollutes hearts and minds, steeps persuadable people \nin reasons to harm Americans and wage war from within against America, activates by less than eminent threat \ngets a free pass.\n\nSo what's the lesson from all this for post-September 11th America?  History teaches that foreign ideologues have \nlong sought to promote their beliefs and advance their causes on American soil. Alien subversives have spied, \nspread propaganda and stolen state and industrial secrets.  Foreign anarchists, communists and other radicals \nhave sought to make converts, raise funds, organize followers and otherwise exploit American freedoms.\n\nIn short, immigration has been a useful tool in the tool kit of America's enemies.  Thus it would make sense to \nseriously reconsider reviving ideological exclusion and deportation measures.  If Great Britain, under a Labour Party \ngovernment has done so, then doesn't it make sense for a Republican Congress and administration, supposedly \nthe party of law and order, to restore a very practical means for disrupting foreign enemies and their potential allies \nhere from using our freedoms against us?  It seems this fits squarely in the mold of our Constitution not being a \nsuicide pact.\n\nThank you.\n\nMR. KRIKORIAN:  Thank you, Jim.  Now Steve.\n\nMR. CAMATORA:  Well, again, I'm very delighted to be on this panel and I urge everyone to read the reports \nthemselves, both Janice's report on immigration and terrorism, and Jim's report on ideological exclusion are both \navailable at our website, www.cis.org.\n\nNow, the nation's response to the horrific attacks of September 11th of course have come in many areas, including \nmilitary action, freezing terrorist assets, new diplomatic initiatives, improve intelligence gathering, reorganization -- \nthe intelligence system, and expanded security measures at airports and other key infrastructures.\n\nAs important as all of these measures are, there is probably no more important area to securing the country and \npreventing another attack on American soil than our immigration system.  The simple fact is that the current threat \nto the United States comes almost exclusively from foreign-born individuals who arrive from abroad. Therefore, our \n\nhttp://www.cis.org/\n\n\nsystem for admitting legal immigrants, temporary visitors and workers, as well as controlling our borders is a \ncritically important part of reducing the chance of another attack. It is just common sense. \n\nAnd both reports make this abundantly clear.  After all, if terrorists can't come into the United States, then they \ncan't commit their acts on American soil.  And both reports make clear that once we allow a person into the country, \nwe must continue to be vigilant. \n\n This system must also process carefully all changes of immigration status, whether someone wants to change from \none type of visa to another, if someone wants to apply for asylum or citizenship, because each of these represents \nand important opportunity for us to re-screen the applicant and see what is going on.\n\nIs it this person?  Have we learned that they are a terrorist? Have they lied to us in the past?  And that is why not \nonly keeping out people but also how the system functions when people change within the United States -- these \nso-called immigration benefits, moving from one visa category to another, applying for citizenship and so forth. \nThese things are critically important.\n\nNow, of course domestic terrorist threats exist.  But the existence of domestic terrorism is no reason not to make \nevery reasonable effort to prevent foreign-born terrorists from entering or remaining in the United States.  \nMoreover, although it's obvious, it must be repeated.\n\nThe scale of the threat from foreign-based militant Islamic terrorism is fundamentally different from that posed by \nother terrorist organizations and other threats because of its money, organization, international reach, training, \nfanaticism, desire to obtain weapons of mass destruction, and willingness to inflict maximum damage on civilians \nand military personnel alike.  Osama bin Laden and his al Qaeda network, and those affiliated with it, represent a \nthreat to the United States that dwarfs the threat posed by any other type of terrorism, foreign or domestic.  It is \ntherefore critically important that we develop immigration policies to deal with the threat posed by foreign Islamic \nterrorists.\n\nNow, to this point, Jim's piece -- which let me touch on first -- is more narrowly focused, but still very important.  It's \nbased on the common sense notion that people who advocate hatred and violence towards America, but have not \nyet killed any Americans, should not be allowed into the country and they should not be allowed to stay.\n\nConsider the case of Muhammad Khalil, director of a mosque in Brooklyn, which Janice's piece talks about a good \ndeal.  He often urged Muslims in American to commit acts of terrorism.  He said, for just an example -- after \nSeptember 11th, he said to his followers, hopefully another attack will take place in America very soon. \n\nNow, this is a real problem.  But worse, by allowing him to stay in the country, he was able to use his position as \ndirector of the mosque to sponsor over 200 religious worker visas.  Thus, by not doing what we had done in the \npast in trying to get people like this out of the country who hate us, we made ourselves much more endangered \nbecause he could use his position to bring in more like-minded people.\n\nJim points out simply that returning the common sense of the past, and keeping such people out, or making non-\ncitizens who hold such views go back to their home countries, would significantly enhance our national security.  \nNow, obviously once someone becomes a citizen, things would change.  But in many cases individuals are non- \ncitizens and obviously we can always keep people who hold such views out of the United States.\n\nAnd of course if the immigration system is to be used to protect us, every aspect of it, including our ports and our \nports of entry, and our borders, and our visa processing, and enforcement of immigration laws within the United \nStates all must be improved.\n\nNow, of course, no set of policies and changes in those policies can stop terrorists every single time.  But they \ndon't have to because often, if only one individual can be stopped -- and this happened at the border in the case of \nthe millennium plot.  A simple inspection at the border unraveled the whole plot.  Often if you catch just one \nconspirator, the whole plot can be uncovered, and that is why immigration laws can be so useful.  You don't have to \n\n\n\nhave a system that is 100 percent fool proof because no system could be, but it doesn't have to be to play a critical \npart in protecting the country.\n\nSo when people say things like immigration is not the problem, terrorism is the problem, well of course most \nforeigners who come to America are not terrorists.  But acknowledging this fact is not very helpful in protecting the \nhomeland because it is often used as an excuse for having a lax immigration system and not doing all we can to \nkeep out terrorists.  And Janice's report makes clear why that is such a huge problem.\n\nAnd a related mistake is for people to say, well, illegal immigration, it is a problem, but it's not a national security \nthreat. After all, people are just coming to wash dishes or do farm labor. Really, they don't endanger our national \nsecurity.  But again as Janice's report makes abundantly clear, a very large percentage of foreign terrorists have \nviolated immigration laws prior to taking part in terrorism.  She points out that 59 militant Islamic terrorists have \nviolated the law, a very large share of who have lived in the United States illegally for an extended period of time.\n\nAt present, as some of you may know, most estimates place the total illegal alien population at 11 to 12 million in \nthe United States.  If that many people can come to this country and live illegally, any terrorist who wishes to do so \nobviously faces few  obstacles, and Janice's report highlights that fact how often they have actually done just that:  \nlived here illegally.\n\nNow, my own research suggests, as well as worked on by others, such as the Pew Hispanic Center, that the illegal \nalien population has grown by some 2 million people just since September 11.  This point is not really in dispute by \nmost experts.  And just on last Friday, the immigrations and customs enforcement, the agency charged with \nenforcing immigration laws within the United States, put out a press release that said that some 400,000 people \nwho have been already deported, people who have had their day in court -- an immigration judge has said they \nhave got to go.\n\nFour hundred thousand of such people who have been ordered out of the country -- we don't know if they have left \nor not.  In fact, we guess that some 80 to 90 percent are certainly here.   They also said that 80,000 of them didn't \njust commit an immigration violation -- and that is the reason they are gone -- but also 80,000 of them are actually \ncriminal aliens who they can't find.  These are the so-called deportation absconders, the 400,000.\n\nInstead of actually -- since September 11th -- going out and finding those people, we still -- instead we send them a \nletter telling them, informing them that they have been deported.  It's called the run letter in the business because \nwhen you get it, you just run.  But of course, even if you don't run, we don't come looking for you anyway.  So you \ncould actually just stay in your apartment as it is.\n\nThis is not an indication of seriousness about immigration enforcement, if people, who a judge has said, sorry, you \ncan't stay. You really are here illegally; you have got to go.  We don't even make those people leave, let alone the \npeople who sneak into the country and haven't been before an immigration judge, let alone people who overstay a \ntemporary visa, and haven't been before an immigration judge.\n\nNow, I think Janice's report also speaks to some other issues that are important.  And let me touch on another one.  \nThe study demonstrates that temporary visas, such as for tourists or students who come to study in America, are \nnot the only problem.  People make this mistake of saying it's really only the temporary visitors who have been the \nproblem because that is the kind of visa that the 9/11 hijackers used -- temporary visas.\n\nBut as she points out correctly in her study, 23 terrorists have become lawful permanent residents.  That is the \ngreen card.  You live here as long as you like.  That is permanent residence.  And another 21 terrorists have \nbecome naturalized American citizens.  Clearly, people with green cards; that is, the permanent residence, and \neven naturalized citizens, have been a significant source of terrorism. And Janice's report demonstrates that very \nmuch. \n\n\n\nNow, the study also makes clear that an amnesty for illegal aliens in the country right now, of the kind that leaders \nin both parties seem to want, can make our national security situation much worse.  Some have argued that \ngranting amnesty would be helpful to national security.  But the past indicates otherwise. \n\nConsider the case of Mahmoud abu Halima (sp).  He received an amnesty under our last one, our last big one \nanyway, in 1986.  He falsely claimed to be an agricultural worker, even though of course he drove a cab in New \nYork City.  Now, given the limited resources of the immigration service at that time in the -- as is actually the case \nnow, it was not possible to investigate or even verify the stories of millions of people who came forward and applied \nfor the amnesty.  As a result, the vast majority of those who applied were approved.\n\nNow, issuing Mahmoud abu Halima a green card greatly facilitated his terrorism because he could then work at any \njob he wished and was able to travel to and from the United States, which he did.  It was only after he got his green \ncard in 1990 that he made several trips to Afghanistan and Pakistan where he received the terrorist training that he \nthen came back and used in the first attack on the trade center.\n\nHis brother Mohamed, who was later convicted as well for helping him escape to Egypt, had also been given \namnesty under the agricultural provisions of the last amnesty program.  But of course he had never stepped foot on \na farm either.  But again fraud was so rampant in the last amnesty because the system was so overwhelmed that \nhe too got his amnesty.\n\nNow, but there is also the case of Ferris Kalhalalah (sp), who was one of the terrorists who tried to bomb \nlandmarks around New York City in 1993.  He, too, received an amnesty back in 1986 and allowed him to stay in \nthe United States permanently.\n\nNow, even the case of Mohamed Solamay (ph), who rented the truck in the '93 attack -- he applied for the last \namnesty.  So see there you could say well the system did its job.  But the problem was because then as now, \npeople denied a green card are not made to leave the country.  He simply stayed on and continued to live and work \nin the United States illegally.  And then he of course rented the truck that they used in '93 attack.\n\nWhat does this tell us?  That granting amnesty to illegal aliens is probably going to make the situation worse.  We \ndon't have the capacity, both then and now, to weed out the bad guys.  And giving a terrorist a green card makes \nour situation worse because then he can  leave and come back, receive money transfers from overseas, work at \nany card he wants.  And the case of Solamay shows that even if he doesn't get his green card -- we denied it.  We \nsaid sorry, you can't get a green card under the amnesty.  But he stayed anyway.  Unless one is prepared to make \npeople that you deny leave the country, which no one is talking about, the amnesty will only make things worse.\n\nNow, I think that the main reason terrorists have so often violated the law and gotten away with it speaks to this \nissue as well, and that is that the system is overwhelmed by the enormous number of people we allow into the \ncountry on a permanent and temporary basis each year.\n\nNumerous reports by the inspector general's office, the general accounting office, congressional research service \nand others have shown that the system currently is so overwhelmed by the more-than-a- million green cards we \ngive out, the millions of temporary visas we give out, the millions of change of status that we have to process, the \ntens of thousands of applications for asylum -- it is so overwhelmed that the process itself has no -- has not been \nable to maintain its integrity.  Fraud and corruption are rampant and terrorists, as Janice's report makes clear, has \nexploited this basic fact.\n\nIf you like the current record and unprecedented level of immigration to continue into the United States as it has \nsince September 11th, then you face an obvious choice.  You have to spend a great deal more money on this \nsystem and give the system greater resources, political commitment so they can verify identities, check watch lists, \nmake sure people are not lying, otherwise terrorists will continue to exploit the fact that the system is overwhelmed \nby the numbers.\n\n\n\nAlternatively we could bring the numbers down to something more manageable and obviously do a better job then \nof checking each individuals.  But there are your two choices.  You can't have this level of immigration with this level \nof resources and still keep out the bad guys.\n\nIn conclusion, I think the public gets it.  In a poll taken shortly after September 11th, 85 percent of Americans said \nthat lax enforcement of immigration laws made it easier for the terrorists to enter and remain in the United States -- \nthat is the September 11th hijackers.  It seems the public understands the problem.  The public understands that \nstrict enforcement of immigration laws is a very helpful way of stopping and reducing the terrorist threat.  Hopefully \nat some point our leaders will get it too.  Thank you.  (Applause.)\n\nMR. KRIKORIAN:  Thanks, Steve.  I'll sort of manage the Q and A, but since I'm paying for the room I'll ask the first \nquestion.\n\nAnd I wanted to ask Janice -- and you guys can answer from the mikes down there -- you talked about the \nfragmented immigration  system.  You have talked about the different pieces of it in different agencies.  And \nspecifically in your comments you talked about how the Bureau of Citizenship and Immigration Services, the part of \nDHS that stole our acronym and gives out green cards and citizenship and what have you.\n\nAnd you didn't mention but might have the visa function within the State Department.  How do we deal with that kind \nof -- or what is your idea about how to deal with that kind of fragmentation where not only the -- not only are the \nenforcement bureaus separated from border enforcement and interior enforcement, but then all of the other pieces, \nthe processing pieces of immigration are also separated into different agencies?\n\nMS. KEPHART:  Well, this is something, Mark, that I have testified to before, before the Senate and the House of \nRepresentatives as well.  It seems to me that what we are experiencing right now is actually more fragmentation in \nour border security apparatus after 9/11 and with the creation of DHS than we did prior to 9/11.\n\nThe result is that we have had extremely fragmented policymaking. We don't have direct accountability to the \npresident on issues of immigration.  We don't have direct access to information at a cabinet level on immigration \nissues.  This is the basis of our founding of our nation.  This is a huge bureaucracy.  This an incredibly complex \narea.\n\nAnd what I have called for is a department of immigration and border protection to pull all of those pieces together.  \nIt would seem right now with the creation of the Department of Homeland Security that that would be -- it would be \nan inappropriate time.  But I certainly would suggest that it would be helpful to us as a nation to at least engage in a \ndialogue about the creation of a department.  And if the creation of such a bureaucracy might be helpful to us in \ntruly addressing the immigration and border security problems that we have today.\n\nMR. KRIKORIAN: Any questions?  Yes, sir, you first.\n\nQ     You talked in your report a little bit about sham marriages.  Are these marriages that are conducted for money \nor are they finding gullible American women to fall in love with them?  And how would the border or a visa or a \ngreen-card bureaucrat be able to detect such a sham marriage?  I remember getting my own green card and having \nto bring photo albums of my wedding, which was 15 years previous and the official remarked that I had aged quite a \nbit since then.  (Laughter.)\n\nMS. KEPHART:  What I found in the study was -- especially the sham marriage in specific was a ploy, an \nimmigration plan by Hezbollah.  It was shown to be part of their operation in bringing folks over to conduct the \ncigarette smuggling scam in North Carolina, which some of you may be familiar with in the late-'90s. \n\nWhat they did was they had brothers.  The brothers would come over on a temporary visa, a business visa or a \nvisitor visa, and with that visa, within a week of coming here or two weeks, they would have bought off an American \nwoman, paid her to marry them, and then, you know -- then they would have an automatic application for the green \ncard.\n\n\n\nOne sister -- they had to bring a sister over too -- and this is kind of an interesting one.  The sister -- they actually \npaid an American male to go over abroad to Lebanon, bring her to Cyprus, and have her go to the consulate there \nas an intending immigrant and brought her over that way.  So there was nothing but a plan there to pay off the \nothers.\n\nAnd the others -- some of the others are disgusting in detail. We don't know if -- for example, Ali Mohamed, who \nwas one of the 1998 African embassy conspirators.  He was -- he trained bodyguards for Osama bin Laden. \n\n He had a human smuggling ring off the west coast.  He was a lieutenant in our military acquiring sensitive data.  He \nmet his wife on the plane to the United States from Egypt.  Is that a sham marriage?  I don't know.  But he definitely \nused the marriage to his advantage.\n\nQ     The other part of the question is you are the official and you are confronted with these marriages, how do you \ndetermine which one is a sham marriage and which -- because I presume you don't want to be excluding genuine \nmarriages of people who -- some of whom were lucky enough to be born American and others who belong to \ninferior races?\n\nMS. KEPHART:  Sure, sure.  What they do and the immigration agents do when they have the ability to do it and \nthey have the resources to do it is they do what they call bed checks.  And bed checks are simply a determination \nof if -- you know, if the marriage exists -- two people are co-habiting a home, co-habiting a bedroom, et cetera, and \nwhen they can conduct those.  Those are basic fraud scam pieces that they can pull together to create a case.\n\nIn these instances, in many of these instances with the terrorists, the woman eventually realized what was going \non, realized that she herself would be in trouble, and she turned in the intending immigrant.\n\nMR. CAMAROTA:  Let me just say, first off it's a question of resources as well.  Obviously the kind of service the \npeople who come in get, and also our ability to actually determine the legitimacy of the marriage is going to be \nbased on how much money we put into this system.\n\nRelated to that, let me give you an example.  Khalil al-Dahab who ran a kind of a terrorist hub out of his apartment \nfor al Qaeda in California in the '90s -- it was clear that he married a succession of American woman very quickly -- \nthree, as a matter of fact.  His immigration file indicates that the inspector said this doesn't look legitimate but it \nseems almost certain that it's not.  But they approved it anyway because they didn't want the fuss.  They didn't want \nto have to deal with the problem.\n\nIn that particular case, it was obvious that there was a problem, but again a system with very limited resources that \nis now undergoing  reorganization as well on top of that is not -- it's much less likely to pick these out.\n\nMR. KRIKORIAN:  Let me just add as one tiny -- before I take another question.  I have actually sat in on one of \nthese interviews. And I don't know if this was intentional or not, but the wife bent down to pick up something out of \nher purse and banged her head on the computer monitor.  And I talked to the adjudicator afterwards and he kept \nhis eyes the whole time on the husband to see whether -- what his reaction.\n\nIn other words, the point was, was he actually concerned about his ostensible wife banging her head on the monitor \nor was it all sort of ho hum.  I mean, these are tricks that take a lot of time and a lot of personnel with a lot of \nexperience to do.  And so I would second Steve's point on that.\n\nYes, you had a question.  And then did you have one after?  Well, anyway, go ahead.\n\nQ     In the main, both instances though would seem to be the lesser numbers of instances.  And we talk about \nresources as Steven does.  In my view there is no amount of economic resources that is going overcome the lack of \npolitical will.  And until such time -- and that -- until there actually is political will –\n\nMR.       :  Is there a question, this being a press conference, you know?\n\n\n\nMR. KRIKORIAN:  He'll get to the question.\n\nQ     My question is what could be done in the process to be able to increase the political will to enforce even the \nlaws that are on the books?\n\nMR. KRIKORIAN:  Who wants to take that one?\n\nMR. CAMAROTA:  I mean, obviously you're right.  It's a huge problem.  In general, even after September 11th, \noverwhelming public support for a tighter-controlled system.  But in general, the main changes have been if you're \nfrom a Muslim country and you're a man, you might have to wait a little longer to get your visa.  But as I said, the \nillegal alien population has been allowed to grow unabated. We have done little about other things.\n\nNo, I mean, I agree with you that the political class in the United States -- unlike, say, public opinion -- has not seen \nit as a priority.  And you're right.  The lack of resources reflects the lack of political will rather than the other way \naround.  And unfortunately it may well take another attack in which failures in the immigration system again are \nclassically demonstrated to wake up political leadership in the United States.  And I think that the administration in \nparticular is going to pay a very heavy penalty for that. \n\nMR. KEPHART:  But let's take a step back here for a second and think about this on a broader scale.  All of us want \nto enhance our national security.  All of us can agree on basic tenets to enhance that national security that are \npractical realistic goals.  My point would be to rally around those practical realistic goals.  There a lot of other \npolitical, dissenting, emotional issues that surround immigration.  Pull away what we can do practically and \nrealistically on national security grounds and make that happen.  And that is kind of the reason I am here and the \nreason I pursue this.\n\nMR. KRIKORIAN:  And just one related -- I mean, as a point to this I think is that Janice's bureaucratic suggestion, \nwhich I'm not formally endorsing on the part of the center, but creating a sort of immigration czar.  In other words, \nan agency whose goal is immigration enforcement in fact may help create that kind of at least bureaucratic will if not \npolitical will because what we have now is there is no agency whose job is nothing but immigration enforcement.\n\nEssentially immigration enforcement is now being used the way, say, the tax law was used against Al Capone.  It is \na useful tool and that is actually an appropriate thing to do.  But when Al Capone was being prosecuted for not \npaying his taxes, there was always another agency whose whole job was tax enforcement.  We don't have that \nnow. And my point is that perhaps something like what Janice suggests may help create that kind of political will.\n\nYes, ma'am, in the back.\n\nQ     Yeah, this question is for Janice as well.  In the case of people who are applying for permanent status or \npermanent resident status or for citizenship, what kind of counter-terrorist security screening do they undergo?  \nAnd assuming these people aren't coming over and advertising or offering up that they are going -- they may have -\n- be engaged in some kind of a nefarious activities, how are the immigration people -- officials supposed to know \nand watch out for this?\n\nMS. KEPHART:  Well, one of the reasons I wanted to do this report is when I was on the September 11 \nCommission, it became very clear to me that immigration benefits was not considered a full partner in national \nsecurity measures.  They were still considered basically a customer service agency.  Therefore their security vetting \n-- and we looked into this; we spent much time on it on the commission -- their security vetting was archaic I would \ndescribe.\n\nThey had minimal access to, or no access to current law enforcement information.  Their access to watch lists -- \nthey didn't even know the right place to go to to get watch list information.  In fact, we ended up providing it to them, \nand providing some liaison information to them so they could go the right people and get the right security vetting \nprocessed. \n\nMR. KRIKORIAN:  Has the commission told them how to get -- how to vet people for security?\n\n\n\nMR. KEPHART:  We did not tell them how to do their job but we certainly gave them a few contacts along the way.  \nAnd because we were very much privy to what was going on with our statutory mandate, we were able to do quite a \nbit.  And so we did that kind of thing behind the scenes sometimes. \n\nSo I don't know what the current state of the security vetting is now.  It would require that they be looped into the \ncurrent watch list.  But of course everybody knows that the current watch list is not as good as it could be.  And they \nalso have the law against them on this.  There is a -- when I talked to the chief council of U.S. CIS at the time I was \non the commission, he said basically the presumption was all in favor of the naturalized -- the applicant for \nnaturalization, so it very difficult to deny that application.\n\nQ     To follow up, the 23 who were granted permanent residence in 1984 and the 21 who were granted citizenship, \nwould they have popped up on a watch list or some other security apparatus before they entered the country?\n\nMS. KEPHART:  Well, actually I think -- I think -- I would have to go back and check that.  I would have to go back.  \nI can't give you a definitive answer on each one of them right now.  I would have to go back and re-crunch the \nnumbers on it.\n\nWhat I can tell you though is -- and it brings up an interesting point of a legal permanent resident by the name of \nAdnan el Shukrijumah, who is now pretty much the number one FBI most wanted for questioning individual out \nthere right now.  He is associated with Jose Padilla, Mohamed Atta, and Moussaoui as well.  He was a legal \npermanent resident.  His father was a well-known imam, who had testified on behalf of the blind sheikh, well known \nfor his landmarks bombing conspiracy and his involvement in the World Trade Center bombing, the first one.\n\nAnd El Shukrijumah I have in the report actually as a legal permanent resident.  But what I learned last night from a \nfriend of mine who was looking at the report, who was a senior special agent in South Florida, told me that \nShukrijumah had in fact also applied for naturalization.  And in 2000 he had gone to the local JTTF with \nShukrijumah's application because Shukrijumah was already sort of on the radar screen in some other \ninvestigations.  And Shukrijumah had immigration fraud on his application because he failed to state that he had \nbeen arrested in Florida at a prior time.\n\nSo there is another situation where Shukrijumah, he was -- definitely came up as part of an investigation.  There \nwasn't  considered to be enough information on him to prosecute.  The U.S. Attorney's office denied the \nprosecution.  And he is of course now at large in the world and considered a most wanted.  So he did pop up but it \nwas sort of a threshold of illegal activity that he did not meet. So there's all kinds of gray areas.\n\nMR. KRIKORIAN:  Yes, and then you.\n\nQ     I am Jean -- (inaudible) -- with the VistaVision network. My question is for Mr. Edwards.  You say in your study \nthat groups like Hamas, Hezbollah, Islamic Jihad are achieving Palestinian goals. Could you give us more details \non that and tell us if you have information like if such groups have cells inside the United States?\n\nMR. EDWARDS:  I referenced the work of Steve Emerson, who is an expert on terrorism, who has exposed the \nactivities of various terrorist organizations, Palestinian and otherwise.  So as far as the depth of the question, as \nfar as if there are currently cells of those various groups -- I would presume but I don't have no knowledge and \nwould differ to Mr. Emerson and other folks who are more expert from that standpoint.\n\nMR. KRIKORIAN:  Let's take two more.  You, sir, and then you in the back.  No, no, no, we need a question.  Sir.\n\nQ     I have two questions.  I have two questions for –\n\nMR. KRIKORIAN:  Just one question, please, and short one. Quickly, yes.\n\nQ     Okay.  What is your position, Ms. Kephart, regarding the thousands of trained enemies that we have in this \ncountry armed and ready to fight, which is the Latin gangs.  Why haven't you mentioned that?  What is your \nposition?\n\n\n\nMS. KEPHART:  It is a question of interior enforcement.  I haven't mentioned it because my study focuses wholly on \nterrorists. That is my specialty, that is my background, that is my expertise. Gangs are certainly an important \nelement.  To the extent that there is any information that gangs are supporting terrorist activities, supporting \nmovement across our hard borders, et cetera, it becomes a very important interior enforcement issue.  But in \nregards to this study, that is not what I was focusing on.\n\nMR. KRIKORIAN:  Yes, sir, in the back.\n\nQ     How effective do any of you see groups acting or responding in the name of Islam when it comes to both \nimmigration and terrorism?\n\nMR. KRIKORIAN:  What's the --\n\nMS. KEPHART:  I don't understand the question. \n\nMR. KRIKORIAN:  I don't understand the question, either.\n\nQ     Any groups that identify themselves as Muslims or acting in the name of the religion of Islam, how have you \nbeen -- is that something you have been evaluating or even been considering.\n\nMS. KEPHART:  Well, in my particular report, you will see a panoply of terrorist activity and individuals, foreign \nnationals associated with a variety of terrorist organizations.  For example, it's al Qaeda, Hamas, Hezbollah, but \nit's also a couple of the Pakistani groups as well.  What I was looking for was hard evidence of immigration \nviolations of a terrorist -- this was the nexus I was looking for:  terrorist activity, immigration benefits sought, \nimmigration violation.  If I could find those in tandem, then they ended up in the report.  And that -- I had to reach a \ncertain threshold of credibility for my sense to include it.\n\nQ     Well, I was thinking more in terms of groups that would be considered mainstream or moderate; not those that \nhave been identified as terrorists acting in the name of Islam.\n\nMS. KEPHART:  Well, from my –\n\nQ     Those that are considered legitimate Muslims, at least from what it seems what the U.S. government standard \nis.\n\nMS. KEPHART:  Again, I would be using as much as I possibly could the government standard for foreign terrorist \norganization, which would be those who were specially designated.  And that would be, again, another threshold to \nme for all of those actually included in the report as far I can think.\n\nMR. EDWARDS:  And to jump in on that just a little, in my report in the recommendations, what I argue is to say, \nyes, the current threat is from people who are motivated by some tenets or at least tangential tenets arising out of \nIslam.  However, we should go beyond focusing on the Islamists' threat and get toward identifying the core \nfundamental commonalities, the things that are common among whether you're a totalitarian because you're a \ncommunist Marxist, or whether you're totalitarian because you're an Islamic fascist.  And so, regardless, there are \ncommon things that we need to look at and identify the individuals who seek to come to this country and exclude \nthem, or if they are here, deport them.\n\nMR. KRIKORIAN:  In other words sort of a kind of more generic yardstick that would apply to whatever it was, \nwhatever the extremist group was.  I guess I'll take one more question, why not.  Yes, sir. And then you guys can \napproach us and bother us afterwards.  Yes, sir.\n\nQ     Have you shared your findings and your studies with the administration or with leadership in the House and \nSenate and what is the response from them? \n\n\n\nMR. KRIKORIAN:  You have to ask them.  They are aware of it.  I mean, Janice will have more experience with this.  \nGenerally speaking -- well, ask them.  They are aware of the findings.  You have to sort of find out what they think \nabout them.  Janice, do you have any thoughts on it?\n\nMS. KEPHART:  Well, they are finding out today.  So I don't expect miracles.  Hopefully it will catch some interest.  \nWe have a very volatile issue on our hands right now.  And my goal right here today with this report is to sort of \nexpand that discussion of what terrorist travel is, how they conduct their operations here.  And move it into -- I \nspent the last week out in San Diego and L.A. seeing -- looking at the hard borders and talking about the hard \nborders, but to expand that into the immigration benefits area, which has been basically untouched by discussions \nto date.  So that is really my goal.\n\nMR. KRIKORIAN:  Well, thanks to the authors and to all of you for coming.  (Scattered applause.)  And hopefully \nyou'll be able to come to our next event.  And again I'll emphasize all of our work is online at cis.org.  Thanks.  \n(Applause.)  \n"}