{"title": "Bush seeks to loosen food-stamp restrictions;The President will ask Congress to let legalimmigrants receive the aid sooner after arriving.", "body": "\nPresident Bush intends to ask Congress to restore food stamps to legal immigrants who were banned from the \nprogram by 1996 welfare restrictions, an administration official said yesterday.\n\nBush's proposal, which would loosen restrictions that President Bill Clinton signed into law five years ago, is \nbacked by advocates for Hispanic immigrants, a growing bloc of voters whom both Democrats and Republicans \nwant to attract.\n\nThe plan, to be presemted next month in Bush's 2003 budget, would make food stamps available to legal \nimmigrants once they have lived in the United States for five years, according to Amy Call, spokeswoman for the \nOffice of Management and Budget. Currently, immigrants cannot receive food stamps unless they have worked \nin the United States for a decade.\n\nCall said Bush's proposal would place food stamps on par with other welfare programs, including Medicaid and \nchildren's health care, that are available to legal immigrants after five years of residency.\n\n'Child well-being'\n\n\"The President feels that this proposal is important to not only make this consistent with other federal welfare \nprograms, but it will improve child well-being by increasing food-stamp benefits to low-income households, most of \nwhich include children,\" Call said.\n\nThe income-based program would be phased in over three years, to reach an estimated 363,000 by 2006, she said. \nIt would add $2.1 billion over 10 years to the $17 billion-a-year food-stamp program. The White House has not said \nhow it would pay for the program.\n\nRep. Luis V. Gutierrez (D., Ill.), who has fought to restore the food-stamp benefit to immigrants since 1996, said in \na statement that Bush was acting \"not only compassionately, but wisely and logically.\"\n\n\nFriction ahead?\n\n\"These are people who are in this country legally, who contribute to our economy and our communities, and who \npay billions of dollars in taxes to help finance programs which they themselves are barred from using,\" said \nGutierrez, chairman of the Congressional Hispanic Caucus' Immigration Task Force.\n\nThe White House proposal could create friction with Democrats. Senate Democratic leaders have proposed \nchanging the current law to require that immigrants work in this country - not just live here - for four years before \nbecoming eligible for food stamps. Democrats say their more restrictive proposal would leave more money for farm \nsubsidies.\n\nSenate Agriculture Committee Chairman Tom Harkin (D., Iowa) has proposed expanding the food-stamp program \nto include more disabled Americans, refugees and asylum-seekers. Although he supports Bush's proposal, he is \nconcerned about how it would be financed, Harkin spokeswoman Tricia Enright said.\n\nJodi Enda's e-mail address is jenda@krwashington.com.  \n\nJames Kuhnhenn of the Inquirer Washington Bureau contributed to this article.\n"}