{"title": "Forum looks at immigrants", "body": "\nSecurity measures designed to thwart terrorists have unfairly targeted immigrants - both legal and illegal - and \nproposed changes could be even worse, according to civil libertarians and attorneys at a forum on U.S. policy \nWednesday.\n\n\"(The government's policies are) so unconnected to terrorism and homeland security, and this administration that \ntalks so much about family values is tearing families apart,\" said Tampa immigration attorney Carole Mehlman.\n\nShe was part of a forum held Wednesday night at Viva la Frida Cafe-Galeria in Seminole Heights on the impact of \ncurrent and proposed federal legislation on immigrant communities.\n\nThe forum was hosted by the West Central Florida office of the American Civil Liberties Union of Florida and \nfocused in part on a pending intelligence reform bill with controversial immigration provisions.\n\nMehlman criticized a broader swath of immigration policy, calling President Bush's ideas about a guest-worker \nprogram for what are now predominantly illegal immigrant workers a recipe for \"indentured servitude.\"\n\nShe also blasted the administration's deportation of Haitians back to their poverty and storm-ravaged land, saying \nother immigrants are treated more favorably.\n\nOther panelists decried the ongoing surveillance of Arab and Muslim communities under a new FBI initiative \nlaunched in October, a policy they traced to the days after the terrorist attacks of Sept. 11, 2001, when hundreds of \nArab and Muslim men were detained, said Dalia Hashad. She's the ACLU's advocate for Muslims, Arabs and South \nAsians.\n\nMany of those men were detained without access to lawyers, for minor immigration violations, such as students' \nfailure to tell immigration authorities about switching colleges, Hashad said.\n\nNone of those detentions turned up terrorists, she said.\n\nBut one local congressional representative contacted by phone said immigration restrictions are needed to protect \ntaxpayers and legal immigrants while thwarting potential terrorist attacks.\n\nA pending piece of legislation got much of the spotlight Wednesday night. The intelligence reform bill has stalled in \nCongress, in part over immigration provisions. The bill would create a national director of intelligence based on \nrecommendations of the Sept. 11 Commission. But some House members blocked it in November - over President \nBush's objections - fearing that it would have weakened military control over battlefield intelligence, and demanding \nthat it include provisions cracking down on illegal immigration. Another vote is expected next week.\n\n\nActivists said the immigration provisions wanted by some House Republicans would stop states from giving driver's \nlicenses to illegal immigrants but also would have made it harder for legal immigrants to get licenses by refusing \nto acknowledge foreign-based forms of identity, such as passports. Also, they said, immigrants could be deported \nto countries that practice torture.\n\nContacted by phone, U.S. Rep. Ginny Brown-Waite defended the immigration provisions. Foreign-issued \nidentifications, like the matricula consular carried by Mexican workers, are a loophole through which terrorists could \nenter the country and board planes, said Brown-Waite, R-Crystal River.\n\nAs for those seeking political asylum, \"it's up to them to prove it,\" she said of their persecution. \"Any terrorist could \nmake that same claim and seek political asylum here when their goal is to blow up Dade City.\"\n\nPatrice Webb, national 9/11 organizer for the ACLU, said the bill's immigration provisions threaten to harm \neveryone's rights. She noted that the Cuban American National Foundation, usually at odds with the ACLU, signed \na joint letter with her agency against the provisions.\n"}