{"title": "Unless immigration rules tightened, terror in U.S. could spread", "body": "\nA few thoughts on terrorism right here in the good old United States:\n\nFirst, it seems fairly clear that the people arrested so far in connection  with the bombing of New York's World \nTrade Center last month are small fish at  best. They may even be innocent dupes.\n\nJudging from the way they were tracked down, it's safe to say they aren't  professional terrorists. It's also a good \nbet that the real brains behind the  Trade Center bombing are long gone from these shores.\nWSHBOMBERS\n\nSecond, it turns out that some of the people implicated in the latest  terror attacks - at the World Trade Center and \noutside CIA headquarters in  Langley, Va. - were in the country illegally. Either their visas had expired  or they had \ngotten the visa through false pretenses.\n\nThat raises the question about whether we're keeping close enough tabs on  people entering this country and \nwhether we shouldn't have quicker ways to  deport those who defraud the system.\n\nBut before we get into the problems at the Immigration and Naturalization  Service, let's consider the three people \narrested as of Wednesday in  connection with the World Trade Center attack.\n\nWe've all had a good laugh by now over Mohammed Salameh, the 25-year-old  Palestinian who was arrested when \nhe tried to get back his $ 400 deposit on the  rented van used to bomb the Trade Center. When you add in the fact \nthat  Salameh rented the van under his real name, you're almost forced to conclude  one of three things - either \nhe's not too bright, he's an innocent dupe or  he's just plain innocent.\n\nThe same goes for Nidal Ayyad, a 25-year-old naturalized U.S. citizen of  Palestinian origin arrested Wednesday in \nNew Jersey. Ayyad is a chemical  engineer whose business card was found on Salameh when he was arrested last \n week. FBI officials say Ayyad had the expertise to build a bomb and had access  along with Salameh to the New \nJersey storage shed where police found explosive  chemicals that may have been used to make the Trade Center \nbomb.\n\nYou also might not put too much hope in the arrest of Ibrahim Elgabrowny, a  42-year-old Egyptian who fought with \nfederal agents when they tried to search  his New Jersey apartment last week.\n\nMy hunch about all three is that while they might have had a hand in the  Trade Center blast, they certainly weren't \nthe brains behind the operation.  Any way you look at it, no experienced terrorists would have been so sloppy in \n covering their tracks.\n\n\nI had lunch this week with an old acquaintance who lived in Beirut for many  years and who knows as much as \nanybody about how terrorists go about their  business. His hunch was pretty much the same as mine - the real \norganizers of  the New York attack are long gone, probably back home in Tehran, Cairo or some  other Middle East \ncapital.\n\nEgypt comes to mind, of course, because Salameh, Elgabrowny and possibly  Ayyad were followers of Omar \nAbdel-Rahman, an Islamic fundamentalist preacher  whose followers have been trying to overthrow the government \nof Egypt. Rahman  sneaked into this country three years ago and ever since he has been using his  safe haven in \nNew Jersey to incite more violence against the civilian  authorities in Cairo.\n\nThinking about Rahman brings up my second subject: America's seemingly  lackadaisical attitude about people \nwho enter or stay in the country  illegally.\n\nRahman, for instance, got his tourist visa to enter the United States under  false pretenses in Sudan. U.S. \nauthorities are partly to blame. Even though  the blind preacher's name was on a watch list of terrorist suspects \nsupposed  to have been refused entry, he got in anyway.\n\nAnother terrorist suspect who apparently stayed in the country illegally  was Mir Aimal Kansi, the 28-year-old \nPakistani accused of killing two CIA  employees outside the agency's Virginia headquarters in January.\n\nThese two men, and others, raise the obvious questions:\n\nFirst, isn't there some system to keep track of when people's visas expire?  Second, when we find out that \nsomebody is in the country illegally, how come  it takes years to deport them, even when they've been involved in \ncrimes?\n\nIn answer to the first question, officials at the Immigration and  Naturalization Service say they can't possibly keep \ntrack of the tens of  millions of foreigners who enter the United States each year.\n\nAs for the second question, INS officials say the law on deportation  procedures almost guarantees lengthy legal \nchallenges. Until the law is  changed, they say, shortcuts are impossible.\n\nDeportation proceedings against Rahman, for example, were begun shortly  after he entered the country in 1990 \nand there's no end in sight yet.\n\nBack in the 1960s, the United States sometimes refused entry to rock stars  such as John Lennon or George \nHarrison because they smoked pot overseas. These  days, we can't even seem to keep out known terrorists.\n\nIf, as some predict, the World Trade Center blast is the first shot in a  wave of terrorism in the United States, we're \nin for real trouble.\n"}