{"title": "FEDERAL REGISTER: Retention of EB-1, EB-2, and EB-3 Immigrant Workers and Program Improvements Affecting High-Skilled Nonimmigrant Workers Pages 82398 - 82492 [FR DOC # 2016-27540]", "body": "\n Washington: Office of the Federal Register has issued the following notice:\n\n  \n\n Department of Homeland Security ----------------------------------------------------------------------- 8 CFR Parts 204, 205, \n214, et al. Retention of EB-1, EB-2, and EB-3 Immigrant Workers and Program Improvements Affecting High-\nSkilled Nonimmigrant Workers; Final Rule Federal Register / Vol. 81 , No. 223 / Friday, November 18, 2016 / Rules \nand Regulations [[Page 82398]] ----------------------------------------------------------------------- DEPARTMENT OF \nHOMELAND SECURITY 8 CFR Parts 204, 205, 214, 245 and 274a [CIS No. 2571-15; DHS Docket No. USCIS-\n2015-0008] RIN 1615-AC05 Retention of EB-1, EB-2, and EB-3 Immigrant Workers and Program Improvements \nAffecting High-Skilled Nonimmigrant Workers AGENCY: U.S. Citizenship and Immigration Services, DHS. \n\nACTION: Final rule. ----------------------------------------------------------------------- SUMMARY: The Department of \nHomeland Security (DHS) is amending its regulations related to certain employment-based immigrant and \nnonimmigrant visa programs. Specifically, the final rule provides various benefits to participants in those programs, \nincluding the following: improved processes and increased certainty for U.S. employers seeking to sponsor and \nretain immigrant and nonimmigrant workers; greater stability and job flexibility for those workers; and increased \ntransparency and consistency in the application of DHS policy related to affected classifications. Many of these \nchanges are primarily aimed at improving the ability of U.S. employers to hire and retain high-skilled workers who \nare beneficiaries of approved employment-based immigrant visa petitions and are waiting to become lawful \npermanent residents, while increasing the ability of those workers to seek promotions, accept lateral positions with \ncurrent employers, change employers, or pursue other employment options. DATES: This final rule is effective \nJanuary 17, 2017. ADDRESSES: Comments and related materials received from the public, as well as background \ndocuments mentioned in this preamble as being available in the docket, are part of docket USCIS-2015-0008. For \naccess to the online docket, go to http://www.regulations.gov and enter this rulemaking's eDocket number: USCIS-\n2015-0008 in the ``Search'' box. FOR FURTHER INFORMATION CONTACT: Kathleen Angustia or Nikki Lomax- \nLarson, Adjudications Officers (Policy), Office of Policy and Strategy, U.S. Citizenship and Immigration Services, \nDepartment of Homeland Security, 20 Massachusetts Avenue NW., Washington, DC 20529. The contact telephone \nnumber is (202) 272-8377. SUPPLEMENTARY INFORMATION: Table of Contents I. Abbreviations II. Executive \n\n\nSummary A. Purpose and Summary of the Regulatory Action 1. Clarifications and Policy Improvements 2. \nSummary of Changes From the Notice of Proposed Rulemaking B. Legal Authority C. Costs and Benefits III. \nBackground A. ACWIA and AC21 1. The American Competitiveness and Workforce Improvement Act of 1998 2. \nThe American Competitiveness in the Twenty-first Century Act of 2000 i. AC21 Provisions Relating to Employment-\nbased Immigrant Visas ii. AC21 Provisions Seeking To Improve the H-1B Nonimmigrant Worker Classification a. \nExemptions From the H-1B Numerical Cap b. Application of the H-1B Numerical Cap to Persons Previously \nCounted c. H-1B Portability B. Processing Applications for Employment Authorization Documents C. The Increasing \nChallenges Caused by Immigrant Visa Backlogs IV. Discussion of Comments A. Overview of the Comments B. \nAuthority of DHS To Administer and Enforce Immigration Laws 1. Description of DHS's Legal Authority 2. Public \nComments and Responses C. Immigration Fraud and National Security Concerns 1. Description of Final Rule and \nChanges From the NPRM 2. Public Comments and Responses D. Petitions for Employment-Based Immigrants \nand Priority Date Retention 1. Description of Final Rule and Changes From the NPRM 2. Public Comments and \nResponses i. Establishing a Priority Date ii. Retaining a Priority Date iii. Priority Date Not Retained if Approval \nRevoked for Fraud, Willful Misrepresentation, DOL Revocation, Invalidation by USCIS or DOS, Material Error, or \nDenied Petition iv. Beneficiary Standing To Challenge the Revocation of an Employment-Based Immigrant Visa \nPetition's Approval E. Continuing and Bona Fide Job Offer and Supplement J Form 1. Description of Final Rule and \nChanges From NPRM 2. Public Comments and Responses i. Portability Under INA 204(j) ii. Concerns Raised \nRegarding Supplement J iii. Miscellaneous Comments on Supplement J F. Compelling Circumstances Employment \nAuthorization 1. Description of Final Rule and Changes From NPRM 2. Public Comments and Responses i. Support \nfor Compelling Circumstances Employment Authorization ii. Status of Individuals Who Are Granted a Compelling \nCircumstances EAD iii. Changing the Scope of Proposed Employment Authorization iv. Illustrations of Compelling \nCircumstances v. Nonimmigrant and Immigrant Classifications of Individuals Eligible To Request Employment \nAuthorization Based on Compelling Circumstances vi. Application Timeframes for Compelling Circumstances EADs \nvii. EAD Validity Period viii. Visa Bulletin Dates ix. Renewals of Employment Authorization Granted Pursuant to \nCompelling Circumstances x. Automatically Granting Advance Parole to Individuals Who Have Compelling \nCircumstances EADs xi. Employment Authorization Parity for Legal and Undocumented Workers, Including \nIndividuals Granted Deferred Action for Childhood Arrivals (DACA) G. Nonimmigrant Grace Periods 1. Description \nof Final Rule and Changes From NPRM 2. Public Comments and Responses i. Length of the 10-Day Grace Periods \nii. Eligibility for 10-Day Grace Periods iii. Miscellaneous Comments on 10-day Grace Periods iv. Length of the 60-\nDay Grace Period v. Frequency of the 60-Day Grace Period vi. Classifications Eligible for the 60-Day Grace Period \nvii. Clarifying the Meaning of ``up to'' in the 60-Day Grace Period viii. Employment Authorization During the Grace \nPeriods H. Job Portability for H-1B Nonimmigrant Workers 1. Description of Final Rule and Changes From NPRM 2. \nPublic Comments and Responses i. H-1B Status Requirement ii. International Travel and Successive Portability \nPetitions (``Bridge Petitions'') iii. Portability to New Employment Subject to the Cap I. H-1B Licensing Requirements \n1. Description of Final Rule and Changes From NPRM 2. Public Comments and Responses i. Duties Without \nLicensure--Expand Circumstances ii. Unlicensed Employment Under Supervision iii. Duration of H-1B Petition \nApproval iv. Unrestricted Extendable Licenses J. Employers Exempt from H-1B Numerical Limitations and \nQualifying for Fee Exemptions 1. Description of Final Rule and Changes From NPRM 2. Public Comments and \nResponses i. Include Government Entities in the Definition of ``Related or Affiliated'' ii. Clarify that a Nonprofit Entity \nOnly Needs To Meet One of the Criteria in 8 CFR 214.2(h)(8)(ii)(F)(2) and 8 CFR 214.2(h)(19)(iii)(B) iii. The \n``Primary Purpose'' Requirement for Nonprofit Entities Seeking Exemptions Based on Formal Written Affiliation \nAgreements iv. Formal Written Affiliation Agreement [[Page 82399]] v. Impose Additional Requirements To Qualify \nas an Institution of Higher Education vi. Impose Additional Requirements on the Nature of Employment at a \nQualifying Nonprofit Entity or Nonprofit Research Organization vii. Expand Interpretation of Research Organization \nviii. Requirement that the H-1B Worker Perform a Majority of Duties ``at'' the Cap Exempt Entity ix. Codify Existing \nUSCIS Deference Policy x. Create a Mechanism To Obtain a Pre-Determination of Cap Exemption xi. Allot H-1B \nVisas Subject to the Cap on a Quarterly Basis xii. Request for Continuation of Cap-Subject Employment When \nConcurrent Cap-Exempt H-1B Employment Ends xiii. Prohibit Cap-Exempt H-1B Worker From Concurrent \nEmployment K. Exemptions to the Maximum Admission Period of H-1B Nonimmigrants 1. Description of Final Rule \nand Changes From NPRM 2. Public Comments and Responses i. Recapture of H-1B Time ii. AC21 106(a) and (b)--\nLengthy Adjudication Delay Exemptions iii. AC21 104(c)--Per Country Limitations iv. Spousal Eligibility for H-1B \nExtensions Beyond Six Years under AC21 L. Whistleblower Protections in the H-1B Nonimmigrant Program 1. \n\n\n\nDescription of Final Rule and Changes From NPRM 2. Public Comments and Responses M. Haitian Refugee \nImmigrant Fairness Act of 1998 1. Changes to DHS HRIFA regulations N. Application for Employment \nAuthorization 1. Description of Final Rule and Changes From NPRM 2. Public Comments and Responses i. \nAdjudication Timeframes for Initial and Renewal Applications of Employment Authorization ii. Earlier Filing for EAD \nRenewals iii. Concurrent Filings iv. Potential Gaps in Employment Authorization v. Interim EADs vi. Automatic \nExtensions of EADs and Advance Parole vii. H-4 Nonimmigrant Spouses viii. F-1 Nonimmigrant Students ix. \nExpanding Automatic Extensions to Additional Categories x. State Driver's License Issues xi. Form I-9 and \nAutomatic Extensions of EADs xii. National Security and Fraud Concerns xiii. Separate Rulemaking for the \nElimination of the EAD 90-Day Processing Timeframe xiv. Requests for Premium Processing O. Employment \nAuthorization and Reverification on Form I-9 1. Description of Final Rule and Changes From NPRM 2. Public \nComments and Responses i. Reverification ii. Use of Form I-9 To Change Employment Authorization Categories iii. \nComments Suggesting Additional Revisions P. Other Comments 1. Procedural Aspects of the Rulemaking 2. \nAssertions That the Employment-Based Immigration System Enables Slavery and Servitude to Employers 3. Limits \non Employment-Based Immigration by Country 4. Guidance on National Interest Waivers 5. The Revised Visa \nBulletin System Q. Public Comments and Responses on Statutory and Regulatory Requirements 1. Regulatory \nImpact Analysis 2. General Economy 3. Labor Market and Labor Force Impact, Including Jobs, Wages, and Job \nPortability i. Effect of the Rule on the Availability of Jobs in the United States ii. Effect of the Rule on Job Portability \nfor Foreign Workers iii. Effect of the Rule on Wages iv. Effect of Employment-Based Immigration on Falling Income \nv. Effect of the Rule on Costs Incurred by Employers 4. DHS Estimate of 155,000 Compelling Circumstances \nEmployment Authorization Applicants 5. Unfunded Mandates Reform Act Violation 6. Review under the National \nEnvironmental Policy Act (NEPA) V. Statutory and Regulatory Requirements A. Executive Orders 12866 and \n13563 (Regulatory Planning and Review) B. Regulatory Flexibility Act C. Unfunded Mandates Reform Act of 1995 \nD. Small Business Regulatory Enforcement Fairness Act of 1996 E. Executive Order 13132 (Federalism) F. \nExecutive Order 12988 (Civil Justice Reform) G. Paperwork Reduction Act I. Abbreviations AC21 American \nCompetitiveness Act of the 21st Century ACWIA American Competitiveness and Workforce Improvement Act of \n1998 APA Administrative Procedure Act CBP U.S. Customs and Border Protection CFR Code of Federal \nRegulations DACA Deferred Action for Childhood Arrivals DHS Department of Homeland Security DOL Department \nof Labor DOJ Department of Justice DOS Department of State EAD Employment Authorization Document EB \nEmployment-based immigrant visa category EB-1 Employment-based first preference immigrant visa petition EB-\n2 Employment-based second preference immigrant visa petition EB-3 Employment-based third preference \nimmigrant visa petition EB-4 Employment-based fourth preference immigrant visa petition EB-5 Employment-\nbased fifth preference immigrant visa petition FDNS Fraud Detection and National Security FR Federal Register \nFY Fiscal Year HSA Homeland Security Act of 2002 IIRIRA Illegal Immigration Reform and Immigrant \nResponsibility Act of 1996 ICE U.S. Immigration and Customs Enforcement INA Immigration and Nationality Act \nLCA Labor Condition Application LPR Lawful Permanent Resident NOID Notice of Intent to Deny NPRM Notice of \nProposed Rulemaking RFE Request for Evidence RIA Regulatory Impact Analysis SOC Standard Occupational \nClassification STEM Science, Technology, Engineering, and Mathematics TPS Temporary Protected Status U.S.C. \nUnited States Code USCIS U.S. Citizenship and Immigration Services II. Executive Summary A. Purpose and \nSummary of the Regulatory Action DHS is amending its regulations related to certain employment-based \nimmigrant and nonimmigrant visa programs. The final rule is intended to benefit U.S. employers and foreign \nworkers participating in these programs by streamlining the processes for employer sponsorship of nonimmigrant \nworkers for lawful permanent resident (LPR) status, increasing job portability and otherwise providing stability and \nflexibility for such workers, and providing additional transparency and consistency in the application of DHS \npolicies and practices related to these programs. These changes are primarily intended to better enable U.S. \nemployers to employ and retain high-skilled workers who are beneficiaries of employment-based immigrant visa \n(Form I-140) petitions, while increasing the ability of these workers to further their careers by accepting promotions, \nchanging positions with current employers, changing employers, and pursuing other employment opportunities. 1. \nClarifications and Policy Improvements First, the final rule largely conforms DHS regulations to longstanding DHS \npolicies and practices established in response to certain sections of the American Competitiveness and Workforce \nImprovement Act of 1998 (ACWIA), Public Law 105-277, div. C, tit. IV, 112 Stat. 2681, and the American \nCompetitiveness in the Twenty-first Century Act of 2000 (AC21), Public Law 106-313, 114 Stat. 1251, as amended \nby the 21st Century Department of Justice Appropriations Authorization Act, Public Law 107-273, 116 Stat. 1758 \n\n\n\n[[Page 82400]] (2002).\\1\\ Those sections were intended, among other things, to provide greater flexibility and job \nportability to certain nonimmigrant workers, particularly those who have been sponsored for LPR status as \nemployment-based immigrants, while enhancing opportunities for innovation and expansion, maintaining U.S. \ncompetitiveness, and protecting U.S. workers. The final rule further clarifies and improves DHS policies and \npractices in this area--policies and practices that have long been specified through a series of policy memoranda \nand precedent decisions of the U.S. Citizenship and Immigration Services (USCIS) Administrative Appeals Office. \nBy clarifying such policies in regulation, DHS provides greater transparency and certainty to affected employers \nand workers, while increasing consistency among DHS adjudications. In addition, this final rule clarifies several \ninterpretive questions raised by AC21 and ACWIA. --------------------------------------------------------------------------- \\1\\ \nExcept where changes to current policies and practices are noted in the preamble of this final rule, these \namendments capture the longstanding policies and practices that have developed since AC21 and ACWIA were \nenacted. DHS also notes that policies implementing AC21 and ACWIA provisions, if not referenced, discussed, or \nchanged through this rulemaking, remain in place. --------------------------------------------------------------------------- \nSpecifically, the final rule clarifies and improves policies and practices related to:  H-1B extensions of stay under \nAC21. The final rule\n\n addresses the ability of H-1B nonimmigrant workers who are being\n\n sponsored for LPR status (and their dependents in H-4 nonimmigrant\n\n status) to extend their nonimmigrant stay beyond the otherwise\n\n applicable 6-year limit pursuant to AC21.\n\n      INA 204(j) portability. The final rule addresses the\n\n ability of certain workers who have pending applications for adjustment\n\n of status to change employers or jobs without endangering the approved\n\n Form I-140 petitions filed on their behalf.\n\n      H-1B portability. The final rule addresses the ability of\n\n H-1B nonimmigrant workers to change jobs or employers, including: (1)\n\n Beginning employment with new H-1B employers upon the filing of non-\n\n frivolous petitions for new H-1B employment (``H-1B portability\n\n petition''); and (2) allowing H-1B employers to file successive H-1B\n\n portability petitions (often referred to as ``bridge petitions'') and\n\n clarifying how these petitions affect lawful status and work\n\n authorization.\n\n\n\n      Counting against the H-1B annual cap. The final rule\n\n clarifies the way in which H-1B nonimmigrant workers are counted\n\n against the annual H-1B numerical cap, including: (1) The method for\n\n calculating when these workers may access so-called remainder time\n\n (i.e., time when they were physically outside the United States), thus\n\n allowing them to use their full period of H-1B admission; and (2) the\n\n method for determining which H-1B nonimmigrant workers are ``cap-\n\n exempt'' as a result of previously being counted against the cap.\n\n      H-1B cap exemptions. The final rule clarifies and improves\n\n the method for determining which H-1B nonimmigrant workers are exempt\n\n from the H-1B numerical cap due to their employment at an institution\n\n of higher education, a nonprofit entity related to or affiliated with\n\n such an institution, or a governmental or nonprofit research\n\n organization, including a revision to the definition of the term\n\n ``related or affiliated nonprofit entity.''\n\n      Protections for H-1B whistleblowers. The final rule\n\n addresses the ability of H-1B nonimmigrant workers who are disclosing\n\n information in aid of, or otherwise participating in, investigations\n\n regarding alleged violations of Labor Condition Application (LCA)\n\n obligations in the H-1B program to provide documentary evidence to\n\n USCIS to demonstrate that their resulting failure to maintain H-1B\n\n status was due to ``extraordinary circumstances.''\n\n\n\n      Form I-140 petition validity. The final rule clarifies the\n\n circumstances under which an approved Immigrant Petition for Alien\n\n Worker (Form I-140 petition) remains valid, even after the petitioner\n\n withdraws the petition or the petitioner's business terminates,\n\n including for purposes of status extension applications filed on behalf\n\n of the beneficiary, job portability of H-1B nonimmigrants, and job\n\n portability under section 204(j) of the Immigration and Nationality Act\n\n (INA), 8 U.S.C. 1154(j).\n\n     Second, this rule builds on the provisions listed above by making\n\n changes consistent with the goals of AC21 and ACWIA to further provide\n\n stability and flexibility in certain immigrant and nonimmigrant visa\n\n categories. The amended provisions improve the ability of certain\n\n foreign workers, particularly those who are successfully sponsored for\n\n LPR status by their employers, to accept new employment opportunities,\n\n pursue normal career progression, better establish their lives in the\n\n United States, and contribute more fully to the U.S. economy. These\n\n changes also provide certainty for the regulated community and improve\n\n consistency across DHS adjudications, thereby enhancing DHS's ability\n\n to fulfill its responsibilities related to U.S. employers and certain\n\n foreign workers. Specifically, the final rule provides the following:\n\n      Establishment of priority dates. To enhance clarity for\n\n\n\n the regulated community, the final rule provides that a priority date\n\n is generally established based upon the filing of certain applications\n\n or petitions. The new regulatory language is consistent with existing\n\n DHS practice in establishing priority dates for other Form I-140\n\n petitions that do not require permanent labor certifications (labor\n\n certifications)--such as petitions filed under the employment-based\n\n first preference immigrant visa (EB-1) category.\\2\\ See final 8 CFR\n\n 204.5(d).\\3\\\n\n ---------------------------------------------------------------------------\n\n \n\n     \\2\\ The EB-1 preference category is for individuals with\n\n extraordinary ability, outstanding professors and researchers, and\n\n multinational executives and managers.\n\n     \\3\\ In this final rule, the word ``final'' before a reference to\n\n 8 CFR is used to refer to a provision promulgated through this final\n\n rule and the word ``proposed'' before 8 CFR is used to refer to a\n\n provision of the proposed rule. See Retention of EB-1, EB-2, and EB-\n\n 3 Immigrant Workers and Program Improvements Affecting High-Skilled\n\n Nonimmigrant Workers; Proposed Rule, 80 FR 81899 (Dec. 31, 2015).\n\n ---------------------------------------------------------------------------\n\n \n\n      Retention of priority dates. To enhance job portability\n\n\n\n for workers with approved Form I-140 petitions, the final rule explains\n\n the circumstances under which workers may retain priority dates and\n\n effectively transfer those dates to new and subsequently approved Form\n\n I-140 petitions. Priority date retention will generally be available as\n\n long as the approval of the initial Form I-140 petition was not revoked\n\n for fraud, willful misrepresentation of a material fact, the\n\n invalidation or revocation of a labor certification, or material error.\n\n This provision improves the ability of certain workers to accept\n\n promotions, change employers, or pursue other employment opportunities\n\n without fear of losing their place in line for immigrant visas. See\n\n final 8 CFR 204.5(e).\n\n      Retention of employment-based immigrant visa petitions. To\n\n enhance job portability for certain workers with approved Form I-140\n\n petitions in the EB-1, second preference (EB-2), and third preference\n\n (EB-3) categories, but who are unable to obtain LPR status due to\n\n immigrant visa backlogs, the final rule provides that Form I-140\n\n petitions that have been approved for 180 days or more would no longer\n\n be subject to automatic revocation based solely on withdrawal by the\n\n petitioner or the termination of the petitioner's business. See final 8\n\n CFR 205.1(a)(3)(iii)(C) and (D).\n\n \n\n [[Page 82401]]\n\n\n\n \n\n      Eligibility for employment authorization in compelling\n\n circumstances. To enhance stability and job flexibility for certain\n\n high-skilled nonimmigrant workers in the United States with approved\n\n Form I-140 petitions who cannot obtain an immigrant visa due to\n\n statutory limits on the number of immigrant visas that may be issued,\n\n the final rule allows certain beneficiaries in the United States in E-\n\n 3, H-1B, H-1B1, L-1, or O-1 nonimmigrant status to apply for separate\n\n employment authorization for a limited period if there are compelling\n\n circumstances that, in the discretion of DHS, justify the issuance of\n\n employment authorization. See final 8 CFR 204.5(p).\n\n      10-day nonimmigrant grace periods. To promote stability\n\n and flexibility for certain high-skilled nonimmigrant workers, the\n\n final rule provides two grace periods of up to 10 days, consistent with\n\n those already available to individuals in some nonimmigrant\n\n classifications, to individuals in the E-1, E-2, E-3, L-1, and TN\n\n classifications. The rule allows an initial grace period of up to 10\n\n days prior to the start of an authorized validity period, which\n\n provides nonimmigrants in the above classifications a reasonable amount\n\n of time to enter the United States and prepare to begin employment in\n\n the country. The rule also allows a second grace period of up to 10\n\n\n\n days after the end of an authorized validity period, which provides a\n\n reasonable amount of time for such nonimmigrants to depart the United\n\n States or take other actions to extend, change, or otherwise maintain\n\n lawful status. See final 8 CFR 214.1(l)(1).\n\n      60-day nonimmigrant grace periods. To further enhance job\n\n portability, the final rule establishes a grace period of up to 60\n\n consecutive days during each authorized validity period for individuals\n\n in the E-1, E-2, E-3, H-1B, H-1B1, L-1, O-1 or TN classifications. This\n\n grace period allows high-skilled workers in these classifications,\n\n including those whose employment ceases prior to the end of the\n\n petition validity period, to more readily pursue new employment should\n\n they be eligible for other employer-sponsored nonimmigrant\n\n classifications or employment in the same classification with a new\n\n employer. The grace period also allows U.S. employers to more easily\n\n facilitate changes in employment for existing or newly recruited\n\n nonimmigrant workers. See final 8 CFR 214.1(l)(2).\n\n      H-1B licensing. To provide clarity and certainty to the\n\n regulated community, the final regulations codify current DHS policy\n\n regarding exceptions to the requirement that makes the approval of an\n\n H-1B petition contingent upon the beneficiary's licensure where\n\n licensure is required to fully perform the duties of the relevant\n\n specialty occupation. The final rule generally allows for the temporary\n\n\n\n approval of an H-1B petition for an otherwise eligible unlicensed\n\n worker, if the petitioner can demonstrate that the worker is unable for\n\n certain technical reasons to obtain the required license before\n\n obtaining H-1B status. The final rule also clarifies the types of\n\n evidence that would need to be submitted to support approval of an H-1B\n\n petition on behalf of an unlicensed worker who will work in a state\n\n that allows the individual to be employed in the relevant occupation\n\n under the supervision of licensed senior or supervisory personnel. See\n\n final 8 CFR 214.2(h)(4)(v)(C).\n\n     As noted above, these changes codify and improve USCIS policies\n\n concerning various employment-based immigrant and nonimmigrant visa\n\n classifications, including by making it easier to hire and retain\n\n nonimmigrant workers who have approved Form I-140 petitions and giving\n\n such workers additional career options as they wait for immigrant visas\n\n to become available. These improvements are increasingly important\n\n considering the lengthy waits and consistently growing demand for\n\n immigrant visas.\n\n     Finally, to provide additional stability and certainty to U.S.\n\n employers and individuals eligible for employment authorization in the\n\n United States, this final rule changes several DHS regulations\n\n governing the processing of applications for employment authorization.\n\n\n\n First, to minimize the risk of any gaps in employment authorization,\n\n this final rule automatically extends the validity of Employment\n\n Authorization Documents (EADs or Forms I-766) in certain circumstances\n\n based on the timely filing of EAD renewal applications. Specifically,\n\n the rule automatically extends the employment authorization and\n\n validity of existing EADs issued to certain employment-eligible\n\n individuals for up to 180 days from the date of expiration, as long as:\n\n (1) A renewal application is filed based on the same employment\n\n authorization category as the previously issued EAD (or the renewal\n\n application is for an individual approved for Temporary Protected\n\n Status (TPS) whose EAD was issued under 8 CFR 274a.12(c)(19)); (2) the\n\n renewal application is timely filed prior to the expiration of the EAD\n\n (or, in accordance with an applicable Federal Register notice regarding\n\n procedures for renewing TPS-related employment documentation) and\n\n remains pending; and (3) the individual's eligibility for employment\n\n authorization continues beyond the expiration of the EAD and an\n\n independent adjudication of the underlying eligibility is not a\n\n prerequisite to the extension of employment authorization.\n\n Concurrently, DHS eliminates the regulatory provisions that require\n\n adjudication of the Application for Employment Authorization (Form I-\n\n 765 or EAD application) within 90 days of filing and that authorize\n\n interim EADs in cases where such adjudications are not conducted within\n\n\n\n the 90-day timeframe. These changes provide enhanced stability and\n\n certainty to employment-authorized individuals and their employers\n\n while reducing opportunities for fraud and protecting the security\n\n related processes undertaken for each EAD application. See final 8 CFR\n\n 247a.13(d).\n\n 2. Summary of Changes From the Notice of Proposed Rulemaking\n\n     Following careful consideration of public comments received, DHS\n\n has made several modifications to the regulatory text proposed in the\n\n Notice of Proposed Rulemaking (NPRM) published in the Federal Register\n\n on December 31, 2015. See Retention of EB-1, EB-2, and EB-3 Immigrant\n\n Workers and Program Improvements Affecting High-Skilled Nonimmigrant\n\n Workers; Proposed Rule, 80 FR 81899. Those changes include the\n\n following:\n\n      Retaining a Priority Date. In the final rule, DHS is\n\n responding to public comment by revising proposed 8 CFR\n\n 204.5(e)(2)(iv), a provision that identifies when error related to the\n\n approval of an employment-based immigrant visa petition can lead to\n\n loss of a priority date. The term ``error'' is clarified to mean\n\n ``material error'' in final 8 CFR 204.5(e)(2)(iv), which now states\n\n that a priority date may not be retained if USCIS revokes the approval\n\n of the Form I-140 petition because it determined that there was a\n\n material error with regard to the petition's approval.\n\n\n\n      Eligibility for employment authorization in compelling\n\n circumstances. In the final rule, DHS is responding to public comment\n\n by revising several aspects of proposed 8 CFR 204.5(p) governing\n\n requests for EADs in compelling circumstances.\n\n     First, DHS is revising proposed 8 CFR 204.5(p)(1)(i), which\n\n discusses the eligibility of principal beneficiaries of immigrant visa\n\n petitions to obtain EADs\n\n \n\n [[Page 82402]]\n\n \n\n in compelling circumstances. In the final rule, DHS provides\n\n clarification that principal beneficiaries may be eligible to file\n\n applications for such EADs during the authorized periods of admission\n\n that immediately precede or follow the validity periods of their\n\n nonimmigrant classifications (i.e., ``grace periods'').\n\n     Second, DHS also is making several revisions to proposed 8 CFR\n\n 204.5(p)(3), which addresses certain eligibility requirements for\n\n principal beneficiaries and family members seeking to renew EADs issued\n\n in compelling circumstances. DHS clarifies in final Sec.  204.5(p)(3)\n\n that applicants seeking to extend such employment authorization must\n\n file a renewal Form I-765 before the expiration of their current\n\n employment authorization. DHS also streamlines and clarifies the\n\n regulatory text covering the two instances in which applicants may be\n\n\n\n eligible to apply for renewal. DHS clarifies that under final Sec.  \n\n 204.5(p)(3)(i)(A), applicants may apply for renewal if the principal\n\n beneficiary continues to demonstrate compelling circumstances and an\n\n immigrant visa is not authorized for issuance to the principal\n\n beneficiary based on his or her priority date. DHS also clarifies that\n\n under final Sec.  204.5(p)(3)(i)(B), a principal beneficiary may apply\n\n for renewal if his or her priority date is one year or less either\n\n before or after the relevant date in the Department of State Visa\n\n Bulletin. In determining whether the difference between the principal\n\n beneficiary's priority date and the date upon which immigrant visas are\n\n authorized for issuance is one year or less, DHS will use the\n\n applicable Final Action Date in the Visa Bulletin that was in effect on\n\n the date the application for employment authorization is filed.\n\n     Third, DHS is removing a ground of ineligibility that was proposed\n\n in Sec.  204.5(p)(5), as it was duplicative of requirements for renewal\n\n under Sec.  204.5(p)(3)(i)(B), which authorizes eligibility for\n\n renewals when the difference between the principal beneficiary's\n\n priority date and the date upon which immigrant visas are authorized\n\n for issuance to the principal beneficiary is 1 year or less according\n\n to the Visa Bulletin in effect on the date the application for\n\n employment authorization is filed.\n\n\n\n     Fourth, DHS is revising proposed Sec.  204.5(p)(3)(ii) to clarify\n\n that family members may submit applications to renew employment\n\n authorization concurrently with renewal applications filed by the\n\n principal beneficiaries, or while such applications are pending, but\n\n family renewal applications cannot be approved unless the principal\n\n beneficiaries' applications are granted under paragraph (p)(3)(i) and\n\n remain valid.\n\n     Finally, DHS is making several technical revisions for readability\n\n and clarity.\n\n      Automatic revocation. In the final rule, DHS is responding\n\n to public comment by editing proposed 8 CFR 205.1(a)(3)(iii)(C) and\n\n (D), which provide the grounds for automatically revoking Form I-140\n\n petitions. DHS is revising these provisions to clarify that a Form I-\n\n 140 petition will remain approved if a request to withdraw it is\n\n received or the petitioner terminates its business 180 days or more\n\n after either the date of the petition's approval or the date of filing\n\n of an associated application for adjustment of status.\\4\\ In addition,\n\n DHS is removing the phrase, ``provided that the revocation of a\n\n petition's approval under this clause will not, by itself, impact a\n\n beneficiary's ability to retain his or her priority date under 8 CFR\n\n 204.5(e)'' in Sec.  205.1(a)(3)(iii)(C) and (D) because that phrase was\n\n redundant of text in 8 CFR 204.5(e), which, as proposed and retained in\n\n\n\n this final rule, already establishes the ability of the beneficiary to\n\n retain his or her priority date if his or her immigrant visa petition\n\n is revoked on any ground other than those enumerated in final 8 CFR\n\n 204.5(e)(2)(i)-(iv). The deletion of the redundant text does not change\n\n the substance of the provisions.\n\n ---------------------------------------------------------------------------\n\n \n\n     \\4\\ Such petitions will remain approved unless revoked on other\n\n grounds.\n\n ---------------------------------------------------------------------------\n\n \n\n      Period of stay. In the final rule, DHS is responding to\n\n public comment by revising proposed 8 CFR 214.1(l), which concerns\n\n authorized grace periods that may immediately precede and follow\n\n periods of nonimmigrant petition validity and other authorized periods\n\n of stay. DHS is removing from proposed 8 CFR 214.1(l)(1) the phrase\n\n ``to prepare for departure from the United States or to seek an\n\n extension or change of status based on a subsequent offer of\n\n employment'' because it is unnecessarily limiting and did not fully\n\n comport with how the existing 10-day grace period may be used by\n\n individuals in the H, O and P nonimmigrant visa classifications. DHS is\n\n adding the phrase ``or otherwise provided status'' after ``an alien\n\n\n\n admissible in E-1, E-2, E-3, H-1B, L-1, or TN classification and his or\n\n her dependents may be admitted to the United States'' to clarify that\n\n the 10-day grace period may be granted to these nonimmigrants at time\n\n of admission or upon approval of an extension of stay or change of\n\n status.\n\n     Moreover, in Sec.  214.1(l)(2), DHS is adding the O-1\n\n classification to the list of visa classifications for which USCIS will\n\n not consider an individual to have failed to maintain nonimmigrant\n\n status for a period of up to 60 days or until the end of the authorized\n\n validity period, whichever is shorter, solely because of the cessation\n\n of the employment on which the visa classification was based. In\n\n addition, DHS is clarifying that the 60-day grace period must be used\n\n in a single period of consecutive days during the relevant authorized\n\n validity period. DHS also is changing the phrase ``for a one-time\n\n period during any authorized validity period,'' to read ``once during\n\n each authorized validity period'' to clarify that the 60-day grace\n\n period may be provided to an individual only once per authorized\n\n validity period. However, an individual may be provided other such\n\n grace periods if he or she receives a new authorized validity period in\n\n one of the eligible nonimmigrant classifications. In addition, DHS is\n\n making other technical revisions to proposed Sec.  214.1(l)(1), (2) and\n\n (3).\n\n      Duties without licensure. In the final rule, DHS is\n\n\n\n responding to public comment by modifying proposed 8 CFR\n\n 214.2(h)(4)(v)(C), which sets standards for H-1B adjudication absent\n\n the beneficiary's full licensure. First, DHS is revising proposed 8 CFR\n\n 214.2(h)(4)(v)(C)(1) to expand the evidence USCIS will examine in cases\n\n where a state allows an individual without licensure to fully practice\n\n the occupation under the supervision of licensed senior or supervisory\n\n personnel to include ``evidence that the petitioner is complying with\n\n state requirements.''\n\n     Second, DHS is expanding the language in Sec.  214.2(h)(4)(v)(C)(2)\n\n to account for other technical requirements in state or local rules or\n\n procedures that may, like the lack of a Social Security number or\n\n employment authorization, pose obstacles to obtaining a license.\n\n Specifically, in Sec.  214.2(h)(4)(v)(C)(2)(i), DHS is adding the\n\n phrase ``or met a technical requirement'' following the references to\n\n the Social Security number and employment authorization. DHS is making\n\n similar conforming changes in two places in Sec.  \n\n 214.2(h)(4)(v)(C)(2)(ii).\n\n     Third, in Sec.  214.2(h)(4)(v)(C)(2)(ii), which discusses the\n\n petitioner's qualifications for a license, DHS is adding\n\n ``substantive'' in front of the word ``requirements,'' to allow\n\n flexibility to account for various state specific requirements. DHS is\n\n adding these clarifications to address other analogous obstacles of\n\n\n\n which DHS is not specifically aware, which present similar situations\n\n where the beneficiary\n\n \n\n [[Page 82403]]\n\n \n\n is qualified for licensure, but may not obtain the licensure because of\n\n a technical requirement.\n\n     In addition, DHS is making technical edits by replacing the use of\n\n the word ``or'' with ``and'' in the first clause of 8 CFR\n\n 214.2(h)(4)(v)(C)(2)(ii) to reflect that the beneficiary must have\n\n filed an application for the license in accordance with State and local\n\n rules and procedures. This does not change the intended meaning of the\n\n proposed rule. Finally, DHS is making a technical edit in the second\n\n clause by replacing the use of ``and/or'' with ``or'' preceding\n\n ``procedures.''\n\n      Definitions of non-profit entities related to or\n\n affiliated with an institution of higher education and governmental\n\n research organizations. In the final rule, DHS is responding to public\n\n comment by editing proposed 8 CFR 214.2(h)(8)(ii)(F) and (h)(19), which\n\n define which entities are (1) nonprofit entities that are related to or\n\n affiliated with institutions of higher education, and (2) governmental\n\n research organizations for purposes of the H-1B visa program. H-1B\n\n\n\n nonimmigrant workers who are employed at such entities are exempt from\n\n the annual limitations on H-1B visas. Such entities are also exempt\n\n from paying certain fees in the H-1B program.\n\n     At Sec.  214.2(h)(8)(ii)(F)(2), DHS is adding the phrase ``if it\n\n satisfies any one of the following conditions,'' to clarify that a\n\n petitioner only has to meet one of the listed requirements. DHS is\n\n adding the same clarifying language to 8 CFR 214.2(h)(19)(iii)(B). In\n\n Sec.  214.2(h)(8)(ii)(F)(2)(iv) and (h)(19)(iii)(B)(4), which address\n\n cap exemption and ACWIA fee exemption, respectively, for a nonprofit\n\n entity that is related to or affiliated with an institution of higher\n\n education based on a formal written affiliation agreement, DHS is\n\n replacing the term ``primary purpose'' with ``fundamental activity'' in\n\n response to public comments suggesting the term ``primary purpose'' was\n\n too restrictive. As a result, when a nonprofit entity claims exemption\n\n from the cap and ACWIA fee based on a formal written affiliation\n\n agreement with an institution of higher education, the final rule\n\n requires that ``a fundamental activity'' of the nonprofit entity is to\n\n directly contribute to the research or education mission of the\n\n institution of higher education. DHS is also removing the phrase\n\n ``absent shared ownership or control'' from Sec.  214.2\n\n (h)(8)(ii)(F)(2)(iv) and (h)(19)(iii)(B)(4) to clarify that an entity\n\n need not prove the absence of shared ownership or control when relying\n\n on the existence of a formal affiliation agreement to establish that a\n\n\n\n nonprofit entity is related to or affiliated with an institution of\n\n higher education.\n\n     In addition, DHS is defining the phrase ``governmental research\n\n organization'' in Sec.  214.2(h)(19)(iii)(C) to include state and local\n\n government research entities, and not just federal government research\n\n entities, whose primary mission is the performance or promotion of\n\n basic research and/or applied research. This definition is adopted for\n\n cap exemption purposes at 8 CFR 214.2(h)(8)(ii)(F)(3).\n\n      Calculating the maximum H-1B admission period. In the\n\n final rule, DHS is responding to public comment by revising proposed 8\n\n CFR 214.2(h)(13)(iii)(C), which discusses how to calculate the time\n\n spent physically outside the United States during the validity of an H-\n\n 1B petition that will not count against an individual's maximum\n\n authorized period of stay in H-1B status. DHS is amending the\n\n regulatory text to clarify that there is no temporal limit on\n\n recapturing time. The amendment makes clear that such time may be\n\n recaptured in a subsequent H-1B petition on behalf of the foreign\n\n worker, ``at any time before the alien uses the full period of\n\n authorized H-1B admission described in section 214(g)(4) of the Act.''\n\n DHS also is making a technical edit to Sec.  214.2(h)(13)(iii)(C)(1) to\n\n clarify which form may be used for this provision.\n\n      Lengthy adjudication delay exemption from section\n\n\n\n 214(g)(4) of the Act. In the final rule, DHS is responding to public\n\n comment by revising several subsections of proposed 8 CFR\n\n 214.2(h)(13)(iii)(D), which governs when a nonimmigrant may be eligible\n\n for H-1B status in 1-year increments beyond the 6-year limitation that\n\n otherwise applies. DHS is amending the text of proposed 8 CFR\n\n 214.2(h)(13)(iii)(D)(1) by striking the phrase, ``prior to the 6-year\n\n limitation being reached.'' This change clarifies that a qualifying\n\n labor certification or Form I-140 petition is not required to be filed\n\n 365 days before the 6-year limitation is reached in order for the\n\n individual to be eligible for an exemption under section 106(a) of\n\n AC21; instead, the labor certification or Form I-140 petition would\n\n need to be filed at least 365 days before the day the exemption would\n\n take effect. DHS is also making several revisions to simplify and\n\n clarify Sec.  214.2(h)(13)(iii)(D)(5), which concerns advance filing;\n\n Sec.  214.2(h)(13)(iii)(D)(6), which defines petitioners who may seek\n\n the exemption; Sec.  214.2(h)(13)(iii)(D)(7), which describes\n\n subsequent exemption approvals after the 7th year; and Sec.  \n\n 214.2(h)(13)(iii)(D)(10), which describes limits on future exemptions\n\n from the lengthy adjudication delay.\n\n      Per country and worldwide limits. In the final rule, DHS\n\n is responding to public comment by revising proposed 8 CFR\n\n 214.2(h)(13)(iii)(E), which governs when a nonimmigrant may be eligible\n\n\n\n for H-1B status in 3-year increments beyond the 6-year limitation that\n\n otherwise applies. This provision addresses eligibility for an\n\n extension of H-1B status under section 104(c) of AC21. DHS is striking\n\n the phrase, ``the unavailability must exist at time of the petition's\n\n adjudication'' to reflect longstanding DHS policy. By striking this\n\n phrase, DHS is clarifying that if the Visa Bulletin that was in effect\n\n on the date the H-1B petition is filed shows that the individual was\n\n subject to a per country or worldwide visa limitation, DHS may grant\n\n the extension under section 104(c) of AC21, even if the immigrant visa\n\n is available when the petition is adjudicated, so long as the\n\n beneficiary is otherwise eligible.\n\n      Retaliatory action claims. In the final rule, DHS is\n\n responding to public comment by amending proposed 8 CFR 214.2(h)(20),\n\n which discusses eligibility for extensions of stay in H-1B status or\n\n change of status to other nonimmigrant classifications by beneficiaries\n\n who faced retaliatory action from their employers. Additionally, DHS is\n\n making a minor technical change to this section, correcting ``labor\n\n certification application'' to ``labor condition application.''\n\n      Validity of petition for continued eligibility for\n\n adjustment of status. In the final rule, DHS is responding to public\n\n comment by amending proposed 8 CFR 245.25(a), which governs the\n\n circumstances in which an individual with a pending application for\n\n\n\n adjustment of status can move to a job in the same or a similar\n\n occupational classification. In particular, revisions are being made to\n\n implement DHS's current section 204(j) portability policy and\n\n longstanding practice related to the adjudication of qualifying Form I-\n\n 140 petitions that are not approved at the time the beneficiary's\n\n application for adjustment of status has been pending for 180 days or\n\n more.\n\n     First, in Sec.  245.25(a), DHS is replacing a general reference in\n\n the NPRM to a ``USCIS designated form'' with a specific reference to\n\n ``Form I-485 Supplement J'' as the form DHS intends to be used for an\n\n individual to demonstrate continuing eligibility for adjustment of\n\n status based on an existing or new job offer under INA 204(j).\n\n \n\n [[Page 82404]]\n\n \n\n     Second, DHS also is clarifying that the Supplement J may be\n\n accompanied by ``material and credible documentary evidence, in\n\n accordance with form instructions.'' This revision expands the types of\n\n evidence that can be submitted in support of Supplement J beyond\n\n ``material and credible information provided by another Federal agency,\n\n such as information from the Standard Occupational Classification (SOC)\n\n system,'' as had been proposed. As a result, DHS is deleting the\n\n\n\n evidentiary list included in proposed Sec.  245.25(b).\n\n     Third, DHS is revising proposed Sec.  245.25(a)(2)(ii) to reaffirm\n\n that a qualifying Form I-140 petition must be approved before DHS\n\n examines a portability request under INA 204(j). Moreover, DHS is\n\n adding Sec.  245.25(a)(2)(ii)(B) to confirm that, unless approval of\n\n the petition would be inconsistent with a statutory requirement, a\n\n pending qualifying Form I-140 petition may be approved if (1) the\n\n petitioner established the ability to pay at the time of filing the\n\n petition and (2) all other eligibility criteria are met at the time of\n\n filing and until the beneficiary's application for adjustment of status\n\n has been pending for 180 days.\n\n     Finally, DHS is reorganizing and renumbering Sec.  245.25(a), and\n\n making other technical and conforming edits.\n\n      Concurrently filed EAD applications. In the final rule,\n\n DHS is responding to public comment by amending proposed 8 CFR\n\n 274a.13(a) to facilitate USCIS's ability to notify the public of\n\n changes in concurrent filing procedures for EAD applications. DHS is\n\n adding text indicating that USCIS may announce on its Web site\n\n circumstances in which an EAD application may be filed concurrently\n\n with a related benefit request that, if granted, would form the basis\n\n for eligibility for employment authorization. Under the proposed rule,\n\n such announcement was limited to form instructions.\n\n\n\n      Automatic extensions of employment authorization for\n\n renewal applicants. In the final rule, DHS is responding to public\n\n comment by amending proposed 8 CFR 274a.13(d) to clarify timeliness and\n\n termination rules for the automatic extension of certain EAD renewal\n\n applicants. DHS is clarifying that a renewal EAD application filed on\n\n the basis of a grant of TPS is timely if filed during the period\n\n described in the applicable Federal Register notice regarding\n\n procedures for renewing TPS. DHS is also making clarifying edits to the\n\n termination provision at Sec.  274a.13(d)(3).\n\n     In addition to the above changes that were made in response to\n\n public comment, DHS is making several technical changes to the\n\n regulatory text in this final rule so that DHS regulations better\n\n reflect current ACWIA fee amounts and filing procedures:\n\n      ACWIA fee amount and filing procedures. DHS is making\n\n technical changes to 8 CFR 214.2(h)(19)(i), (ii), (v), (vi) and (vii)\n\n to update the amount of the ACWIA fee applicable to certain H-1B\n\n petitions in accordance with statutory amendments, as well as\n\n procedures for submitting the fee to USCIS, or claiming an exemption\n\n from the fee, to conform with current procedures.\\5\\ The statutory fee\n\n amount in INA 214(c)(9), 8 U.S.C. 1184(c)(9), was amended by section 1\n\n of Pub. L. 106-311 (Oct. 17, 2000) (changing the fee amount from $500\n\n to $1,000), and the Consolidated Appropriations Act, 2005, Pub. L. 108-\n\n 447, Division J, Title IV, sec. 422 (L-1 Visa and H-1B Visa Reform Act)\n\n\n\n (Dec. 8, 2004) (permanently extending the fee and changing the fee\n\n amount from $1,000 to a bifurcated amount of $1,500 for employers with\n\n more than 25 employees, and half that amount for those with up to 25\n\n employees). DHS is updating its regulations to conform the fee amount\n\n to the figure in current INA 214(c)(9). DHS regulations at 8 CFR\n\n 103.7(b)(1)(i)(CCC) and form instructions for the Petition for a\n\n Nonimmigrant Worker, Form I-129, already reflect these updated fee\n\n amounts. The technical changes also reflect the elimination of\n\n references to the now obsolete Form I-129W, which has been replaced by\n\n the Form I-129 H-1B and H-1B1 Data Collection and Filing Fee Exemption\n\n Supplement and which is already being used to make determinations for\n\n ACWIA fee exemptions.\n\n ---------------------------------------------------------------------------\n\n \n\n     \\5\\ DHS finds that prior notice and comment for these technical\n\n changes is unnecessary, as DHS is merely conforming its regulations\n\n to the self-implementing statutory amendments. See 5 U.S.C.\n\n 553(b)(B).\n\n ---------------------------------------------------------------------------\n\n \n\n      Additional entities exempt from the ACWIA fee. DHS is\n\n making a technical change to 8 CFR 214.2(h)(19)(iii) to include other\n\n\n\n entities that are statutorily exempt from the ACWIA fee, and thus to\n\n conform the regulation to INA 214(c)(9)(A), 8 U.S.C. 1184(c)(9)(A), as\n\n amended by section 1 of Pub. L. 106-311. DHS added a new paragraph (D)\n\n to include primary or secondary educational institutions, and a new\n\n paragraph (E) to include nonprofit entities that engage in an\n\n established curriculum-related clinical training of students registered\n\n at an institution of higher education. The Form I-129 and its form\n\n instructions already list these entities as fee exempt.\n\n \n\n B. Legal Authority\n\n \n\n     The authority of the Secretary of Homeland Security (Secretary) for\n\n these regulatory amendments is found in various sections of the\n\n Immigration and Nationality Act (INA), 8 U.S.C. 1101 et seq., ACWIA,\n\n AC21, and the Homeland Security Act of 2002 (HSA), Public Law 107-296,\n\n 116 Stat. 2135, 6 U.S.C. 101 et seq. General authority for issuing the\n\n final rule is found in section 103(a) of the INA, 8 U.S.C. 1103(a),\n\n which authorizes the Secretary to administer and enforce the\n\n immigration and nationality laws, as well as section 102 of the HSA, 6\n\n U.S.C. 112, which vests all of the functions of DHS in the Secretary\n\n and authorizes the Secretary to issue regulations. Further authority\n\n for the regulatory amendments in the final rule is found in the\n\n\n\n following sections:\n\n      Section 205 of the INA, 8 U.S.C. 1155, which grants the\n\n Secretary broad discretion in determining whether and how to revoke the\n\n approval of any Form I-140 petition approved under section 204 of the\n\n INA, 8 U.S.C. 1154;\n\n      Section 214 of the INA, 8 U.S.C. 1184, including section\n\n 214(a)(1), 8 U.S.C. 1184(a)(1), which authorizes the Secretary to\n\n prescribe by regulation the terms and conditions of the admission of\n\n nonimmigrants;\n\n      Section 274A(h)(3)(B) of the INA, 8 U.S.C. 1324a(h)(3)(B),\n\n which recognizes the Secretary's authority to extend employment\n\n authorization to noncitizens in the United States;\n\n      Section 413(a) of ACWIA, which amended section\n\n 212(n)(2)(C) of the INA, 8 U.S.C. 1182(n)(2)(C), to authorize the\n\n Secretary to provide certain whistleblower protections to H-1B\n\n nonimmigrant workers;\n\n      Section 414 of ACWIA, which added section 214(c)(9) of the\n\n INA, 8 U.S.C. 1184(c)(9), to authorize the Secretary to impose a fee on\n\n certain H-1B petitioners to fund the training and education of U.S.\n\n workers;\n\n\n\n      Section 103 of AC21, which amended section 214(g) of the\n\n INA, 8 U.S.C. 1184(g), to provide: (1) An exemption from the H-1B\n\n numerical cap for certain H-1B nonimmigrant workers employed at\n\n institutions of higher education, nonprofit entities related to or\n\n affiliated with such institutions, and nonprofit research organizations\n\n or governmental research organizations; (2) that an H-1B nonimmigrant\n\n who ceases to be employed by a cap-exempt employer, and who was not\n\n previously counted against the cap, will be subject to the H-1B\n\n numerical limitations; and (3) that a worker who has been counted\n\n against\n\n \n\n [[Page 82405]]\n\n \n\n the H-1B numerical cap within the 6 years prior to petition approval\n\n will not again be counted against the cap unless the individual would\n\n be eligible for a new 6-year period of authorized H-1B admission.\n\n      Section 104(c) of AC21, which authorizes the extension of\n\n authorized H-1B admission beyond the general 6-year maximum for H-1B\n\n nonimmigrant workers who have approved EB-1, EB-2, or EB-3 Form I-140\n\n petitions but are subject to backlogs due to application of certain\n\n per-country limitations on immigrant visas;\n\n      Section 105 of AC21, which added what is now section\n\n\n\n 214(n) of the INA, 8 U.S.C. 1184(n),\\6\\ to allow an H-1B nonimmigrant\n\n worker to begin concurrent or new H-1B employment upon the filing of a\n\n timely, non-frivolous H-1B petition;\n\n ---------------------------------------------------------------------------\n\n \n\n     \\6\\ Section 8(a)(3) of the Trafficking Victims Protection\n\n Reauthorization Act of 2003, Public Law 108-193, (Dec. 19, 2003),\n\n redesignated section 214(m) of the INA, 8 U.S.C. 1184(m), as section\n\n 214(n) of the INA, 8 U.S.C. 1184(n).\n\n ---------------------------------------------------------------------------\n\n \n\n      Sections 106(a) and (b) of AC21, which, as amended,\n\n authorize the extension of authorized H-1B admission beyond the general\n\n 6-year maximum for H-1B nonimmigrant workers who have been sponsored\n\n for permanent residence by their employers and who are subject to\n\n certain lengthy adjudication or processing delays;\n\n      Section 106(c) of AC21, which added section 204(j) of the\n\n INA to authorize certain beneficiaries of approved EB-1, EB-2, and EB-3\n\n Form I-140 petitions who have filed applications for adjustment of\n\n status to change jobs or employers without invalidating their approved\n\n petitions; and\n\n      Section 101(b)(1)(F) of the HSA, 6 U.S.C. 111(b)(1)(F),\n\n\n\n which establishes as a primary mission of DHS the duty to ``ensure that\n\n the overall economic security of the United States is not diminished by\n\n efforts, activities, and programs aimed at securing the homeland.''\n\n \n\n C. Costs and Benefits\n\n \n\n     Taken together, the amendments in this final rule are intended to\n\n reduce unnecessary disruption to businesses and workers caused by\n\n immigrant visa backlogs, as described in Section III.C of this\n\n preamble. The benefits from these amendments add value to the U.S.\n\n economy by retaining high-skilled workers who make important\n\n contributions to the U.S. economy, including technological advances and\n\n research and development endeavors, which are highly correlated with\n\n overall economic growth and job creation.\\7\\ For more information, the\n\n public may consult the Regulatory Impact Analysis (RIA), which\n\n addresses the short-term and long-term effects of these regulations.\n\n The RIA is available in the docket for this rulemaking.\n\n ---------------------------------------------------------------------------\n\n \n\n     \\7\\ Hart, David, et al., ``High-tech Immigrant Entrepreneurship\n\n in the United States,'' Small Business Administration Office of\n\n\n\n Advocacy (July 2009), available at:            https://www.sba.gov/sites/default/files/rs349tot_0.pdf. See also Fairlie, \nRobert., ``Open for\n\n Business: How Immigrants are Driving Small Business Creation in the\n\n United States,'' The Partnership for a New American Economy (August\n\n 2012), available at:            http://www.renewoureconomy.org/sites/all/themes/pnae/openforbusiness.pdf; \n``Immigrant Small Business Owners a\n\n Significant and Growing Part of the Economy,'' Fiscal Policy\n\n Institute (June 2012), available at:            http://www.fiscalpolicy.org/immigrant-small-business-owners-FPI-\n20120614.pdf; Anderson, Stuart,\n\n ``American Made 2.0 How Immigrant Entrepreneurs Continue to\n\n Contribute to the U.S. Economy,'' National Venture Capital\n\n Association (June 2013), available at:            http://nvca.org/research/stats-studies/.\n\n ---------------------------------------------------------------------------\n\n \n\n     DHS has analyzed potential costs of these regulations and has\n\n determined that the changes have direct impacts to individual\n\n beneficiaries of employment-based nonimmigrant and immigrant visa\n\n petitions in the form of filing costs, consular processing costs, and\n\n potential for longer processing times for EAD applications during\n\n filing surges, among other costs. Because some of these petitions are\n\n filed by sponsoring employers, this rule also has indirect effects on\n\n employers in the form of employee replacement costs.\n\n\n     The amendments clarify and amend policies and practices in various\n\n employment-based immigrant and nonimmigrant visa programs, with the\n\n primary aim of providing additional stability and flexibility to\n\n foreign workers and U.S. employers participating in those programs. In\n\n part, the final rule clarifies and improves upon longstanding policies\n\n adopted in response to the enactment of ACWIA and AC21 to ensure\n\n greater consistency across DHS adjudications and provide greater\n\n certainty to regulated employers and workers. These changes provide\n\n various benefits to U.S. employers and certain foreign workers,\n\n including the enhanced ability of such workers to accept promotions or\n\n change positions with their employers, as well as change employers or\n\n pursue other employment opportunities. These changes also benefit the\n\n regulated community by providing instructive rules governing: (1)\n\n Extensions of stay for certain H-1B nonimmigrant workers facing long\n\n delays in the immigrant visa process; (2) the ability of workers who\n\n have been sponsored by their employers for LPR status to change jobs or\n\n employers 180 days after they file applications for adjustment of\n\n status; (3) the circumstances under which H-1B nonimmigrant workers may\n\n begin employment with a new employer; (4) the method for counting time\n\n in status as an H-1B nonimmigrant worker toward maximum periods of\n\n stay; (5) the entities that are properly considered related to or\n\n affiliated with institutions of higher education for purposes of the H-\n\n\n\n 1B program; and (6) the circumstances under which H-1B nonimmigrant\n\n workers can claim whistleblower protections. The increased clarity\n\n provided by these rules enhances the ability of certain high-skilled\n\n workers to take advantage of the job portability and related provisions\n\n in AC21 and ACWIA.\n\n     The final rule also amends the current regulatory scheme governing\n\n certain immigrant and nonimmigrant visa programs to further enhance job\n\n portability for certain workers and improve the ability of U.S.\n\n businesses to retain highly valued individuals. These benefits are\n\n achieved by: (1) Revising the provisions affecting the continued\n\n validity of approved Form I-140 petitions, and retention of priority\n\n dates of those petitions, for purposes of processing immigrant visas or\n\n applications for adjustment of status; (2) establishing a means for\n\n certain nonimmigrant workers with approved Form I-140 petitions to\n\n directly request separate employment authorization for a limited time\n\n when facing compelling circumstances; (3) providing grace periods to\n\n certain nonimmigrants to enhance their ability to seek an authorized\n\n change of employment; and (4) identifying exceptions to licensing\n\n requirements applicable to certain H-1B nonimmigrant workers.\n\n     The final rule also amends current regulations governing the\n\n processing of applications for employment authorization to provide\n\n additional stability to certain employment-authorized individuals in\n\n\n\n the United States while addressing fraud, national security, and\n\n operational concerns. To prevent gaps in employment for such\n\n individuals and their employers, the final rule provides for the\n\n automatic extension of EADs (and, where necessary, employment\n\n authorization) upon the timely filing of a renewal application. To\n\n protect against fraud and other abuses, the final rule also eliminates\n\n current regulatory provisions that require adjudication of applications\n\n for employment authorization in 90 days and that authorize interim EADs\n\n when that timeframe is not met.\n\n     DHS has prepared a full costs and benefits analysis of the final\n\n rule, which can be found in the docket for this\n\n \n\n [[Page 82406]]\n\n \n\n rulemaking on regulations.gov. The table below provides a summary of\n\n the provisions and impacts of this rule.\n\n \n\n                Table 1--Summary of Provisions and Impacts\n\n ------------------------------------------------------------------------\n\n                                                      Expected impact of\n\n          Provisions                  Purpose           the final rule\n\n ------------------------------------------------------------------------\n\n\n\n Priority Date...............  Clarifies when a      Quantitative:\n\n                                priority date is      Not\n\n                                established for       estimated.\n\n                                employment-based     Qualitative:\n\n                                immigrant visa        Removes\n\n                                petitions that do     ambiguity and sets\n\n                                not require a labor   consistent priority\n\n                                certification under   dates for affected\n\n                                INA 203(b).           petitioners and\n\n                                                      beneficiaries.\n\n Priority Date Retention.....  Explains that         Quantitative:\n\n                                workers may retain    Not\n\n                                priority dates and    estimated.\n\n                                transfer those       Qualitative:\n\n                                dates to new and      Results in\n\n                                subsequently          administrative\n\n                                approved Form I-140   efficiency and\n\n                                petitions, except     predictability by\n\n                                when USCIS revokes    explicitly listing\n\n                                approval of the       when priority dates\n\n                                petition for:         are lost as the\n\n                                Material error,       approval of the\n\n                                fraud or willful      petitions that are\n\n\n\n                                misrepresentation     revoked under these\n\n                                of a material fact,   specific grounds\n\n                                or revocation or      cannot be used as a\n\n                                invalidation of the   basis for an\n\n                                labor certification   immigrant visa.\n\n                                accompanying the\n\n                                petition.\n\n                                                      Improves\n\n                                                      the ability of\n\n                                                      certain workers to\n\n                                                      accept promotions,\n\n                                                      change employers,\n\n                                                      or pursue other\n\n                                                      employment\n\n                                                      opportunities.\n\n Employment-Based Immigrant    Incorporates          Quantitative:\n\n  Visa Petition Portability     statutory            Petitioners -\n\n  Under 204(j).                 portability           Opportunity\n\n                                provisions into       costs of time to\n\n                                regulation.           petitioners for 1-\n\n                                                      year range from\n\n                                                      $126,598 to\n\n\n\n                                                      $4,636,448.\n\n                                                     DHS/USCIS--\n\n                                                      Neutral\n\n                                                      because the new\n\n                                                      supplementary form\n\n                                                      to the application\n\n                                                      for adjustment of\n\n                                                      status to permanent\n\n                                                      residence will\n\n                                                      formalize the\n\n                                                      process for USCIS\n\n                                                      requests for\n\n                                                      evidence of\n\n                                                      compliance with INA\n\n                                                      204(j) porting.\n\n                                                     Qualitative:\n\n                                                     Applicants/\n\n                                                      Petitioners--\n\n                                                      Replaces,\n\n                                                      through the\n\n                                                      Supplement J\n\n                                                      standardized form,\n\n\n\n                                                      the need for\n\n                                                      individuals to\n\n                                                      submit job offer\n\n                                                      and employment\n\n                                                      confirmation\n\n                                                      letters.\n\n                                                      Provides\n\n                                                      stability and job\n\n                                                      flexibility to\n\n                                                      certain individuals\n\n                                                      with approved\n\n                                                      employment-based\n\n                                                      immigrant visa\n\n                                                      petitions.\n\n                                                      Implements\n\n                                                      the clarifications\n\n                                                      regarding ``same or\n\n                                                      similar\n\n                                                      occupational\n\n                                                      classifications''\n\n                                                      through the new\n\n                                                      Supplement J.\n\n                                                      Allows\n\n\n\n                                                      certain foreign\n\n                                                      workers to advance\n\n                                                      and progress in\n\n                                                      their careers.\n\n                                                      Potential\n\n                                                      increased employee\n\n                                                      replacement costs\n\n                                                      for employers.\n\n                                                     DHS/USCIS--\n\n                                                     \n\n                                                      Administrative\n\n                                                      efficiency.\n\n                                                     \n\n                                                      Standardized and\n\n                                                      streamlined\n\n                                                      process.\n\n Employment Authorization for  Provisions allowing   Quantitative: Total\n\n  Certain Nonimmigrants Based   certain               costs over 10-year\n\n  on Compelling Circumstances.  nonimmigrant          period to\n\n                                principal             applicants are:\n\n                                beneficiaries, and    $731.1\n\n                                their dependent       million for\n\n\n\n                                spouses and           undiscounted costs.\n\n                                children, to apply    $649.9\n\n                                for employment        million at a 3%\n\n                                authorization if      discounted rate.\n\n                                the principal is a    $565.2\n\n                                beneficiary of an     million at a 7%\n\n                                approved EB-1, EB-    discounted rate.\n\n                                2, or EB-3           Qualitative:\n\n                                immigrant visa       Applicants--\n\n                                petition while        Provides\n\n                                waiting for his or    ability for\n\n                                her immigrant visa    nonimmigrants who\n\n                                to become             have been sponsored\n\n                                available.            for LPR status to\n\n                                Applicants must       change jobs or\n\n                                demonstrate           employers when\n\n                                compelling            compelling\n\n                                circumstances         circumstances\n\n                                justifying an         arise.\n\n                                independent grant\n\n                                of employment\n\n                                authorization.\n\n\n\n                                                     \n\n                                                      Incentivizes such\n\n                                                      skilled\n\n                                                      nonimmigrant\n\n                                                      workers\n\n                                                      contributing to the\n\n                                                      economy to continue\n\n                                                      seeking LPR status.\n\n                                                     \n\n                                                      Nonimmigrant\n\n                                                      principal workers\n\n                                                      who take advantage\n\n                                                      of the compelling\n\n                                                      circumstances EAD\n\n                                                      will lose their\n\n                                                      current\n\n                                                      nonimmigrant status\n\n                                                      and may not be able\n\n                                                      to adjust to LPR\n\n                                                      status in the\n\n                                                      United States.\n\n                                                      Consular\n\n                                                      processing imposes\n\n\n\n                                                      potentially\n\n                                                      significant costs,\n\n                                                      risk and\n\n                                                      uncertainty for\n\n                                                      individuals and\n\n                                                      their families as\n\n                                                      well.\n\n                                                     Dependents--\n\n                                                      Allows\n\n                                                      dependents to enter\n\n                                                      labor market\n\n                                                      earlier and\n\n                                                      contribute to\n\n                                                      household income.\n\n \n\n [[Page 82407]]\n\n \n\n  \n\n 90-Day Processing Time for    Eliminates            Quantitative:\n\n  Employment Authorization      regulatory            Not\n\n  Applications.                 requirement for 90-   estimated.\n\n                                day adjudication     Qualitative:\n\n\n\n                                timeframe and        Applicants--\n\n                                issuance of interim-  Removing a\n\n                                EADs. Adds            regulatory\n\n                                provisions allowing   timeframe and\n\n                                for the automatic     moving to one\n\n                                extension of EADs     governed by\n\n                                for up to 180 days    processing goals\n\n                                for certain workers   could potentially\n\n                                filing renewal        lead to longer\n\n                                requests.             processing times\n\n                                                      whenever USCIS is\n\n                                                      faced with higher\n\n                                                      than expected\n\n                                                      filing volumes. If\n\n                                                      such a situation\n\n                                                      were to occur, this\n\n                                                      could lead to\n\n                                                      potential delays in\n\n                                                      work employment\n\n                                                      start dates for\n\n                                                      first-time EAD\n\n                                                      applicants until\n\n                                                      approval is\n\n\n\n                                                      obtained. However,\n\n                                                      USCIS believes such\n\n                                                      scenarios will be\n\n                                                      rare and mitigated\n\n                                                      by the automatic\n\n                                                      extension provision\n\n                                                      for renewal\n\n                                                      applications which\n\n                                                      will allow the\n\n                                                      movement of\n\n                                                      resources in such\n\n                                                      situations.\n\n                                                      Providing\n\n                                                      the automatic\n\n                                                      continuing\n\n                                                      authorization for\n\n                                                      up to 180 days for\n\n                                                      certain renewal\n\n                                                      applicants could\n\n                                                      lead to less\n\n                                                      turnover costs for\n\n                                                      U.S. employers. In\n\n\n\n                                                      addition, the\n\n                                                      automatic extension\n\n                                                      provision minimizes\n\n                                                      the applicants'\n\n                                                      risk of any gaps in\n\n                                                      employment\n\n                                                      authorization.\n\n                                                     DHS/USCIS--\n\n                                                      Streamlines\n\n                                                      the application and\n\n                                                      card issuance\n\n                                                      processes.\n\n                                                      Enhances\n\n                                                      the ability to\n\n                                                      ensure all national\n\n                                                      security\n\n                                                      verification checks\n\n                                                      are completed.\n\n                                                      Reduces\n\n                                                      duplication\n\n                                                      efforts.\n\n                                                      Reduces\n\n                                                      opportunities for\n\n\n\n                                                      fraud and better\n\n                                                      accommodates\n\n                                                      increased security\n\n                                                      measures.\n\n Automatic Revocation With     Revises regulations   Quantitative:\n\n  Respect to Approved           so that a petition    Not\n\n  Employment-Based Immigrant    may remain valid      estimated.\n\n  Visa Petitions.               despite withdrawal   Qualitative:\n\n                                by the employer or    Beneficiary\n\n                                termination of the    retains priority\n\n                                employer's business   date unless the\n\n                                after 180 days or     petition is revoked\n\n                                more of approval,     for one of the\n\n                                or 180 days or more   reasons specified\n\n                                after the             in final 8 CFR\n\n                                associated            204.5(e)(2).\n\n                                application for\n\n                                adjustment of\n\n                                status has been\n\n                                filed.\n\n                                                      Affords\n\n                                                      porting ability\n\n\n\n                                                      under INA 204(j)\n\n                                                      and extension of H-\n\n                                                      1B status pursuant\n\n                                                      to AC21 sections\n\n                                                      104(c) and 106(a)\n\n                                                      and (b), as well as\n\n                                                      potential\n\n                                                      eligibility for the\n\n                                                      new compelling\n\n                                                      circumstances EAD.\n\n Period of Admission for       Nonimmigrants in      Quantitative:\n\n  Certain Nonimmigrant          certain high-         Not\n\n  Classifications.              skilled,              estimated.\n\n                                nonimmigrant         Qualitative:\n\n                                classifications may   Nonimmigrant Visa\n\n                                be granted grace      Holders--.\n\n                                periods of up to 10   Assists the\n\n                                days before and       beneficiary in\n\n                                after their           getting\n\n                                validity period,      sufficiently\n\n                                and a grace period    settled such that\n\n                                upon cessation of     he or she is\n\n\n\n                                employment on which   immediately able to\n\n                                the foreign           begin working upon\n\n                                national's            the start of the\n\n                                classification was    petition validity\n\n                                based, for up to 60   period.\n\n                                days or until the     Provides\n\n                                end of their          time necessary to\n\n                                authorized validity   wrap up affairs to\n\n                                period, whichever     depart the country.\n\n                                is shorter, during\n\n                                each authorized\n\n                                validity period.\n\n                                                      Allows the\n\n                                                      beneficiary to\n\n                                                      maintain\n\n                                                      nonimmigrant status\n\n                                                      when faced with a\n\n                                                      termination of\n\n                                                      employment to wrap\n\n                                                      up affairs, find\n\n                                                      new employment, or\n\n                                                      change to a\n\n                                                      different\n\n\n\n                                                      nonimmigrant\n\n                                                      classification.\n\n Portability of H-1B Status    Updates, improves,    Quantitative:\n\n  Calculating the H-1B          and clarifies DHS     Not\n\n  Admission Period Exemptions   regulations           estimated.\n\n  Due to Lengthy Adjudication   consistent with      Qualitative:\n\n  Delays Per Country            policy guidance.      Formalizes\n\n  Limitation Exemptions                               existing DHS policy\n\n  Employer Debarment and H-1B                         in the regulations,\n\n  Whistleblower Provisions.                           which will give the\n\n                                                      public access to\n\n                                                      existing policy in\n\n                                                      one location.\n\n                                                      Clarifies\n\n                                                      current DHS policy\n\n                                                      that there is no\n\n                                                      temporal limit on\n\n                                                      recapturing time.\n\n H-1B Licensing Requirements.  Expands the evidence  Quantitative:\n\n                                USCIS will examine    Not\n\n                                in cases where a      estimated.\n\n\n\n                                state allows an      Qualitative:\n\n                                individual without    Provides\n\n                                licensure to fully    additional\n\n                                practice the          flexibilities in\n\n                                relevant occupation   obtaining necessary\n\n                                under the             licensure while\n\n                                supervision of        still permitting H-\n\n                                licensed senior or    1B employment\n\n                                supervisory           during the pendency\n\n                                personnel in that     of state or local\n\n                                occupation to         license\n\n                                include evidence of   applications.\n\n                                compliance with       Helps to\n\n                                state requirements.   relieve the\n\n                                Additionally, USCIS   circular\n\n                                is expanding the      predicament an H-1B\n\n                                possible situations   beneficiary may\n\n                                in which it may       encounter.\n\n                                approve an H-1B\n\n                                petition even\n\n                                though the\n\n                                beneficiary cannot\n\n                                obtain a license\n\n\n\n                                for certain\n\n                                technical reasons.\n\n \n\n [[Page 82408]]\n\n \n\n  \n\n                                                      May\n\n                                                      minimally increase\n\n                                                      time burden for the\n\n                                                      petitioner to\n\n                                                      gather information\n\n                                                      and send it to\n\n                                                      USCIS. However, DHS\n\n                                                      anticipates that\n\n                                                      the benefits to the\n\n                                                      petitioner and\n\n                                                      beneficiary exceed\n\n                                                      the opportunity\n\n                                                      costs of time.\n\n                                                      May\n\n                                                      increase\n\n                                                      opportunity costs\n\n\n\n                                                      of time for USCIS\n\n                                                      adjudicators to\n\n                                                      evaluate additional\n\n                                                      evidence in such\n\n                                                      types of cases.\n\n                                                      However, DHS does\n\n                                                      not anticipate that\n\n                                                      the opportunity\n\n                                                      costs of time will\n\n                                                      be so substantial\n\n                                                      as to warrant\n\n                                                      additional hiring\n\n                                                      of staff or cause\n\n                                                      significant\n\n                                                      adjudication\n\n                                                      delays.\n\n Exemptions to the H-1B        Codifies definition   Quantitative:\n\n  Numerical Cap, Revised        of ``institution of   Not\n\n  Definition of ``Related or    higher education''    estimated.\n\n  Affiliated Nonprofit          and adds a broader   Qualitative:\n\n  Entity'' in the ACWIA Fee     definition of         Clarifies\n\n  Context, and Expanded         ``related or          the requirements\n\n  Interpretation of             affiliated            for a nonprofit\n\n\n\n  ``Governmental Research       nonprofit entity.''   entity to establish\n\n  Organizations.''.             Also, revises the     that it is related\n\n                                definition of         to or affiliated\n\n                                ``related or          with an institution\n\n                                affiliated            of higher\n\n                                nonprofit entity''    education.\n\n                                for purposes of the   Better\n\n                                ACWIA fee to          reflects current\n\n                                conform it to the     operational\n\n                                new definition of     realities for\n\n                                the same term for H-  institutions of\n\n                                1B numerical cap      higher education\n\n                                exemption. Expands    and how they\n\n                                the interpretation    interact with, and\n\n                                of ``governmental     sometimes rely on,\n\n                                research              nonprofit entities.\n\n                                organizations'' for\n\n                                purposes of the\n\n                                ACWIA fee and\n\n                                aligns definitions\n\n                                for H-1B cap and\n\n                                fee exemptions.\n\n\n\n                                                      Clarifies\n\n                                                      the interpretation\n\n                                                      of governmental\n\n                                                      research\n\n                                                      organizations to\n\n                                                      include federal,\n\n                                                      state, and local\n\n                                                      governmental\n\n                                                      organizations.\n\n                                                      May expand\n\n                                                      the numbers of\n\n                                                      petitioners that\n\n                                                      are cap exempt and\n\n                                                      thus allow certain\n\n                                                      employers greater\n\n                                                      access to H-1B\n\n                                                      workers.\n\n ------------------------------------------------------------------------\n\n \n\n III. Background\n\n \n\n A. ACWIA and AC21\n\n \n\n\n\n 1. The American Competitiveness and Workforce Improvement Act of 1998\n\n     ACWIA was enacted on October 21, 1998. Among other things, ACWIA\n\n was intended to address shortages of workers in the U.S. high-\n\n technology sector. To increase the number of such workers in the United\n\n States, section 411 of ACWIA increased the annual numerical cap on H-1B\n\n visas from 65,000 to 115,000 in each of fiscal years (FY) 1999 and\n\n 2000, and to 107,500 in FY 2001.\\8\\ See section 411 of ACWIA (amending\n\n INA 214(g)(1), codified at 8 U.S.C. 1184(g)(1)). The congressional\n\n statements accompanying ACWIA recognized that the continued\n\n competitiveness of the U.S. high-technology sector is ``crucial for\n\n [U.S.] economic well-being as a nation, and for increased economic\n\n opportunity for American workers.'' See 144 Cong. Rec. S12,741, S12,749\n\n (daily ed. Oct. 21, 1998) (statement of Sen. Spencer Abraham); see also\n\n id. (``This issue is not only about shortages, it is about\n\n opportunities for innovation and expansion, since people with valuable\n\n skills, whatever their national origin, will always benefit our nation\n\n by creating more jobs for everyone.'') \\9\\\n\n ---------------------------------------------------------------------------\n\n \n\n     \\8\\ Section 102(a) of AC21 further amended INA 214(g)(1) by\n\n\n\n increasing the annual numerical cap on H-1B visas to 195,000 for\n\n each of the fiscal years 2001, 2002, 2003. In fiscal year 2004 the\n\n annual H-1B numerical cap reverted to 65,000.\n\n     \\9\\ Senator Abraham drafted and sponsored the original Senate\n\n bill for ACWIA, then titled the American Competitiveness Act, S.\n\n 1723, 105th Cong. (1998), which passed the full Senate by a 78-20\n\n margin on May 18, 1998. 144 Cong. Rec. as S12,748-49 (daily ed. Oct.\n\n 21, 1998). He negotiated with the House of Representatives on a\n\n compromise ACWIA bill and was deputized to negotiate in talks\n\n between Congress and the White House to finalize the bill.\n\n ---------------------------------------------------------------------------\n\n \n\n     ACWIA also included several measures intended to improve\n\n protections for U.S. and H-1B nonimmigrant workers. Section 413 of the\n\n ACWIA provided enhanced penalties for employer violations of Labor\n\n Condition Application (LCA) obligations as well as willful\n\n misrepresentations by employers in LCAs. See ACWIA 413 (creating INA\n\n 212(n)(2)(C), codified at 8 U.S.C. 1182(n)(2)(C)). Section 413 of ACWIA\n\n also made it a violation for an H-1B employer to retaliate against an\n\n employee for providing information to the employer or other persons, or\n\n for cooperating in an investigation, related to an employer's violation\n\n of its LCA attestations and obligations. Employers are prohibited from\n\n\n\n taking retaliatory action in such situations, including any action ``to\n\n intimidate, threaten, restrain, coerce, blacklist, discharge, or in any\n\n other manner discriminate'' against an employee for ``disclos[ing]\n\n information to the employer, or to any other person, that the employee\n\n reasonably believes evidences [an LCA] violation, any rule or\n\n regulation pertaining to the statutory LCA attestation requirements, or\n\n for cooperating, or attempting to cooperate, in an investigation or\n\n proceeding pertaining to the employer's LCA compliance.'' See INA\n\n 212(n)(2)(C)(iv), 8 U.S.C. 1182(n)(2)(C)(iv). Section 413 further\n\n required the development of a process to enable H-1B nonimmigrant\n\n workers who file complaints with DOL regarding illegal retaliation, and\n\n are otherwise eligible to remain and work in the United States, to seek\n\n other appropriate employment in the United States. See INA\n\n 212(n)(2)(C)(v), 8 U.S.C. 1182(n)(2)(C)(v).\n\n     Section 414 of ACWIA imposed a temporary fee on certain H-1B\n\n employers to fund, among other things, job training of U.S. workers and\n\n scholarships in the science, technology, engineering, and mathematics\n\n (STEM) fields. See ACWIA 414 (creating INA 214(c)(9), codified at 8\n\n U.S.C. 1184(c)(9)). Although initially scheduled to sunset, the ACWIA\n\n fee was eventually made permanent by the H-1B Visa Reform Act of 2004,\n\n enacted as part of the Consolidated Appropriations Act, 2005, Public\n\n\n\n Law 108-447, div. J, tit. IV. That later enactment also established the\n\n current fee amounts of $1,500 per qualifying petition, or $750 for\n\n employers with no more than 25 full-time equivalent employees employed\n\n in the United States (including employees employed by any affiliate or\n\n subsidiary of such employer). Congress in the interim had amended\n\n section 214(c)(9)(A) of the INA, 8 U.S.C. 1184(c)(9)(A), by specifying\n\n additional\n\n \n\n [[Page 82409]]\n\n \n\n employers that are exempt from the ACWIA fee. See Act of Oct. 17, 2010,\n\n Public Law 106-311. Exempt employers include primary and secondary\n\n education institutions, certain institutions of higher education and\n\n related or affiliated nonprofit entities, nonprofit entities engaged in\n\n curriculum-related clinical training, and nonprofit research\n\n organizations or governmental research organizations. See INA\n\n 214(c)(9)(A), 8 U.S.C. 1184(c)(9)(A).\n\n 2. The American Competitiveness in the Twenty-First Century Act of 2000\n\n     AC21 was enacted on October 17, 2000. It made numerous changes to\n\n the INA designed to improve the U.S. economy in the short and long\n\n term. First, AC21 sought to improve economic growth and job creation by\n\n\n\n immediately increasing U.S. access to high-skilled workers. See S. Rep.\n\n No. 260, at 10 (``[A]rtificially limiting companies' ability to hire\n\n skilled foreign professionals will stymie our country's economic growth\n\n and thereby partially atrophy its creation of new jobs . . . American\n\n workers' interests are advanced, rather than impeded, by raising the H-\n\n 1B cap''). Second, AC21 sought to improve the education and training of\n\n U.S. workers in high-skilled sectors, and thereby produce a U.S.\n\n workforce better equipped to fill the need in such sectors, through the\n\n funding of scholarships and high-skilled training programs. See section\n\n 111 of AC21. As noted by the accompanying Senate Report, foreign-born\n\n high-skilled individuals have played an important role in U.S. economic\n\n prosperity and the competitiveness of U.S. companies in numerous\n\n fields. Id. AC21 sought to provide such benefits by improving both the\n\n employment-based immigrant visa process and the H-1B specialty\n\n occupation worker program.\n\n i. AC21 Provisions Relating to Employment-Based Immigrant Visas\n\n     AC21 contained several provisions designed to improve access to\n\n employment-based immigrant visas for certain workers. Section 104 of\n\n AC21, for example, sought to ameliorate the impact of the ``per-country\n\n limitations,'' which generally limit the number of immigrant visas that\n\n may be issued to the nationals of any one country to no more than 7\n\n\n\n percent of the total number of immigrant visas. See INA 202(a)(2), 8\n\n U.S.C. 1152(a)(2). Sections 104(a) and (b) of AC21 amended the INA to\n\n effectively waive application of the per-country limitations when such\n\n application would result in immigrant visas going unused in any quarter\n\n of the fiscal year. See AC21 104(a) and (b) (amending INA 202(a)(5),\n\n codified at 8 U.S.C. 1152(a)(5)); see also S. Rep. No. 260, 106th\n\n Cong., 2nd Sess. at 2. This provision recognized ``the discriminatory\n\n effects of [the per-country limitations] on nationals from certain\n\n Asian Pacific nations,'' specifically Chinese and Indian nationals,\n\n which ``prevent[ed] an employer from hiring or sponsoring someone\n\n permanently simply because he or she is Chinese or Indian, even though\n\n the individual meets all other legal criteria.'' See S. Rep. No. 260,\n\n at 22.\n\n     Section 104(c) of AC21 was designed to further ameliorate the\n\n impact of the per-country limitations on H-1B nonimmigrant workers who\n\n are the beneficiaries of approved EB-1, EB-2, or EB-3 Form I-140\n\n petitions. Specifically, section 104(c) of AC21 authorized the\n\n extension of H-1B status beyond the statutory 6-year maximum for such\n\n individuals if immigrant visas are not immediately available to them\n\n because the relevant preference category is already over-subscribed for\n\n that foreign national's country of birth. See AC21 104(c). In support\n\n\n\n of this provision, Congress noted that ``these immigrants would\n\n otherwise be forced to return home at the conclusion of their allotted\n\n time in H-1B status, disrupting projects and American workers.'' See S.\n\n Rep. No. 260, at 22. Section 104(c) ``enables these foreign nationals\n\n to remain in H-1B status until they are able to receive an immigrant\n\n visa and adjust their status within the United States, thus limiting\n\n the disruption to American businesses.'' Id.\n\n     AC21 also sought to more generally ameliorate the impact of the\n\n lack of employment-based immigrant visas on the high-skilled\n\n beneficiaries of approved Form I-140 petitions. Sections 106(a) and (b)\n\n of AC21, as amended by section 11030A of the 21st Century Department of\n\n Justice Appropriations Authorization Act, Public Law 107-273 (2002),\n\n authorized the extension of H-1B status beyond the statutory 6-year\n\n maximum for H-1B nonimmigrant workers who are being sponsored for LPR\n\n status by U.S. employers and are subject to lengthy adjudication or\n\n processing delays. Specifically, these provisions exempted H-1B\n\n nonimmigrant workers from the 6-year limitation on H-1B status\n\n contained in INA 214(g)(4), if 365 days or more have elapsed since the\n\n filing of a labor certification application (if such certification is\n\n required under INA 212(a)(5), 8 U.S.C. 1182(a)(5)), or a Form I-140\n\n\n\n petition under INA 203(b), 8 U.S.C. 1153(b). These provisions were\n\n intended to allow such high-skilled individuals to remain in the United\n\n States as H-1B nonimmigrant workers, rather than being forced to leave\n\n the country and disrupt their employers due to a long-pending labor\n\n certification application or Form I-140 petition. See S. Rep. No. 260,\n\n at 23.\n\n     Finally, to provide stability and flexibility to beneficiaries of\n\n approved Form I-140 petitions subject to immigrant visa backlogs and\n\n processing delays, AC21 also provided certain workers the improved\n\n ability to change jobs or employers without losing their positions in\n\n the immigrant visa queue. Specifically, section 106(c) of AC21 provides\n\n that certain Form I-140 petitions filed under the EB-1, EB-2, and EB-3\n\n preference categories will remain valid with respect to a new\n\n qualifying job offer if the beneficiary changes jobs or employers,\n\n provided an application for adjustment of status has been filed and\n\n such application has been pending for 180 days or more. See AC21 106(c)\n\n (creating INA 204(j)). The new job offer must be in the same or a\n\n similar occupational classification as the job for which the original\n\n Form I-140 petition was filed. Id.\n\n ii. AC21 Provisions Seeking To Improve the H-1B Nonimmigrant Worker\n"}