{"title": "Benefits nil for illegal immigrants;1.2 million Mexicans live in areas hit by hurricanes", "body": "\nBILOXI, Miss. -- Victor Garcia thought he was going to die when he darted out of his apartment in sandals during \nlast month's hurricane and saw refrigerators and roofs flying overhead.\n\nBut what he's encountered in the weeks after Hurricane Katrina is almost as bad, he said.\n\nUnlike most Gulf Coast residents who lost all their personal property, Garcia, 37, won't be contacting the Federal \nEmergency Management Agency for help. No cash grants, no loans. No new shoes, no furniture for his temporary \napartment, no replacing his old Honda Civic.\n\nGarcia is one of thousands of illegal immigrants who moved to Mississippi in the past 10 years to help satisfy \nlabor demands at coastal casinos, but who don't qualify for FEMA money because they're in the country without \nauthorization.\n\n\"It's not fair,\" Garcia said from outside a moldy-smelling apartment he shares with four other men.\n\nFederal aid should be applied to all who suffered from the hurricane, regardless of immigration status, Garcia said, \n\"because we're human.\"\n\nMore than 1.2 million Mexicans live in areas hit by Hurricanes Rita and Katrina, many of them illegally, though \nit's unknown how many were affected.\n\nMexican consulates in Louisiana, Mississippi and Alabama have provided assistance to more than 1,600 Katrina \nvictims, according to the Mexican Embassy.\n\nThe Mexican government hasn't yet totaled how many nationals affected by Rita have been helped, said Adhemir \nOlguin, the consular spokesman in Houston, but the number is expected to be minimal. A telephone line made \navailable for Mexican nationals seeking help after Rita hasn't received any calls for assistance, Olguin said.\n\nThe majority of southern Mississippi's Mexican men are believed to have worked in maintenance jobs at coastal \ncasinos; the women handled housekeeping chores in hotels.\n\nAlthough workers in the United States must provide employers with verification of legal residency when applying for \njobs, the demands for cheap labor are so great that the law is routinely skirted.\n\n\n\"We're useful, and they pay us cheap,\" said Garcia, who, along with his roommates, earned $7 an hour doing \njanitorial work at the Beau Rivage Resort and Casino, which was severely damaged when Katrina made landfall \nAug. 29.\n\nIn an ironic twist, he now makes $8 cleaning up debris, and employers no longer face sanctions for knowingly hiring \nillegal immigrants. The reason is that many Katrina victims lost their documentation in the storm, according to the \nDepartment of Homeland Security, which oversees immigration.\n\nLabor and immigration experts predict more undocumented workers will move to the Gulf Coast because of the \nrelaxed rules and available demolition and construction jobs.\n\nThat doesn't sit well with organizations that advocate against illegal immigration.\n\n\"People who lost everything, including their jobs, are now going to find themselves having to compete with workers \nwho are in the country illegally,\" said Ira Mehlman, the media director for the Federation for American Immigration \nReform.\n\n\"What has happened ought to increase the amount of enforcement, not decrease it,\" he said.\n\nThe Mexican government has pitched in to help, offering immigrants one-way plane tickets to Mexico. It also has \nopened bank accounts in both countries to help hurricane victims.\n\nSome immigrants are expecting to receive federal help because of a little-known program that allows \nundocumented parents to apply for FEMA aid through their U.S.-born children.\n\nAfter Roberto Mata, a 31-year-old father of three, learned about the program, he debated for two weeks whether to \napply. To do so, he would have to provide his children's Social Security numbers.\n\n\"I was scared of being thrown in jail, of being deported,\" Mata said, \"and I feared I would have to abandon my \nfamily.\"\n\nThe majority of southern Mississippi's Mexican men are believed to have worked in maintenance jobs at coastal \ncasinos; the women handled housekeeping chores in hotels.\n"}