{"title": "Bill would honor World War II internment challenger from East Bay", "body": "\nSACRAMENTO   California lawmakers united today to honor a man who challenged the World War II internment \nof Japanese-Americans, but not without partisan bickering over the new Arizona immigration law.\n\nThe state Assembly unanimously passed a bill designating Jan. 30 as Fred Korematsu Day of Civil Liberties and \nthe Constitution in California. The measure, AB1775, encourages California schools to spend the day recognizing \nKorematsu's accomplishments and the importance of preserving civil liberties.\n\nKorematsu, who died in 2005, was arrested in Oakland in 1942 after refusing to enter an internment camp. His \ncase led the U.S. Supreme Court to examine the legality of President Franklin Delano Roosevelt's Executive Order \n9066, which authorized the internment of 120,000 Japanese-Americans and resident aliens.\n\nIn 1944, the high court ruled against Korematsu, saying that the need to protect against espionage outweighed his \nrights. Forty years later, a federal court judge in San Francisco formally vacated Korematsu's conviction.\n\n\"We have made great progress in the areas of civil rights and equality, but we are constantly challenged to uphold \nthese ideals,\" said the bill's co-author, Mary Hayashi, D-Hayward. \"When these trials come, we are able to be \ninspired by the courage\" of people like Korematsu.\n\nKorematsu, who lived in San Leandro for many years, died in 2005. He was buried in Oakland.\n\nSeveral Democratic lawmakers today said AB1775 was a reminder of the need to defy injustices, and they invoked \nthe Arizona law as an example. The law makes the failure to carry immigration documents a crime and gives the \npolice the authority to detain anyone suspected of being in the country illegally.\n\nAssemblyman Warren Furutani, the bill's author and a fourth-generation Japanese-American, said he sees \nsimilarities between what happened in the 1940s and the current situation in Arizona.\n\n\"When you can be stopped because of the color of your skin, because people want to check your immigration \nstatus   that should not happen in America,\" the Lakewood Democrat said. \"We should not have to walk around \nwearing no stinking badges proving we are where we belong.\"\n\nRepublicans said tying the Arizona law to the internment of Japanese-Americans was political posturing.\n\n\"The Arizona law simply restated the current federal law on immigration,\" said Assemblyman Chuck DeVore of \nIrvine, who is vying for the Republican nomination next month for Barbara Boxer's U.S. Senate seat. \"This bill \nseeks to honor a U.S. citizen who fought against an injustice, and somehow comparing that to Arizona I find \nnonsensical and beneath the sentiments expressed by this resolution.\"\n\nDemocrat Sandre Swanson, of Alameda, defended the comparison.\n\n\n\"Each generation has a responsibility to address injustice, and sometimes it's hard to recognize injustice when it's \nright in front of us,\" he said. \"That's why Arizona was raised.\"\n\nCalifornia was home to two of the 10 World War II relocation centers   Tule Lake and Manzanar. Tule Lake, the \ncountry's largest camp, held more than 24,000 internees, and was named a national monument in 2008. Manzanar \nheld about 11,000 and has been designated a national historic site.\n\nThe legislation now goes to the state Senate. It is one of two bills in the Legislature this year seeking to grant a \nspecial day of recognition to Californians. The other would honor Ronald Reagan, the former president and \ngovernor.\n"}