{"title": "People Who Only Build Walls Is Not Christian; Trump Responds To Pope's Criticism; Town Hall Tonight; Campaign Fight Gets Ugly In South Carolina; Trump Responds to Pope. Aired 1-1:30p ET", "body": "\nWOLF BLITZER, CNN HOST: Hello, I'm Wolf Blitzer. It's 1:00 p.m. here in Washington, 7:00 p.m. in Rome, 8:00 \np.m. in Ankara, Turkey. Wherever you're watching from around the world, thanks very much for joining us.\n\nWe begin with breaking news involving two very emotional, sometimes volatile issues, politics and religion. Pope \nFrancis wading into U.S. presidential politics, suggesting that Donald Trump's immigration plans are not those of a \nChristian. The pope was taking questions from reporters on a flight to Rome after his visit to the U.S.-Mexican \nborder. He responded to Trump's plan to build a wall along that border and Trump's accusation of Mexico using \nhim as a political pawn. Listen to this.\n\n(BEGIN VIDEO CLIP)\n\nPOPE FRANCIS (translator): Thank god, he said I was a politician, because Aristotle defined the human person \nanimal politicus. At least I'm a human person. As to whether I'm a pawn, well, maybe. I don't know. I'll leave that up \nto your Dutchmen and that of the people. And then, a person who thinks only about building walls, wherever they \nmay be located, and not building bridges, is not a Christian. This is not in the gospel.\n\nAs far as what you said about whether I would advise to vote or not vote, I am not going to get involved in that. I \nsay only that this man is not a Christian, if he has said things like that.\n\n(END VIDEO CLIP)\n\nBLITZER: Our Correspondent Rosa Flores was on that flight where the pope made those comments. She's joining \nus now from Rome. Rosa, help us get some context. What exactly was the question the pope was asked? Give us \nthe full context of this exchange.\n\nROSA FLORES, CNN CORRESPONDENT: Wolf, you're absolutely right. Context is very important, in this case. \nHere's how this question was worded. It was worded the following. Pope Francis, you've been in Mexico, speaking \nvery eloquently about immigration.\n\nBut just across the border, there is a fight for the White House, and one of the front-runners is saying that he wants \nto build a wall, dividing the United States and Mexico. And he also wants to deport 11 million undocumented back \n\n\nto Mexico. And some are even saying that you're a pawn of the Mexican government for coming at this particular \ntime.\n\nAnd so, Pope Francis responded by saying, you know, I can't tell someone what to do when it comes to voting in \nthe United States because that's not the role of the pope. But I will tell you that when someone speaks about \nbuilding walls, rather than bridges, that's not Christian. And he did mention that twice, these questions and \nanswers were all in Italian, Wolf.\n\nAnd I should mention this. Pope Francis did not mention Donald Trump's name. Donald Trump's name was in the \nquestion that was asked to the pope.\n\nBLITZER: Yes, and the pope said -- as we just heard, Rosa, the pope said, I say only that this man is not Christian, \nif he has said things like that. And then, he added, we must see if he said things in that way and, in this, I give the \nbenefit of the doubt. So, he was suggesting that if, in fact, Trump had said these things about building a wall, \nwhich, of course, he has, as all of our viewers know, that that would not be Christian. Those are pretty strong \nwords, irrespective of the little caveat there at the end.\n\nFLORES: Definitely very strong words, Wolf. In fact, a question was posed to the Vatican spokesperson the day \nbefore this press conference. And -- about Donald Trump and about his comments to Fox News. And the \nspokesperson, Father Lombardi, said, you know, Pope Francis is aware that there is a -- an election in the United \nStates. He knows that there is a very colorful character that is part of this election, that is very expressive in the way \nthat he speaks using those particular words, Wolf. Not saying the name, Donald Trump. But just, you know, alluding \nto the fact that Pope Francis is aware of this election but never naming Donald Trump by name.\n\nBLITZER: It didn't take, Rosa, Donald Trump very long to respond to the pope's comments. Just a little while ago at \na campaign stop in South Carolina, he said this.\n\n(BEGIN VIDEO CLIP)\n\nDONALD TRUMP (R), PRESIDENTIAL CANDIDATE: If and when the Vatican is attacked by ISIS, which as \neveryone knows is ISIS' ultimate trophy, I can promise you that the pope would have only wished and prayed that \nDonald Trump would have been president. Because -- it's true. It's true. Because this would not have happened. \nISIS would have been eradicated, unlike what is happening now with our all-talk, no-action politicians. That's what's \nhappening now.\n\n[13:05:13] The Mexican government and its leadership has made many disparaging remarks about me to the pope, \nbecause they want to continue to rip off the United States, both on trade and at the border. That's what they're \ndoing. They're ripping us off. And they understand that I am totally wise to them, and if I'm president, we'll stop it \nimmediately, OK? He doesn't see how Mexican leadership and he doesn't understand it. He doesn't see how \nMexican leadership is outsmarting our president, and Obama and our leadership has no clue as to the negotiation \nor anything else.\n\nIn other words, we are being so badly out-negotiated by Mexico. Mexico knows if I win, those days are gone. The \npope is being told that Donald Trump is not a nice person, OK? Donald Trump is a very nice person. And I'm a very \n-- I am a very nice person. And I'm a very good Christian. For a religious leader to question a person's faith is \ndisgraceful. I'm proud to be a Christian. And, as president, I will not allow Christianity to be consistently attacked \nand weakened, unlike what is happening now with our current president. OK? Believe me.\n\n(END VIDEO CLIP)\n\nBLITZER: A very strong response from Donald Trump, as you can see, to what the pope had said aboard that flight \nfrom Mexico back to Rome.\n\n\n\nLet's get some perspective on all of this from Mark Burns. He's a Donald Trump supporter. He's also pastor of \nHarvest Praise and Worship Center in Easley, South Carolina. Pastor, thanks very much for joining us. So, what's \nyour reaction to this exchange between the pope and Donald Trump?\n\nMARK BURNS, PASTOR, HARVEST PRAISE AND WORSHIP CENTER: Well, you know, I want to piggyback on \nwhat Mr. Trump said. I really think it's sad for the Mexican government to really use the holy father as a pawn. \nAgain, the pope only receiving one part of a conversation of the Mexican government is consistently using \npropaganda, such as bringing in the holy father himself to outmaneuver, outrank -- outmaneuver the United States' \ngovernment and the leadership that we currently have.\n\nI mean, the bible, throughout the scriptures, lists over and over again the building of walls. I'm a little perplexed for \nthe -- for the pope to say one who is building walls would be unchristian when, in reality, the Vatican itself is 100 \npercent covered around a wall. The book of Nehemiah, in Chapter two, verse 17, makes it very clear that -- \nNehemiah said, see the bad situation you're in, come and let us build a wall. In Nehemiah, Chapter six, verse \nnumber 16, the bible of bible says that when the enemies heard that a wall was being built, they were afraid for \nthat the work was done by the Lord.\n\nSo, for me to hear the pope declare that building a wall is -- anyone who builds walls is not a Christian, I'm very \nperplexed and a little bit confused. Again, remind you, the Vatican, itself, is 100 percent surrounded around a wall. \nAnd I really want to be clear, because I don't want this to become a Trump attack against Catholics or the holy \nfather or the pope. Again, we recognize who the pope is. And I think the pope is really being used as a pawn by the \nMexican government to, once again, outwit the United States' government and our current leadership. Mr. Trump --\n\nBLITZER: All right.\n\nBURNS: -- has made it clear that we, as Christians, will have a friend in the White House. And, again, I'm just \nperplexed and a little bit confused -- BLITZER: All right.\n\nBURNS: -- why the pope --\n\nBLITZER: Well, let me be --\n\nBURNS: -- would make such statements.\n\nBLITZER: I just want to be precise what the pope said and I'll read his words to you, precisely, pastor. He said, a \nperson who thinks only --\n\nBURNS: Sure.\n\nBLITZER: -- about building walls, wherever they may be, and not of building bridges, is not Christian. So, those \nwere his exact words.\n\nBURNS: Sure. And I'm going to say this. I think the United States government has been and will continue to be a \nsafe haven for those who are less fortunate. I really believe it is important that we continue to use the might of the \nUnited States government to help those who are in trouble, to help and protect those who are being destroyed and \nkilled. But there is a way to do it and also still protect the citizens of the United States of America. And that's exactly \nwhat Mr. Trump is proposing.\n\nIt is -- it is -- it is Christ-like, I believe, to first make sure that those whom you are assigned to protect, you take care \nfirst. My children, my wife, Tamara Burns, and my six beautiful children. My job, as the father, is to first protect my \nchildren before I begin to protect anyone else. Even when a plane is going down in a crisis, the stewardesses will \ntell you, please put the oxygen mask on your face first before you put the oxygen mask on anyone else.\n\n[13:10:04] And so, it is important, I believe, that we first make sure that our borders are secure, then position \nourselves to be a blessing to everyone else in the world. I think the United States and Mr. Trump will continue to \n\n\n\nstrive to build bridges for those who are less fortunate. So, let's make sure we don't confuse what the pope said \nand Mr. Trump's intentions on being a unifier and not a divider.\n\nBLITZER: As you know, the pope is the spiritual leader to about 1.2 billion Catholics worldwide. Does Donald \nTrump risk alienating Catholics, specifically in South Carolina where you are, when he criticizes the pontiff as being \npolitical?\n\nBURNS: Well, you know, I think, again -- I think we really need to focus on the Mexican government utilizing the \npope as a pawn. We can't be foolish or to believe that the pope does not carry such weight as he does because he \nis, in fact, the pope. He is, in fact, the holy father and recognized by over a billion Catholic -- over a billion Catholic \nbelievers as the point of contact to who we believe the Lord Jesus Christ in heaven. The internally representation of \nour god, the god of Abraham, Isaac and Jacob here on earth.\n\nAnd so, we cannot be fooled and perplexed to think that the pope does not carry a political weight wherever he \ngoes and whatever he says. And so, we want to make sure that what Mr. Trump said is not taken out of context. \nAnd what Mr. Trump said is not to alienate the Catholic body and the holy father himself.\n\nBut to criticize the Mexican government for utilizing the pope himself or just giving one side of the speech. I'm sure \nthe Mexican government didn't tell you about the countless amount of drugs that are coming through our border \nfrom the Mexican country -- from Mexico. I'm sure they don't tell you about the countless amount of rapes and the \ncountless amount of murders that take place from illegal immigrants that are using the border of Mexico to enter \ninto the United States illegally. I'm sure they don't discuss those conversations with the pope. It's all about building \na wall and segregating and not unifying it. That's not the case at all.\n\nI do want to thank the pope, though, for recognizing the GOP front- runner, because, again, millions of Americans \nare doing just that, supporting Donald Trump and getting behind him. Evangelicals and Christians alike are getting \nbehind a person who will actually do what he said he's going to do.\n\nBLITZER: He's doing well among evangelical Republican primary voters, certainly, according to the polls, in South \nCarolina where you are. Pastor, thanks very much for joining us.\n\nBURNS: God bless you. Thank you, Wolf.\n\nBLITZER: Thank you. Pastor Mark Burns joining us.\n\nThe important programming note for our viewers, tune in tonight to see three of the GOP presidential candidates \nmake their pitch directly to South Carolina voters. John Kasich, Jeb Bush and Donald Trump. They will appear in a \nCNN town hall moderated by Anderson Cooper. Our coverage begins at 8:00 p.m. Eastern right here on CNN.\n\nStill ahead, the latest controversy about the pope and Donald Trump will surely on the minds of voters in South \nCarolina, especially evangelicals. How could that impact tonight's town hall with these three Republican \ncandidates?\n\nAnd Ted Cruz versus Marco Rubio. The camp fight is getting ugly before Saturday's primary. Why the battle to \novertake Donald Trump may only be hurting themselves.\n\n[13:13:44]\n\n[13:17:31] BLITZER: Donald Trump takes the stage, takes questions tonight from South Carolina voters in the \nsecond night of our CNN town hall. The pope's comments suggesting Trump is not necessarily a Christian sure to \nbe part of the conversation. The pope says someone who builds walls instead of bridges, the pope's words, is not \nChristian. Trump responded to the pope's remarks at a campaign stop last hour.\n\n(BEGIN VIDEO CLIP)\n\n\n\nDONALD TRUMP (R), PRESIDENTIAL CANDIDATE: If and when the Vatican is attacked by ISIS, which as \neveryone knows is ISIS' ultimate trophy, I can promise you that the pope would have only wished and prayed that \nDonald Trump would have been president, because -- it's true. It's true. Because this would not have happened. \nISIS would have been eradicated, unlike what is happening now, with our all-talk, no-action politicians. That's what's \nhappening now.\n\nThe pope isn't being told that. The pope is being told that Donald Trump is not a nice person. OK. Donald Trump is \na very nice person. And I'm a very -- I am a very nice person. And I'm a very good Christian. For a religious leader \nto question a person's faith is disgraceful. I'm proud to be a Christian. And as president, I will not allow Christianity \nto be consistently attacked and weakened, unlike what is happening now with our current president.\n\n(END VIDEO CLIP)\n\nBLITZER: We're also watching for Republican presidential candidate and a devout catholic himself, Jeb Bush, to \naddress the media about the Trump-pope development, the exchange that has occurred today. As soon as that \nhappens, we'll go there live. You're looking at live pictures outside his bus there in Columbia, South Carolina.\n\nIn the meantime, let's bring in our CNN Politics executive editor, Mark Preston, and our chief political analyst, Gloria \nBorger.\n\nGloria, what's your take on this -- the pope's comments, the Donald Trump response? How's it likely to play into \ntonight's town hall?\n\nGLORIA BORGER, CNN CHIEF POLITICAL ANALYST: Well, first of all, Wolf, just when you thought that this race \ncouldn't get any crazier, here we have Donald Trump and the pope in an argument over building a wall and \nimmigration. The question is whether Donald Trump calling the pope disgraceful is going to have any impact on \nhis voters, his hard-core supporters, which include evangelical voters, is really unanswerable at this point. The pope \nis popular in this country. He's not universally popular. He's viewed as a more liberal pope.\n\n[13:20:06] But I -- it's hard to say whether Donald Trump getting into a fight with the pope is going to have impact \namong his core 35, 30 to 35 percent of supporters. It's -- what is clear is that his opponents, like Jeb Bush, who, as \nyou point out, is getting ready to have a session with reporters about this, that his opponents will clearly, clearly \ntake on Donald Trump on this.\n\nBLITZER: They -- I'm sure he will.\n\nBORGER: Yes.\n\nBLITZER: And, Mark, as you know, as all of our viewers know, building this wall along the U.S./Mexico border, \nthat's been a cornerstone of Donald Trump's immigration policies from day one, the day he announced he was \nrunning for the Republican nomination. I assume that just because he's getting criticized now by the pope, he's not \ngoing to back away from that at all.\n\nMARK PRESTON, CNN POLITICS EXECUTIVE EDITOR: No, it only emboldens him. In many ways, as you said, \nas a cornerstone, it really is the base of his whole campaign. When he announced that he was running in \nmidsummer, he talked about immigration and -- illegal immigration, and talks about how he's the one who \nbrought it to the forefront and nobody else would talk about it.\n\nNow, just talk about the scene from yesterday, where you have the pope on the border, literally, you know, just right \nacross the way, you know, from the U.S. in Mexico line, talking about how there needs to be more compassion and \nhumanity about this. But to Gloria's point, you know, I think we've come to the point right now, Wolf, that we can't \nreally come up with a prediction about how this is really going to play out because every time Donald Trump has \nsaid something that's been very controversial, that we thought would kill his candidacy, it only solidifies his support -\n- with his supporters. So we'll see how this plays out over the next couple days. But I don't really know if this does \naffect Donald Trump.\n\n\n\nBORGER: You know, I was at a Rubio rally this morning and I went out into the crowd and spoke with a whole \nbunch of voters, and there were a bunch I spoke to who used to be Trump supporters and who were a little bit \nturned off recently by his performances and they were really giving Rubio a serious look. So, you know, that's just \ncompletely anecdotal, Wolf. He's clearly ahead by a large amount in this state. And there's a fight for second place \nthat's playing out between Cruz and Rubio. So it's just kind of -- it's just kind of hard to say right now. I think this is \nso fluid, you don't really know.\n\nPRESTON: You don't really know.\n\nBLITZER: That's a good point. Guys, stand by because we're waiting to hear from Jeb Bush. He converted to \nCatholicism back in the mid '90s. He's getting ready to spoke to react to what Donald Trump and the pope have \nbeen saying today. There you see a live picture just outside his bus in Columbia, South Carolina. Once he gets to \nthe microphones, we'll hear what he has to say.\n\nMeantime, the latest CNN/ORC poll shows Democratic presidential candidates Bernie Sanders and Hillary Clinton, \nthey're in a neck and neck battle in Nevada, so both will need more than just luck on Saturday. In the meantime, \nwe'll have that story coming up and I think Jeb Bush is speaking right now.\n\nUNIDENTIFIED FEMALE: (INAUDIBLE) that President Trump were in office. What do you think about that?\n\nJEB BUSH (R), PRESIDENTIAL CANDIDATE: Well, first of all, if you listen to his plans on ISIS, it's gone from, we \ndon't have a dog in the fight, to let Russia deal with ISIS, which they have no interest in doing, let ISIS take out \nAssad and then we're going to bomb the bleep out of ISIS.\n\nUNIDENTIFIED FEMALE: Well, governor, these --\n\nBUSH: This is not the policy.\n\nUNIDENTIFIED FEMALE: (INAUDIBLE) --\n\nBUSH: That's not a policy. So --\n\nUNIDENTIFIED FEMALE: Let's -- but let's just talk about --\n\nBUSH: Let's talk about him being president.\n\nUNIDENTIFIED FEMALE: (INAUDIBLE) Trump's going at it with the pope? As a devout Catholic, what do you think \nabout it?\n\nBUSH: I think the pope said apparently that he might not be Christian. I think his Christianity is between him and his \ncreator. I don't think we need to discuss that.\n\nAs it relates to his policies relating to ISIS, he's not the right guy to be commander in chief. The Swiss Army Guards \nprobably are taking pretty good care of the pope. So I'm not worried about it.\n\nUNIDENTIFIED FEMALE: Do you think the pope was wrong to question his Christianity?\n\nBUSH: I don't question anybody's Christianity, because I honestly believe that that's a relationship that you have \nwith your creator. And it only -- it only enables bad behavior when you -- when someone from outside our country \ntalks about Donald Trump.\n\nUNIDENTIFIED MALE: Governor, do you agree with his statement, then? What Pope Francis said was, the person \nwho thinks only about building walls, wherever they may be, and not building bridges, is not Christian. Do you \nagree with that statement (ph)?\n\nBUSH: I don't know what that means. That's -- that's a --\n\n\n\nUNIDENTIFIED MALE: You don't support a wall.\n\nBUSH: I -- I support walls and fencing where it's appropriate for sure. I also believe that we ought to have other \nparts of this, which is forward leaning (ph) the -- the border patrol, using their own technology, using GPS \ntechnology. Across the board, we ought to have a strategy to protect our border. And that is clear. But that is not -- \nthat's not an unchristian thing to do, to make -- to make sure that people don't come across our border illegally. \nThat's a just thing to do.\n\nUNIDENTIFIED FEMALE: Thank you guys. We've got to head out.\n\nUNIDENTIFIED MALE: But is presidential -- is it presidential to go back and forth as a presidential candidate \n(INAUDIBLE) Pope Francis?\n\n[13:25:03] BUSH: I'd say away from that, in my own personal opinion, being someone who is the head of my church \nand I would (INAUDIBLE). He's my spiritual leader. And as we have said from other areas, whether it's global \nwarming or other things, I think it's OK, as a catholic, to give my guidance as a catholic from the pope, but certainly \nnot the economic policy or departmental policy. I respect the pope. His voice will be heard. But dealing with ISIS, \nwe need someone who has a steady hand and a strategy. I'm the only guy that laid out a strategy prior to the \nattacks. And I'm going to stick with that being the important thing.\n\nUNIDENTIFIED FEMALE: Hey, Jeb, (INAUDIBLE) this way.\n\nUNIDENTIFIED MALE: (INAUDIBLE) what they say are calls and reports that you're on (INAUDIBLE) running out of \nmoney (ph). Can you assure your supporters of this (INAUDIBLE)?\n\nBUSH: Yes, I can.\n\nUNIDENTIFIED FEMALE: Thanks, guys.\n\nBLITZER: All right, there's Jeb Bush, the Republican presidential candidate. He's a convert to Catholicism back in \nthe mid 1990s, he converted to Catholicism, reacting to this latest exchange between the pope and Donald Trump.\n\nMark Preston and Gloria Borger are still with us.\n\nGloria, I don't know if you could hear what he was saying a lot better than I could. I was having trouble \nunderstanding what he was saying. The audio wasn't that great. But if you could summarize briefly what we just \nhead, I think that would be good for our viewers.\n\nBORGER: Yes, it's a -- it's a little bit difficult. Mark and I were trying to parse it. It seems to me that he was low-\nkeying his response to this, to a great degree, talking about the spiritual guidance he gets from the pope, but not \nhis political guidance or economic guidance from the pope. And that he believes, you know -- he doesn't judge \nother people's Christianity. So I think Bush was given an opportunity to kind of come down really hard on Donald \nTrump on this. And I don't think he did. I don't think he did.\n\nPRESTON: I agree. You know, Wolf, you know what's interesting about this is that Jeb Bush scheduled this news \nconference right after Donald Trump had made these remarks. And in many ways we thought that Jeb Bush would \ncome out swinging hard on Donald Trump. And, really, that's kind of been, at least what some people think, has \nbeen a criticism of his campaign is that he hasn't come out swinging. He's not a political animal. He's a policy wonk. \nSo I think he has struggled with that, like when it gets down to the bare knuckle fighting. It doesn't mean that he's \nnot qualified to be president, doesn't mean that, you know, he wouldn't be a good president. But, on the campaign \ntrail, he's not a bare knuckle fighter with Donald Trump and it's something he's struggled with. Although I have to \nsay, you know, over the past few days, he seems to have got his mojo back, you know, a word that we've been \nusing for Marco Rubio on this. But I don't know if we saw it right then.\n\n\n\nBORGER: Well, it's interesting because he's the one who has been out there saying, I'm the only guy taking on \nDonald Trump. He's called him a jerk and other assorted names during the campaign, wondering where all his \ncolleagues were on taking on Trump. Now Cruz is taking on Trump as well. And when given the opportunity today, \nhe wasn't as forceful as I -- as I thought he might have been on this. And that's obviously because the pope, I think, \nis a bit controversial among Republicans because he's -- he's a -- considered a liberal pope.\n\nPRESTON: Right.\n\nBLITZER: Yes, you've got -- you've got to take a look at this exchange, what the pope said about Donald Trump. \nAnd just to remind our viewers, he -- the words were very specific. He said, \"I say only that this man is not Christian \nif he has said things like that,\" referring to building these walls. \"We must see if he said things in that way, and in \nthis I give the benefit of the doubt.\" That's what the pope said aboard the flight from Mexico to Rome.\n\nAnd then Donald Trump's response, a lengthy statement. You saw him reading it at that rally just a little while ago. \nBut he did say specifically for a religious leader to question a person's faith is disgraceful. Strong words from \nDonald Trump.\n\nAll right, guys --\n\nBORGER: You know, by the way --\n\nBLITZER: Go ahead. Go ahead, quickly.\n\nBORGER: Wolf, building a wall is a very popular position in the Republican Party. So the pope would be -- if he \nwere in politics here, he'd be on the wrong side of that issue if he were running in a Republican primary in South \nCarolina.\n\nBLITZER: All right, guys, stand by because we're going to continue to watch what's going on. There's other news \nwe're following, as well.\n\nThe Democratic contest in Nevada, that's coming up this Saturday. It's neck and neck right now between Bernie \nSanders and Hillary Clinton. We'll update you on what's going on there when we come back.\n"}