{"title": "MAYOR BLOOMBERG LAUNCHES 1 NEW YORK CITY 1 NATION - A MULTI-PRONGED CIVIC ENGAGEMENT INITIATIVE FOR IMMIGRANT NEW YORKERS TO KICK OFF IMMIGRANT HERITAGE WEEK", "body": "\nNEW YORK, April 11 -- The office of the New York City Mayor issued the following press release:\n\nMayor Michael R. Bloomberg, Commissioner of Immigrant Affairs Fatima Shama, The New York Community Trust \nPresident Lorie Slutsky, and One Nation Foundation President Henry Izumizaki today kicked-off Immigrant \nHeritage Week with the launch of One NYC One Nation, a citywide civic engagement initiative for immigrant New \nYorkers. Focused on empowering, educating, and strengthening immigrant communities throughout the five \nboroughs One NYC One Nation - a joint initiative between the Mayor's Office of Immigrant Affairs, The New York \nCommunity Trust, and the philanthropic collaborative One Nation - will create new opportunities for civic \nparticipation in each borough. It will feature neighborhood leadership trainings, financial empowerment workshops \nand counseling, learning English circles, college readiness forums for immigrant families, and an immigrant civic \nleadership program with the Coro New York Leadership Center. The initiative is a collaboration between city \ngovernment and nonprofit partners including the Citizens Committee for New York City, the City's public library \nsystems, the College Board, the Mayor's Office of Adult Education, and the Department of Consumer Affairs' Office \nof Financial Empowerment. During Immigrant Heritage Week, the Mayor's Office of Immigrant Affairs will begin a \nDigital Tapestry of interviews and stories created by New Yorkers about their immigrant experiences through a \nnew partnership with StoryCorps.\n\n\"For generations immigrants have come to New York City to pursue their dreams and make our City great,\" said \nMayor Bloomberg. \"While we continue to make the case for sensible immigration reform in Washington, at home we \nmust also work to continue empowering immigrants to contribute to the cultural and economic well-being of our \nCity - because the more civically engaged New Yorkers are the stronger our neighborhoods become.\"\n\n\"Immigrants are the heart of our City and their success is vital to the success of our City,\" said Commissioner \nShama. \"Providing the tools for immigrants to improve access to city government and better participate in the \nsafety of our neighborhoods and the economic development of our City, will undoubtedly result in a more robust \nand thriving New York City.\"\n\nOne NYC One Nation - Immigrant Civic Engagement Zones\n\nThrough collaborations with city agencies and non-profit organizations, the Mayor's Office of Immigrant Affairs has \nestablished Immigrant Civic Engagement Zones in each of the five boroughs to create activities aimed at \nincreasing the economic empowerment, access to city government and civic participation of immigrant \ncommunities. The zones are a core part of the One NYC One Nation initiative developed in coordination with and \nsponsored by grants from the One Nation Foundation and The New York Community Trust.\n\n\"America's ever-increasing and rich diversity is an asset that is vital to our continued strength as an open and \nprosperous democracy,\" said Henry Izumizaki, CEO of the One Nation Foundation. \"Public-private partnerships that \nsupport community bridge-building through civic engagement, especially in New York City between immigrants \n\n\nand the broader community, make us stronger as a nation, more agile and resilient as our nation changes and \nadapts.\"\n\n\"As part of our long-term grant making to support immigrants in New York City, we're delighted to work with the \nMayor's Office and the One Nation Foundation on this project,\" said Lorie Slutsky, president of The New York \nCommunity Trust. \"We are known as a city of immigrants, and the programs being set up will give us new \nopportunities to help newcomers adapt to city life, deal with the differences that divide us, and bring us together as \nNew Yorkers.\"\n\nThe five Immigrant Civic Engagement Zones will feature:\n\n* Civic Education: The Mayor's Office of Immigrant Affairs is organizing Know Your Rights and Responsibilities \nForums to highlight available city services and present opportunities for civic engagement.\n\n* Learning English Circles: Housed within NYC public schools and utilizing the We Are New York television \ncurriculum, Learning English Circles will provide parents an opportunity to improve their English language fluency \nand gain comfort in speaking English while learning about key City services.\n\n* Civic Leadership: Neighborhood Leadership Institutes will be facilitated by the Citizens Committee for New York \nCity and will offer a customized civic engagement curriculum and program in all five boroughs for emerging \nimmigrant leaders.\n\n* College Readiness: In partnership with the city's library systems, the College Board will train immigrant parent \nand youth leaders on college readiness, and organize college readiness events in the five boroughs.\n\n* Financial Literacy - Together with the Department of Consumer Affairs' Office of Financial Empowerment, the \nMayor's Office of Immigrant Affairs and The New York Community Trust will identify community and immigrant \nleaders who are interested in becoming certified Financial Counselors. These leaders will be trained through a \nCUNY program and return to their communities having gained an invaluable skill set.\n\n* Leadership Development: Twenty emerging immigrant leaders will be selected for a special 6-month leadership \ntraining program in partnership with the CORO New York Leadership Center, where they will gain the skills to \neffectively change their organizations and communities and collaborate on community development proposals with \nassistance and mentorship from the Coro diverse and influential alumni network.\n\n* Unity Awards - Together with Citizens Committee of New York City, One NYC One Nation will provide mini-grants \nto support community building projects focused on collaboration among diverse communities.\n\n\"We are pleased to partner with the Mayor's Office on this important initiative to build the leadership of the city's \nimmigrant communities,\" said Scott Millstein, Executive Director of the Coro New York Leadership Center. \"We are \nfortunate that this Mayor understands and embraces the important contributions of immigrants for our city's future.\"\n\n\"For more than 35 years Citizens has helped keep the heart of New York City-it's neighborhoods-vibrant,\" said \nYovanka Bylander Arroyo, President and COO of the Citizens Committee for New York City. \"New York City's \nimmigrant communities fuel this vibrancy, and we're thrilled to bring out strengths, together with those of the \nMayor's office, to support the pulse of this great city.\"\n\n\"There are more than 825,000 adult New Yorkers with no bank account, who rely on fringe financial services like \ncheck cashers to pay bills, cash payroll checks and buy money orders,\" said Department of Consumer Affairs \nCommissioner Jonathan Mintz. \"Many of these families are immigrants who are either new to the American \nfinancial system, or have had bad experiences with it in the past. We are excited to be a part of the One NYC One \nNation Campaign to be able to equip all New Yorkers with the tools and information they need to navigate our \ncomplicated financial system and make the most of their financial resources.\"\n\n\n\n\"As an organization committed to ensuring equal access to higher education, we are thrilled to partner with the \nMayor's office to reach New York City's growing immigrant population,\" said Gaston Caperton, President of the \nCollege Board. \"At a time when a college degree is becoming a prerequisite for many jobs, it is critical that every \nNew Yorker have the information and the opportunity to attend one of our country's outstanding colleges or \nuniversities.\"\n\nImmigrant Heritage Week\n\nEstablished by Mayor Bloomberg in 2004, Immigrant Heritage Week is celebrated around April 17th, the day in \n1907 when more immigrants entered through Ellis Island than any other date in the City's history. This year, \nImmigrant Heritage Week will take place from April 11 - 17th. It is a citywide celebration honoring the experiences \nand contributions of the millions of immigrants who have shaped our City for generations. Later this week, Mayor \nBloomberg will announce the winners of the American Dreamer Awards at Gracie Mansion. The American Dreamer \nawards were established by the Mayor during Immigrant Heritage Week in 2010 to highlight New Yorkers \ndedicated to improving the lives of immigrants.\n\nThe theme for this year's Immigrant Heritage Week is \"What's Your Story,\" focusing on the immigrant stories of \nNew Yorkers. The Mayor's Office of Immigrant Affairs and The New York Community Trust are partnering with \nStoryCorps and the Queens, Brooklyn and New York Public Libraries to record stories for Immigrant Heritage \nWeek as part of the One NYC One Nation initiative. StoryCorps interviews will provide a unique opportunity for New \nYorkers to tell their stories of immigration, and reflect on their families' journeys and dreams. StoryCorps will record \n48 interviews during immigrant Heritage Week at the Foley Square StoryBooth and at a library branch in each \nborough. These stories, which aim to help build cross-cultural bridges of communication, understanding, and \nrespect among New Yorkers, will be captured in a Digital Tapestry online to display the diverse history of our City's \nresidents.\n\n\"The best thing about this great city is the vibrancy of its immigrant community,\" said Dave Isay, Founder and \nPresident of StoryCorps. \"StoryCorps is proud to be partnering with the Mayor's Office of Immigrant Affairs and the \nNew York Community Trust to preserve and celebrate the powerful stories of this City's diverse immigrant \ncommunities during Immigrant Heritage Week.\" For any query with respect to this article or any other content \nrequirement, please contact Editor at htsyndication@hindustantimes.com\n"}