{"title": "Louisiana Business Owners Sue Over New Wage Rules for Guest Workers", "body": "\nEUNICE, La. -- The workers have been in fine spirits this summer in the small plant where Dexter Guillory cuts up \nalligator meat to feed the growing demand from Southern restaurants for the swamp creatures' steaks.\n\nMr. Guillory runs his family business in this Cajun country town with a mix of local employees and guest workers \nfrom Mexico, who come up each year on legal visas through a federal program known as H-2B. All the workers are \npaid by the pound of meat they carve in the well-chilled plant, and this year there have been plenty of alligators, so \nearnings have been good.\n\n''I love this work because I cut more alligator, I make more money, that's why,'' said Lorena Aguilar, 38, who has \nbeen coming from Sinaloa, Mexico, with half a dozen of her relatives, to work for Mr. Guillory for part of the year for \nnearly a decade.\n\nBut small-business owners in south Louisiana, like Mr. Guillory, who cut alligators, peel crawfish, shuck oysters, \nshell crabs and process shrimp say they are about to receive a shock from new Labor Department regulations that \nmake broad changes to the H-2B program. The employers say the rules, including some issued in January and \nsome still under consideration, could put many of them out of business.\n\nOn Wednesday, several Louisiana food associations brought a federal lawsuit against the Labor Department and \nthe Department of Homeland Security, which jointly administer the H-2B program, saying a new mandatory method \nfor setting wages for foreign workers would cause ''catastrophic results.'' Starting Sept. 30, they would have to pay \nguest workers at crawfish and shrimp processors wage increases that range from 51 percent to 83 percent of \ncurrent hourly rates, according to the suit.\n\nThe employers said these sudden increases would be crippling and would expose them to unwinnable competition \nfrom foreign imports and from other businesses that hire illegal immigrants. The suit was joined by other \nLouisiana businesses that use the guest-worker program, including forestry companies, hotel and amusement \npark owners and sugar growers.\n\nThe dispute is a microcosm of the nation's larger debate over job creation, which President Obama has made his \npriority. Louisiana employers say their businesses, which give work to thousands of Americans as well as foreign \nmigrants, are being hamstrung by proliferating federal regulations. Administration officials argue that stronger rules \nare needed to protect Americans' jobs and wages in a time of high unemployment.\n\nThe Louisiana lawsuit puts the Labor Department back in the middle of a running feud between employers and \nlabor advocates over one of the few programs that bring Mexican and other foreign low-wage workers legally to \nthe United States.\n\n\nUnder the H-2B program, employers can bring in up to 66,000 nonagricultural foreign workers each year for \ntemporary stints, after they have shown that American workers are not available and that Americans' wages will \nnot be adversely affected.\n\nAfter years of complaints from employers that the program was inefficient and cumbersome, the administration of \nPresident George W. Bush sought to streamline the application process, putting new regulations into effect in \nJanuary 2009. Farmworker organizations sued the Labor Department to reverse them.\n\nIn August 2010, a federal court in Pennsylvania hearing one of those lawsuits ordered department officials to issue \nnew rules on how employers should determine wages for H-2B workers. The new wage rules were issued in \nJanuary, but department officials, acting under court order, announced only last month that they would go into effect \nSept. 30.\n\nIn a parallel effort, the Obama administration's labor secretary, Hilda L. Solis, has undertaken a wider critical review \nof the Bush administration rules. In March, the department published a 77-page proposal.\n\nThe Labor Department has not yet issued the final broader rule.\n\nJane Oates, an assistant secretary of labor, said the department's proposals were intended to improve recruitment \nof American workers for jobs, while reinforcing protections for foreign migrants. ''More of these jobs could be filled \nby U.S. workers if they were aware of the opportunity and paid prevailing wages,'' Ms. Oates said.\n\nAll the proposed changes have drawn alarmed criticism from employers but were generally praised by labor \norganizations. The National Guestworker Alliance, a group based in New Orleans, said, ''Too often employers \nshopping for the most exploitable work force manipulate the program,'' leading to ''involuntary servitude'' of foreign \nworkers.\n\nHere in Eunice, home of the Cajun Music Hall of Fame, Mr. Guillory said he was baffled by the department's efforts \nto fix an immigration program he never knew was broken. Persistent high unemployment in other parts of the \ncountry has not made it easier for him to find local Americans to take his jobs, which ebb and flow with the seasons.\n\nMr. Guillory needs labor because demand for alligator meat for restaurant tables has been bolstered by a program \non the History Channel, called ''Swamp People,'' whose heroes catch alligators in Louisiana bayous. Mr. Guillory \nactually gets his alligators less arduously, from nearby farms. He also peels crawfish, another seasonal crop.\n\nHurricane Katrina in 2005 had a lasting effect on the labor force in this region, he and other employers said, with \nmany thousands of people leaving New Orleans for good. Once reconstruction started, workers headed to the city \nfor well-paying jobs. The generous wages of the Louisiana oil industry also draw local workers away from Eunice.\n\nMany here cannot afford to lose year-round government benefits if they take seasonal, piece-rate jobs with Mr. \nGuillory, he and several of his full-time American employees said.\n\nBut Mexican workers in the plant said they liked the work and the boss and were content with the rhythm of \nworking for six months or so and then returning to Mexico.\n\n''Mr. Dexter gets them through the immigration, and they're good workers,'' said Elizabeth Guillory, 72, a Eunice \nresident (no relation to her employer) who is the floor supervisor in the plant. ''I've been poor all my life, and I know \nwhat it is to have work.'' Between Mexicans and Americans in the plant, she said, ''We have good relationships.''\n\nMs. Aguilar said she and her family were grateful to be working legally in the United States. ''It feels good because \nnot everybody has this chance,'' she said.\n\nMr. Guillory says he cannot understand why the Labor Department does not recognize his record as a fair \nemployer. If he cannot hire guest workers, he said, the chain of lost jobs and income for local people would run \nback to the alligator and crawfish farmers whose crops he would not process and forward to the restaurants that \nserve his products.\n\n\n\nThat sequence is what Louisiana employers said they hope to avert with the lawsuit.\n\n''This is a showstopper,'' said Frank Randol, who runs a crawfish business and a Cajun restaurant in Lafayette and \nrepresents the Crawfish Processors Alliance, one group in the suit. ''In 40 years I've been in this business, we've \nfaced just about everything,'' he said, ''but now we are facing our own government trying to shut us down.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTOS: Above, employees processing oysters at Motivatit Seafoods in Houma, La. Right, Riceland Crawfish in \nEunice, La., also processes alligator meat and produces the Country Boy Gator brand. (PHOTOGRAPHS BY \nWILLIAM WIDMER FOR THE NEW YORK TIMES)                                                                     \n"}