{"title": "GLOBAL ATLANTA: WORK IN PROGRESS;As the number of jobs in technology fields declines, students from India and other countries are having trouble finding employment.", "body": "\nAccording to the way things ought to be, Prabir Mehta should feel assured, even cocky, about his future. He'd have \nno trouble snatching a job in the field of computer science as he finishes a graduate degree in human-computer \ninteraction at one of the nation's top technology universities.\n\nBut will he?\n\n\"Right now, I'm pretty scared. I don't know what's going to happen,\" said Mehta, 24, a Bombay native finishing up at \nGeorgia Tech in the fall with no job lined up.\nAJC\n\nIf you're like Mehta, a student from India without green card, Social Security number or work visa, you'd be \nworried too. As job opportunities spiral downward, Indian nationals and college students specializing in \ntechnology are particularly hard hit by the high-tech meltdown, industry experts say.\n\nThey're having a tougher time than U.S. citizens to find jobs --- and the work visa a job brings.\n\nBut in a new twist to their old dilemma, Indians studying computer science say they feel suckered by the \"new \neconomy,\" which just a year ago prompted U.S. companies to roll out the welcome wagon. Nationwide, tech \ncompanies have laid off thousands of Indians they hired to fill the gap only a few years ago, according to scholars \nstudying immigration.\n\nSince 1998, according to the Immigration and Naturalization Service, Indian students and nationals became the \nleading group of foreign-born professionals who were granted the H1-B. visa, the type for specialty jobs the United \nStates is unable to fulfill, such as software programming and Web-related jobs.\n\nNearly 50 percent of 134,400 professionals granted H1-B were Indian, while half of the jobs --- with the median \nsalary of $45,000 --- were related to programming and systems analysis, according to the INS.\n\nThings are different now.\n\n\"There are very few jobs out there for graduates in the information technology field right now, even at well-funded \ncompanies,\" said Rafiq Dossani, professor at the Asia/ Pacific Research Center at Stanford University.\n\n\nIndian students like Mehta left their homeland to fulfill their dream of conquering Silicon Valley and other regional \nhigh-tech hubs like Atlanta, following the footsteps of their predecessors, such as Sabeer Bhatia, creator of \nHotmail.com, and Vinod Khosla, co-founder of Sun Microsystems.\n\n\"The worst case is that I have to stay home or get a Ph.D.,\" said Vinti Gupta, 31, a business graduate student at \nGeorgia State University specializing in e-commerce after designing multimedia products for four years in Bombay.\n\nOr watch an offer evaporate. That happened to Mehta when a hospital in Ohio offered him a post to oversee its \ncomputer system two months ago and then retracted it two weeks later.\n\n\"Basically, they'd almost given me an offer, and we were going to work things out later, but one night I got an e-mail \nfrom them that it was becoming difficult for them because I was not a U.S. citizen. Basically for the H1-B visa, you \nhave to prove that U.S. citizens aren't available but (hospital executives) were getting a lot of applications from \nthem.\" For at least a decade, about one-third of Silicon Valley's scientific and engineering work force was either \nIndian or Chinese, according to Annalee Saxenian, a professor at the University of California at Berkeley studying \nimmigration in Silicon Valley.  In the 1990s, schools nationwide began accepting more applications from India. At \nGeorgia Tech, for example, the enrollment has more than doubled from 168 to 367 since 1994.\n\nCollege recruiters are also trying to help foreign scholars, a lot of them who receive free tuition and stipends to \nstudy in exchange for their research, but when it's time to hunt for jobs, there is little they can do but advise them to \n\"network like crazy,\" said one career adviser at Emory University.\n\nEven when invited by Emory, tech companies \"didn't want to come to the campus because they just didn't have the \njobs,\" said Linda Shelles, associate director at the Career Management Center at the Goizueta Business School.\n\nA year ago, 21 percent of Emory's business graduates found jobs in e-business, Internet and high tech. This year, \nsuch jobs are \"significantly lower,\" said Shelles. This year, even an internship is a contest, students say.\n\nJayaprakash Srinivasan, a chemistry graduate student in Georgia Tech, is grateful that he's interning at Intel in \nArizona. But a permanent post at Intel is another question. If he doesn't find anything, he plans to pursue a doctoral \ndegree to bide his time.\n\nThe current market \"is not very motivating and not encouraging,\" he said. \"It'll be a challenge.\"\n\nIn Atlanta, organizations specifically geared to helping Indian professionals and Indian students have sprung up in \nthe past decade, including the Atlanta chapter of the IndUS Entrepreneurs and Professional Indian Leaders of \nTomorrow or PILOT.\n\nNetworking within the community matches aspiring entrepreneurs together, says Harish Mamtani, president of \nPILOT.\n\n\"Informally there's plenty going on. Being a small community, people know who's looking for a job and folks try to \nhelp each other out,\" said Mamtani, 35, an asset manager in Atlanta.\n\nGraphic\n\n \n\nPhoto:\n\nPrabir Mehta's potential job overseeing an Ohio hospital's computer system when he graduates from Georgia Tech \nin the fall evaporated. / PHIL SKINNER/ Staff\n\n\n"}