{"title": "City of Immigrants Becoming More So in 90's", "body": "\nEuropean immigration to New York City surged in the 1990's to levels unseen since the 1960's. The Dominican \nRepublic became even more entrenched as the city's largest source of immigrants. And more than 4 in every 10 \nbirths in the city were to immigrants, who are younger and have more children than American-born women.\n\nThese are among the trends to emerge from a comprehensive portrait of the 563,000 legal immigrants who poured \ninto the city from 1990 to 1994, transforming its neighborhoods, filling its schools and staffing its small businesses.\n\nAverage annual immigration to the city was 32 percent higher in the 1990's than in the 1980's, a decade that itself \nbrought the city its highest levels of immigration since the 1920's. The city's planning department produced the \n298-page report, \"The Newest New Yorkers,\" which was released yesterday.\n\nWhile the Caribbean and Asia continued to account for more than half the immigration to the city, Europe lifted its \nshare of the total to 22 percent in the 1990's, from 9 percent in the 1980's. A surge in refugees from the former \nSoviet Union and a special visa lottery that heavily benefited Irish and Polish immigrants led to the increase.\n\nThe report was unable to measure how the inclusion of illegal immigrants, who make up an estimated 16 percent \nof the city's immigrant population, would affect the overall profile.\n\nCity officials presented the report's findings as confirmation of the contribution immigrants have made to the city's \nresurgence. Mayor Rudolph W. Giuliani, seeking re-election at a time when immigrants are becoming citizens and \nvoters by the tens of thousands, has called a news conference for today to discuss the report at Ellis Island.\n\nYesterday, he said, \"For those people in New York who are concerned -- 'Oh, there are too many foreigners coming \nhere and there are too many people that look different or act different' -- please remember, that has been the key to \nour success.\"\n\nJoseph B. Rose, director of the Department of City Planning, said the report showed that immigrants had \nbolstered the city's population while other cities' had shrunk, and had revitalized its neighborhoods.\n\nThe report estimated that the city's population would have declined 9 percent, rather than rising 3.5 percent, \nwithout the 856,000 immigrants who moved here in the 1980's.  The report, a demographic profile based largely \non data provided by the Immigration and Naturalization Service, did not try to assess how much immigrants had \ncost the city in welfare payments, social services or education. Nor did it try to address the question of how much \n\n\ntax revenue had increased because of immigration. But the flow of immigrants is influencing every aspect of life in \nthe city.\n\n\"Our social health is clearly linked to this stream of newcomers,\" Mr. Rose said.\n\nThe report found that an extraordinarily diverse city has become even more so in the 1990's. Immigrants from a \nraft of countries -- Senegal, Ghana, Nigeria, Egypt, Guatemala, Bangladesh and Ireland -- have gained a new \nfoothold here, largely because of changes in Federal immigration laws.\n\nSome won visas in a special Federal program that was originally intended primarily for the Irish and the Poles but \nthat has also benefited other groups underrepresented in immigrant flows to the United States. Others were illegal \nimmigrants who gained legal status as a result of a 1986 law that provided amnesty for those who had lived here \nsince 1982. In the 1990's, they have begun bringing their spouses and children into the country.\n\nJoseph J. Salvo, director of the Planning Department's population division, referred to the small, new groups of \npeople from these countries as \"seed immigration\" that will lead to burgeoning communities as those who establish \nthemselves bring their families from their homelands. \"All of these groups can be viewed as emerging players on \nthe New York immigration scene,\" the report said.\n\nThe data that have emerged about the illegal immigrants who surfaced during the amnesty to legalize their status \nprovide an unusual glimpse of those who were once underground and how their composition differed from the legal \nimmigrants.\n\nFor example, while Mexicans made up only 1 percent of the legal immigrants to the city in the 15 years before the \n1986 law, 7 percent of the 125,700 immigrants granted amnesty in the city were from Mexico.\n\nCity officials estimate that roughly 400,000 of the city's 2.5 million immigrant residents are here illegally.\n\nUpheavals in the former Soviet Union helped propel 66,000 people to the city, most of them refugees and 75 \npercent of them bound for Brooklyn. Average annual immigration from the Ukraine, Russia, Belarus and other \nnations rose tenfold from the 1980's to the 1990's, catapulting the former Soviet Union from the 12th largest sender \nof immigrants to the city in the 1980's to the second largest in the 1990's.\n\nImmigration from the Hispanic Caribbean rose in the 1990's, but declined from Jamaica and Haiti. The Dominican \nRepublic alone accounted for 1 out of every 5 immigrants to the city. Annual flows of Dominicans rose more than \n50 percent from the 1980's to the 1990's.\n\nDespite the ups and downs, the city continued to attract disproportionately large numbers of immigrants from the \nCaribbean and South America compared with the rest of the country, which was more likely to get immigrants \nfrom Asia and Mexico.\n\nAlmost two-thirds of the new immigrants to the city in the 1990's headed for Brooklyn and Queens, though two of \nthe three neighborhoods that attracted the most immigrants, Washington Heights (a magnet for Dominicans) and \nChinatown (a magnet for Chinese), were in Manhattan. The third neighborhood was Gravesend-Homecrest in \nBrooklyn, a destination for people from the former Soviet Union.\n\nThe demographic impact of the immigrants on city life is magnified by their relatively high birth rates, city planners \nsaid. Because the immigrants are younger and more fertile on average than native-born residents, particularly the \nDominicans, they are rapidly creating a large second generation.\n\nIn 1990, 29 percent of the women in the city were foreign born, but they had 43 percent of the children.\n\nCity researchers discovered in a 1993 survey of households that 33 percent of the city's residents were \nimmigrants and that an additional 20 percent were their children -- and together they made up a majority of the \ncity's population.\n\n\n\nGraphic\n\n \n\nMap/Diagram: \"OVERVIEW: Where They Came From and Went To\"\n\nOf the 563,000 legal immigrants who poured into New York from 1990 to 1994, the largest groups by far were \nDominicans, Chinese and Russians. Map shows the top three neighborhoods where they tended to settle. (Source: \nDepartment of City Planning)(pg. B6)\n\n      \n"}