{"title": "Judge's Hiring of Illegal Alien in 80's Did Not Violate Immigration Law", "body": "\nJudge Kimba M. Wood was right when she said tonight that she violated no law in hiring an illegal immigrant to \nwork as her baby sitter in March 1986.\n\nCongress outlawed the practice eight months later. On Nov. 6, 1986, President Ronald Reagan signed the \nImmigration Reform and Control Act, which prohibits the hiring of illegal aliens.\n\nUnder the immigration law as it existed before that date, it was against the law for illegal aliens to be in the \nUnited States, but it was not illegal for Americans to employ them.\n\nThe prohibition on hiring illegal aliens took effect immediately when the bill was signed by President Reagan on \nNov. 6, 1986. It applied only to hiring that occurred after that date, and the penalties of the 1986 law did not apply \nto the continuing employment of illegal aliens who had been hired before it went into effect.\n\nThe 1986 law was passed after a bipartisan majority in Congress concluded that it was inconsistent, perhaps even \nhypocritical, to treat employer and employee so differently. The main purpose of the law was to curb the influx of \nillegal aliens. Recent studies by the Census Bureau show the law has not achieved that goal.\n\n \n\nJudge Defends Acts\n\n Judge Wood, who sits on the bench in Federal District Court in Manhattan, withdrew her name tonight from \nconsideration for Attorney General, declaring, \"All of my acts were lawful.\" But she acknowledged that her baby \nsitter was in the United States unlawfully from 1980 to December 1987, when she gained legal status under the \namnesty provisions of the 1986 law.\n\nEven under the old immigration law, it was forbidden to bring an illegal alien into the United States or to conceal \nor harbor an illegal alien. For such offense, the law authorized a maximum penalty of five years in prison and a \n$2,000 fine.\n\nBut a famous provision of the old law, known informally as the Texas proviso, stipulated that the employment of \nillegal aliens \"shall not be deemed to constitute harboring.\"\n\n\nThis section was called the Texas proviso because many Texans took advantage of it by hiring illegal aliens from \nMexico and other countries south of the border.\n\nJudge Wood said her baby sitter's visa had expired when she was hired in March 1986. Most aliens with expired \nvisas entered the United States legally, but fell into illegal status when they stayed here longer than allowed by the \nFederal Government.\n\n \n\nConcern About Practice\n\n Although Judge Wood's action in hiring an illegal alien was not prohibited in early 1986, there was a growing \nconsensus in the mid-1980's, expressed by members of Congress, that the employment of illegal aliens was an \nundesirable part of the underground economy. Jobs were seen as a magnet that drew illegal aliens to the United \nStates.\n\nGiven this consensus as well as the strong public reaction to the case of Zoe Baird, President Clinton's first \nnominee for Attorney General, who withdrew after the firestorm over her employing two illegal aliens, it would have \nbeen politically awkward for Judge Wood to defend her hiring of an illegal alien at a confirmation hearing before \nthe Senate Judiciary Committee.\n\nThe 1986 law was known by the names of its sponsors, Senator Alan K. Simpson, Republican of Wyoming, and \nRepresentative Romano L. Mazzoli, Democrat of Kentucky.\n\nCharles Gordon, who was general counsel of the Immigration and Naturalization Service from 1966 to 1974, said \nthat before passage of that law, \"there was no prohibition at all on employment of illegal aliens as household \nworkers.\"\n\nCommenting on Judge Wood's fate, Mr. Gordon said in an interview: \"This is an outrage. It was never contemplated \nthat the law would be used to penalize career people who needed assistance to help them in the care of children.\"\n\nIn a letter to the editor of The New York Times last month, Mr. Gordon said the 1986 law and its \"employer \nsanctions\" should be reconsidered because they were ineffective.\n\nDavid Carliner, an immigration lawyer who has written a book on the rights of aliens, also said that Judge Wood \nhad done nothing illegal.\n\n\"It was made quite clear by the Justice Department that employers hiring undocumented workers before that date \nwere not in violation of the statute, which was a criminal statute,\" Mr. Carliner said in an interview. \"The \ndepartment made clear that employers would be able to continue employment of people in illegal status who were \nhired before Nov. 6.\"\n\nMr. Carliner said Judge Wood was being treated too harshly. \"She is being penalized for an action that was not \nillegal or improper at the time she employed the baby sitter,\" he said. \"She didn't violate the law. I don't \nunderstand why she should have any adverse judgment relating to her because of this situation. It was done by \nmany employers, and none of them were prosecuted or penalized.\"\n"}