{"title": "Kerala flood latest news: India hit by DEADLY monsoon in worst floods in almost a CENTURY", "body": "\nKERALA is in the grips of a deadly monsoon season as the heaviest rains in the Indian region impact with full \nforce. The latest figures reveal that rainfall is the worst in almost a century.\n\nIndia's monsoon season has hit Kerala with enough force to trigger landslides and rushing waters so strong that \npeople are being swept to their deaths.\n\nSo far, more than 80 people have died due to the severe weather, and there are still weeks of monsoon season to \ngo.\n\nMonsoon season in India is often a sight to behold, as the natural beauty is enhanced with vibrant greens which \nnormally underly the Asian countryside.\n\nHowever, when the waters become severe enough, the landscape gives way to a deep brown as floods engulf vast \nswathes of the country.\n\n                                           Related articles  Kerala floods in pictures: Photos show horror as death toll rises  Kerala \nflood news: Latest flight status as Cochin Airport CLOSED                                             \n\nThis year's deadly flooding has taken much more of a toll on Kerala, as people are being crushed in landslides and \ndrowned by steadily rising water.\n\nThe major Keralan city of Kochi has seen its Cochin International Airport close as rains swoop in.\n\nNow areas of Kochi are cut off, and flights are being redirected to nearby cities Thiruvananthpuram and Calicut.\n\nState government is working hard to remove those under threat from the area and provide the necessary \nassistance where needed.\n\n                                          Kerala Monsoon: Worst floods in almost a CENTURY hit Kerala                                             \n\nMinister for Civil Aviation Suresh Prabhu assured citizens via twitter that they would still receive assistance despite \nclosures.\n\n\nHe said: \"The Ministry of Civil Aviation and the domestic airlines will be extending full support to the State \nGovernment of Kerala in airlifting food items and other relief material free of cost on their scheduled services, \nsubject only to operational constraints, if any.\"\n\nThe Foreign Office has also issued warnings for travelling in the area, saying that people should be taking care if on \nholiday in India.\n\nFears of a natural disaster comparable to the Keralan great floods of 99 are also now gripping residents.\n\n                                           Related articles  Kerala flood map: Weather forecast MAPPED - more rain to hit India ...  \nKerala flood warning: Citizens fear repeat of 1924 - what was 99 flood                      The monsoon compares to \nprevious year's normal flooding                                             \n\nWhat were the great floods of 99?\n\nThe most dangerous floods ever recorded in Kerala, the great floods of 99 took place in the Malayalam Era 1099, \nJuly 1924 on the western Gregorian calendar.\n\nSevere flooding in the region took more than 1,000 lives as more than 3,000 millilitres of rain fell on the region.\n\nNow, almost a century later, it seems that monsoon waters are rivalling those from 1924.\n\n                                          Kerala's Kochi International Airport was closed due to rain                                             \n\nThis year, 2,087.67 mm of rain has pelted Kerala, from June 1 and August 15, hailing a 30 percent increase from \nprevious years.\n\nA total of 215 landslides have apparently taken place this year, and roads of 10,000km in length have been \ndamaged by constant rains.\n\nNormally, roughly 1,606.05 mm of rain is expected in Kerala, and until recently the monsoon has been drier than \nusual.\n\nLess than average rainfall was observed in the period 1901 to 2016, but from 2015 rainfall each year has been \nsteadily increasing.\n\n                                           Related articles Kerala floods MAP: Where is Kerala monsoon now? Kerala flood \nlatest: Death toll rises to 87 as flood worsens Idukki dam in Kerla near BURSTING due to monsoon rain                    \n"}