{"title": "Border-monitoring movement survives, expands", "body": "\nThe Minuteman Project was launched earlier this year amid fears that racist crackpots would rough up illegal \nimmigrants trying to slip into this country.\n\nBut there was no bloodshed when the hundreds of volunteers converged in the Arizona desert in April to watch for \nborder crossers and report them to immigration authorities.\n\nSince then, the Minuteman movement has taken hold, with Minuteman-inspired organizations launched in several \nstates. One of the movement's co-founders made a surprisingly strong showing in a bid for Congress earlier this \nmonth in California. Even critics of the movement acknowledge its participants are not all bigots or extremists.\n\nAttention surrounding immigration problems helped attract ``a fairly broad cross-section of middle Americans,'' said \nMark Potok, director of the Southern Poverty Law Center's Intelligence Project, which monitors hate groups. ``This \nis partly driven by politicians falling all over each other over an issue that they feel had some real resonance.''\n\nPotok added, ``There are real strains of racism and anti-Semitism in this movement.'' Still, ``the movement has \nattracted people who are not Klansmen or neo-Nazis.''\n\nThe Minuteman Project was the brainchild of Jim Gilchrist, a retired accountant from Orange County, who recruited \nparticipants through the Internet. The idea, according to project organizers, was partly to draw attention to problems \non the Arizona-Mexico border, the most porous stretch of the 2,000-mile southern border.\n\nThe group said about 900 people showed up for the April project. Schoolteachers and retired veterans, \nbusinessmen and former corporate executives, some of them armed, parked their pickups and RVs along a dusty, \nrutted road near Naco, sitting in lawn chairs with binoculars to look for anyone trying to slip illegally into the country.\n\nOrganizers said the volunteers' calls helped lead authorities to about 330 illegal immigrants. Critics -- the U.S. \nBorder Patrol among them -- said the Minutemen were little more than a nuisance. Among other things, officials \nsaid the volunteers disrupted Border Patrol operations by unwittingly tripping sensors that alert agents to intruders.\n\nNevertheless, the Minuteman Project succeeded in drawing attention to illegal immigration.\n\nIn October, still more volunteers repeated the exercise in other states on the Mexican and Canadian borders. Chris \nSimcox, one of the movement's co-founders, said three dozen new chapters had formed by mid-November.\n\n\n``It has moved into politics on the local, state and federal level, what we hope is in every district in this country,'' \nSimcox said. ``We mean business.''\n\nOn Dec. 6, Gilchrist, a former Republican running as a third-party candidate in a special House election in Orange \nCounty, finished a strong third with 25 percent of the vote.\n\n``It was a clear sign from grass-roots organizations that politicians ought to pay attention to the illegal-immigration \nissue,'' Jack Pitney, a government professor at Claremont McKenna College, said at the time.\n\nGilchrist had hoped his showing could push federal immigration policy to the forefront in next year's congressional \nraces and influence the 2008 presidential race. Many people in the district, located about two hours from the \nMexican border, have been frustrated with the growing population of illegal immigrants.\n\nDan Stein, president of the Federation for American Immigration Reform, which advocates limits on immigration, \nsaid the Minuteman Project reflects a visceral reaction to the ``national intrusion'' by illegal immigrants.\n\n``There's a genuineness to this that has won over the hearts and minds of the American public,'' Stein said.\n\nCelestino Fernandez, a sociologist at the University of Arizona, said it is the latest chapter in this country's history of \nresistance to waves of immigration -- first to an influx of Chinese, later to people from southern and eastern Europe.\n\n``They're reasonable people, yes, they're good people, but they're also reacting against demographic changes, just \nlike every prior generation has reacted against demographic changes of people whom they perceive as different,'' \nhe said.\n\nThe Minutemen see Latinos everywhere -- ``more in their states, whether it's the South or the Midwest or East or \nNew York City,'' Fernandez said. ``They keep reading about the border and it's like a sieve -- people coming across, \nand aren't they going to control it, and the government's not doing anything.''\n"}