{"title": "Bill targets immigrant mortgages", "body": "\nBy KENNETH R. HARNEY\n\nSpecial to the Times\n\nWASHINGTON - New legislation on Capitol Hill seeks to curb an increasingly popular mortgage concept: providing \nhome loans to applicants using their Individual Taxpayer Identification Number (ITIN), in lieu of a Social Security \nnumber.\n\nITINs are issued by the Internal Revenue Service to assist immigrant workers who do not qualify for a Social \nSecurity number - but do have taxable income - to report their income and pay federal taxes.\n\nDozens of banks around the country have begun offering home mortgages to undocumented immigrants using \nITINs, but their programs generally have been low-key and small in volume. Bank of America stirred controversy \nthis month when it announced a pilot program in Los Angeles to provide credit cards to resident alien customers \nwho lack Social Security numbers but have ITINs.\n\nSome critics charged that the bank was seeking to profit by helping illegal immigrants who should be deported or \nprosecuted, not extended consumer credit. Bank of America said its program is legal and may be rolled out \nnationwide if the pilot is successful.\n\nNow a bill has been introduced in Congress that would prohibit financial institutions from providing home \nmortgages to anyone who lacks a Social Security number. The bill (H.R. 480), introduced by Rep. John T. \nDoolittle, R-Calif., would amend the Truth in Lending Act to make ITIN mortgage lending illegal.\n\nDoolittle's office released a statement that said in part: \"The government should not be in the business of creating \nincentives to encourage illegal behavior. Nor should companies be permitted to reward those individuals in clear \nviolation of our laws.\"\n\nAffecting more than those here illegally\n\nProponents of ITIN-based lending to home buyers say Doolittle has it all wrong. Tim Sandos, president and CEO of \nthe National Association of Hispanic Real Estate Professionals, said Doolittle's bill would be \"extremely disruptive\" \nand affect far more people than the illegal immigrants the measure purports to target.\n\nSandos estimates that there are as many as 7- to 8-million resident aliens in the United States who do not have \nSocial Security cards but are in some phase of the immigration process leading to citizenship. That process often \ncan take more than eight years, and \"meanwhile these individuals are working here, earning incomes, paying taxes, \ncontributing to the economy.\"\n\n\nThey \"are not illegal,\" said Sandos, \"they are undocumented. The government knows exactly who they are and \nwhere they are.\" Doolittle's bill, he added, \"is the equivalent of trying to drive a tack with a sledgehammer.\"\n\nSandos' group, which comprises Latino and non-Latino representatives of banks, real estate firms, developers, \nhome builders and real estate service providers, conducted a study that concluded that if mortgage companies \nmade greater use of ITINs to extend home loans to qualified buyers, $44-billion in new mortgages - primarily to \nfirst-time buyers - could be originated.\n\nStrict criteria make ITIN loans a safe bet\n\nGeoffrey F. Cooper, director of emerging markets for MGIC Investment Corp., a major private mortgage insurance \nfirm, said lenders in roughly 40 states are already making mortgages to customers using ITINs. MGIC's role is to \nprovide insurance against losses to lenders in the event borrowers default or go to foreclosure.\n\nCooper said his company's program was initiated at the request of community banks and other local lending \ninstitutions that found that many of their customers who lacked Social Security numbers - but had ITINs for tax \npurposes - earned solid incomes, had stable employment histories and excellent payment histories on debt \nobligations.\n\nUnder MGIC's program, underwriting standards are strict, with mandatory documentation of income, assets, \nresidency and other criteria - stricter standards, in fact, than many lenders impose on applicants who have Social \nSecurity cards.\n\nHome buyers with ITIN mortgages \"perform like 'A' credit borrowers,\" said Cooper, and they qualify for MGIC's \nfavorable \"A-premium\" insurance rates because they are so dependable.\n\nU.S. visitors could get caught in bill's net\n\nJanis Bowdler, senior housing policy analyst for the National Council of La Raza, a Hispanic advocacy group, said \nthe home buyers who use ITIN mortgages should be seen simply as \"hardworking, taxpaying families who want to \nparticipate in the American dream,\" even if they do not yet have Social Security numbers because of their \nimmigration status.\n\nSandos noted that making Social Security numbers mandatory to obtain a mortgage also could affect the ability of \nAsian, European, South American and other foreign investors who simply want to buy a house or condo in the \nUnited States for periodic visits but not full-time residency. That, in turn, could prompt foreign governments to \nimpose restrictions on the ability of American citizens to buy real estate abroad.\n\nE-mail Kenneth R. Harney at kenharney@earthlink.net.\n"}