{"title": "POLITICAL REFUGEE PREVAILS IN SUIT;$87,000 SETTLEMENT WITH GOVERNMENT", "body": "\nA political refugee from Kenya who was refused entry by immigration officials at San Francisco International \nAirport, then forced to return to the country she fled in fear for her life, will be paid $87,000 by the federal \ngovernment for alleged mistreatment she received in 2001.\n\nLawyers described the settlement as a first of its kind, a strong message to the U.S. government that \"there are \nconsequences\" when the government denies refugees their legal rights to seek refuge. The terms of the \nsettlement were filed Wednesday in federal court in San Francisco.\n\nRosebell Munyua and her 2-year-old daughter arrived at San Francisco Airport in March 2001 seeking political \nasylum. In Kenya, Munyua and her husband were members of an opposition political party and at different times \nwere beaten and stripped by Kenyan police. Munyua said she has not heard from her husband since he went into \nhiding in Tanzania.\n\nIn statements to lawyers, Munyua, 35, of Santa Rosa, said, \"When we left Kenya, I felt as if we had escaped a \nburning house and our lives had been saved.\"\n\nBut at the airport, immigration officers interrogated Munyua, ignored her pleas to apply for asylum and threatened to \nput her in jail, according to court documents. She was forced to board the next plane to Kenya, where she went into \nhiding for more than six months. Later that year, she escaped Kenya a second time, returned to the United States \nthrough Houston, and in 2002 was granted asylum.\n\n\"When a woman and child arrive on your doorstep begging for help, you don't slam the door shut, and tell them to \ngo somewhere else,\" said Philip Hwang, a staff attorney with the Lawyer's Committee for Civil Rights, which \nrepresented Munyua.\n\nWith Hwang's and the committee's help, Munyua sued the U.S. government and immigration service in 2003.\n\nThe government sought to dismiss the case, but early this year, a federal judge in San Francisco ruled that \nMunyua had a right to sue.\n\n\"There are some within our government who want to abandon our tradition of protecting immigrants and refugees \nin need,\" Hwang said. \"It's important that the government understands there's a legal responsibility and, perhaps \nmore importantly, there's a moral responsibility.\"\n\n\nLuke Macaulay, a spokesman for the U.S. Attorney's Office, which represented the government, declined \ncomment. He referred to language in the settlement document that says that the agreement did not mean an \nadmission of liability or fault.\n\nHwang and other lawyers who work on asylum cases said Munyua's case of abusive treatment is not isolated. He \ncited a February 2005 report from the U.S. Commission on International Religious Freedom, a presidential advisory \ncommission, which details cases where asylum seekers were routinely jailed by immigration inspectors and sent \nback.\n\nIn a telephone interview Wednesday, Munyua, a certified nursing assistant, said she was \"happy to see that justice \nwas done.\"\n\n\"For a long time I felt isolated and felt that nobody cared,\" she said. \"I'm just hoping this will make a big change so it \ndoesn't happen to anybody else.\"\n"}