{"title": "Few Immigrants in Laurel Attend Outreach Meeting; Police Sought to Calm Fears After Slaying", "body": "\nLaurel police were ready to reach out Tuesday night to Latino immigrants upset about a recent killing: Crime \nprevention literature was spread out on a table, and several civilian activists stood by, prepared to translate the \npresentations of English-speaking officers.\n\nAll they needed were some Latino immigrants.\n\nMost of the 25 people who showed up for the meeting at the Laurel Community Center were Latino activists, many \nof them from the District and Montgomery County. But only about five Laurel residents showed up.\n\nAnd none fit the demographic that Police Chief Roy Gilmore had said he wanted to reach: Spanish-speaking \nimmigrants, many of whom do not report crimes committed against them because they distrust the police and the \ncriminal justice system, are worried about their immigration status and fear retaliation.\n\nThe sparse turnout illustrated the difficulty in reaching Laurel's Latino immigrants, many of whom speak little \nEnglish and work at night or care for their children after working day shifts.\n\nLaurel police, with the help of a bilingual resident, produced fliers in Spanish to publicize Tuesday's meeting, and \nplaced them in the mailboxes and on the doors of Latinos in apartment complexes. Police also sent a news release \nabout the meeting to Spanish-language newspapers.\n\n\"If there's a disappointment I have tonight, it's not reaching the people I wanted to reach,\" Gilmore said at the \nconclusion of the two-hour meeting.\n\nGilmore decided to convene the gathering after the slaying last month of Gilberto Hernandez, 40, a Salvadoran \ndishwasher who was knocked to the ground and kicked repeatedly in the head. Hernandez lapsed into a coma and \ndied Sept. 8, four days after the attack.\n\nPolice say robbery was the motive, though Hernandez's wallet was still in his pocket when rescue workers arrived.\n\nSeven African American teenagers, all of whom have attended Laurel High School, have been arrested and \ncharged with first-degree murder in the case.\n\nLate last month, Gilmore and Laurel Mayor Frank P. Casula met with several Latino activists who were concerned \nthat the attack was a hate crime. Afterward, Gilmore pledged to increase and improve his agency's outreach to the \nLatino community.\n\n\nOfficials estimate that only several hundred of Laurel's 20,000 residents are Latino, but the number is growing \nrapidly, with many moving into Laurel to work in restaurants and motels along Route 1. Hernandez and two of his \nbrothers were returning from their jobs at a Route 1 restaurant when they were attacked. The brothers escaped \nunharmed.\n\nPolice officials pledged to continue reaching out to Latinos, perhaps by holding such meetings in the daytime, \nbefore restaurant workers report to their jobs.\n\n\"We know it's gonna be tough, but we'll do it,\" said Lt. Margo Wenko, chief of patrol operations.\n"}