{"title": "RWANDAN MAN WILL BE DEPORTEDINQUIRY LINKED HIM TO 1994 GENOCIDE IN AFRICA", "body": "\nA Rwandan man arrested three years ago trying to fly into the Twin Cities was ordered deported, becoming the \nfirst person refused admission into the country on genocide accusations.\n\nEnos Irigaba Kagaba, 49, was arrested Dec. 14, 2001, at the Minneapolis-St. Paul International Airport and \naccused of attempting to enter the United States without valid documents and fraud for misrepresenting his identity.\n\nInvestigators here and abroad later linked Kagaba to acts of genocide committed during the 1994 war in Rwanda \nthat left 800,000 dead.\n\n\"The United States will not be a safe haven for human rights abusers,\" said Kristine D'Alesandro, acting chief of the \nHuman Rights Law Division of the U.S. Immigration and Customs Enforcement, in a prepared statement.\n\nThe case is the first in which a foreigner was ruled inadmissible for having engaged in genocide, a grounds for \ndenying admission since 1990.\n\nKagaba denied the immigration charge when he appeared in immigration court. But a federal immigration judge \nsustained the genocide charge as well as the charge that he didn't have proper documents to enter the country.\n\nA Board of Immigrant Appeals in suburban Washington, D.C., earlier this month upheld the judge's ruling.\n\nHowever, late Monday, Kagaba filed a petition to prevent his removal, said Russ Knocke, an Immigration and \nCustoms Enforcement spokesman. He said the agency would continue to press for his removal.\n\nFrom April to July 1994, after four years of civil war between Rwanda's Hutu majority and Tutsi minority, hard-line \nHutu militias slaughtered more than 800,000 ethnic Tutsis, and any Hutus who opposed them, in a genocide \nallegedly planned by military officials of the central African country.\n\nKagaba has relatives in the Twin Cities. He had denied involvement in the genocide, noting that he was a \nheadmaster at a school in Zambia at the time of the 1996 allegations and that the charges stemmed from a \ndisagreement with his boss at the school, an attorney of his said in 2002. That attorney, Albert Usumanu, said he \nno longer represents Kagaba.\n\nOfficials have not said where Kagaba has been held since his arrest. The deportation will take several weeks as \nofficials make travel arrangements as well as work out an agreement for a country, possibly Rwanda, to accept him.\n\n\nGenocide is an act -- such as killing, harming or taking measures to prevent births -- committed with the intent to \ndestroy a national, ethnic, racial or religious group.\n\nKagaba's alleged role in the genocide is not clear, said Tim Counts, spokesman for the Immigration and Customs \nEnforcement in the Twin Cities, with court information closed to the public.\n\nPhillip Pina can be reached at ppina@pioneerpress.com or 651-228-2162.  \n\nNotes\n\nIMMIGRATION\n"}