{"title": "U.S. EXPECTING TALKS TO STRENGTHEN TIES WITH MEXICO", "body": "\nThe Reagan Administration hopes that the two days of talks with President Jose Lopez Portillo of Mexico will \nstrengthen communications between the United States and Mexico at a time when several issues have been \ncausing strains between the two countries.\n\nOn his arrival at Andrews Air Force Base this evening, Mr. Lopez Portillo was greeted by Secretary of State \nAlexander M. Haig Jr. and then traveled to Blair House in downtown Washington. He was scheduled to arrive at the \nWhite House tomorrow morning for a brief greeting ceremony and then leave for the Presidential retreat at Camp \nDavid.\n\nAdministration officials said that among the principal items on the agenda of Mr. Reagan and Mr. Lopez Portillo \nwould be trade, immigration and differing views of security problems in Central America.\nReagan Administration hopes talks with President Lopez Portillo in Washington will strengthen ties with \nMexico'Guest Workers' Proposed\n\nTo deal with the problems posed by the illegal entry of Mexicans into the United States, the Reagan Administration \nhas been shaping a policy to double the annual limit on legal immigration from Mexico and to establish an \nexperimental ''guest worker'' program that would permit 50,000 Mexicans a year to enter the United States to seek \nemployment.\n\nMexico has long pressed the United States to be more open to Mexicans seeking job opportunities. In addition, \nMexican officials are known to feel that any ''guest worker'' program should probably permit more than 50,000 \nMexicans to enter each year.\n\nOn trade, the United States has been eager to discuss its concerns about the array of Mexican tax measures and \nother supports aimed at increasing Mexican exports, particularly farm products that compete with American \nproducts.\n\nPerhaps the greatest point of contention between the two Presidents is expected to center on the Reagan \nAdministration's new policies in Central America and the Caribbean. President Reagan has approved, but not \nannounced, a sweeping new policy of economic and military assistance to ease poverty and counter what the \nAdministration maintains is Soviet and Cuban intervention in the area. The President has already authorized limited \nmilitary assistance to El Salvador to help the Government there oppose leftist insurgents.\n\nPresident Lopez Portillo opposes the Salvadoran Government and has had friendly relations with both Cuba and \nthe revolutionary Government of Nicaragua, a regime the Reagan Administration has criticized.\n\n \n\n\nJoint Statement Not Planned\n\nIn a briefing for reporters, a senior Administration official said there would not be a joint statement at the end of the \ntalks or any effort to ''align'' or ''adjust'' differing views, as there have been in some of Mr. Reagan's previous talks \nwith world leaders.\n\n''It is not our position to have President Lopez Portillo leave this meeting with a clear-cut understanding on every \nissue that has arisen, or will arise between the United States and Mexico,'' the official said.\n\nThe two men first met in 1979 while Mr. Reagan was on a visit Mexico City. Last Jan. 5, two weeks before his \ninauguration, Mr.  Reagan met the Mexican leader in Ciudad Juarez, a border community across the Bridge of \nFriendship from El Paso, Tex. They then pledged to establish a ''personal relationship'' to help ease tensions \nbetween Mexico and the United States.\n\nThe schedule calls for senior aides to both leaders to travel to Camp David tomorrow morning, remain there for the \nevening and return to the White House Tuesday for a state luncheon. Despite the presence of the aides, the two \nleaders are expected to spend at least some of the time alone.\n\nThe plan, for example, calls for them to take a long stroll in the woods tomorrow afternoon, and an official said \n''some form of recreation,'' possibly including horseback riding, is in store.\n\nGraphic\n\n \n\nIllustrations: photo of President Jose Lopez Portillo of Mexico , with Ambassador John Gavin\n"}