{"title": "'GABBY' LOVES GUNS But wounded rep's no fan of illegal aliens", "body": "\nGABRIELLE GIFFORDS, the motorcycle-riding, gun-owning Democrat known as Gabby, struck a decisively \nmoderate tone in her first two terms as a congresswoman representing a Republican-heavy district.\n\nThe third-generation Arizonan took a hard stance on illegal immigration and pushed for a larger National Guard \npresence to protect the border with Mexico.\n\nOn her campaign website, she touts strong support of the Second Amendment and cites a court filing she made to \nthe Supreme Court, urging the justices to uphold a lower court's ruling that overturned a hand-gun ban in \nWashington, D.C.\n\nBut her backing of President Obama's health care reform made her a popular target of conservative talking head \nSarah Palin and Tea Party members during the 2010 election. On her Facebook page last spring, Palin posted a \nU.S. map with cross hairs of a rifle scope over the districts represented by Giffords and 19 other Democrats.\n\nIn March, after the Health Care reform bill passed, vandals broke the door of her district office - one of several \nattacks against Democrats following the vote.\n\nThe 40-year-old first became a member of the House in 2006, taking a district where Republican voters outnumber \nDemocrats.\n\nIn November she narrowly beat her Republican challenger for a third term.\n\nGiffords served in the Arizona legislature from 2001 to 2005 and was the youngest woman ever elected to the state \nSenate.\n\nBefore running for office, the Tucson native, who holds a degree from Cornell University, ran her family's \nautomotive business.\n\nA year after winning a House seat in 2006, she married Mark Kelly, a NASA astronaut.\n\nThe wedding followed a three-year romance in which the couple jetted among Tucson, Houston and Washington to \nsee each another.\n\nGiffords has also been an avid motorcycle rider since age 15. She owns a 1963 Vespa GS with a sidecar, which \nshe parks in her living room.\n\n\nThe biography on her campaign website states, \"She hopes to ride her bike to Argentina one day, but for now she \nopts for Highway 83 between Tucson and Patagonia.\"\n\njfanelli@nydailynews.com\n"}