{"title": "House Oversight and Reform Subcommittee on Civil Rights and Civil Liberties Holds Hearing on Medical Deferred Action for Critically Ill Children", "body": "\nHouse Oversight And Reform Subcommittee On Civil Rights And Civil Liberties Holds Hearing On Medical \nDeferred Action For Critically Ill Children\n\nSeptember 11, 2019 12:00 P.M.\n\nSPEAKERS:\n\nREP. JAMIE RASKIN (D-MD.), CHAIRMAN \n\nREP. CAROLYN B. MALONEY (D-N.Y.) \n\nREP. WILLIAM LACY CLAY (D-MO.) \n\nREP. DEBBIE WASSERMAN SCHULTZ (D-FLA.) \n\nREP. ROBIN KELLY (D-ILL.) \n\nREP. JIMMY GOMEZ (D-CALIF.) \n\nREP. ALEXANDRIA OCASIO-CORTEZ (D-N.Y.) \n\nREP. AYANNA S. PRESSLEY (D-MASS.) \n\nDEL. ELEANOR HOLMES NORTON (D-D.C.) \n\nREP. RASHIDA TLAIB (D-MICH.) \n\nREP. MARK DESAULNIER (D-CALIF.) \n\nREP. KATIE HILL (D-CALIF.) \n\nREP. GLENN GROTHMAN (R-WIS.) \n\nREP. ELIJAH E. CUMMINGS (D-MD.), EX-OFFICIO \n\nREP. CHIP ROY (R-TEXAS), RANKING MEMBER \n\nREP. JUSTIN AMASH (R-MICH.) \n\nREP. THOMAS MASSIE (R-KY.) \n\n\nREP. MARK MEADOWS (R-N.C.) \n\nREP. JODY B. HICE (R-GA.) \n\nREP. MICHAEL CLOUD (R-TEXAS) \n\nREP. CAROL MILLER (R-W.VA.) \n\nREP. JIM JORDAN (R-OHIO), EX-OFFICIO \n\n[*]RASKIN: The subcommittee will come to order. Without objection, the chair is authorized to declare a recess of \nthe committee at any time. Today's subcommittee hearing is about the administration's decision to end \nconsideration of requests to defer deportation, including for critically ill children. We have a number of members \nwho are waiving on today, and we are delighted to have them. And without objection, I will waive on Katie Hill from \nCalifornia, Mark DeSaulnier from California, Rashida Tlaib from Michigan and Glenn Grothman from Wisconsin, all \nmembers of the broader oversight committee.  \n\nI now will recognize myself or five minutes to give an opening statement. I want to welcome all of our witnesses and \ntheir families who have come from all over the country today, and I want to thank them for testifying, particularly Ms. \nBueso, who is from Mr. DeSaulnier's district in California, and Mr. Sanchez who is from Ms. Pressley's district in \nMassachusetts.  \n\nIt's hard to imagine what the past month has been like for you and for your families, and I appreciate your coming \nforward bravely to share your stories with us. I also want to extend my gratitude to Ms. Pressley and Mr. DeSaulnier \nfor their characteristically excellent efforts to address this current turn of events. And I also want to thank our other \nwitnesses, Dr. Danaher, Mr. Marino and Mr. Renaud for coming today.  \n\nWe are here to discuss the Trump administration's decision to deport critically ill children and their families from our \ncountry. This policy is completely at odds with American values. People come to our country to receive life-saving \ntreatment from our pioneering doctors and hospitals and researchers, and we do not expect our government to \nimplement life-denying policies.  \n\nLast month, without notifying Congress or the public, the U.S. Citizenship and Immigration Services, USCIS, began \ndenying all nonmilitary deferred action requests. Most of these requests are made by sick immigrants and their \nfamilies who are seeking to stay in the United States to receive critical medical care that is simply not available to \nthem in their home countries.  \n\nThe administration decided to cast out some of the most vulnerable and defenseless people on earth, and there are \nfamilies across America whose children would essentially be sentenced to death, eventually, by this stunningly \nharsh and cruel policy. Ms. Bueso, who is here today, was invited to the U.S. to participate in a medical study on \nher disease that extended her life expectancy by 10 years. To live, she relies on a weekly infusion that's unavailable \nin her home country, and she'll tell you about it.  \n\nMr. Sanchez, Jonathan, whom I've met, suffers from cystic fibrosis, a disease that my family knows well, and I am \nalso the proud representative of the Cystic Fibrosis Foundation in Montgomery County, which has led a campaign \nthat has absolutely transformed the treatment of cystic fibrosis and made America the leader in pioneering medical \nresearch and change in that disease. Jonathan's parents lost his older sister to the disease due to dramatically \ninferior and substandard medical care in Honduras, and he will tell you about that. And now they face the prospect \nof being sent back there.  \n\nJoachim Norville, a seven-year-old boy from Guyana, was in the United States when he suffered a seizure and was \ndiagnosed with epilepsy. He was visiting his grandparents who are U.S. citizens. Thanks to deferred action, his \ngrandparents did not have to send him back to Guyana where continuing treatment for his collapsed lung, colon \ninfection and the removal of his large intestine was essentially impossible. His mother fears that returning to Guiana \nnow would be, quote, signing my son's death warrant.  \n\n\n\nSerena (INAUDIBLE), 14-year-old with a congenital heart condition, has already gone beyond the life expectancy \ngiven to her by doctors in Spain. I think actually Serena's 16. I'm not sure if I've got the right information there, but \nshe'll correct us.  \n\nAn eight-year-old girl in Miami suffering from nerve cancer relies on her dad to take her to monthly treatments in \nNew York. Her father needs deferred action to stay in the United States with his daughter.  \n\nA man from Venezuela has been able to care for his wife who suffers from a brain blood flow malformation, and his \ndaughter has metastatic stage IV neuroblastoma. The administration told him to leave this--leave the country this \nmonth or to face deportation.  \n\nThis new policy threatens sick immigrants who may be forced to leave America and end their life-saving treatment. \nIt threatens U.S. citizens and lawful residents who rely on immigrant family members for financial and emotional \nsupport while they're here. It threatens crucial medical research and progress by undermining clinical trials that rely \non the participation of immigrants with rare diseases, and we'll hear about that.  \n\nThe officials responsible for this policy must be held accountable for their recklessness and their failure to take even \nthe most basic steps to determine the incalculable harm that would have resulted from this policy. The \nadministration's decision to expel these immigrants was exacerbated by the limited time they were given to leave.  \n\nAccording to medical experts, 33 days is not nearly enough time to even attempt to arrange for proper continuity of \nmedical care overseas. For days, UCIS and ICE squabbled about who was responsible for the decision and how to \nimplement it and whether there was indeed a new process for stay requests. As they bickered, families were left in \npanic with all-consuming dread and terror.  \n\nUSCIS claimed that ICE would consider stay requests, but ICE denied those reports. The only recourse ICE offers \nwould require vulnerable families to risk deportation before they can request a stay of removal. This is the \nunnecessary collateral damage facing every family caught between this bureaucratic tug-of-war between USCIS \nand ICE. It appears that no one in either agency contemplated or cared about the full implications of this change for \nthe families involved.  \n\nThis administration's recent so-called reversal of the policy does not resolve the life-and-death consequences faced \nby many more families. After these heart-wrenching realities became public, the administration backtracked and \nannounced that it would reopen all deferral requests that were pending on August 7, but there are still critical \nquestions left unanswered. Will anyone who applied after August 7 be eligible for relief? Does the administration \nactually plan to grant relief to those who have reopened applications? What will happen to families that are currently \nreceiving deferred action but will need to reapply once their two-year stay expires?  \n\nWithout answers to these key questions, the administration's reversal appears primarily aimed at avoiding a tidal \nwave of criticism from the public. It gives the appearance of change without necessarily altering the essence of the \npolicy. The administration must immediately and completely reverse this policy and continue granting deferred \naction requests in cases of the people who are here today and those like them. There are people who applied after \nAugust 7 who are still facing the 33-day deadline to leave America, a deadline that will arrive within days or weeks \nfor some people. That's unacceptable.  \n\nThere is no justification for the incompetence of this decision, and there is no excuse for the recklessness displayed \nby our government in this whole affair. I look forward to having a serious and rigorous analysis of these events and \na discussion of how we can all move forward together to repair the damage.  \n\nIt's now my honor to recognize our distinguished ranking member, Mr. Roy from Texas, for his opening statement. \n\nROY: Well, I thank the distinguished chairman. It's nice to see you back, and to be back here. I appreciate the \nwitnesses for taking the time out of your schedules and your lives for being here. And I appreciate your testimony \ntoday.  \n\n\n\nI think that as we gather here today it is important to remember and reflect that today is September 11, that we as a \nnation reflect on the tragedy of the terrorist attacks 18 years ago today. A number of us on a bipartisan basis \ngathered on the Capitol steps today in a moment of silence, and our hearts and prayers and thoughts are all with, \nobviously, those affected by it and the family members. But importantly, also that we remember those who in the \nlaw enforcement community, first responders, people that ran toward buildings, and--and really just want to thank all \nof our law enforcement community, including you, Mr. Renaud, and your life of public service and law enforcement \nand supporting the United States.  \n\nI would also, you know, note that I want to thank the chairman for moving the hearing to today. There was some \ndiscussion of it occurring during August, last week. It would have been very difficult for people to make it, so I'm \nglad that it's this week so we can have a better attendance.  \n\nI think as we discuss this topic, and it's an important topic, that perspective is important. This past summer we've \nseen, obviously, an unprecedented surge in migrants crossing into our country. We saw a growing humanitarian \ncrisis at our border. At the end of August apprehensions for the fiscal year are around 818,000, and we've already \noutpaced the total for 2018, which was 521,000.  \n\nWe've seen agencies such as border patrol and ICE struggling to fulfill their mission. You know, the committee has \nheld three hearings in the month of July alone on immigration border security. And during August, I personally made \na visit to DHS facilities in McAllen, Texas. I was pleased to be joined by my friend, the gentleman from Ohio, Mr. \nJordan, as well as my friend from Texas, Mr. Cloud, to look and see what's occurring down on our southern border.  \n\nAnd they're important conversations to have as a member of Congress, as an American, as a Christian. We should \nbe compassionate and do the right thing. We should help those in need. The question, though, is that we are a \nnation of laws. We're a nation of sovereignty, and we are willing--and you know, what question I think is important to \nask is are we willing to send a clear message of what those laws are and then figure out how to navigate within a \nsystem of rule of laws so that we can understand how it impacts our nation, who pays for health care and what the \nexpectations are.  \n\nMy understanding, for example, is the average number of cases that we're talking about today is about 1000 a year, \ngive or take. That's an important number. These are real people, and for each one of those--one of those thousand, \nthis is extremely important, and we need to figure out the right processes and make them work.  \n\nLet's keep in mind we're talking about 1000 cases, and right now, as we previously discussed, we've had almost \n900,000 people who have crossed and been apprehended into our country since last October 1. That's an \nenormous number, of whom almost 600,000 have been caught and released into our nation. These are matter of \nfact.  \n\nWe've had a significant onslaught where CBP and ICE are trying to figure out what to do. We've  got an \noverwhelmed system. USCIS is overwhelmed. The entire system is bulging at the seams because we, this body, \nrefuse to do our job. Simply put. We're not doing our job to send clear signals and to make sure that the resources \nare there to adequately deal with the situation at hand.  \n\nAnd you know, let's think about, you know, the people who deserve our compassion. I think those people, all the \npeople that we're talking about here deserve our compassion, including those, of those 900,000 I just talked about, \nwho are abused on a journey because they're going through a tough journey with illicit illegal organizations in \nMexico, who are often in stash houses, who are often being held for ransom, women, girls abused on the journey, \nand we ignore that while we talk about how great open borders are. For some reason the false name of \ncompassion, how good that is on our southern border.  \n\nLet's talk about the 600,000 that were caught and released in a sort of perpetual cycle in the United States. Let's \ntalk about human trafficking in this country that is getting worse because we're allowing illegal organizations to \nextend into our communities. And let's talk about the compassion owed to our law enforcement personnel, CBP, \n\n\n\nICE and other agents who've been overwhelmed and are being trashed on a daily basis by members of the United \nStates Congress, trashed with deceitful and outright lies, disparaging these law-enforcement officers doing their job.  \n\nAnd today, though, as we discuss medical deferred action, I think we should ask some serious questions. Does \nthe--does the process we have work, yes or no? Is anybody left outside looking in who doesn't know what the rules \nof the road are? Let's establish what the rules of the road are, and let's follow them, and let's send clear signals as \nto what those are. And then let's operate in the right humane and compassionate way to handle those questions.  \n\nWhat agency is best situated to handle status questions for those seeking health care? Is it USCIS? Is it ICE? Is it \nanybody else? Let's answer those questions honestly and not hide behind rhetoric. Let's set a clear message, what \nare the rules, and then follow them.  \n\nYou know, I'm encouraged today that the agencies are here to correct any information or misinformation about the \ncurrent status of pending deferred action requests. My understanding is that USCIS has had 791 deferred action \nrequests pending between August 7 and September 5. Denial letters went to 424 of those requests. All of those 424 \nclaims have been reopened and will be evaluated and have received letters indicating that truth.  \n\nCertainly love to know the question as to what happened in terms of the letters going out, how that occurred, and \nthen now the reversal of that. I think we should look into that. USCIS did not issue any issue to appear, NTAs, for \nthose 424 requests. That's what I understand. Since August 7, USCIS has rejected 40 deferred action requests. \nSince September 5 there have been no additional requests.  \n\nSo we can look in, make sure that's true. That's what I understand. Historically USCIS has been the only agency to \ngrant deferred action to someone not in removal proceedings. Deferred action can be revoked at any time. And \nwould \n\n[*]ROY: when asked how the individuals who may receive deferred action came to the country initially USCIS \nnoted it does not track that data since there is no formal application for the process and it is a mixed bag. I would \nlike to know, I would like to track that, I would like to understand it and I would like to know about it. And so now I \nthink we will learn from some of those things from the hearing today. \n\nSo in wrapping up I wanted to reiterate what I said in our July hearing. If we want real reform, real change then we \nneed to be discussing the root of the problem. The problem in my opinion is that we refuse as a Congress to stand \nbehind the rule of law and make clear that our immigration and border laws are enforced. I think we need clear rules \nof the road and I think we need to follow them. I think that is better for our nation, I think that is better for our \nsovereignty. I think that is better for the migrants who seek to come here. \n\nI think it is better for those who are sick looking for care. I think it is better for a just and humane way of dealing with \nthings and I think that we should stop sending mixed signals. I think we should stop sending signals it is okay to \ncome here a legally, to stay over visas, to empower elicit criminal organizations and card tells and to basically have \na system where we have indentured servitude in our country because we are allowing this broken system to \ncontinue. \n\nWe just had 50,000 apprehensions at the Southwest border in August. You see lots of news accounts saying how \nthat is dropping down and how we should celebrate that. Well, it's still enormously high. It is still an enormously high \nnumber. They are still overwhelmed at the border even as those decline in the heat of the summer. At the peak of \nthe crisis there were 132,000 apprehensions at the border and as this pro--proceeding continues today we need to \nremember the underlying factors driving the crisis.  \n\nWe need to secure the border and do our job and let all of the pointing of fingers that the agencies and spewing of \nrhetoric here doesn't solve the problem but rather real reform start here in Congress. I want to thank the agencies \nfor appearing today. I would like to thank all of the witnesses for appearing today and look forward to hearing from \neach one of you through the rest of the hearing. Thank you, Mr. Chairman. \n\n\n\nRASKIN: All right, Mr. Roy. Thank you very much and I want to associate myself with your comments about 9/11 \nand I am glad indeed that we were able to have the ceremony of all of the members of the House today observing \nthis important remembrance. \n\nI now want to welcome our first panel of witnesses. It is my pleasure to have you here and I think you all for the \ngreat pains you have come to join us. \n\nThe witnesses are Maria Isabel Bueso, Jonathan Sanchez, Shoba Wadhia who is a clinical professor of law and the \ndirector of the Center for Immigrants' Rights Clinic at Penn State law school; Dr. Fiona Danaher who is a \npediatrician from Mass General Hospital Chelsea pediatrics and Mass General health child protection; Anthony \nMarino, the director of immigration legal services at the Irish International Immigrant Center and Mr. Thomas \n(INAUDIBLE) the former director of the U.S. Immigration Customs Enforcement. \n\nIf the--okay. For all of the witnesses who are able please rise and raise your right hands and I will begin by \nswearing the whole panel and if you are not please just raise your hand. Do you swear or affirm that the testimony \nyou are about to give is the truth, the whole truth and nothing but the truth so help you God? Let the record show \nthat the witnesses all answered in the affirmative. Thank you very much.  \n\nPlease be seated. Please speak directly into the microphones. You have five minutes and without objection your \nwritten statements will be made part of the record so we will get a comprehensive look at what you have to say \neven if you don't get it all in within the five minutes. With that, Ms. Bueso you are now recognized to give an oral \npresentation of your testimony. \n\nBUESO: I would like to thank the members of the House committee on oversight reform for the opportunity to \nappear before you and hear my story. \n\nMy name is Maria Isabel Bueso Wadia. I am 24 years old. I came to the U.S. from Guatemala when I was only 72 \nparticipate in a clinical trial to save my life and the life of those like me. I came here a legal and have been a legal \nresident in this country for over 16 years but on August 13 the U.S. (INAUDIBLE) sent a letter giving me and my \nfamily just 33 days to leave the country but we were grateful to learn that our case will be reopened our future is still \nin question. It has been an overwhelming time for my family and me because the medical treatment I need is not \navailable in Guatemala.  \n\nI was born with MPSA(SP) which affects less than 2000 people in the world. MPSA is a rare life-threatening \ndisorder. My life expectancy was very short and the doctors said I might not live into my teens. After the time of my \ndiagnosis there were no approved therapies to treat MPSA. (INAUDIBLE) I met Dr. (INAUDIBLE) at (INAUDIBLE) \nhere at a hospital in Oakland. Who was conducting clinical trials on and (INAUDIBLE) therapy? He desperately \nneeded more patients willing to participate in this research. I was selected for the trial and my family was invited to \ncome to the USA on (INAUDIBLE) visa so I could participate in this study. As a young child it was not fun spending \nso much time in a hospital but I understood it was an honor and a privilege.  \n\nAs I mature it was a reward to know that what I was doing was going to help a lot of people. I have continued \nparticipating in clinical trials until the state to help the next generation (INAUDIBLE) with my disease. In the first \nstudy I participated in was (INAUDIBLE) successful and led to the FDA approval of the first and only treatment. \nThanks to this study (INAUDIBLE) in the U.S. now have a safe and effective treatment that will help them live longer \nand have a higher quality of life. Doctors told me that if I stop the treatment my condition will decline quickly and I \ncould die within months so after the FDA approval my family relocated to California so I could continue receiving \nthis life-saving treatment. \n\nIn addition to (INAUDIBLE) I also suffer from paraplegia and I use a power wheelchair for mobility. I have a \ntracheotomy and I have a (INAUDIBLE) shunt in my brain making my health care even more complicated. Still the \ndecision to relocate was hard. My parents left a middle-class life, their (INAUDIBLE) careers, family and friends. My \nfather is a computer (INAUDIBLE) engineer and (INAUDIBLE) sponsor for an H1(SP) visa so that he could provide \n\n\n\nfor us. In 2009 we put in for a change in status that (INAUDIBLE) for humanitarian reasons. We renew this status \nevery two years but this year due to changing policy our request was denied. I want to live.  \n\nI am a human being with hopes and dreams in my life. Despite my physical challenges I have worked hard to \nachieve my goals. I graduated summa cum laude from (INAUDIBLE) and was director of the (INAUDIBLE) for the \nConcorde(SP) campus. I established a scholarship (INAUDIBLE) with physical and mental disability at \n(INAUDIBLE) and I now work as an advocate for people with rare diseases. This summer I was an intern at \nCalifornia assembly member (INAUDIBLE) district in Oakland with the incredible support of my family I have stayed \npositive and maintained hope through many struggles.  \n\nI am grateful for the opportunities this country has given me to receive medical treatment and to live much longer \nthan expected and I am grateful for the humane immigration policies that have made my life here possible and \n(INAUDIBLE) I want to make a difference for others. I am asking Congress and the administration to come together \nand to write the wrong of this changing policy. This is not a partisan issue. It is a humanitarian issue and our life \ndepends on it. Thank you so much. \n\nRASKIN: Thank you very much Ms. Bueso. Mr. Sanchez? \n\nSANCHEZ: My name is Jonathan Eduardo Sanchez (INAUDIBLE) and I am a 16 years boy that has cystic fibrosis, \na disease that affects primarily the lungs. Also it affects the digestive system and my pancreas. I want to tell you \nabout my life back in my native country, that is Honduras and how much life has changed since I came to the USA \non 2016. \n\nI was born in (INAUDIBLE) Honduras in 2003. I lived there for my first 12 years of my life. When I was three months \nold my parents found that I had CF. It was a pretty scary day for them. It wasn't frightening because three years \nbefore I was born they had a daughter named Samantha. She was born with a problem in her intestines. \nUnfortunately the doctors in Honduras didn't know how to treat her or how to help her. Six months and two days \nafter she was born my sister passed away. This was a pretty heartbreaking moment for my parents. \n\nTwo--one month after they noticed that she had cystic fibrosis and right now they are worried that if I go back to my \ncountry it will happen the same thing to me. In the year 2016 we came to the USA legally with our tourist visas to \nsearch for a better cystic fibrosis treatment for me. When I go for the first time to Boston children's Hospital in \nMassachusetts they made me a pulmonary function test and the results told me that I had only 40--42 percent of my \npulmonary function test. The docter's of Boston Children's Hospital told my parents that I came to the USA literally \ndying. After the first visit they sent me home with some of the CF medication that I should took and that I wasn't \nable to get in my country.  \n\nThe first time I start to get on the treatment I got pretty tired because I wasn't used to. The doctors after they made \nme another pulmonary function test. This time it gave the answer of 60 percent, 69 percent of my pulmonary \nfunction test. Right now my baseline 90, 97. I am--sorry. Right now I am using a medication called (INAUDIBLE) \nthat helps like the cystic fibrosis mutation lives for a bit of time but this medication is only on two countries, England \nand the United States of America. CF requires a daily home treatment that takes around half an hour or two hours if \nit is longer. This treatment it is basically a (INAUDIBLE) this and nebulizers. I also take tons of medicines for my \npancreas, my stomach, my lungs and the other organs that are affected by cystic fibrosis. \n\nHowever since we got the letter denying medical deferred action application \n\n[*]SANCHEZ: and we need to leave the country in 33 days or we'll be deported. My parents and I felt the stressed, \nsad, scared, and mad. And it's incredibly unfair to kick out kids who are in hospitals or at home getting treatments to \nsave their lives. The day our lawyers told us that the medical deferred action program was canceled, I started \ncrying and telling my mom I don't want to die. I don't want to die. If I go back to Honduras, I will die.  \n\nAfter this, I feel so tired both emotionally and mentally. I could not even sleep properly. I feel disappointed with the \nUSA government that they canceled this program. Sorry for that. On my point of view thinking that deporting sick \n\n\n\nkids like me, it will be a legal homicide because in our countries doesn't exist any type of treatment. Thank you for \nyour time. \n\nRASKIN: Thank you, Mr. Sanchez. Doctor Wadhia. \n\nWADHIA: Ranking member Jordan, Chairman Raskin, ranking member Roy, and distinguished members of the \ncommittee, thank you for inviting me to appear before you today. I am a law professor at Penn State law in \nUniversity Park and testifying in my individual capacity. My scholarship teaching and practice focus on immigration \nlaw, a field I have worked in for 20 years. I have published two books with NYU press. My first book, Beyond \nDeportation, binds nearly a decade of research on the history of prosecutorial discretion and deferred action in \nimmigration cases. My second book, Banned, examines immigration enforcement and discretion during the first 18 \nmonths of the Trump administration.  \n\nDeferred action enjoys a long history in both Democratic and Republican administrations. First called nonpriority \nstatus, deferred action operated informally for most of the 20th century. In the early 1970s as part of his effort to \nsupport his clients, John Lennon and Yoko Ono, attorney Leon Wilds reviewed over 1800 deferred action cases, \nmany involving medical infirmity and humanitarian factors. In 1975, INS issued guidance on deferred action \nthrough operations instructions. In 1996, the operations instructions were removed into a new publication known as \nstandard operating procedures, or SOP. \n\nThe 2012 SOP from USCIS describes how an individual, legal representative, or USCIS can request deferred \naction. Deferred action does not provide a formal legal status, but the legal foundation to use it is crystal clear. \nThe immigration status statute, federal court decisions, and legal opinions by INS and DHS have recognized the \nlegality of deferred action. Regulations published during the Reagan administration explicitly identify deferred \naction as one basis for work authorization. USCIS has used deferred action and medical and humanitarian cases \nfor decades. The idea is long-standing, and in fact, customary.  \n\nIn one data set I've received in 2011, nearly half of the cases I could identify involved serious medical conditions \nand many of the cases involve more than one factor. For example, deferred action was granted to a 47-year-old \nschizophrenic who overstayed his visa, was the son of a lawful permanent resident, and had siblings who were U.S. \ncitizens. Over 100 of these cases involve people whose homes were destroyed by an earthquake in Haiti. In \nanother data set, 578 cases obtained from USCIS in 2013, 336 were based on medical issues. One case involved a \nMexican female who entered the United States without inspection and had to U.S. citizen children. One of her \nchildren had Down syndrome and the other child had serious medical conditions.  \n\nI received a third data set from USCIS in 2016, again revealing that many deferred action requests were based on \nserious medical conditions. The data set included a child with burns on over 65 percent of their body and parents of \nUSC children with cerebral palsy. USCIS has a long history and the expertise of handling cases for vulnerable \npopulations and should continue to process humanitarian deferred action cases. Preserving an affirmative \ndeferred action process at USCIS allows a person to request what is often a lifesaving protection without having to \nundergo removal proceedings, and also saves the government resources.  \n\nFurther, nearly every legal opinion from INS and DHS on prosecutorial discretion instructs officers to exercise \nprosecutorial discretion at the earliest stage of the enforcement process. Stripping USCIS of jurisdiction over \ndeferred action forces a noncitizen to instead exhaust the enforcement process. Who is served by placing a \ncancer patient who might ordinarily request deferred action at USCIS into the removal process? No one. Finally, \nUSCIS should improve transparency by publishing statistics about deferred action and providing greater notice \nand information to the public. \n\nRASKIN: Thank you, Doctor Wadhia. I'm afraid your time is up. We will have further time for questions. Doctor \nDanaher. \n\nDANAHER: Ranking member Jordan, Chairman Raskin, ranking member Roy, and distinguished members of the \ncommittee, thank you for the opportunity to testify before you today. I am Doctor Fiona Danaher, a pediatrician at \n\n\n\nMassachusetts General Hospital for children that I and my colleagues share where much of my clinical work \nfocuses on the care of children and immigrant families. I have come here today to express the profound concerns of \nover USCIS potential termination of the medical deferred action program.  \n\nOur hospital cares for children who have been benefited from the program, including a young child with a rare \ngenetic condition that causes seizures and development challenges. In the country of origin, this child's condition is \nstigmatizing and deemed unworthy of care. The family was told the child would suffer from retractable seizures and \ndied within a year. Refusing to accept that nothing could be done, the family left everything behind to seek a second \nopinion at Mass. General hospital specialized clinic devoted to this genetic condition. One of only a handful of such \nclinics in the world.  \n\nThanks to the family's determination and the care of a dedicated clinical team, this child has lived a longer and \nmuch richer life, attending school and achieving some ability and social skills. None of this would have been \npossible without the medical deferred action program. Now the child status is due for renewal at a time when the \nprogram may arbitrarily end, jeopardizing much hard won progress.  \n\nWhen pediatricians care for medically complex children, we often do so with baited breath. These children are, by \ndefinition, vulnerable. Whether they suffer from cancer, cystic fibrosis, muscular dystrophy, cerebral palsy, or one of \nany number of other diseases, they require care from a multi-disciplinary team of specialists. Depending upon their \nunderlying condition, and ever as simple as a missed dose medication, a dislodged tracheostomy breathing tube, or \na poorly covered sneeze could spell catastrophe. For many of these children, their health is so tenuous as to make \ntravel unsafe and their clinicians would hesitate to even transfer them to another hospital within the United States, \nnever mind overseas.  \n\nShould these children be forced to return to their home countries, their care may be impeded not only by stigma and \nmisunderstanding, as in our patient's case, but by lack of basic resources. Access to safe food and water is not a \ngiven in many parts of the world and chronically ill children routinely die from malnutrition or infection as a result. \nUnreliable electrical grids threaten the health of children who depend upon interventions such as pumps, \nventilators, or medications that spoil without consistent refrigeration. Particularly frail children can die from heat \nrelated complications for want of access to air conditioning. Severe air pollution in developing countries poses a dire \nhazard for children with underlying lung disease and immunocompromised children are poorly equipped to handle \nexposure to endemic infectious diseases such as malaria, diarrhea, measles, and ammonia.  \n\nHealthcare systems in many low-middle income countries healthcare systems in many low. Are still in their \nnascence. Simply transporting an acutely ill child to a hospital can pose an insurmountable challenge in areas \nwithout ambulances or safe roads. Supply chains are inconsistent so should the child to make it to the hospital, the \nmedications and equipment he or she needs may still prove unobtainable, as may the skilled personnel needed to \nadminister them. It is sadly not hyperbole to say that sending medically fragile children to such an environments \namounts to issuing them as death sentence.  \n\nAdding insult to injury, such children could find themselves unable to access even the most rudimentary palliative \ncare to ease the anxiety of their passing.  \n\nPerhaps no intervention is more crucial to minimize the suffering of a severely ill child than maintaining the \npresence of a loving family member at the bedside struggling. Terminating the medical deferred action program \nwould leave some medically complex U.S. citizen children struggling not only with the physical burden of their \ndisease, but with the emotional trauma of forced separation from their immigrant parents. No child can be expected \nto heal under such circumstances. This is not just bad medicine, it is unconscionably inhumane.  \n\nThe U.S. Department of Health and Human Services building here in Washington DC bears an engraved quote \nfrom its namesake, Bert H Humphrey. It reads the moral test of government is how it treats those who are in the \ndawn of life, the children, those are in the twilight of life, the aged, and those in the shadows of life, the sick, the \nneedy, and the handicapped. My colleagues at Mass General and I respectfully urge USCIS to embrace the moral \nimperative of permitting our young patients the opportunity to heal and to thrive. Thank you. \n\n\n\nRASKIN: Thank you, Doctor Don. Mr. Marino. \n\nMARINO: Chairman Raskin, ranking member Joy--Roy, ranking member Jordan, distinguished members of the \ncommittee, thank you for inviting me here today and for hearing the stories. I'm here today in my capacity as the \ndirector of legal services at the Irish international immigrant center, where we provide legal wellness and education \nservices to immigrants from Ireland and 120 countries around the world. In our legal program, we've represented \ndozens of families facing the horrific circumstances that always accompany an application for deferred action.  \n\nIn the majority of deferred action cases I've seen, an individual entered temporarily and then fell ill, was gravely \ninjured, or received a terrifying diagnosis. Sometimes the illness or injury makes travel impossible. Sometimes \nlifesaving treatment is just not available in a home country. In the vast majority of cases we handle, it's a child \nwhose life is at stake. We represent children with cerebral palsy, muscular dystrophy, a child blinded by the cancer \nin her eyes, a child was suffering multiple seizures every day. We represent children confined to wheelchairs, \nconnected to feeding tubes and tracheostomy tubes, and in each of these cases, there is a family with no desire to \nbreak any law but who simply cannot leave without putting a life in danger.  \n\nAnd in these kinds of dire circumstances, the government has always provided a relief valve, a process by which a \nfamily could come forward rather than cowering in the shadows over a sick child and lay out their circumstances, \nexplain to USCIS why travel had become impossible, even deadly, and that the government would agree to allow \nthem to continue their child's care. I know that lives have been saved by this program, I've sadly also known \nchildren we represented to die in this program. But even in those cases, the brief reprieve by the government \nbought those families precious time.  \n\nThis long day standing legal program is what protects people from government actions that would shock the \nconscience and betray our fundamental values as a nation. I was shocked then three weeks ago when I received \nthe first denial notice. And over the course of the next two weeks, about one dozen more. They all contained \nlanguage. USCIS field officers no longer consider these applications at all. Leave in 33 days or we may initiate your \nremoval. The decision to terminate the program was done in secret. There was no prior notice, no opportunity to \nadvocate for the program and no opportunity to prepare my clients for those denial letters.  \n\nWe immediately reached out to all the families who were applying or were in the program already, and I've had \nsome of the most difficult conversations of my life over the past few weeks. Clients have asked me what the \ngovernment expects them to do, to disconnect a child from lifesaving support, to put them on a flight that they may \nnot survive. They've asked me what I would do.  \n\nAnd we file many applications for parents whose U.S. citizen children suffer these life-threatening diseases, and in \nthese cases the termination of the program threatens yet more family separation. There are parents right now \nhaving conversations about whether to orphan a child in order to extend his or her life.  \n\nWhen the terrible reality of what they had done became public, USCIS's initial response to the media was to deny \nthat they had eliminated the program. They claimed they had simply transferred it to ICE, and of course our clients \nwanted to know what that meant and how much danger their families were in. Media outlets were contacting our \ncenter trying to get us to explain it to them, and I had to tell them that the only information I had I was getting from \nthem.  \n\nBut the transfer to ICE appears to have just been false. There is no new procedure. There is no new program. And \nICE officials have since confirmed, again through the media, that they have no program in place and no plan to \nimplement one.  \n\nAfter USCIS's latest press alert last week, we began receiving notices that some cases would be reconsidered. We \nstill don't know what that might mean for those families. The press alert references Department of State regulations, \nand it's unclear if this means they're applying the same standard they always have, or if they've made up some \nnew standard that we don't know.  \n\n\n\nAnd the press alert and these reconsideration notices we've received still indicate that the program has been \nterminated moving forward. It leaves no option for families in these dire circumstances now or in the future. \nBecause the program was terminated in secret, people didn't know. They kept filing. We filed applications as \nrecently as August 16, and we have no idea what it means for that case.  \n\nDeferred action is a critical, literally lifesaving program that impacts a small number of families but in an absolutely \nimmeasurable way. And ultimately USCIS hasn't backtracked so much as double down. They've delayed the \nconsequences of their decision for a handful of families, but that's it. And unless Congress or the courts can either \nconvince or compel USCIS to reinstate the program, everyone in it and everyone that would otherwise benefited \nfrom it is in a horribly worse position today. \n\nRASKIN: Thank you very much for your testimony. Mr. Homan. \n\nHOMAN: Chairman Raskin, Ranking Member Roy and distinguished members of the subcommittee, thank you for \nthe opportunity to appear here before you today on this very important subject, which is the appropriate exercise of \nprosecutorial discretion.  \n\nMy name is Tom Homan. I'm a veteran of the nation's immigration service. I retired in 2018 after having served \nmore than 34 years enforcing immigration law. As you know, I'm passionate about this issue, and I'm glad to be \nback to testify in a different aspect of it today. But before I delve into the details pertaining to the subject of today's \nhearing, I would also like to pause to reflect on this being the 18th anniversary of cowardly 9/11 terrorist attacks on \nour homeland. May God have mercy on those innocent victims who lost their lives and their families, and may we \ncontinue to protect this country against those that want to destroy us and the freedom we enjoy in this country.  \n\nI also want to salute and honor the fallen soldiers that took the fight to those who attacked us and made the ultimate \nsacrifice. I, for one, will never forget.  \n\nRegarding today's hearing, I would like to start by clearing up what appears to be a common misunderstanding. It is \nnot lawful to have a deferred action program at any federal agency. The word program conjures the idea that an \nentire class of aliens, if they meet certain criteria, are entitled to a benefit, in this case deferred action. That is \nsimply not the case.  \n\nWhen you break it down to the most basic underpinnings of the law, deferred action is the exercise of \nprosecutorial discretion, and prosecutorial discretion, whether it's a stay of removal, deferred action, administrative \nclosure may only be exercised, one, on a case-by-case basis and not for a class according to a set of criteria, and \ntwo, by law enforcement agencies.  \n\nAgain, prosecutorial discretion is rightfully only exercisable on a case-by-case basis, and even then only by the \nrelevant prosecuting agency, a law-enforcement agency that has the statutory authority over those laws.  \n\nAnd I'm here to answer those questions about that program today. It's an important hearing, and these are \nimportant questions we'll be talking about today. But I want to change the course here for one minute. I understand \nthis hearing is very important, and that's why I accepted the offer to come here today and discuss it with members \nof Congress and the American people. Any policy that affects lives is important. One death that could have been \nprevented is too many, but I must voice the concern what I have about these types of hearings.  \n\nI have noticed that the House is quick to schedule hearings whenever there is a policy change or an operational \nchange that some think--and usually they're wrong--that this change may negatively impact someone that \nknowingly violated our laws and may be in the country illegally. I don't see the same sense of urgency when \nexisting policies put our citizens in danger, put this country's security in danger, or results in an unsecured border \nwhich results in not just a humanitarian crisis, but a national security crisis.  \n\nWhile we continue to have hearings which contain inaccurate titles, misleading titles that only serve to push a false \nnarrative about the actions of this administration and vilify the brave men and women that serve within this \n\n\n\nadministration, you are choosing to ignore a bigger problem that affects many, many, many more lives, many more \nthan this recent policy change. If you want to affect meaningful change that will save countless lives, you need to \nrefocus and add to this hearing today.  \n\nFor instance, where are the hearings to discuss a crisis on the border and the three loopholes that are causing \nmuch of the crisis? Where are the hearings on existing loopholes around asylum laws that are being abused, the \nTVPRA that is causing many children to be put in the hands of criminal organizations and put in great danger? \nWhere are the hearings concerning the Florida settlement agreement that has resulted in an unprecedented flow of \nfamily units that resulted in countless child trafficking victims, 32 percent of women being sexually abused, and \nchildren dying? \n\nCriminal cartels are making millions of dollars a year because of Congressional inaction, but I see no hearings on \nthis. These same cartels that have murdered border patrol agents. Where are all those hearings? This humanitarian \ncrisis that's causing a national security crisis because half the border patrol is no longer on the front line. Where is \nthat hearing?  \n\nYou want to conjure up a false narrative about sending dying children home, but you won't addresses sanctuary \npolicies that provide sanctuaries to criminals and put our communities at risk. Many children, and others, have been \nraped and murdered by criminal illegal aliens after being released from a sanctuary jail, but I don't see a hearing on \nthat. Thousands of \n\n[*]HOMAN: born out of sanctuary policies but I don't see the urgency that we have on things that we (INAUDIBLE) \nthe administration on. I don't see a hearing on that. Our nations heroes in ICE and Border Patrol are under attack. \nTheir families are being attacked and bullied in public, in churches and at schools. Even companies that work with \nus are under attack and their lives are being threatened. Where that is the hearings on that? I hear nothing but dead \nsilence on this issue. What I do here are members of Congress joining in on the hate. Truly unbelievable. \n\nI ask that you step back and take a breath. Attack this administration a little bit less and actually address underlying \nproblems that cause all of these problems. Do your job and fix the loopholes. Make hearings meaningful and \nactually take some legislative action after the hearing rather than staging more political theater. \n\nNo member of Congress should be against securing our border. There is no downside of that. There is no downside \n(INAUDIBLE) immigration, there is no downside on lessening illegal drugs, there is no downside in taking money \nout of cartels hands that are murdering our agents. \n\nToday's hearing is important. I want to make that street. This is a very important hearing. We need to discuss, I am \nglad to be here but we need to talk about these other issues (INAUDIBLE). \n\nRASKIN: Thank you, Mr. Homan for your testimony. We will now begin the. Of questioning from the members and I \nwill recognize myself for five minutes for questions. \n\nOn September 2, after the subcommittee demanded US CIS and ICE appeared at this hearing the administration \nannounced a partial reversal of the new policy. In particular US CIS stated that it would quote reopen request for \ndeferred action that were quote pending on August 7, 2019. Ms. Bueso, you and your family were told by USCIS in \na letter dated August 13, 2019, that you need to leave the country by September 14 which is this coming Saturday. \n\nI would like to put the letter up on the screen if we could and in the mean time quickly let me just ask you a \nquestion, Ms. Bueso. You were recruited to participate in several clinical trials is that right? \n\nBUESO: That is correct. \n\nRASKIN: So you were here both for your own treatment but also to participate in these trials that could help every \none suffering (INAUDIBLE)? \n\nBUESO: Yes, help many, many--many to make trial to help other people. \n\n\n\nRASKIN: Okay, very good. Now if we look up on the screen USCIS says if you failed to depart the United States \nwithin 33 days of the date of this letter, USCIS may issue you a notice to appear and commence removal \nproceedings against you with the immigration court. Was your request submitted before August 7, 2019? \n\nBUESO: We--we--did our package on--on May. \n\nRASKIN: I'm sorry? \n\nBUESO: On May. \n\nRASKIN: In May, in the month of May, okay. \n\nBUESO: May. \n\nRASKIN: Have you received anything from USCIS about your case since this letter came on August 13? \n\nBUESO: No. We just we received that letter on August 13 (INAUDIBLE) and then we got another letter from the \nUSCIS that they were going to reopen it but it's still uncertain the situation. \n\nRASKIN: Okay, so you got a letter saying it has been reopened-- \n\nBUESO: But is uncertain, it is not clear. (INAUDIBLE) \n\nRASKIN: But we don't know what that means. \n\nBUESO: Yeah, we don't know what that means and I have (INAUDIBLE) my lawyer Martin he can answer your \nquestion, too. \n\nRASKIN: US CIS says I understand it has not explained to anyone with the practical implications are of this partial \nreversal in the wake of public protest about what had happened including whether in the request submitted prior to \nAugust 7 would eventually be approved. \n\nMr. Marino in light of this punitive reversal what concerns do you have four people who requested deferred action \nbefore August 7? \n\nMARINO: Yeah, I--I wouldn't call it a reversal because the press alert that US CIS issued still indicates that they \nhave terminated the program. They just said they are going to finish the cases that were pending on August 7. So \nwe--I have clients with--with sick children now who need access to this program and aren't able to file. \n\nRASKIN: Okay. Mr. Homan had advised against using the idea of a program saying this is just selective case by \ncase granting of the deferral. What--what is your response to that? \n\nMARINO: Yeah, I don't--I don't see the distinction. There are lots of programs that have individual discretionary \ndecisions made in them. There is a standard operating procedure for it. If he doesn't like the word program that--\nthat's fine but-- \n\nRASKIN: Do you feel confident that request like Ms. Bueso's will get a full and fair review from US CIS? \n\nMARINO: I--I certainly hope so. I am remaining confident. I have told my clients I hope that those that they will \nconsider will--will get the same consideration that they have always gotten in the past. This language in the press \nalert of about some State Department regulation we are not sure what that means so. \n\nRASKIN: There is even more uncertainty about the future of critically ill kids whose families submitted request after \nAugust 7. What is going to happen to immigrants and families who fell on the wrong side of this August 7 deadline? \n\n\n\nMARINO: I have no idea. We--we filed at least one case after that and we have received nothing. So we--we didn't \nreceive a denial. We haven't received any--anything about new procedures being in place. We just don't know. \n\nRASKIN: And these are people who are in relatively similar circumstances in terms of critical medical situations? \n\nMARINO: Yes. So I have about 19 families that we represent and they are all critical medical conditions. \n\nRASKIN: How would you describe their mental condition given the legal uncertainty? \n\nMARINO: It has been absolute chaos. People are terrified. We have had more conversations in my office with \ncrying clients than ever in history and that is a big thing to say in the immigration legal services office. It--it has been \ndevastating. People are terrified. It--it is their children's lives. \n\nRASKIN: Dr. Danaher let me come to you. What--what is the attitude of doctors, nurses, medical personnel given \nthe current context about what has happened? \n\nDANAHER: Frankly we are rather appalled. These patients are incredibly sick and they--they need care and we \nwould like to provide it for them. \n\nRASKIN: Okay. And my time has expired and I'm happy to recognize Mr.--Mr. Hice for his five minutes. \n\nHICE: Thank you, Mr. Chairman. We are a compassionate country and that goes for both sides of the aisle and the \nvast majority of people in this country and it is an honor and a privilege to be able to help those in need and I \nwelcome and thank everyone on the panel for being here today. \n\nBut there--there are issues that are before us today that are broader than what is on the surface. We have \norganizations for example like USCIS and ICE who are now being forced to make decisions they should not be \nforced to make because this Congress refuses to pass and deal with serious immigration reform and implement it. \nThis committee continues the same type of political posturing and attacks towards this administration regarding the \nborder crisis while at the same time doing absolutely nothing to address the problem and to offer authentic \nsolutions. If--if the Democrats generally cared about the plight of migrants of unaccompanied children of sick \nimmigrants and so forth let's come to the table and let's try to get solutions instead of the continued political \nposturing. Let me just review a few things in the recent months that unproductive activity. \n\nIn June a member from this committee--from the other side of the aisle remark that the United States is running \nconcentration camps on our southern border vilifying the men and women of ICE, our border patrol agents who are \nputting their lives on the line every day to defend us and protect this country. Then a group of my colleagues on the \nother side of the aisle issued a press release criticizing the emergency border supplemental bill that provided \nincreased funding that would have helped. Then a dozen of my Democrat members visited Clint(SP), Texas, the \nCBP facility there later alleging the unsanitary conditions there and that individuals were being forced to drink out of \ntoilets. \n\nLook, we can address problems if we are willing to get to the root of the issues and address them. We have the \nauthority here to do so but there are things staring astride Beth the face that we are totally ignoring like amending \nour broken asylum process, reviewing the Flores settlement agreement, increased funding for border security. \nListen I have been at the border, I think I have been to six out of the nine sectors. I am not seeing any of the things \nthat have come from my colleagues on the other side of the aisle. I've seen great hard-working members of our \nCBP and others giving all they've got to do a job well done. \n\nAnd look we--we have got to address solutions rather and the solution is not open border policy. The solutions are \nnot to decriminalize border crossings. Mr. Homan let me just ask you and thank you and all again for joining us. \nWhy would having an open border policy pose a security risk? \n\nHOMAN: Well, for example right now Border Patrol has about 50% of their staff off-line. So if you are someone in \nthis world who wants to do harm to this country you are not going to buy a plane ticket because there are too many \n\n\n\nbackground checks done. You can't get a visa because of the visa security program. You are going to enter this \ncountry the way 12 to 20 million others enter especially now when half of the order is unsecure. \n\nHICE: In essence is decriminalizing border crossing is that kind of in itself really an open border policy? \n\nHOMAN: Yes, it--it is another enticement like sanctuary cities that give them free college education or free medical \ncare or--or rewarding illegal behavior by giving people citizenship. It is another enticement that these people put \nthemselves in harm's way to come here to the country and put themselves in the hands of criminal organizations. \n\nHICE: What--what does it do to the morale of those who are on the border, those who are agents trying to do their \njob when be at members of the press or members of Congress push false narratives as to what is going on down \nthere? What--what does that do to the morale? \n\nHOMAN: Well, it hurts their morale, not only the morale of the men and women that carry the badge and gun, it \nhurts the morale of their families. The spouses that say goodbye to their spouse every day to leave the--the safety \nand security of their home to defend this nation. It--and their families, their kids being attacked. When I was ICE \ndirector my kid was attacked. He had death threats against him. It is out of control so they men and women of ICE \nand Border Patrol deserve our thanks not the ridiculed by members of Congress or--or the media. \n\nAnd this open borders policy doesn't solve anything, it is going to create more people--it--come to this country \nillegally, more women will be raped, more children will die and I have said that for two years-- \n\nRASKIN: Thank you, Mr. Hice your time has expired. I want to thank the witness and I will call on representative \nEleanor Holmes Norton next for her--her five minutes for questioning. Delegate Norton, you are up next. You're up \nnow. \n\nNORTON: Thank you very much. This is a very important hearing because without you we really would have no \nnotion of what is at stake here. The--the newspapers and news reports didn't give us the fine detail, the fabric that \nyou have given us. Ms. Bueso you and your family were granted--you know it's amazing that anybody would want \nto take this away. I didn't even know we had this. I am so pleased that we had this kind of deferred (INAUDIBLE) \nwe had something of this importance that we didn't even know about and I am sorry we didn't know about it and that \nwe are taking away is mind-boggling to me. I am interested in this matter called MPS six(SP). I would like to know \nwhat the symptoms are, how rare it is. Ms. Bueso could you enlighten us on that? \n\nBUESO: Yeah, sure. So like the short version (INAUDIBLE) is a rare kinetic disorder. I was born without an enzyme \nin my body. And, you know, I was born like a regular baby until by the third week I had developed problems, getting \nsick a lot, infection, ER. But mostly, since my body is missing an enzyme the only treatment that our parents \n(INAUDIBLE) is in California and with that treatment I take every single week. So, once a week for six hours. And I \nhave been doing this for the past 16 hours. And with that treatment it had helped me to live longer because before \nthey thought I wasn't going to live to my teen as I mentioned before. And, I'm really grateful.  \n\nBut also, it caused a little problem with my heart, my lung, my bone, spine, eyes, teeth--its--it's a whole--whole list. \nBut I'm--I'm really grateful for the treatment that--that my parents found because it helped me live longer and not \nhave so--not become so sick. But it's really rare and not many people know about it.  \n\nNORTON: Thank you. It's important for us to understand this--this condition. I do want to indicate there is a quid pro \nquo here. Obviously, those on deferred action are getting treatment they wouldn't otherwise get. And look what we \nare getting--because of the diversity of our country we are getting what we couldn't get otherwise. And that is of \ncourse, the experience that can help many more perhaps from the United States I--I want to know the importance \nof having family. We couldn't possibly, could we, Ms. Bueso, ask such people to continue this trial without family--\nhow important it is to have somebody besides you.  \n\nSuppose somebody said, OK, let that patient--patient--let that person remain what would it mean if there was \nnobody with you but you were by yourself?  \n\n\n\nBUESO: You know, I'm really grateful for my family. You know, to come here for my treatment. And also, I'm really \n(INAUDIBLE )to continue doing so many clinical trials because now the medical I'm getting for MPS are giving it to \nbabies which that mean that they're--they're going to, you know, have less problems you know because they are \nstarting early and more energy and I'm truly, truly blessed to--to continue with clinical trials (INAUDIBLE) doctors \ncan know more about MPS. Because this is a really rare condition. But I'm really blessed with my family.  \n\nNORTON: Yeah, it seems to me that without the family's presence this wouldn't even be possible for--for these \ncitizens to remain and get help for themselves and help us with others. Mr. Marino does deferred action help \ncitizens and legal residents if so or not would you let us know how?  \n\nMARINO: Absolutely, half of the children and the--and the families that we represent who are--have these illnesses \nare U.S. citizens. And the deferred action requests are parents so that the parents are able to stay here and are \nable to work, to care for the child, to contribute to the cost of their medical care, to pay the rent. So there are def--\nespecially with families and children, there are U.S. citizens that are heavily impacted by this.  \n\nAnd if they were to be forced to leave in 33 days, the result would be that they would have to choose between \norphaning the child, leaving the child behind to continue to get the treatment, or taking the risk of putting them on a \nflight or pulling them off of the treatment. \n\nRASKIN: Thank you. The gentlelady's time is expired. I recognize Mr. Keller for five minutes.  \n\nKELLER: Thank you, Mr. Chairman, and I want to thank the members of the panel for being here today. A truly \nimportant issue. The health care in America is the greatest in the world, and having been the--I'm a parent of a son \nwho received life-saving treatment when he was three, and you will do anything to help your child. And again, I just \nwant to say that to the families and the people that are being treated.  \n\nThe question is for the panelists, Dr. Wadhia and Mr. Marino. You've been dealing with deferred action--I guess, \nDr., I'll talk to you first. You had mentioned in your testimony about the 1970s and the '80s and much guidance and \nthings with deferred action. I think it would be best if we as Congress would lay this out in the law so that it could \nnot change. Have you ever contacted a member of Congress with solutions or ideas that we could put in legislation \nthat would help define this, since there hasn't been clarity according to some of the-- \n\nWADHIA: (OFF-MIC) I haven't had a specific conversation about codifying deferred action into legislation, but \nwhat I can say is that greater transparency and identification of the factors that will be considered being available to \nthe public is something I greatly value.  \n\nI would also say that we could have legislation. We need reform as the representative said earlier. Even with a \ncomprehensive reform we will always need discretion. And so to the extent that the role that discretion and \ndeferred action, in particular, play--the action in particular plays in protecting people in humanitarian cases, we will \nalways need that. So I see all of these cases as a sort of Hail Mary cases, if you will, and it enjoys a very long \nhistory. \n\nKELLER: It does, but in order to make sure that everybody understands the clarity of it, you know, I think that would \nbe--you know, it would go a long way as part of the reform that we look at when we look at immigration reform. You \nknow, Mr. Marino, you had talked about people being in your office and looking for clarity. Did you reach out to any \nof the federal agencies and ask them for clarity, and did they respond to you on clarity? \n\nMARINO: So USCIS doesn't really communicate with us anymore. There is an 800 number that we can call that \nthey have a private contracted customer service person will call you back, but on the issues like this, those lines of \ncommunications have really been slow. \n\nKELLER: Did you--did you call and ask them for guidance? \n\nMARINO: So the 800 number, no. \n\n\n\nKELLER: No, them at all. I mean, any of the agencies. \n\nMARINO: So through the professional association, the American Immigration Lawyers Association that I'm a \nmember of, they have liaisons contacted within USCIS, and there were contacts there, to try and figure out what \nwas going on. And my understanding is the response we got was just that, yes, this program has been eliminated, \nand there wasn't any-- \n\nKELLER: Again, as people--you know, Dr., as (INAUDIBLE) and Mr. Marino, I would--I would--I would suggest that, \nyou know--and I'll make the offer because I think Dr.--Dr. Wadhia, I think you're a constituent of mine if you live in \nState College, to work with you on solutions. But you know, here again, we're talking about people that have \nsituations, but we're also talking about the bigger issue of making sure it's clear on all points of our immigration. So I \nguess I would say that.  \n\nMr. Homan, if I could just pivot to you, can you talk about, you know, why it might be best to let USCIS determine \nwhether or not to grant deferred action, you know, or, you know, should it be appropriate for US--for that, or should \nit be ICE? I mean, where should we have this program? Who should be determining this? \n\nHOMAN: I don't think CIS should have this authority because I think the authority lies with the agency that has \nstatutory authority over the decisions. ICE makes the arrests, ICE detains, and ICE removes. So if someone is \ngoing to ask for deferred action on that immigration action, it shouldn't be a non-law-enforcement agency \nexercising prosecutorial discretion. It should be ICE on a case-by-case basis making that determination. \n\nKELLER: Okay, I appreciate that. And I guess I'm just going to--I've only got a couple seconds here, but you know, \njust saying hey, we as the United States have a lot of things that we need to make sure people understand, and by \nthe ambiguity of our immigration laws we've created a lot of confusion. And you know, I guess I would say to the \nchairman and other people, you know if we didn't have clarity from these agencies and those people are confused, I \nwould hope that we did, that we as the committee, the chair of the committee would have asked for that guidance, \ntoo, so that we could put it out to the people. And I don't know if any of you have asked the committee for guidance \nto see how to behave either. \n\nRASKIN: The gentleman's time is expired, but I wanted to thank Mr. Keller, a new member of our committee, for a \ntruly excellent line of questions there, and I would be delighted to work with you further on exploring whether there \nis a role for a legislative remedy and formalization of some of the criteria and standards that seem to be just kind of \nfloating in the ether in the various departments. I will at this point call for five minutes on representative Debbie \nWasserman Schultz. \n\nWASSERMAN SCHULTZ: Thank you, Mr. Chairman. Before I ask my questions, since it has not yet been done I \nthink it's important to really make sure that the jingoist, bigoted testimony of Mr. Homan is called out as nearly \ncompletely untrue, as being an outrage. And as a former official directing the Immigration and Customs \nEnforcement Agency, he should know better. So making sure that I am-- \n\nUNKNOWN: Mr. Chairman. \n\nWASSERMAN SCHULTZ: No, no, this is my five minutes. \n\nHOMAN: What did I say that was inaccurate? \n\nWASSERMAN SCHULTZ: I'm not asking a question. \n\nRASKIN: Okay, the gentlelady is recognized for five minutes. She's made her point, and I will try to resolve any \nother issues at the end of her questioning. \n\nWASSERMAN SCHULTZ: Thank you. So I just think it's important that it's not accepted as accurate testimony. That \nhaving been said, Ms. Bueso and Mr. Sanchez, I want to start by thanking you for your courage and for sharing \nyour stories today. Both of you have publicly stated that this policy change constitutes a death sentence for you. \n\n\n\nPlease know that my Democratic colleagues and, and perhaps of some of the--our colleagues on the other side of \nthe aisle, will do all we can to reverse what is a disgusting decision by the Trump administration.  \n\nMr. Sanchez, in your testimony you spoke of your parents. I'm a mother. I have a cousin with cystic fibrosis. Many \nin this room are parents. And there are few anguishes greater than your child being sick, much less being one who \nwas unable to access life-saving care. Your parents did exactly what any parent would do. They found a way, \nagainst impossible odds, to make sure you were safe and to keep you alive.  \n\nOur country should be proud to have doctors and treatments that can help kids like you. Every parent here should \nsee themselves in your parents, whose love and tenacity brought you here. We should celebrate your story as a \nmodel of the goodness our country can offer. But instead, you're here, unfortunately, today to testify about why you \ndeserve to live. For that our country should be ashamed, and I am so sorry.  \n\nMs. Bueso, I understand you came to the U.S.--I heard your testimony--when you were seven years old to \nparticipate in a clinical trial for the drug that you now take to survive. Can you tell me a little bit about--tell us a little \nbit about your treatment and what you think would happen if you were not able to continue that treatment? \n\nBUESO: So I've been taking this weekly treatment every Friday, once a week, and it's through an IV, and I go to the \nhospital, and it's six hours long. And it had helped me live longer because, as I mentioned, I was born without \n(INAUDIBLE). So if I stop taking the treatment, which I've been doing for 16 years, but if I stop getting the treatment \nthat my body needs because it is missing, then I'm going to die. \n\nWASSERMAN SCHULTZ: Your doctor wrote a letter to U.S. Citizenship and Immigration Services in April of this \nyear supporting your application for deferred action. I would like to ask that that letter be put up on the screen. He \nwrote, and I quote, it is imperative that Maria Isabel continues to receive this treatment for her life-threatening \ndisease. He continued, quote, if she were to return to Guatemala she would no longer have access to the \nmedication, and she would die. This must be really difficult for you to think about. Having survived a life-threatening \nillness myself, I know that fear. What scares you the most about the idea of returning to Guatemala? \n\nBUESO: Well, first of all the treatment because I need the treatment, and then also my medical care that I need that \nhas been, you know, with being in California for so long. So it's really terrifying to think about it, you know, but I've \nbeen praying a lot. So I'm hoping that the resolution (PH) can come to this because it is very overwhelming and \ndevastating, and just thinking about you're going to die when you have still so many dreams and hope for your life. \nIt's really devastating. \n\nWASSERMAN SCHULTZ: I really can't imagine, but I can imagine as a parent the fear that I would have for my \nown children if, God forbid, that was the case. Mr. Sanchez, can you tell me about the--I'm somewhat familiar with \nthe procedures that cystic fibrosis kids have to go through. Can you tell us a little bit about the treatments that you \ncurrently receive for your CF and would you be able to get those same treatments in Honduras? \n\nSANCHEZ: No, I won't be able to get them in Honduras because there is no machines, no supplementaries (PH) for \nthe treatments. There isn't anything in Honduras for CF. They don't even know--the doctors doesn't know what CF \nis. \n\nWASSERMAN SCHULTZ: As my time is expiring, if Dr. Danaher could elaborate on the risks that medically fragile \nchildren face if they are forced to turn--if they're forced to return to their home countries, and then I'll yield back.  \n\nDANAHER: I mean, it's different for every child, but their care is so complex that it's hard to imagine that any of the \nchildren in this program could receive the full treatment that they need should they leave the country. That's why \nthey were granted the status in the first place. \n\nRASKIN: Thank you very much. The gentlelady's time is expired, and I recognize Mr. Jordan for questioning for five \nminutes. \n\n\n\nJORDAN: Thank you, Mr. Chairman. Mr. Marino, the letters that were sent to the 424 families, none of them have \nbeen officially told that they would not be allowed to stay in the United States. Is that accurate? They're just--those \nindividuals and those families are being--they're in the reevaluation, reopening of the case, but there's been no \ndefinitive decision made on those families. Is that accurate? \n\nMARINO: Since the September--you mean the new letter, since September 2? \n\nJORDAN: Right. \n\nMARINO: That's correct. They're just reconsidered. So they're back open, and we're waiting for a decision. That's \nright. \n\nJORDAN: And we assume \n\n[*]JORDAN: hope and assume that those--those individuals are going to be that are here now they are in some kind \nof our witnesses what some of our witnesses already they are in some kind of a clinical trial, some kind of treatment \nprogram that they are going to be allowed to stay? \n\nMARINO: I sure hope so. \n\nJORDAN: Yeah, so do I. I mean we all do and I think that's the--the--I think that is the most logical and likely \noutcome and probably what will happen. So how long have you been in--- Mac in your business working with these \nfamilies? I think you said you had 19 families you are working with right now that have a pending application. \n\nMARINO: Yeah, so I have been-- \n\nJORDAN: 19 families outside this 424 and any families you may have that are in that category, is that right? \n\nMARINO: So the 19 families I have there are some families that about half of the families that have a pending \napplication and then another and then the other half are split between people who are preparing to file initially-- \n\nJORDAN: Okay. \n\nMARINO: --and people who are in the deferred action program now. \n\nJORDAN: So you've got some within the 424, some without, right? \n\nMARINO: Right. \n\nJORDAN: That's--and okay. So and you have been doing this for a number of years? \n\nMARINO: Yes. \n\nJORDAN: How many years? \n\nMARINO: I have been at the IIC for five years. I have been an immigration lawyer nine years. I don't know the first \ntime I filed one but-- \n\nJORDAN: Have you ever had anyone denied? \n\nMARINO: I have not but I know that they have been. I think that the reason I have not is we and legal services kind \nof have a well-earned reputation of cherry picking cases. \n\nJORDAN: But people-- \n\nMARINO: We file them in very serious-- \n\n\n\nJORDAN: But some people get denied? \n\nMARINO: Yes, absolutely. \n\nJORDAN: Not just in the trumpet administration, some people got denied in the Obama administration, probably \nsome people got denied in the Bush administration, right? \n\nMARINO: Yeah, I've never had a categorical denial where they are all denied because we are no longer \nconsidering these cases anymore. I have seen-- \n\nJORDAN: We haven't had that either. We just got a reopening re-examination and we all anticipate based on the \ninformation we've got from the US CIS that they are going to be able to stay. All I'm asking is in the past people are \nsimilar situation--similarly situated have been denied? \n\nMARINO: On a case-by-case basis, not categorically. \n\nJORDAN: Right, I understand. I understand. Okay. Again I just want to make that clear this is like we are hearing \nfrom the side this is unbelievable but there have been people similarly situated who have been denied in the past. \n\nMARINO: I wouldn't say similarly situated. I don't think that any of the clients that I have now in the situation that \nthey are in with--with the need for critical life-saving medical treatment would have been denied in the past. \n\nJORDAN: Okay. And I don't think they are going to be denied now. I think they got a notice that there is going to be \na reopening of the case and I don't think they are going to be denied. I certainly hope they are not denied I think all \nof us are in that category and based on the communication we have seen that seems to be where this is headed. \n\nMARINO: But that is just for those cases that were pending on August 7. The program has still been eliminated \ngoing forward it seems and they apparently-- \n\nJORDAN: They are going to be--they are going to be looked at on a case-by-case basis. \n\nMARINO: Just the ones that were pending on August 7. \n\nJORDAN: Right. I got that. \n\nMARINO: But the program has still been eliminated that--that is our concern. \n\nJORDAN: Okay, got it. Mr. Homan is there a crisis on the border? \n\nHOMAN: Of course. \n\nJORDAN: And has there been a crisis there for a long time? \n\nHOMAN: Yes. \n\nJORDAN: I just want to get--because your--your testimony is that the broader issue and I--this is critically important \nbut we also have a broader issue that we have unbelievable numbers we have seen on the border with \napprehensions and everything else, right? \n\nHOMAN: Absolutely. And if I can respond to the earlier remark from Wasserman Schultz I have forgotten more \nabout this issue then you will ever know. So to say my testimony is inaccurate is wrong. Everything I said here is \naccurate. Bottom line. If you want to go toe to toe I am here. I am here on my own time to speak to the American \npeople about what is what and what is fact. \n\nWASSERMAN SCHULTZ: I am sure happy to go toe to toe with you Mr. Homan. Happy to do that any day. \n\n\n\nHOMAN: Well, I--I am here. But you've got to let me respond to your question rather than dropping a bomb and \nrunning away. \n\nWASSERMAN SCHULTZ: It was my time (INAUDIBLE). \n\nHOMAN: There is a crisis on the border and--and it is not going to go away if we keep enticing more and more--if \nwe want to abolish ICE, we want to give away college education and drivers licenses and free medical care and \nrewarding illegal behavior you are never going to solve the immigration crisis on the border. It's not going to \nhappen. \n\nJORDAN: It probably doesn't help them when certain members of Congress criticize the agents down there trying to \ndo their job, probably doesn't help when you have pictures put on websites that talk about cages when in fact the \npicture was from the Obama administration. Probably doesn't help when you say the crisis is fake, contrived, and \nmanufactured and hold off spending the $4.6 billion we needed to actually deal with the crisis that got much worse. \nProbably doesn't help with all those--all of those factors either, does it? \n\nHOMAN: no, sir. \n\nJORDAN: It probably doesn't help that you've got cities declaring themselves sanctuaries. That probably doesn't \nhelp the situation either. \n\nHOMAN: And it doesn't help to have a missed message that all of the sudden deferred action is going away, but \nall of the sudden prosecutorial discretion is going away for this policy change. I myself have approved many request \nfor (INAUDIBLE) removal for medical issues. ICE doesn't put their heart on a shelf when they wear the badge and \ngun and all of the sudden they don't care about humanity. It is ridiculous. It is a ridiculous false narrative and I'm \ngoing to be here until the day I died defending the men and women of the Border Patrol and ICE who put it on the \nline every day for this country. \n\nRASKIN: Thank you. The gentleman's time has expired.-- \n\nJORDAN: Thank you for your service. \n\nRASKIN: -- Representative Ocasio-Cortez for her five minutes of questioning. \n\nOCASIO-CORTEZ: Thank you Mr. Chair and I would like to thank my colleague Ayanna Pressley and Mr. \n(INAUDIBLE) for--for your work also in organizing this hearing in a critically important issue at this time. \n\nMs. Bueso and Mr. Sanchez I want to thank you both for coming to testify. I want--I would like to thank all of our \nwitnesses for coming to testify before this committee. It is an enormous--it is enormously taxing physically, \nemotionally, mentally to come here and to testify before this committee and to prepare for your testimony, no less to \ntestify for the length at which you all are doing. So I would like to thank you. I would like to recognize that you are \ndoing it not just out of self-preservation but to make sure that thousands of children and other people in the United \nStates are protected. \n\nI would also like to apologize to you both for the behavior of some of the members of this committee where they are \nspeaking in profoundly dehumanizing terms to you and you don't deserve that. I would like to apologize to you on \nbehalf of the United States of America for the dehumanizing policies that they are pursuing to better--frankly \ntargeting you and targeting many people in the United States and we are fighting for a better country that we can be \nproud of when it comes to how we treat all people and understanding the circumstances that they are coming from. \nAnd I would also like to recognize the intrinsic value that you have and offer to everybody that you encounter in our \ncountry. \n\nSpeaking of which Ms. Bueso do you remember in--a long time ago and you may not but in 2003 participating in a \nclinical trial for MPS6 in Oakland, California? \n\n\n\nBUESO: I was really young, I was seven but I do remember coming here with my mom and being participate in a \nclinical trial. \n\nOCASIO-CORTEZ: You were seven years old? \n\nBUESO: Yes, seven or eight, yes in 2003. \n\nOCASIO-CORTEZ: Do you remember and again I know you were very young but do you remember a girl named \nMaria(SP) (INAUDIBLE)? \n\nBUESO: Is she from New York? \n\nOCASIO-CORTEZ: She is from New York. \n\nBUESO: Yeah. \n\nOCASIO-CORTEZ: She is a constituent of mine and she wants to write and submit to the Congressional record a \nletter of support for you to stay in the United States. So Mr. Chairman I would like to seek unanimous consent to \noffer this letter to the Congressional record. \n\nRASKIN: Without objection the letter will be entered. \n\nOCASIO-CORTEZ: And clearly you had a profound impact on her and I think it's a testimony to your character and \njust who you are as a person. That being said Ms.-- Professor Wadhia direct and deferred action rather ensures \nthat children can stay in the United States to receive treatment for life-threatening medical conditions without fear of \nbeing deported, correct? \n\nWADHIA: (INAUDIBLE) \n\nOCASIO-CORTEZ: And the deferred action is subject to very strict internal controls. You have reviewed hundreds \nof these actions of these cases and the reasons for granting deferred action are generally limited to very serious \nlife and death issues, isn't that correct? \n\nWADHIA: Correct. \n\nOCASIO-CORTEZ: So folks and people like Mr. Sanchez and Ms. Bueso are not collateral damage to this \nadministration's policy, they are the target, correct? \n\nWADHIA: Correct. \n\nOCASIO-CORTEZ: Is targeting--is targeting and changing policy to specifically target people with life-threatening \ndiseases for deportation essentially killing them through deportation? Would you characterize that as cruel? \n\nWADHIA: I would. \n\nOCASIO-CORTEZ: This is a cruel policy change and this fits a pattern that we have been seeing over and over \nagain or this committee of a culture and policies specifically almost animated by cruelty. We hear over and over \nagain and we've heard it today from folks across this committee that they are under resourced, that we have to \ncontinue dumping billions of dollars into enforcement, into putting children in cages, into--into a system that is quite \nliterally killing people but meanwhile we are adding to the restore strains by forcing people to go through the ordeal, \nforcing this country through the ordeal of needlessly deporting people like Ms. Bueso and Mr. Sanchez. Of course \nyou are under resourced because--under resourced for your goals because your goals is to deport people that have \nno reason human--on humanitarian grounds or otherwise to be deported. Would you agree with that, Ms.--Dr. \nWadhia, is that an assessment--is that how it strikes you? \n\nRASKIN: They witness may answer the question. \n\n\n\nWADHIA: It--it does and it goes to my testimony about how we spend resources. This change in policy also throws \na wrench into the rule of law because of the fact that discretion is such a necessary component and part of the rule \nof law. We have to make choices about who we are going to target for removal and who we are going to place \n(INAUDIBLE). \n\nOCASIO-CORTEZ: And when we want to talk about morale-- \n\nRASKIN: Okay. The gentlelady's time has expired now. I want to recognize Mr. Meadows for five minutes for his \nquestions. \n\nMEADOWS: Thank you Mr. Chairman. Mr. Marino I wasn't going to ask questions but I'm trying to get my--my \nhands around this and--and you made a statement in that--what program is going away? You--you said a program \nis going away and this deferred action in terms of case-by-case situation from what I understand it's not going \naway, it's just the proposal is to move it to ICE. So--so why--what--what program is going away? \n\nMARINO: I--I haven't seen any proposal to move anything to ICE and-- \n\nMEADOWS: So what program is going away? \n\nMARINO: Deferred action before USCIS. \n\nMEADOWS: But where are you getting your doc-- I mean I guess what I'm saying is I am not aware of \n\n[*]MEADOWS: any program that has been recommended that goes away. I mean, these cases have been opened \nback up, but my understanding was is we were just going to move it over so the adjudication is actually handled by \nice. Is that not correct?  \n\nMARINO: No. My understanding is that was what--part of the problem here is that there have been no--there was \nno public notice of any of this. So what we know-- \n\nMEADOWS: --Yeah, but your statement to Mr. Jordan a few minutes ago was that the program was going away. \n\nMARINO: Yeah, so I-- \n\nMEADOWS: --So--so what program is that? \n\nMARINO: Medical deferred action at USCIS. \n\nMEADOWS: So--and you're basing that deferred action is going away based on what? \n\nMARINO: So the denial notice we received-- \n\nMEADOWS: --That's one notice for one individual. \n\nMARINO: No, no well, everyone that I've seen has been identical. They are all-- \n\nMEADOWS: --No, no, I get that for the 400 and some odd, but we are reopening that up. So I guess-- \n\nMARINO: --Right, but it's-- \n\nMEADOWS: --Here's what I don't want to do is create panic assuming that we are going to do away with deferred \naction when I haven't seen anything from either of the groups that would suggest that. \n\nMARINO: It says USCIS field offices no longer considered deferred action requests. \n\nMEADOWS: Right. To move it to a different--different processing. \n\n\n\nMARINO: No, that part is not here. \n\nMEADOWS: No, I understand it's not in that letter, but--but didn't you get a follow-up letter on that--on that which \nhas their opening up for the adjudication? \n\nMARINO: So-- \n\nMEADOWS: --Yes. \n\nMARINO: So then they issued a--a press alert that they were going to reopen these cases-- \n\nMEADOWS: --Right, and so-- \n\nMARINO: --September 2-- \n\nMEADOWS: --Right and so anybody that you have in the key right now-- \n\nMARINO: --Which they said USCIS stopped its consideration of deferred action for nonmilitary requesters. So they \nsaid that the cases that were pending as of August 7, they were just going to clear out those cases. But the \nprogram-- \n\nMEADOWS: --Okay-- \n\nMARINO: --Deferred action has still new been admitted ended. \n\nMEADOWS: All right. So Mr. Chairman, let me--what I would like to--oh, excuse me, Madam Chairman. I didn't see \nyou pop in the chair there. Madam Chairman, I would like to--let's work together. I think what we've got is a situation \nwhere, listen, you don't have a compassionate bone in your body if you're not looking at this and saying we got to \naddress this. We're going to address this. Here's what I also don't want to do Mr. Marino, is assumed that we got \nthis panic out there that we're going to do away with everything. I would--I would like to work in a bipartisan way to \nfigure out how we look at the humanitarian needs that we have, and yet do it in a way that is systemically \nreasonable and yet efficient. Does that sound fair? \n\nOCASIO-CORTEZ: I think it sounds--I think it sounds fair. I think it be good for us to come together and at least \nprovide some certainty in the lives of these folks. \n\nMEADOWS: And I'll yield the balance of my time to Mr. Roy. \n\nROY: Thank you, Mr. Meadows. Just adding on that, the same question just to extend, is it--and let me ask you this, \nMr. Homan. You said earlier that you think, Mr. Homan, that ICE is the proper place to deal with these questions. \nAm I mistaken in my understanding that what we got here is simply, for better or worse for this hearing to decide \nand for the purposes of what Mr. Meadows and Miss Ocasio Cortez were just talking about how this process should \nwork. In other words, in this case, USCIS is saying we are not processing of after August 2, right? We're not--were \nnot going to handle these. We're not going to make these deferred action decisions after August 7. Essentially \nthen, that goes to ICE and then ICE is going to have to make, I mean, ICE will deal with decisions they're going to \ndeal with respect to expedited removal decisions or anything else. And then ICE can choose to figure out how to \nhandle these questions if ICE puts and policies in place that would allow that to occur. I mean, is that--Mr. Homan, \nyour recommendation or thought? \n\nHOMAN: ICE already--they make prosecutorial discretion decisions every day on do we arrest, do we not arrest? \nDo we detain, do not detain? Do we put in proceedings, do we not put in proceedings. Do we remove or not \nremove? You know, like I said earlier, I have personally approved deferred action requests days of removal for \nmedical issues. So it isn't like the whole process is going to go away, it's a--it's a bureaucratic process to move from \none agency to the other agency and it's currently in an agency that I don't think should have the authority over \n\n\n\nmaking decisions that the other agency has statutory authority over. That's the basis of all prosecutorial discretion \nmatters.  \n\nROY: And I'll--let me just add one thing. We'll ask this question of the next panel, right, about what their intent is, \nand then I would--when I get my time back, I want to address with Mr. Marino, you know, your head shaking in both \ndirections. So let me do that when I get back. \n\nOCASIO-CORTEZ: Thank you. The chair now recognizes the gentle lady from Massachusetts, Ms. Pressley. \n\nPRESSLEY: Thank you, Madam chair. I--I do want to say that our colleagues across the aisle have stated outright \nand implied that there are dramatics happening on this side of the aisle. No drama, just hard facts. And that is that \nrepeatedly, people have been asked to weaponize their lived experiences and their pain, which has been brought \nabout by neglect or by intentional attacks by this administration time and time again. People have come before this \ncommittee to talk about the trauma of gun violence, the trauma of what's happening at our borders, the trauma of \nnegotiating lifesaving medication like insulin, and now the trauma and the fear of children, people that are coming \nbefore this committee demanding the community and the dignity in them appealing for their very lives. That's where \nwe find ourselves.  \n\nSo just when I think the occupant of this White House and his xenophobic administration cannot reach any new \nlows, they go even lower deciding to give seriously ill children and their families 33 days to leave the country or risk \nbeing deported. No dramatics, the hard facts. And because of the outrage by millions of Americans, because this \ndoes fly in the face of the values that we espouse as a nation in the public outcry and the partnership of my \ncolleagues, and the leadership of this committee, we are having this hearing today to shine a spotlight on this \nappalling policy that lives are hanging in the balance and to hold this administration accountable. No dramatics, no \nposturing, just the hard facts.  \n\nAnd to add insult to injury, they tried to do this under the radar, no public announcement, no opportunity or effort to \nhear from those most impacted. Appalling, shameful. These family stories have spurred righteous rage, public \noutcry, and rightfully so. And I want to thank Mr. Sanchez and Miss Bueso for joining us for your bravery. You are \ntrue patriots by every definition in my estimation. I can only imagine how hard this is, battling a chronic, life-\nthreatening illness layered by the threat of deportation. I want to also thank your caregivers and your caretakers and \nyour families for being here with you and what they do every day.  \n\nMr. Marino, can you please just succinctly clarify, because there is been a muddying of the waters here, truly a \nrevisionist history, we would not have Miss Bueso and Mr. Sanchez here doing what they are doing in the face of \ngreat physical and emotional burden if this a fake panic. So can you please clarify the revisionist history by my \ncolleagues on the other side of the aisle and tell us why do you think it is necessary for USCIS to continue to grant \ndeferred action and just speak to what has transpired here? \n\nMARINO: Sure. I'll give you a little bit of the--the history as I understand it and what we've learned. I also think that \nDoctor Wadhia is probably better prepared to answer some of this of why it belongs at USCIS where this program \nalways has been. There is no new program at ICE and none of my clients are eligible to--to apply for anything from \nICE. They can't walk into a nice office and apply for deferred action the way that they always have from USCIS. I \nbelieve that what Mr. Homan is talking about he saying he's granted stays of removal in the past. That's only \navailable to people who have been ordered removed and are on orders of supervision. So they've been ordered \nremoved and ice is actually carrying through with deporting them. It's basically on your way to the airport, you can \nask us for permission to stay for a year, and then maybe then we'll consider it. So I don't know if the suggestion--I \ndon't understand it, but it seems like maybe the suggestion is that you drag kids from their hospital bids into \ncourtrooms, make them go through a removal procedure proceeding, have a judge ordered them deported, then \nturn them over to ICE, and then maybe they're going to exercise discretion. I don't really understand. \n\nPRESSLEY: I'm going to reclaim my time. I'm running low on time here. \n\nMARINO: Sure. Go ahead. \n\n\n\nPRESSLEY: Doctor Wadhia, is there something you want to add on the record? \n\nWADHIA: When it comes to a--when it comes to affirmative deferred action requests, this is a policy that has been \nin the jurisdiction of the USCIS since its inception. These are individuals who are not yet in the removal system. \n\nPRESSLEY: And it has been terminated? \n\nWADHIA: And it has been terminated. \n\nPRESSLEY: Okay. \n\nOCASIO-CORTEZ: Thank you. The chair now recognizes the gentlewoman from West Virginia, Ms. Miller. \n\nMILLER: Thank you, Madam Chairman and ranking member Roy and to all of you all for being here today. Miss \nBueso and Mr. Sanchez, I want to thank you for sharing with us your life stories and the experiences that you had.. \nIt has helped shed light on the plight that many are facing and the need for clarity in our \n\n[*]MILLER: system and I--I want to reiterate what the gentleman from North Carolina and from Texas are \nexpressing as well--we need to clarify and we need to understand how we can move forward in a positive way.  \n\nMr. Homan, I would like to direct my questions to you today. I know that in these past couple of months we have \nhad multiple hearings in this committee on the topic of immigration. Has all of this rhetoric helped move the ball \nforward don solving our nation's larger immigration issues?  \n\nHOMAN: I missed the last part of that question, ma'am.  \n\nMILLER: I said has all of this rhetoric help move our nation into solving the immigration issues?  \n\nHOMAN: No.  \n\nMILLER: How would you characterize the Trump Administration's response to the southern border crisis?  \n\nHOMAN: I think he's doing the right thing. I think he's the right guy at the right time doing the right thing. Numbers \nare down 56 pecent from the high only because of his actions. Not actions of anybody in this building.  \n\nMILLER: When we had Acting Secretary McAleenan here in July he discussed how over 5,000 migrants presenting \nthemselves as family units in the fiscal year 2019, turned out to be fraudulent. How does our current immigration \nlaw incentivize illegal entry into our country?  \n\nHOMAN: Because there's loopholes that exist that cause families and children to come to this country. And that's \none thing that of course, I'm constantly attacked at being--I'm the devil. But if anyone in this room has ever worn a \ngreen uniform, seen what I've seen in my career I've seen many dead children and many women that were raped--\n32 pecent the number from (INAUDIBLE) all borders and that is the issue is--it's not about securing a border which \nno one on this panel should argue a secured border is a better United States. But it's not just about securing the \nborder. It's about saving lives.  \n\nAnd--and--and I feel what is going on here today and--and there are many cases that deserve deferred action \nsignificant medical issues. So, don't say that this administration don't care about this because I, personally, have \napproved deferred action for medical care. But what I'm saying is there's--there's a flip side to this coin. Many, \nmany more lives are lost every year. Border patrol saved 4,000 lives last year. People that would have died if they \nwouldn't have been rescued. People are drowning in the river. Children are dying. Women are being raped.  \n\nMILLER: Repeat that number, please.  \n\nHOMAN: 4,000 rescues. And what I'm saying is we have hearing after hearing after hearing but no--I haven't been \ninvolved in one haring talking about fixing the problem that's causing the surge. But--you want to talk about family \n\n\n\nseparation, you want to talk about terrible detention conditions, you want to talk about you know, this--this deferred \naction. And I get it--it's all important. But when are awe going to talk about fixing the problem, saving lives and \nsecuring our nation.  \n\nLike everybody here, I don't care if you're republican or democrat your number one responsibility is to  secure this \nnation. And there's no downside in protecting America and securing our border. And, if you don't like it legislate. \nDon't ask--don't ask people to ignore the law or twist the law or bend the law or--or find loopholes there, loopholes \nthere--legislate, do your job and fix it. It can be fixed.  \n\nBut it's going to take--it's going to take a backbone to get it done.  \n\nMILLER: So, once again, given all the political rhetoric in Congress in the last couple of months there hasn't been a \nlot of action on fixing this from my colleagues on the other side. Can you elaborate eon the importance of a \ncongressional action on immigration?  \n\nHOMAN: It's going to save lives. It's going to take the money out of cartel's hands that only-not only will smuggle \npeople and trafficking children that are coming to this country with relatives that claim are relatives--aren't relatives. \nWe have numerous investigations. Children are being trafficked. And--and I hear a lot of, you know, sympathy today \nand I share that sympathy. But let's not forget about the other population--children are trafficked and used by \ncriminal cartels--32 pecent of women are being raped. Border patrol agents have died defending our nation.  \n\nSo, I don't understand why congress can't step up and take this seriously and--and fix the issue. This--this is \nfixable. But it's--but it's people are too busy resisting this president wanting--wanting to see the President of the \nUnited States fail on the most important issue facing this nation right now cause it's more important about politics \nand power than doing your job. It should be about love of country, love of securing this nation, protecting \nAmericans. And, saving lives of people that are vulnerable trying to come to this country because of the \nenticements and because we failed to address the loopholes that are causing it.  \n\nMILLER: Thank you, Mr. Homan. I yield back my time.  \n\nOCASIO CORTEZ: Thank you. Chair now recognizes Chairman Cummings for five minutes of questioning.  \n\nCUMMINGS: Thank you very much. Mr. Marino, I just heard Mr. Homan say do your job. And, this could be fixed. \nToday's hearing is about deferred action. And, if we had a house and then we had a senate that would pass \nlegislation and we had a president that would sign--that would sign it this problem which is the subject of this \nhearing today could be fixed, am I right?  \n\nMARINO: Absolutely. I think that the program that's been in place for deferred action at USCIS would be best \nformalized by legislation. But back to Dr. Wadhia's point that doesn't mean that there doesn't always have to be \nsome-- \n\nCUMMINGS: Discretion.  \n\nMARINO: --Discretion involved.  \n\nCUMMINGS: And, I want to thank our witnesses again for being here today. And I especially like to thank Ms. \nBueso and Mr. Sanchez. You are here to remind us that this administration's decision to stop requesting for \ndeferred action has had real consequences on real people. Ms. Bueso let me start with you. What has been the \nhardest part about living with your disease?  \n\nBUESO: The hardest people about my disease is that he question?  \n\nCUMMINGS: Yes.  \n\n\n\nBUESO: OK. I think--I think it's the problem that goes with it my body that any (INAUDIBLE) surgeries recently I had \na spine surgery due to my condition. Again, when I was younger just get a needle every week cause I was young so \nI didn't like it. But as I got older I got used to it at this point. But--but I don't like to see my disease as a horrible thing \ncause yeah, I have a disease but I've been opening doors for others continue doing the clinical trials to help other \npeople.  \n\nBut, I think the hardest of my disease has been you know, in the hospital all the time, doctor's appointments all the \ntime, which is not normal for other of my friends but it's my life. But yeah-- \n\nCUMMINGS: The--I really do think that we are at a moral--moral situation. People are striving to live. Trying to \nbreathe the air of our country. Trying to be better. Trying to be healthy. Would you agree that this is a moral issue?  \n\nYes, ma'am?  \n\nBUESO: What was the question?  \n\nCUMMINGS: Would you agree this is a--we are at a moral--the moral issue? In other words when you're dead \nyou're dead.  \n\nBUESO: Yeah.  \n\nCUMMINGS: You agree?  \n\nBUESO: Yeah, because there has been really overwhelmed situation just knowing that you have to leave 30 days \nand in my mind I was just thinking when I saw the letter the only thing I could think of is oh my goodness my \nmedicine that has helped keep me alive for so long because as I mentioned before many doctors thought I was not \ngoing to live to my teens years. And I'm 24 years old now and graduated from college. Suma cum laude.  \n\n(APPLAUSE) \n\nBUESO: So, I'm really--really blessed on that. So, yeah it's really a death sentence for me.  \n\nCUMMINGS: You participated in student leadership?  \n\nBUESO: I'm sorry?  \n\nCUMMINGS: You participated in student leadership?  \n\nBUESO: In what?  \n\nCUMMINGS: Student government.  \n\nBUESO: Oh yeah. Oh yeah, I was a student--I was a director of (INAUDIBLE) at my campus-- \n\nCUMMINGS: (INAUDIBLE)  \n\nBUESO: --Student government. Yes. I represent the whole (INAUDIBLE) campus on my own.  \n\nCUMMINGS: Well, thank you for being here.  \n\nBUESO: Thank you.  \n\nCUMMINGS: I yield back.  \n\n(APPLAUSE)  \n\nOCASIO CORTEZ: Thank you. The Chair now recognizes Mr. Grothman for five minutes of questioning.  \n\n\n\nGROTHMAN: Sure. First of all, Mr. Homan, I'd like to say I respect I've been at the border three times--I respect law \nenforcement. I deal with a lot of law enforcement--Sheriffs Department, Police Department, Corrections Officers, \nthere's nobody I have a higher opinion of than Border Patrol and ICE. The compassion these folks have had under \nthe most trying circumstances is something that should ever be commended. And I--I feel bad that some other \nmembers of this institution like to slam you folks to make cheap political points. Because if they ever met you and \nwere honest with you they would have a high opinion of the whole crew down there.  \n\nNow, I guess we haven't decided yet that ICE is going to be the one making these determinations but you've dealt \nwith a lot of ICE officials and you've been involved for a long time. As a practical matter could you ever under any \ncircumstances see if they had that discretion--anybody from ICE taking someone like the--the two people on the \nother end of the panel out of this country?  \n\nHOMAN: Absolutely. After what I heard--I heard today there's--there's cases here that deserve the attention of \nprosecutorial discretion. And ICE does that every day. We--we I personally have approved them when I was ICE \ndirection.  \n\nGROTHMAN: This would never happen--what I'm trying to get at--do you believe these folks are here to create an \nunnecessary fear that's never going to happen anyway? In other words, they are scaring people who shouldn't be \nscared because your former organization would never kick somebody like this out of the country anyway?  \n\nHOMAN: I understand their testimony and I applaud them for being here and--and telling their story. They have a \ngood story to tell and regard--regardless of if it's CIS or an ICE officer I think they'd make the right decision.  \n\nGROTHMAN: Right. You could not see them kicked out of this country could you?  \n\nHOMAN: No.  \n\nGROTHMAN: OK. Give you a couple of other questions--we right now have an overall crisis at the border and I \nthink everybody who is down there knows a variety of -- \n\n[*]GROTHMAN: our underlying problem is we have way, way, way too many people in this country who are not here \nlegally. Could you give us a general summary of a couple suggestions you have for Congress that we could do that \nwould reduce the number of people in this country illegally so we wouldn't have to make so many judgment \ndecisions?  \n\nHOMAN: There's three things that we've been talking about for the last two years. One's a Flores settlement \nagreement. Back in FY '14 to '15 when the family crisis first started we detained families for 40, 50 days \n(INAUDIBLE) saw a judge. And it wasn't (INAUDIBLE) Flores reinterpreted the decision that we could only hold \nthem for 20 days, which isn't long enough to see a judge. So we want--we would like to be able to detain them long \nenough to see a judge. We did it under the Obama administration. I don't know why we can't do it now. \n\nGROTHMAN: We hold--we hold President Trump to a significantly higher standard of care than Barack Obama. \nThat's a-- \n\nHOMAN: But it worked. It worked. Once we did that-- \n\nGROTHMAN: (INAUDIBLE) \n\nHOMAN: Once they saw the judge, a majority lost their cases and were removed. The second thing we do is look at \nthe Trafficking Victims Protection Act, which is causing children to be smuggled by criminal organizations into this \ncountry, and treat children from Central America the same we treat children from Mexico. If you can ascertain and \nprove that they're not a true victim of trafficking, then they shouldn't get a whole different process than children of \nMexico get. They can be removed easier and reunited with families.  \n\n\n\nThe third thing is the asylum, the asylum levels. Most people will pass their first interview at the border at about \n88% to 90% rate. But once they get in front of an immigration court, the current--the last number I saw, 88% of all \nCentral Americans who claimed fear at the border do not get relief from immigration court. So the delta is too high. \nSo we need to close that delta and make it more meaningful where people aren't released into the United States to \nnot only not appear in court, but to not listen to the orders of the judge.  \n\nLike I said, 90% lose their case. There's over 100,000 remove orders for family units, but less than 2% have left. \n\nGROTHMAN: Thank you. Now something's been said about--in all these hearings about separating families. We \nwould be appalled if a minor child from the United States went off to Honduras and the Honduras government \nwouldn't send them back to their parents. Right now if somebody who is an unaccompanied minor comes to this \ncountry, do we send them back to their parents, or do we keep them here? \n\nHOMAN: The unaccompanied alien children are given over to ORR. They're in their custody. Most of them are--less \nthan 2% have been removed. Most are here, and that's an issue that no one wants to talk about, right? We talked \nabout the 2500 separations. But at the same time there are 14,000 children in custody at ORR that were smuggled \nto this country by criminal cartels. That's inhumane. \n\nGROTHMAN: And nobody cares. \n\nHOMAN: I think the government takes better care of them than a criminal cartel would. \n\nGROTHMAN: Absolutely. Thank you.  \n\nOCASIO-CORTEZ: Mr. DeSaulnier, you are recognized for five minutes of questioning. \n\nDESAULNIER: Thank you, Madam Chair. And I want to thank the witnesses. I have a prejudice towards one in \nparticular, and I want to thank my colleague, Ms. Pressley in particular, as we represent the two of you and working \nwith her on this issue. Being from San Francisco and Boston we're proud of our medical leading institutions of \nwhich you have both benefited from, and it's been terrific, as always, working with my colleague from Boston. And \nwe hope to go further.  \n\nOn the bigger conversation, Mr. Homan, I just want to remind facts that--folks that most of us on this side want to \nhave a secure border, but we want to have a humane border, and we want the police agencies to follow the \nConstitution and legislation. I'm not saying you're not. But I have been proud to have police support every time I've \nrun for office since 1991. I take a lot of ride-alongs. I've seen good cultures. I'm not an expert, but I've spent a lot of \ntime, and I've seen bad cultures.  \n\nI'm not saying--judging that one way or the other. I believe we should be working on this together, and I would \nremind my colleagues that in 2013 Senate Bill 744 was a bipartisan effort led by Senator Rubio and Senator \nMcCain, Senator Durbin and Senator Schumer on the Democratic side, passed out almost unanimously, \noverwhelmingly bipartisan, and it's my understanding that because of members and certain fraction of the \nRepublican caucus, the speaker never brought it for a hearing or a vote.  \n\nMore recently, Representative Hurd, a Republican, and Representative Aguilar in the last Congress worked \ntogether on H.R. 4796, and likewise that never received a hearing. So if you wonder why there haven't been \nhearings, I think there is certainly shared responsibility. I would argue there is much more on the other side. And I'm \nopen to working with people. It's a problem that a functioning Congress would come up with a bipartisan solution. \nAnd members have tried that. Unfortunately, there are people who don't, in my view, want to have a solution \nbecause it works for them politically.  \n\nIsabel, I just want to walk through your experience. And I want to say for the record what I heard from some of my \ncolleagues on the other side, from Mr. Jordan and from Mr. Meadows, a commitment to us that they would work \nwith us to make sure that you are in this country for a long time, both of you and the people who are here. So let's \njust walk through what happened with us.  \n\n\n\nYou did everything you were asked of. You were asked by federal agency to come and be part of this trial to save \nlives, Americans and others. You came here legally. You want under excruciating treatment for all these years. You \nstill go every week. You paid for it with private pay insurance. Your family came here. You've been here legally the \nentire time. You have been approved four times, as I understand, one during the Obama administration for \ndeferred action and one during this administration.  \n\nWhat did it feel like on August 13 to get this form letter that is, to my anger--I've carried it in my pocket ever since \nyou gave it to me, we got it. And it isn't even signed by the regional director who I'd like to talk to and find out why \nhe didn't have the courage to sign it. He had to have somebody else sign it for them.  \n\nAnd before you start,1 my district director who has worked on these cases for years was traumatized because the \npeople who we work with in the regional office in San Francisco, the first conversation with UCIS was--USCIS was \nit's policy; we can't talk to you about it anymore. When we went to ICE they said we don't know anything about it. I \nthink they were embarrassed and they've got mortgages to pay, but we couldn't--to my colleagues to just--I'm \nencouraged by them wanting to fix this, but on the other hand somebody has to be held goddamn accountable for \nwhat happened and continues to happen. And we still don't know what will happen.  \n\nSo Isabel, just tell me, with the remainder of my time, as much as you want to talk about it, what it felt like and what \nit continues to feel like for you and your family to live in circumstances like this where you still have to seek \ntreatment. \n\nBUESO: So just really quick, the way I thought about this horrible letter was actually after my treatment. I was \ncoming down with my mom, normal day like every Friday, and then our lawyer called saying that our letter for the \n(INAUDIBLE) was denied and you have 33 days to leave (PH). I cried. I was shaking. I was pale. I was just so \nscared, like, because this is like the first time that we received this kind of letter because, as I mentioned, we've \nbeen here for 16 years legally. And this is the first time that we got denied. So my heart just stopped. Everything--I \nwas shaking. I was scared. I just ran to my doctor's office and just told him about it. And then we--we went--we were \njust scared. And right now I'm still overwhelmed with different emotions, so yeah. \n\nDESAULNIER: Thank you. I'm really proud of you. \n\nBUESO: Thanks. \n\nDESAULNIER: I yield back.  \n\nOCASIO-CORTEZ: Thank you. The chair now recognizes Ms. Tlaib for five minutes of questioning. \n\nTLAIB: Thank you, Madam Chair. Thank you all so much for your incredible courage to come before this committee. \nI can't underestimate the fact that there are so many people that cannot be in this room and that you're here on \ntheir behalf. And so I thank you from the bottom of my heart. Even as a mother of two, as somebody that knows \npeople in my district depend on these humanitarian programs. So I want to thank you again, all of you so much.  \n\nAlso, Professor Wadhia and I have been trying to fight for (INAUDIBLE) immigration reform on the outside. As a \nyoung law student, when she was working on trying to educate this chamber over and over again about the broken \nimmigration system and why we needed to fix it. So I'm really, really proud to see you here before the committee. \nAnd you still have not backed down in trying to tell the truth about what needs to happen with our immigration \nsystem, so I thank you for that.  \n\nSome have claimed here in this committee and folks that I've read that there is no need for CIS to provide deferred \naction because ICE is capable of serving this function, and you see on the--the person testifying for the other side \nhere saying that, and I simply think it's a lie. It's a lie. You know, one of the things--I've only been here eight months, \nbut gas lighting seems to be kind of a thing here. And ICE certainly has the power to defer deportation, but ICE \ngenerally does this by issuing so-called administrative stay, and there are critical differences between the relief of \nUSCIS grants under deferred action and ICE's administrative stays.  \n\n\n\nSo professor, I would like to ask you, please, briefly describe the differences between CIS grants through deferred \naction and ICE grants under administrative stays. \n\nWADHIA: (OFF-MIC) Great to reconnect with you, as well, Representative. So with USCIS, these grants--these \nrequests are made affirmatively by people who are not yet in removal proceedings, and often with compelling \nhumanitarian reasons to be here like two of our witnesses.  \n\nThis is a practical form of relief, too, because it saves the government resources by not having to force someone to \ngo into removal proceedings in order to request for protection. It also protects the individual from accruing unlawful \npresence during their time in deferred action.  \n\nContrast that to a world where ICE is exercising discretion, and I would agree with Mr. Homan; ICE does exercise \nprosecutorial discretion in a variety of ways. But there is a sharp contrast here. That discretion is often exercised \nafter the person is in the removal system and often after the removal order has been issued. So the government \nhas spent enormous resources, and it may be months or years before a decision is made as to the individual's \noutcome.  \n\nAn administrative stay, or a stay of deportation, is one type of prosecutorial discretion in immigration law, and it is \noften exercised after someone has a removal order. So again, we have the same practical, legal and humanitarian \nimpediments of choosing or using administrative stays as an alternative to affirmative deferred action at USCIS. \n\nTLAIB: And you know, even as a former immigration lawyer I remember, I mean, there's different consequences. \nAnd I don't know if Mr. Marino if you know this and you know even as a former immigration lawyer I remember I \nmean there's different consequences and I don't know if Mr. Marino you--you--if you know this or not as well there \nare different liabilities here because or what I would call additional consequences if ICE runs this program because \nthen it may impact whether or not in the future they can reenter the United States or obtain a visa in the future. Can \nyou talk a little bit about that? \n\nMARINO: Sure. If--if what we are talking about our stays of removal that ICE currently does-- \n\nTLAIB: That's right. \n\nMARINO: Who because it seems like they are not actually taking over deferred action. They are eliminating \ndeferred action and then saying but we may grant you a stay once you have been ordered removed. People who \nare ordered removed then face a 10 year bar on admissibility back into the United States. So if they were in the \nfuture to become eligible for status here and I can think of one example of a client we had who was here for life-\nsaving treatment for a child with medical deferred action. Unfortunately the child did pass away, the family \nreturned home but then the person who the father was able to to come back as a permanent resident and had they \nnot been in deferred action that would have never been an option and his other daughter now is in college in the \nUnited States because that was available to them. \n\nTLAIB: Thank you. Mr. Homan as a fellow American I just want you to know your contribution as acting director of \nICE under this administration will always be remembered as one that was very ruthless and inhumane treatment of \nasylum seekers, as the author of the separation policy and now of this sick--you know, preventing people--sick \nchildren before this committee seeking life-saving medical treatment and will continue always--this is probably the \nthird time I think you before this chamber that I am deeply troubled by your opening statement and continued \nassault on innocent lives. Then I ask that this administration please stop playing politics with the lives of the children \nbefore this committee but also with the lives of many Americans that are directly impacted by the continued broken \nimmigration system in our country. Thank you so much. \n\nOCASIO-CORTEZ: The gentlelady's time-- \n\nHOMAN: Can I respond to that-- \n\nOCASIO-CORTEZ: --has expired. No, we are moving on to-- \n\n\n\nUNKNOWN: Alexandria-- \n\nOCASIO-CORTEZ: Yes? \n\nUNKNOWN: He was in vogue. I would suggest he should be able to at least be able to respond. \n\nOCASIO-CORTEZ: Okay, we will give-- \n\nHOMAN: How do I not respond to that? Is this about transparency or not? \n\nUNKNOWN: I will claim that time. \n\nOCASIO-CORTEZ: Would you like your time? The chair will now--the chair now recog-- the chair now recognizes \nMr. Roy for five minutes and you can feel free to use your time. \n\nROY: Mr. Homan I will give you some time here in a second on that. A couple of things and observations. To Ms. \nBueso and Mr. Sanchez in particular thank you for being here, wish you both well and--and long lives and glad that \nyou are able to get the care here. Ms. Bueso I am glad you are getting you know the kind of treatment you are \ngetting. I too was in a program similar for a different illness and I'm glad to be able to get kind of trial type \ntreatments and glad that you are able to do that. \n\nA quick question that I want to try to or--or statement and then some clarification. It is my observation that when \nDHS rolled this policy change for lack of a better term until I get to the second panel to ask US CIS when they rolled \nit out it is my view that it was not rolled out the way it should be rolled out. Right? It should have been rolled out a \ndifferent way and we will see what that looks like in the next panel. \n\nIf one thought that ICE was the best place to deal with deferred action it would seem to me that the debate then is \nwhether--the question here is where it should be, should it be US CIS or should it be at ICE and that we--if it were--\nif you were going to accept that premise then what should have been done was much clearer notice given and \nmuch and a different kind of transition. Like let's just assume for a minute ICE is the best place for it then a letter \nshould have gone out or a phone call or you know reach out and say hey, no issue. You are going to keep getting \nhealth treatment. We are changing processes, this is the way ICE is now going to handle it and so forth and so \nforth. So I think I would like to just stipulate that that is my view, that that is if you are transitioning the way you \npreviously handled something then you need to have something like that. We will ask the second panel about that. \n\nHaving said that I do--I am interested in continuing to learn where it should they exist. We will hear from US CIS in a \nminute but I want to understand Mr. Homan on that question and we will come to this other stuff in a minute with \nrespect to ICE and why you think it's the best place can you speak to the question at hand here about I think the \nfear of somebody is here, they are in a tough situation and they are saying okay, we are getting shoved into a \npipeline for expedited removal and then hoping there might be a question of discretion and can you kind of walk \nthrough how that might work in ICE? \n\nHOMAN: Let's be clear on my testimony. What I have said is as a law enforcement officer prosecutorial discretion \nneeds to be in the hands of those who have statutory authority over those laws so this case by case determination \nonce you carve out a whole class of people you want prosecutorial discretion there is no longer prosecutorial \ndiscretion based on a case-by-case. \n\nNow we have talked about states that is what ICE currently do they give stage removal. Mr. Marino what he says \nI'm not disagreeing with him. Is ICE prepared to make other decisions that CIS was making? That is a question for \nICE in the next panel. What I am talking about is ICE needs to have the authority prosecutorial discretion and that is \na legal issue and--and--and I think those decisions no other agencies to say well, ICE can't remove that person. \nThat needs to be ICE prosecutorial discretion or you shouldn't put in proceedings. That needs to be ICE decision. \n\nNow are they prepared to do that because they normally don't? You would have to ask the next panel that. I am not \nlying to my testimony. I am speaking to my 30 years of doing this and what I think prosecutorial discretion means. \n\n\n\nROY: And the reason I think this matters, right, is the purpose of I hope there is a general agreement about the \nprocess and the communication and what should have occurred there that we can have a debate as I think we had \na good conversation Alex--or Ms. Ocasio-Cortez and Mr. Meadows said about okay, where do we go forward on \nthis, on that question. We will ask the next panel some of these but it is important for us not to send some signal of \npanic to use Mr. Meadows term that--that anything is going--going to be problematic going forward that we will \naddress the issue and try and reconcile whatever gaps there are here. \n\nI do think it's also important to note on this question of deferred action the question of when it is a discretion for a \nprosecutor, right? This is at the core of DACA and (INAUDIBLE), right? We had this litigation in (INAUDIBLE). We \nwent to the court and the court agreed that that was something more than discretion. That was something beyond \ndiscretion and I think what we see here in a sort of separation here is that what we are talking about here is \ndiscretion. I think Ms. Wadhia I was looking at your testimony and they data points there you said one date I was \nable to identify included 118 deferred actions of which 107 were approved pending or unknown and a particular \ndata set that you had indicating that each one is case-by-case and there were eight that didn't qualify. I have no \nidea what those eight were but that is a decision but you know case-by-case decision. To that end let me ask one \nquestion, final in my last five minutes Mr. Homan would you like to address and would you please address any of \nthe statements made against you? \n\nHOMAN: Yeah, I want to address the last comments made about me being appalling and--and first of all I serve my \ncountry for 34 years, I saved many lives and I ran an agency--let's be frank about what ICE does. ICE last year took \na season opioids off the streets of this country that could have killed every man, woman, and child in the United \nStates twice. They have arrested thousands of sexual predators that prayed on children. They rescued thousands \nof children who are victims of predators. They are arrested hundreds of women that were victims of sex trafficking. I \nam proud of the agency and ICE and what we don't want to talk about is nearly 90% of everybody ICE or risk for \nimmigration violations either have a criminal history or a pending criminal charges when they are found meaning \nthey were found in a county jail which most likely means they are more than a choir boy. \n\nSo to--to miss message what the work the men and women of ICE do is I find appalling that a member of Congress \nwould throw that out there like that. \n\nOCASIO-CORTEZ: The chair now-- \n\nHOMAN: In my 34 years I have never seen such hate toward law enforcement agency in my life that you want to \nabolish them-- \n\nOCASIO-CORTEZ: Mr. Homan the time has expired. \n\nHOMAN: --rather than doing your job and legislating-- \n\nOCASIO-CORTEZ: Mr. Homan your time has expired. \n\nHOMAN: If you don't like it legislate. You can't--I--(INAUDIBLE) \n\nOCASIO-CORTEZ: Mr. Homan according to the rules of this committee-- \n\nHOMAN: -- I--I don't think Congress is in the habit of enacting laws-- \n\nOCASIO-CORTEZ: Mr. Homan your time is expired. The chair now recognizes Ms. Hill. \n\nHILL: Thank you, madam chair. I was thinking about the 33 day notice issue and the fact that I worked in housing \nrights for a long time and a landlord is required to give more notice in most states for somebody to move out of an \napartment let alone somebody who is facing life or death, children trying to transfer medical care out of the country \nwithin 33 days. \n\n\n\nSo who I have heard from the most over the last week or so since this was--sense this issue has come up were \nmedical professionals and days after the administration's policy reversal was revealed the American Academy of \npediatrics and organization of 67,000 pediatricians in pediatric specialist wrote a public letter urging the \nadministration to reverse course? AAP wrote and I quote we implore you to reverse this decision so that countless \nchildren and their families can continue to apply for deferred action. For some children this is a matter of life and \ndeath. AAP also asked quote did US CIS consult with any experts in the medical care of children and families \nbefore making this decision? Dr. Danaher I understand you are a member of AAP although you are not testifying on \nbehalf of the organization but are you aware of any members of AAP or other physician organizations that were \nconsulted prior to the administration's reversal on deferred action? \n\nDANAHER: No. \n\nHILL: And what would you have advised US CIS if you had been consulted about this decision? \n\nDANAHER: I would have advised them that this is a lifesaving program that is absolutely necessary for these \nchildren's well-being and that to inform families via a letter that their status in this country is at risk is not only cruel \nbut it is harmful to these children's health. They are already under tremendous stress and to add on top of that this \nfear not only for their own health care but for their safety is--is just mind boggling. I would also say that it is \nextremely difficult to transfer care anywhere within a month inside or outside of the country for (INAUDIBLE). \n\nHILL: Yeah, trying to transfer your care across state lines or even across community lines is incredibly difficult. Do--\nso since announcing this hearing two weeks ago the committee has received letters from more than a dozen state \nchapters of the American Academy of pediatrics all expressing deep concern over this administration's decision on \ndeferred action. The letters provide stories of critically ill children and their families who could be at risk under the \nadministration's new policy including two infants in a neonatal intensive care unit whose parents received letters \nfrom US CIS telling them to leave the country within 33 days with a child, and infant in intensive care. \n\nMr. Marino you noted in your written statement that the vast majority of cases your organization represents involved \nchildren whose lives are at stake. You said quote we represent children confined to wheelchairs, connected to \nfeeding tubes and tracheostomy tubes. What has the reaction been from the doctors who treat the medically fragile \nchildren that your organization represents? \n\nMARINO: I think they have been as shocked as we have and as our clients have been. It is astounding to think that \nthis would happen at all and that it would happen just with boilerplate form letter with 33 days to get out. So and--\nand a lot of --we partner with multiple hospitals in the Boston area and so they are familiar with this program. We \nwork with social workers and doctors on these cases and they all know about it and they send people to us when \nthey have an emergency situation like this person's Visa is going to expire and we can't discharge them--they send \nthem to us. So, you know, they were very aware of this program and--and shocked to see it had ended and \nespecially the way it had ended.  \n\nHILL: Thank you and Ms. Bueso, than you for your testimony and thank you, Mr. Sanchez as well. Ms. Bueso, \nyou've devoted your life to advocating on behalf of other people with rare diseases--what is your reaction just from \nthe people that you know and the 33 days and the kind of care that they're having to--to worry about and the \nparents are having to worry about-just anything you want to add to what you've already said?  \n\nBUESO: I think because I have been able to advocate for MPS and the rare disease community everyone is in \nshock. Even my friends they are like shocked they didn't see this coming. Obviously, I have friends who all have \nMPS and they're scared and they're fear and I try my best to calm them down. But I think everyone that know me \nare just in shock and just terrified for me.  \n\nHILL: Well, thank you all and I would just--I would reiterate that as--as this is coming form the medical provider \ncommunity we need to be looking at this not only as a humanitarian issue but as a matter of life or death and we \ncannot ever simplify it to something about a--a--an immigration policy and a form letter. It is not that simple. That is \nhuman life. Thank you and I yield back.  \n\n\n\nRASKIN: Gentlelady yields. Thank you for your questioning and finally, we go to Mr. Gomez for five minutes.  \n\nGOMEZ: Thank you, Mr. Chair. First, one of the thing is want to kind of really emphasize is that this administration \ntends to make decisions in a very rash way without a lot of thought. And we've seen this time and time especially \nwhen it comes to the immigration issue, especially when it comes to border patrol, ICE everything it's just \n(SNAPPING) with no--no real thought about the consequences. And then, they have one rationale when it starts \nand then another rationale when they get called out.  \n\nYou know, we had seen this when--when it came to the zero tolerance child separation policy. Jeff Sessions said, \nwe hope that this deters families from coming to the United States because children will be taken away from them. \nThe--the outrage happened across the country. They reversed policy. And then, all of a sudden they're saying we \nnever had a child separation policy. Right? And this is just a pattern that they have when it comes to this. They say \none thing and then they do another. I know this is not the panel--the panel but this I why they lack credibility not the-\n-the women of the Border Patrol or ICE I'm saying the administration when it comes to making decisions on this \nimportant--on these important issues. They lack credibility. All right? Because they say one thing and do another.  \n\nMr. Marino, you got a what was the--what did the letter say?  \n\nMARINO: So, the letter said that the initial letter said that USCIS field offices no longer consider deferred action \ncases. And then it says, you are not authorized to remain in the United States if you don't depart within 33 days we \nmay initiate removal proceedings against you.  \n\nGOMEZ: Anything else? Footnotes?  \n\nMARINO: No. No footnotes. \n\nGOMEZ: Pictures? Nothing, right?  \n\nMARINO: I think it--actually, I have a copy of it. I--and it--I think it even said, yeah, thank you for your request for \ndeferred action.  \n\nGOMEZ: And now, all of a sudden now they got push back and they now oh you know what we're going to change \nit. Now it becomes we are just going to consider moving it from one you know, agency to another. This is what this \nAdministration does. This like it is what I think is a dumpster fire. Right? How many acting directors and secretaries \ndoes this Administration have? I joke around even if you want to invoke the 25th amendment I don't think they have \na cabinet large enough to invoke the 25th amendment. So, it is just a ridiculous.  \n\nAnd it is frustrating because it really just go after the most vulnerable--424 families that's like 424 families? And, it \nmoves me because it's like you're going after folks that really need to be here to live. Ms. Beuso, first, I love your \nstory about going to college. Congratulations. How did you and your family first find out about the deferred action \nthat had ended?  \n\nBUESO: The--(INAUDIBLE) found the letter that it was (INAUDIBLE) right after my treatment my mom and I were \nlike normal day walking out of the elevator and my lawyer called my mom saying that the received a letter for \n(INAUDIBLE). So my mom and dad, my older sister and myself saying that policy change and you have 33 days to \nleave. With no notification, nothing.  \n\nGOMEZ: How did your mother react?  \n\nBUESO: She cried. She cried with me. We were like on the floor. We were just shocked cause like I mentioned \nbefore I been here legally for 16 years and this is the first time that this happened to me and my family. So we both \ncried tears. I was shaking to the point that my mom thought I was going to go the ER because I just--I just lose it \nhonestly.  \n\nGOMEZ: And, how do you--how does your family feel about the partial reversal of policy?  \n\n\n\nBUESO: It just (INAUDIBLE) it is not clear. We just like honestly we just want something that is 100% guaranteed \nbecause as me and my family and I'm sure other family we definitely do not want to go through this again the next \ntwo years. So, we just want to make sure that there is something like guaranteed 100% because this has not been \nan easy ride for any of us at all. Just being scared for our own life that we depend for medical attention.  \n\nGOMEZ: Yeah. Now and--and--and you need and your family needs predictability especially since the--the \ncondition that you have. I also just want to remind folks that this is about these individuals. For--they went after 424 \nindividuals with medical needs. Right? Without really any concern about what they would--how they would react, the \nfamilies, the stress it would put out. Just a form letter. No, that's it. My--my staff calls constituents when they write \nthem letters to give them, you know, to say they got the letter and have a little discussion. We make more than 424 \ncalls in a month with--with just my four staffers. You could have--they could have called, they could have had a \ngood explanation, a caseworker, but they chose not to do that. Because I do believe this administration doesn't \nreally give a lot of thought on how a lot of these policy changes will be implemented. With that, I yield back.  \n\nRASKIN: Mr. Gomez, thank you very much for your questioning. Chairman yields back. I want to thank the entire \nfirst panel for really extraordinary and important testimony. I'd echo what Representative Eleanor Holmes Norton \nsaid earlier, which is that America really didn't understand about the existence of the deferred action program. \nAnd, you've given us a great education. And I want to thank you. I want to thank  Mr. Dessanier(PH), I want to thank \nMs. Pressley for their initiative in bringing this idea forward, bringing their constituents forward and now as the \nwitnesses are switching out we are going to call forward the second panel.  \n\nAll of you should be aware that you can receive additional written questions for the hearing record. And, if you get \nthem please give us a prompt response. And we're going to go right to the second panel. So, we welcome them \nand we thank all of them--Mr. Homan, Mr. Marino, Dr. Danaher, Dr. Wadhia, Mr. Sanchez and Ms. Bueso for your \ntestimony.  \n\nUNKNOWN: While we're switching the second panel we do the (INAUDIBLE) for the record.  \n\nRASKIN: OK. And as we're switching over here we're going to enter--let's see I want to enter into the record 43 \nletters that the committee has received in recent days including letters from the American Academy of Pediatrics \nand many of its state chapters, from the American Immigration Lawyers Association, the National Association for \nRare Disorders as well as a number of other immigration and patient right advocate groups. These letters discuss \nthe grave consequences of the decision by USCIS for children who benefit from medical deferred action. I ask \nunanimous consent these letters be entered into the official hearing record. It is so ordered.  \n\nGreat.  \n\nOK. The committee will recess just for two minutes for a--a break and if we could switch over the panelists that \nwould be terrific.  \n\n[*](RECESS) \n\nRASKIN: All right, if everybody could find their seats, if all the members could resume their seats, that'd be terrific. \nWe are now delighted to welcome our final witnesses. We--we thank you for--for coming today. We thank you for \nyour patience. \n\nWe are joined by Timothy S. Robbins, the acting Executive Associate Director for Enforcement and Removal \nOperations at the U.S. Immigrations and Customs Enforcement in the Department of Homeland Security, and \nDaniel Renaud, the Associate Director for Field Operations Directorate at the U.S. Citizenship and Immigration \nServices, USCIS, in the Department of Homeland Security. \n\nIf the witnesses would please rise and raise their right hands, I will begin the panel by swearing you in. Do you \nswear or affirm that the testimony that you're about to give is the truth, the whole truth, and nothing but the truth so \nhelp you God? \n\n\n\nLet the record show that both witnesses answered in the affirmative. Thank you very much. The microphones are \nsensitive, so please speak directly into them. Without objection, your entire written statements will be made part of \nthe rector--part of the record. And, with that, Director Robbins, you are now recognized to give an oral presentation \nof your testimony. \n\nROBBINS: Chairman Raskin, Ranking Member Roy, and distinguished members of the subcommittee, thank you \nfor the opportunity to appear before you today and to clarify any public confusion over ICE's role in this matter. \n\nAs was stated in recent correspondence from USCIS, DHS may issue a notice to appear and commence removal \nproceedings under Section 240 of the Immigration and Nationality Act before an immigration judge against \nremovable aliens. It is critical to understand that ICE may only remove an alien from the United States when that \nalien has been issued a final removal order. Such orders are the result of a process provided for, by law, during \nwhich an alien has the opportunity to avail himself of a variety of procedural safeguards and to seek certain forms of \nrelief from a removal. \n\nFor example, an alien in INA Section 240 removal proceedings has the right to be represented by counsel to seek \ncontinuances, to contest removability, to apply for relief, to view, examine, and object to government evidence and \nwitnesses, and to appeal IJ decisions to the Board of Immigration Appeals, all while having the proceedings before \nthe immigration judge, simultaneously translated at government expense into language that the alien understands. \nThere are currently over 920,000 aliens in INA Section 240 removal proceedings nationwide. \n\nICE has broad discretion and exercises that discretion as appropriate on a case by case basis throughout the \nimmigration enforcement process in a variety of ways. For instance, discretion may be exercised in the course of \ndeciding which aliens to arrest, which aliens to release from custody pending their removal proceedings, what the \nposition of ICE will be on a claim, motion, or appeal made by an alien in immigration court, and which aliens will be \nprioritized for removal. \n\nICE does not exercise discretion on a categorical basis to exempt entire groups of aliens from the immigration laws \nenacted by Congress. Deferred action is a discretionary act of administrative convenience by which DHS may \ndelay or decline to exercise immigration enforcement authority in a given case. It is not a legal benefit and provides \nno lawful immigration status in the United States. \n\nICE does not accept applications for deferred action. However, consistent with federal regulations, an alien who \nbecomes subject to a final removal order, such as when his or her INA Section 240 removal proceedings conclude, \nmay apply to ICE for administrative stay of removal using Form I-246 application for stay of deportation or removal. \n\nA stay of removal might only be sought by aliens subject to final orders of removal. ICE will consider all relevant \nfactors in deciding whether to issue a stay of removal, including any claimed medical basis for this request. \nHowever, such stays are considered solely on ICE's discretion on a case by case basis. \n\nThank you, again, for inviting me today and I look forward to answering any questions you might have on ICE's role \nin this matter. \n\nRASKIN: Thank you very much for your testimony. Mr. Renaud. \n\nRENAUD: Good afternoon Chairman Raskin, Ranking Member Roy, Chairman Cummings, Ranking Member \nJordan, and distinguished members of the subcommittee. Thank you for this opportunity to discuss deferred \naction. \n\nMy name is Daniel Renaud and I'm the Associate Director of the Field Operations Directorate of the United States \nCitizenship and Immigration Services. In addition to the adjudication of applications and petition that require face to \nface interviews, such as adjustment status and naturalization, Field Operations is the Directorate responsible for \nmaking decisions on certain deferred action requests made to USCIS field offices for both military deferred action \nand non-military deferred action, which is the subject of today's hearing. My directorate does not decide \n\n\n\napplications or renewals of Deferred Action for Childhood Arrivals, or DACA, or other deferred action requests \nrequired by statute, such as those related to the T or U nonimmigrant classifications. \n\nAt the outset, I want to restate what DHS relayed to the committee last evening. Because a lawsuit has been filed \nagainst USCIS regarding the issues being discussed at today's hearing, I will be limited in what information I can \nprovide in response to questions today. \n\nDeferred action is a discretionary act of administrative convenience by which DH--DHS may delay or decline to \nexercise immigration enforcement authority in a given case. Deferred action is a discretionary decision made on a \ncase by case basis. Deferred action is not an immigration benefit or specific form of relief. It is a decision not to \nact. Deferred action does not provide lawful immigration status and it does not excuse any periods of unlawful \npresence before or after the deferred action begins. \n\nImportantly, deferred action can be terminated at any time at the agency's discretion. To better align USCIS with \nits mission of administering our nation's lawful immigration system, on August 7th, 2019, USCIS determined that \nfield offices would no longer accept requests by non-military persons for deferred action. \n\nTo be clear, this does not mean the end of all types of deferred action. This redirection of agency resources does \nnot affect DACA, which remains in effect according to the nationwide injunction while cases go through the court \nsystem. It also does not affect other deferred action requests processed at USCIS service centers under statute or \nother policies, regulations, or court orders. \n\nKeep in mind USCIS does not enforce orders of removal. As deferred action is largely a law enforcement tool used \nto delay removal from the United States, USCIS has not historically received many non-military, non-DACA \ndeferred action requests. For the past few years, USCIS has received very few deferred action requests \nannually. \n\nMany non-military, non-DACA deferred action requests received by USCIS are due to family support or medical \nreasons. This has been incorrectly reported or--or mischaracterized by the media as a medical deferred action \nprogram. To be clear, USCIS does not and has never administered a medical deferred action program. \n\nAgain, deferred action related to military service members and their families and DACA beneficiaries does was not \naffected by the August 7th, 2019 redirection of agency resources and consideration of those cases is ongoing. In \naddition, all cases that were denied on August 7th, 2019 are being reopened and reconsidered. \n\nAgain, I want to emphasize that because a lawsuit has been filed against USCIS regarding deferred action, I will \nbe limited in what information I can provide in response to questions today. I can tell you that I've had the privilege \nof working for USCIS and its predecessor, the Immigration and Naturalization Service, for 31 years. I am extremely \nproud of the work and professionalism I see every day by the employees at USCIS in service to our nation. I will \nanswer your questions as best I can, given the current litigation. Thank you. \n\nRASKIN: Mr. Renaud, thank you very much for your testimony. I'm going to begin by recognizing Ms. Wassermann \nSchultz to do her questions. So, just one question before she starts. Were both of you able to watch the witnesses \nin the prior panel? \n\nROBBINS: Some--some of the witness testimony, but not all. \n\nRASKIN: Okay. And, Mr. Renaud, you watched the testimony? \n\nRENAUD: Yes, sir. \n\nRASKIN: Okay, very good. Ms. Wassermann Schultz. \n\n\n\nWASSERMANN SCHULTZ: Thank you, Mr. Chairman. Gentlemen, welcome to the Oversight committee. We--we \nheard the argument today that ICE's ability to provide administrative stays of final deportation orders is sufficient to \ntake the place of USCIS's deferred action process. But, that is just not true. \n\nAn individual can only request an administrative stay of removal from ICE after that person has completed \ndeportation proceedings and received an order of removal from ICE. In addition, individuals who are ordered \nremoved can face significant consequences, including ineligibility for a future visa or other immigration benefits. \n\nICE also does not grant benefits to individuals such as work authorizations or eligibility for health benefits. And, \nfinally, ICE administrative stays are only available in one year increments. \n\nMr. Robbins, do you agree that an administrative stay of removal from ICE does not provide the same benefits to \nimmigrants as the deferred action process at USCIS? \n\nROBBINS: I can't speak as to the benefits that are provided based on the state, but I can tell you that prosecutorial \ndiscretion, we use prosecutorial discretion from the point of arrest throughout the enforcement.-- \n\nWASSERMANN SCHULTZ: --Why--why can't you speak to the benefits? Because what I've just laid out is--is what \nI've just--just laid out accurate as far as your understanding? \n\nROBBINS: --My-- \n\nWASSERMANN SCHULTZ: --In the differences in the two processes. \n\nROBBINS: My understanding is that--and I would have to defer to my colleague from USCIS when it comes to \nemployment authorization, we do not adjudicate employment authorization. We do adjudicate stay requests and \nwe--we adjudicate them on a case by case basis. \n\nWASSERMANN SCHULTZ: And, they're only available in one year increments? \n\nROBBINS: It--no more than one year. They could be-- \n\nWASSERMANN SCHULTZ: --Right.-- \n\nROBBINS: --It could be less than one year. \n\nWASSERMANN SCHULTZ: And, ICE does not grant benefits to individuals like work authorizations? \n\nROBBINS: We do not. \n\nWASSERMANN SCHULTZ: Right, or eligibility for health benefits? \n\nROBBINS: We do not. \n\nWASSERMANN SCHULTZ: And, Mr. Renaud, through the deferred action process, you do grant those things, \ncorrect? \n\nRENAUD: Thank you for your question. If someone were to receive-- \n\n[*]RENAUD: the opportunity to apply for employment authorization.  That is a discretionary decision made on a \ncase by case basis. \n\nWASSERMAN SCHULTZ: Right.  And it's--they're also potentially eligible for health benefits as well obviously, or \nthey would be-- \n\nRENAUD: --I'm sorry.  I-- \n\n\n\nWASSERMAN SCHULTZ: --Applying for deferred action-- \n\nRENAUD: --I'm sorry.  I can't speak to whether their eligible for health benefits.  We--we do not provide health \nbenefits at USCIS. \n\nWASSERMAN SCHULTZ: No, of course.  You don't.  But, they would not be available for health benefits under a \ndeportation order process.  Correct?  Mr. Robbins? \n\nROBBINS: We do not adjudicate health benefits either. \n\nWASSERMAN SCHULTZ: Right. \n\nROBBINS: So, I would not be able to answer that. \n\nWASSERMAN SCHULTZ: So, although you won't come right out and say that the two processes are different, in \ndetail, you have just described that they are quite different and one provides benefits and the other does not.  One \nprogram is longer than one year, potentially, and the other is not. \n\nIn fact, before USCIS ended the deferred action process, individuals could apply for deferred action before being \nordered removed.  When granting an application for deferred action, USCIS can also provide a family with work \nauthorization allowing them to support themselves while their child receives the treatment they need.  And USCIS \ndeferrals lasts up to two years, which allows for great certainty for these families. \n\nFinally, a person granted deferred action by USCIS is not considered to be \"unlawfully present\" in the United \nStates, which can be an important factor in future immigration proceedings.  Mr. Renaud, do you agree that those \nare meaningful differences between ICE administrative stays and deferred action by USCIS? \n\nRENAUD: Not--not having expertise in administrative stays, I'm not able to compare or contrast the two forms of--of \n(INAUDIBLE). \n\nWASSERMAN SCHULTZ: Well, I've just compared and contrasted them.  Have I said anything inaccurate about \nthe differences between the two processes? \n\nRENAUD: Again, I can't confirm specifically-- \n\nWASSERMAN SCHULTZ: --You're not familiar with your own agency's procedures?  I mean, are--is USCIS able to \nprovide a family with work authorization allowing them to support themselves while their child receives the treatment \nthey need?  Is that something that USCIS does allow-- \n\nRENAUD: --As I've testified, someone is a recipient of deferred action--someone who has deferred action-- \n\nWASSERMAN SCHULTZ: --But, also the parents can apply.  A family can be--apply-- \n\nRENAUD: --Yes, any individual for any reason who happens to have deferred action-- \n\nWASSERMAN SCHULTZ: --And USCIS deferral does last up to two years, correct?  Is that correct? \n\nRENAUD: Deferred action is granted for periods not to exceed two years. \n\nWASSERMAN SCHULTZ: Okay.  Thank you.  And finally, Mr. Renaud, do you agree that those are--besides the \nfact that you've just outlined that there are meaningful differences--because, speaking to the difference in the \ndetails, that's very clear--are either of you aware of any plans by ICE to provide these additional benefits to families \nof critically ill children or others in the event that you shift to a process that has ICE deal with this enforcement \nmechanism? \n\n\n\nROBBINS: So, DHS is still considering a pathway forward.  And we're--those are internal discussions that we're not \nprepared to discuss. \n\nWASSERMAN SCHULTZ: Okay.  Well, I appreciate making sure that the information that arose during this entire \nhearing makes it very clear that what (INAUDIBLE) indicated was not accurate and that these are very distinct and \ndifferent programs, one that provides a lengthier period of certainty with benefits, the other that is simply an \nenforcement action.  So, thank you, Mr. Chairman, I yield back. \n\nRASKIN: And thank you, Ms. Wasserman Schultz.  I'm going to recognize myself for five minutes now.  Both of you \ngentlemen have done a good job describing the legal architecture of deferred action, at least from the perspective \nof the agencies.  It's a discretionary matter that's conducted on a case by case basis, and you don't categorically \nexempt entire groups, if I'm reading your correctly. \n\nBut, what I don't get is--what is the motivation behind the new policy?  What's the rationale for the new policy?  And \nI know some of my Republican colleagues were asking me to relay the same question.  Why did all of this happen?  \nCan either of you answer that?  Mr. Renaud? \n\nRENAUD: Unfortunately, I'm--we are not going to be able to answer that because of the ongoing litigation.  We are \nnot able to respond to that today. \n\nRASKIN: What is the new policy, as you understand it, Mr. Renaud?  Because there's so much confusion around it. \n\nRENAUD: Again, because of the litigation, specifically, encumbers what the current policy is, as you were informed-\n-as the committee was informed last evening by letter, there are letters that we are not going to be able to discuss \ntoday, that I'm not going to be able to discuss today. \n\nRASKIN: You can't tell me why there's a new policy.  You can't tell me what motivated the new policy.  And you \ncan't tell me what the new policy is.  I mean, is that a correct assessment of the situation? \n\nRENAUD: That is my testimony, sir, yes. \n\n(LAUGHTER) \n\nRASKIN: Okay.  Let's see.  Well, let's say to--Mr. Robbins, let me come to you because I can see that there's an \neffort to find some shelter for the government in the idea of prosecutorial discretion.  What would the prosecutorial \nbenefit be in removing from the country, deporting from the country a young person who has cystic fibrosis or \ncancer or another serious disease? \n\nROBBINS: So, I think it's safe that we can agree that, when it comes to very sympathetic cases, that is exactly what \ndiscretion is for.  ICE has--enforcing immigration law has always used discretion and will always use discretion \nmoving forward.  In-- \n\nRASKIN: --So, what changed?  Like but--why--I mean, I assume you saw the anxiety and the agony and the pain \nthat these families are going through.  What changed-- \n\nROBBINS: --Well, currently, ICE does not have a process, an application process, or an adjudication process for \naffirmative stays of deferred action.  We use our prosecutorial discretion from arrest through removal, and then, \nwe have the ability to adjudicate stay requests, and there's an application process for that process. \n\nRASKIN: And they're for--but so, what is the answer to my question of what has changed? \n\nROBBINS: I can't speak to the rationale or what has changed in regards to the adjudication of the deferred action \nrequest at CIS.  I would have to defer to my colleague. \n\nRASKIN: Okay.  Would you agree that there's been a change in the mood somehow that produced the writing of \nthese letters? \n\n\n\nROBBINS: I can't--I can't answer that question. \n\nRASKIN: Okay.  What would need to be done to get Homeland Security just to reverse this whole disastrous road \nthat it went on when it sent out those letters? \n\nROBBINS: Well, one thing--I mean, we are currently having ongoing discussions with DHS about our pathway \nforward when it comes to deferred action.  And we're just not prepared to comment on that.  That--those \ndiscussions are ongoing. \n\nRASKIN: I got you.  Well, I appreciate your candor and your honesty about that.  Can I just tell you, I know I speak \nfor a lot of colleagues, certainly on my side of the aisle, and I suspect--but I don't want to say for sure--on the other \nside of the aisle, that this really is a moral crisis in the country.  I understand that, you know, you've described that \nthe numbers of people affected is very few.  And, in terms of the overall number of people you've got to deal with, I \nunderstand that.  But, it's still a thousand or more people. \n\nAnd, as representatives in Congress, we hear from them and their families, and it's our job to take into account \npeople's real life situations.  So, anything that we can do to work with the administration, to reverse this and to enter \ninto discussions about new regulation or new legislation to bring greater clarity and transparency to the process--I \nthink you'd find a lot of support here. \n\nBut, the United States of America is a big country.  It's a great country, and it's got a big heart.  And when the \npeople of America see this kind of testimony and we know that we're in the very forefront of medical and scientific \nprogress in the world and people come to America to get their lives saved and not to get their lives messed up--and \nI think that's why it's caused such crisis and anxiety, not just in those families, but across the country and in \nCongress when we see this being done in the name of our people. \n\nSo, let me just ask you, finally, when will you be ready conclude your deliberations, with or without our assistance, \nand when will you be ready to answer our committee about what is the precise policy going forward?  Mr. Robbins? \n\nROBBINS: I'd love to be able to give you an answer on when the conversation would conclude.  I just--those--those \nconversations are ongoing, and I don't have an answer for you. \n\nRASKIN: Okay.  Can you assure that none of the people that we saw today were people in their situation will be \nremoved from the country until you get back to us with a policy answer as to what the policy is? \n\nROBBINS: Well, I can assure you that, when it comes to ICE and our discretion, the people that--the population \nand Mr. Renaud can correct me if I'm wrong.  These are affirmative actions for deferred action.  They are not in \nproceedings.  They are currently--that is not a population that we currently target.  But, I do not have an exhaustive \nlist of those people, of actually who is--has previously applied for deferred action. \n\nRASKIN: And--and you can assure us--I understand-- \n\nROBBINS: --I--I-- \n\nRASKIN: --You can assure us that you're not targeting-- \n\nROBBINS: --I can assure you that-- \n\nRASKIN: --Anyone in this situation for removal at this point-- \n\nROBBINS: --I can assure you that enforcing immigration law is a very, very difficult responsibility that ICE does very \nprofessionally and with compassion.  And this is a very vulnerable population that has never been--I mean, we \nwould use prosecutor discretion on cases very similar to these.  I can't speak to these specific cases because I do \nnot have the facts.  But, I--I can't assure you that every that is applied through CIS deferred action program or \nprocess would not be removed.  I just don't know all the cases. \n\n\n\nRASKIN: Okay.  Well, I appreciate the fact that you're telling me you're not ready, really, to articulate what the policy \nis.  But, I want you to know that we are going to be zealous and diligent as the oversight committee in making sure \nthat people in this situation have their rights and their interests considered consistent with the values of the \nAmerican people. \n\n(APPLAUSE) \n\nSo, I--thank you--the--for your testimony.  And I recognize now Mr. Pressley for five minutes of questioning. \n\nPRESSLEY: Thank you, Mr. Chairman.  Hello, gentlemen.  I'm thankful we were able to have you before our \ncommittee today.  I understand there was some frustration with the expediency and the urgency with which we were \nasking all of you to come.  But, I can assure you that whatever inconvenience you may have experienced--\n\n[*]PRESSLEY: (INAUDIBLE) to the trauma, and the fear, and the inconvenience your medical deferred action \ndenial letters have imposed on immigrant children and families. I'm sure you both know last month that I, along with \nalmost 130 of my House and Senate colleagues, sent a letter to your agencies demanding the reversal to end \nUSCIS's processing of deferred action. Can you confirm whether your agencies will be meeting the questions that \nwe outlined in that letter responding to our deadline by September 14? Mr. Renaud and Mr. Robbins. \n\nRENAUD: I can't speak specifically of that--of that-- \n\nPRESSLEY: Can you confirm receipt of the letter? \n\nRENAUD: I cannot, but I know that when--I would not receive that letter directly, but I know that we take those \nletters very seriously and do everything we can to--to meet the established guidelines and deadlines. \n\nPRESSLEY: And the deadlines. Okay. All right. Mr. Robbins, are you under the same impression? \n\nROBBINS: Yes, ma'am. \n\nPRESSLEY: Okay, all right. Thank you. So I have some additional questions that I'll seek some clarity on. Mr. \nRenaud, just a simple yes or no question, and again, you're on the record here. Was this a policy change that was a \nresult of a request from any high ranking political appointee at the White House? \n\nRENAUD: At the advice of counsel, I'm not able to discuss the--the reasons for any--any change in our-- \n\nPRESSLEY: Can you submit it in writing if you can't do it here on the official record? \n\nRENAUD: I believe the issue is that we have pending litigation. I can certainly go back and consult with the legal \nteam and determine whether we can provide that in writing. \n\nPRESSLEY: I'll keep going. What office or internal department at USCIS did this directive come from? \n\nRENAUD: I'm sorry, I didn't hear the question. \n\nPRESSLEY: What office or internal department at USCIS did this policy change directive come from? Where did it \ncome from? \n\nRENAUD: Again, I'm not sure that I can answer that question at the advice of counsel. \n\nPRESSLEY: You cannot answer the genesis of this policy and what office offered the directive? Is that correct? \n\nRENAUD: Ma'am, I'm not an attorney. And I don't pretend to understand or know all the aspects of law, but I know \nthat--  \n\nPRESSLEY: Well, I'll make a request. \n\n\n\nRENAUD: --when attorneys ask me, or instruct me that there are some things when you are being--when you're in \nthe middle of litigation that you should not speak on, then I'll abide by that. \n\nPRESSLEY: All right. Respectfully-- \n\nRENAUD: I appreciate you understanding. \n\nPRESSLEY: Respectfully reclaiming my time, and I'll just make my request again that you respond to the letter by \nthe deadline that we've already submitted, that outlines a number of questions that gets to not only our requests, \nbut better understanding the origins of this appalling policy. And also, if you could respond to the questions that I'm \nasking you now, if you can't do it here officially on the record. Okay? \n\nRENAUD: I understand what you're asking (PH). \n\nPRESSLEY: All right. Very good. Now that USCIS has been publicly shamed into processing the deferred action \nrequests that you had originally denied, how many requests has your agency processed since USCIS's September \n2 announcement? \n\nRENAUD: Since-- \n\nPRESSLEY: Can you tell me how many you've processed? \n\nRENAUD: Since September 2 we have not issued any approvals or denials of deferred action for nonmilitary--for \nnonmilitary deferred action. \n\nPRESSLEY: Okay, and what is the criteria in which these requests will be processed, and how can your agency \nensure that there is no retaliation against applicants? \n\nRENAUD: Well, again, as my colleague testified, what is the path forward is, frankly, a subject of litigation also. And \nit is deliberative at this point. \n\nPRESSLEY: Can you provide a timeline for which families can expect to hear from USCIS on the status of their \nrequest? \n\nRENAUD: I cannot--I know that this is important to--it's obviously an important issue, but no, I cannot give a \ndefinitive timeline. \n\nPRESSLEY: And so these families are just hanging in the balance? Can you provide a timeline in the letter that you \nwill be responding to by September 14? \n\nRENAUD: I do not know the answer to that question. \n\nPRESSLEY: What is the geographic breakdown of where these patients are currently residing in the U.S., and are \nthere particular areas that are more impacted? I'm trying to see if there are any trends here. \n\nRENAUD: So one of the challenges with how historically we've been looking at deferred action requests is that we \ndo not have a form. There is no fee for the--for the grant of deferred action. And we do not have a system in which \nto put these in. So data related to the basis for the requests, which--which--which do vary, or the--certainly \ngeographic, to get to your question, the geographic distribution. We cannot be precise in that area at--you know, to \nthat--in response to that question at all. \n\nPRESSLEY: Okay. And just to reiterate again, to be clear the deadline to respond to the letter that was submitted \nsigned by nearly 130 of my colleagues, a bicameral letter, the deadline is this Friday. And again, can you commit to \nanswering our questions by then for the record? \n\nRASKIN: The witness may answer that question, shall answer that question. \n\n\n\nRENAUD: Well, I think I've answered it. I said that we will do our best. I don't--I have not seen the letter. I do not \nknow, frankly, if we've received it yet. But I know that we take those letters seriously. Obviously it's a serious issue, \nand we will do what we can to provide you the information in a timely manner. \n\nPRESSLEY: Well, I don't want us to set a new precedent because a moment ago you said that it's been your \nexperience that you do respond by deadline. So let's not create a new precedent. So I look forward to your \nresponses. \n\nRASKIN: The gentlelady's time is expired. Thank you. Mr. DeSaulnier, you are recognized for five minutes. \n\nDESAULNIER: Thank you, Mr. Chairman. I what you thank the witnesses, and I just--your comment about moral \ncrisis, Mr. Chairman, I think is important for all of us to think about individually and collectively. I'm reminded of one \nof my favorite quotes from Dante. He says the hottest places in Hell are reserved for individuals who remain neutral \nat times of moral crisis.  \n\nI've tried to think about the people that we've interacted with your agency in San Francisco and how difficult it must \nbe to carry out a policy that then turns out to cause the kind of anguish that came across Ms. Bueso, my constituent \nand her mom who testified from near where you are, Mr. Renaud, just next to you, that when she got the letter from \nyour department of which you oversee, as I understand this department, her mother vomited in a hospital, and they \ncried because they knew that was a death sentence. How does--how do you respond to that as a human being? \n\nRENAUD: These are not easy jobs for our officers in the field. \n\nDESAULNIER: No, I was asking for you, personally. You have the title. You oversee this. \n\nRENAUD: I am certainly-- \n\nDESAULNIER: Was it a mistake? \n\nRENAUD: I am certainly empathetic to their situation. \n\nDESAULNIER: Was it a mistake, sir? Was that letter a mistake? We heard from my colleagues on the Republican \nside this policy was enacted was a mistake. Do you think it was a mistake? \n\nRENAUD: I--I am an operator. I am not a policy maker. So operationally, you know, my role is to comment on policy \nto the extent that we can make it operationally feasible or to indicate when it's not operationally feasible. I am not in \nthe position professionally to pass judgment on whether I like or don't like a statute, a regulation or a policy. And it \nis--those are some of the hardest times in my career and in those of the people who work with me where either we \nare required to grant a benefit to someone who we believe is a threat or we believe has--has--has secured a benefit \nthrough fraud despite our best efforts. \n\nDESAULNIER: Excuse me. Would you--would you-- \n\nRENAUD: And it's also hard when we have to say no to someone with a very empathetic case. \n\nDESAULNIER: I was asking specifically on behalf of the person who lives in my district. Are you implying she's a \nthreat to national security? \n\nRENAUD: I am not implying that, no. \n\nDESAULNIER: So you have said that the attorney can't answer questions because of litigation, but we've been told \nby the Supreme Court, over and over again, that private litigation is not--shouldn't inhibit your testimony to \nCongress in our investigation. Have you been told that by your attorney, that the Supreme Court actually contradicts \nthe legal advice you're getting? \n\nRENAUD: I was not told that by the attorney. I did read the response from the committee, though. \n\n\n\nDESAULNIER: You maybe should get your own attorney. Do you know who made the decision to stop accepting \nthe processing deferred action request on August 7 that led to the letter? \n\nRENAUD: That, as you've just indicated, that is information that I'm not able to respond to at the (INAUDIBLE).  \n\nDESAULNIER: What role did the acting director play in the decision? What role did the acting decision-- \n\nRENAUD: Again, that sir is essentially the same question that I'm not able to answer.  \n\nDESAULNIER: Mr. Robbins, was anyone at ICE involved in the decision?  \n\nROBBINS: Not that I'm aware of.  \n\nDESAULNIER: Mr. Renaud, why didn't you make any public announcement or communicate with congress about \nthe decision?  \n\nRENAUD: I think that the--the nature of our announcement is also under litigation. And so, at the advice of counsel, \nI'm not able to answer that. I--I appreciate you understanding.  \n\nDESAULNIER: Did you do any internal studies about how many critical ill children or adults might die as a result of \nbeing forced to leave the United States under this new policy?  \n\nRENAUD: I think it's important to note that--that the denial of deferred action does not force the removal of any \nindividual. No individuals to the best of my knowledge have even been issued a notice to appear which commences \nremoval proceedings could last months or longer. So--I--I don't believe that if you're asking if we had an analysis of \nhow many people would be impacted by this we had an idea of the--the number of popul--the size of the population \nwho received deferred action but the--again, the reasons why--why the--the process was--was changed I'm not at \nliberty to say at this time.  \n\nDESAULNIER: Before--before that letter was sent out was there any discussion anywhere about the consequences \nof that letter and in the case of my--my constituent that she existed and this might lead to her removal from the \ncountry which meant a death sentence according to her doctor? Was anyone aware of that?  \n\nRENAUD: Again the--the letter did not order their departure from the United States. So, I think that your question is \nmissing a few steps in the process where there is a lot of room for-- \n\nDESAULNIER: Why would you send a letter?  \n\nRENAUD: --lots of room for prosecutorial discretion. USCIS could choose not to issue an NTA and that person \nwould never be in proceedings unless otherwise-- \n\nDESAULNIER: Had you ever issued this letter with the content before?  \n\nRASKIN: The gentleman's time has expired. You can answer that question.  \n\nRENAUD: We have issued denial notices. We've on deferred action requests. In fact, we've historically had denied \nabout half of the deferred action requests that we receive. There was--there was a question earlier from one of the \nmembers that indicated that we see about 1000 a year--that's about a 1000 applicants per year, historically. And, \nwe have--we have denied the majority of those at least in the data that I see.  \n\nRASKIN: Thank you. Gentleman's time has expired. Ms. Ocasio Cortez is recognized for five minutes of \nquestioning.  \n\nOCASIO CORTEZ: Thank you. Mr. Renaud, the Supreme Court has ruled several times that ongoing litigation is \nnot valid grounds for resisting an answer to congressional questions. So, I was wondering why are you citing those \nillegitimate grounds?  \n\n\n\nRENAUD: I'm not going to--I'm not prepared or--or capable of arguing legal precedent with you. I'm--I'm here \nrepresenting the Agency-- \n\nOCASIO CORTEZ: So, why did the Agency change the policy?  \n\nRENAUD: I'm sorry?  \n\nOCASIO CORTEZ: Why did the Agency change the policy with respect to deferred action?  \n\nRENAUD: Again, as I mentioned earlier, that is something under litigation that at the advice of counsel-- \n\nOCASIO CORTEZ: As I mentioned, the Supreme Court has already this has been sued, this very question has \nbeen sued on we don't have to debate it. The Supreme Court has determined it that ongoing litigation is not \ngrounds to resist an answer to a congressional inquiry. So, I'll ask again--why did ICE change the policy?  \n\nRENAUD: Why did ICE change the policy?  \n\nOCASIO CORTEZ: Or rather why was the--why was the policy around deferred action changed under USCIS?  \n\nRENAUD: I'm--I'm going to answer again I at the advice of counsel I am not able to--to discuss that information.  \n\nOCASIO CORTEZ: Due to--what reason are you citing?  \n\nRENAUD: At--at the advice of counsel I am not answering that question I--I hope you'll understand and I don't know \nwhat else to say-- \n\nOCASIO CORTEZ: Because there's no reason being offered we cannot understand.  \n\nRENAUD: I--I can only say that you're arguing with the wrong person You know, I'm not in a position to -- to-- \n\nOCASIO CORTEZ: All right, Mr. Renaud, I'll move on. Because there has been a lot of chaos caused by this policy \nchange. And, the administration because they did not advise congress ahead of time on how this would be enforced \nor what would happen there are a lot of outstanding questions. So, hopefully, these questions are relatively straight-\nforward.  \n\nExactly how many cases will be reopened as a result of your Agency's partial reversal on deferred action?  \n\nRENAUD: We have reopened every case that was denied on or after August 7th. That total is--I--I don't have an \nexact number. It's approximately 424.  \n\nOCASIO CORTEZ: Will people who applied before August 7th be allowed to submit new evidence as necessary or \nwill their files be frozen as of August 7th?  \n\nRENAUD: Typically, when we consider a--a request or a benefit application we will provide the opportunity for the--\nfor the client to augment the record if there is additional evidence needed.  \n\nOCASIO CORTEZ: Will the reopened cases be evaluated using the same standards and the same process that \nyour agency previously applied to request for deferred action?  \n\nRENAUD: That question I'm not able to answer.  \n\nOCASIO CORTEZ: You cannot answer if you'll be using the same standards that you used before?  \n\nRENAUD: I cannot answer I--I cannot answer about questions regarding what standards we will be using going \nforward.  \n\n\n\nOCASIO CORTEZ: Will field officers still follow the process outlined in USCIS' standard operating procedures or will \nthere be a new procedure?  \n\nRENAUD: I--I don't know. I--I am able to answer that I think. I just don't know the answer. That depends on what the \nprocess will be. I think it's important to note that the--the I know it came up in the last hearing this standard \noperating procedure that essentially describes the mechanics of how to process a case. It is not a--a guide to the \nuse of--of discretion.  \n\nOCASIO CORTEZ: Will USCIS impose any limits or caps on the number of deferred action cases that might be \ngranted from reopened cases?  \n\nRENAUD: I don't know the answer to that question.  \n\nOCASIO CORTEZ: Your September 2nd announcement also stated and I quote, as USCIS deferred action case \nload is reduced the career employees who decide such cases will be more available to address other types of legal \nimmigration applications on a more efficient basis--basis. But media reports indicate that USCIS receives only about \n1000 medical deferred action requests each year, USCIS has about 19,000, that handles hundreds of thousands \nof requests each year. So, are these 1,000 requests really such a large burden that they justify ending deferred \naction for peoples with serious life and death medical conditions entirely and risking their lives? \n\nRENAUD: Well, as you know, speaking to the language in the letter, USCIS has--has a sizeable workload and \n1,000 deferred action requests equals about 2,000 naturalization applications in terms of workload. So, to the \n2,000 people who we could have naturalized, you know, I think that those cases are pretty important to them as \nwell. \n\nOCASIO-CORTEZ: Mr. Chair, I think it's important that we acknowledge here that we are getting open resistance \nthat are citing illegitimate legal grounds, no legal grounds for resisting the answers to these congressional inquiries, \nno insight into the past rationale of these decisions, little to no insight into the future of these decisions. This is a \nthreat to even the rule of law when it comes to U.S. immigration policy. \n\nHow can people be in compliance or--or make an effort to be in compliance with the law if they don't know what that \nenforcement is or will be in the future? With that, I rest. Thank you. \n\nRASKIN: The gentlelady's time has expired. I thank you for your--your comments and it inspires me, actually, to--to \nclose with another five minutes of questioning and I invite any of my other colleagues who want to pursue it. We--\nwe learned a lot with the first panel about how this program has traditionally worked, what people's expectations \nare, and I think a lot of us felt great pride that America could play this role for sick kids from around the world. \n\nWe're seeing a little bit of a different America on display right now in this discussion of the chaotic and inscrutable \nroll out of this policy. And, I don't mean to put all the blame on the two of you. I know this must be an uncomfortable \nsetting for you to be in. You've been sent forward to defend policies that it doesn't appear were your idea in the first \nplace. But, I--I do have a few final questions I want to try to pursue with you. \n\nOur colleague, Mr. Hice, cited some data about the numbers of applicants and so on. That was not data I'd ever \nseen before and I just wonder could you share whatever data he was working from with us, or did that come from \nanother source? I don't know, Mr. Robbins? \n\nROBBINS: I'm not familiar with the data that was discussed. \n\nRASKIN: Mr. Renaud, did you know? \n\nRENAUD: I--I would have to go back and look at the--at the--at the tape of the hearing. But, certainly if there's data, \nwe can share data. Happy to do it. \n\n\n\nRASKIN: Okay. Let's see, Mr. Renaud, just to be clear, can you tell us who made the decision that USCIS would \nstop accepting and processing the deferred action requests on August the 7th? \n\nRENAUD: You know, because of the litigation and at the advice of counsel, I'm not able to. \n\nRASKIN: Okay, but for reasons that--that Ms. Ocasio-Cortez said, litigation is irrelevant to this statement of a fact. \nSo, that's--that's been established. But, could you tell us whether Ken Cuccinelli, the acting Director of USCIS, \nplayed a role in this decision? \n\nRENAUD: Sir, with all due respect, we--we sent a letter to the committee yesterday outlining how this testimony \nwould go.-- \n\nRASKIN: --Well no, we determine how this testimony will go, not you.-- \n\nRENAUD: --I appreciate--I appreciate that you appreciate that this puts me in a difficult situation, but it shouldn't be \nunknown to you that--that, you know, why or how I'm in this situation. So no, I am not able to answer. \n\nRASKIN: No, no, really this is a great mystery to me. Ordinarily, when we ask government witnesses to come in, \nthey're prepared to answer the questions of the committee. They're prepared to tell where policies came from. I'm \nbaffled. I've never seen a situation like this before. \n\nBut, let me--just at least for the record and if you can't answer it, that's fine. Can you tell us what role Ken \nCuccinelli, the acting Director of USCIS, played in this decision? \n\nRENAUD: No sir, I'm not able to. \n\nRASKIN: Can you tell us what role the acting Secretary of Homeland Security, Kevin McAleenan, played? \n\nRENAUD: No, sir. \n\nRASKIN: Can you tell us the role that anyone at the White House, including Stephen Miller, the architect of \nimmigration policy at the White House, played in this decision? \n\nRENAUD: No, sir. \n\nRASKIN: Okay. And, Mr. Robbins forthrightly said he could not tell me why the policy was developed, where it \narose from, or even what the policy is. And, I just want to be clear for the record if this is basically where you are too \non it. I remember when I was in school learning that the five critical ingredients of history are the five Ws, who, \nwhat--who, what, why, where, and when. And, I want to make sure it's the case that you can't answer any of these. \n\nCan you tell us why we have the new policy? Mr. Renaud, I was coming to you. Can you tell us why we have the \nnew policy of rejecting the medical deferred action requests? \n\nRENAUD: No. Because of the pending lawsuit and at the advice of counsel, I'm not able to.-- \n\nRASKIN: --Okay. Can you tell me who ordered the policy? \n\nRENAUD: I cannot. \n\nRASKIN: Can you tell me where the policy came from? \n\nRENAUD: For the same reason, I cannot. \n\nRASKIN: Can you tell me when the--the policy was developed or when it will be finalized? \n\nRENAUD: No, sir. \n\n\n\nRASKIN: And, can you tell me what the policy is? \n\nRENAUD: Because of the pending litigation, I'm not able to share that information. \n\nRASKIN: Well, I'm afraid to say this is the perfect Trump administration public policy. We don't know where it comes \nfrom, we don't know why we have it, we don't know who came up with it, we don't know when it was adopted or \neven if it was adopted, and we don't know what it is. \n\nAnd, again, I don't mean to make you the--the fall guy. Obviously, you've been sent forth to give this testimony \ntoday. But, it is the occasion for great frustration in the Congress of the United States, the representatives of the \npeople. \n\nCan you tell me how many families received denial letters because of the policy change, Mr. Renaud? Do you \nknow? \n\nRENAUD: That I can tell you. It's too bad the cameras left because that I can tell you. 424--approximately 424 \ndenial notices were sent on or after August 7th. \n\nRASKIN: And, how many of the 424 have been reopened? \n\nRENAUD: All 424. \n\nRASKIN: Okay. If you are still trying to figure out what the policy is, why not, then, reopen all of the requests, \nincluding the ones that came in after August the 7th? \n\nRENAUD: So essentially, we did. So, the--there were--there were approximately 791 pending requests on August \n7th. We proceeded to deny 424 and then the balance, 300 something, we did not take any action on. Those--those \nremain pending. The 424 that we denied, we reopened. So, all of the cases that were pending on August 7th are \nnow open active requests for deferred action. \n\nRASKIN: Okay. Okay, and after August 7th, are people still facing this 33 day cutoff? \n\nRENAUD: At--at this point, no one--there never was a 33 day cutoff. May I explain what the 33 day-- \n\nRASKIN: --Please.-- \n\nRENAUD: --That was talked about a lot. We--as someone in the previous panel indicated, I think they used the \nword boiler plate. We use standard language in our--in some of our denial notices. We have a standard process \nwhereby if we are issuing a status denial or a--or a denial of someone who is removable from the United States or \nwho appears to be removable from the United States, such as being out of status, we include a statement indicating \nthat essentially in 33 days, we will--we will review their--their case. \n\nWe will see if they've departed. If they have not departed, then we will make a determination of whether to issue a \nnotice to appear commencing removal proceedings. That is an opportunity where--where we can--we can exercise \nprosecutorial discretion and decide not to issue a notice to appear, in which case removal proceedings would not \nbegin. And, so that--that is the--that's the context of the 33 days. No one was given 33 days to leave or else. \n\nRASKIN: Okay. Thank you for that answer. My time has expired. I'm going to recognize the gentlelady from \nMassachusetts, Ms. Pressley, for another five minutes if she seeks. \n\nPRESSLEY: Sure. Thank you, Mr. Chair. You know, I wish I could feign just incredible surprise at the lack of \nresponsiveness here. But, it is par for the course with this administration and we often have witnesses that come \nbefore us and--and I can't call it anything than what it is, it's stonewalling. It's obstructing. \n\n\n\nAnd, I just want to make something very clear. This is not about your answering just to this committee. You're \nanswering to the American people and this emergency hearing was called because of a rallying cry, a public outcry, \nan outrage. \n\nNow, our Chairman, rightfully says, that it's unfair to make you all the fall guys. But, I think it's--it's not right to make \nyou the fall guys to defend a policy that is--that you can't, not because you don't have the answers, but because the \npolicy is indefensible. So, there's really not much so that you could offer. \n\nBut, nevertheless, we persist. And, so let me just pick back up again on the 33 days. I want to talk about Jonathan \nSanchez from my district, 16 years old who endured a great--not knowing what his--what life holds for him in the \nfuture or if he will be able to preserve and maintain his life sat here for a number of hours enduring demoralizing \nand a dehumanizing environment by many of my colleagues on the other side of the aisle. \n\nAnd, so if he could deal with that, you can deal with this. So, Jonathan Sanchez testified earlier today, Jonathan \nhas cystic fibrosis and he testified that doctors in Honduras, where he is from, did not even know what cystic \nfibrosis was. I'm not sure if you heard his testimony earlier, but his youngest sister died as a result of cystic fibrosis \nin Honduras because they did not understand her disease or how to treat her. \n\nThirty-three days is certainly not enough time to arrange for travel, housing, medical equipment, translating medical \nrecords, or the many other steps that would be needed to transport a critically ill child to another country, simply put, \nis a death sentence for many of these patients. Mr. Renaud, when the administration decided to end deferred \naction, was any thought put into what would happen to the critically ill children and their families? \n\nRENAUD: I--I think that the--the--the thought was that we would--we would follow our notice to appear memo, which \napplies to all cases, which is--I described earlier. We would provide people a--a standard period of time by which--\nor at which time, we would review their case and determine whether it was appropriate and in the government's \nbest interest to issue them a notice to appear. \n\nPRESSLEY: And, again just on the timeframe, was that specific window considered sufficient, given the extenuating \ncircumstances and the fragility of these individual's medical state? \n\nRENAUD: I--I think again that there's--there seems to be an assumption in that question that there would be an \nNTA coming at the end of those 33 days. And, I'm--you know, what I'm saying is that, that would be an opportunity \nfor us to issue prosecutorial discretion and decide not to issue a notice to appear. \n\nPRESSLEY: All right. Mr. Renaud, when USCIS ordered Jonathan to leave the country in 33 days, did you consider \nthe fact that treatment for that disease is unavailable in Honduras? \n\nRENAUD: I'm not sure if I'm saying this right, ma'am, but we did not order anyone to leave the country. That's not \nour role. I--I--if you go back to my written testimony, I describe what our role is and what it isn't. USCIS does not \norder people to leave the country. \n\nPRESSLEY: It just, it does seem we're--we're missing each other here and I'm-- \n\nRENAUD: --We are.-- \n\nPRESSLEY: know, I'm--yeah, because it's--it's inconsistent with what the families testified to and the letters that \nthey provided-- \n\n[*]PRESSLEY: and coroperate their experiences-- \n\nRASKIN: Would the gentlelady yield for one moment just to elaborate this point? \n\nPRESSLEY: Absolutely. I yield. \n\n\n\nRASKIN: The letter that you sent to Ms. Barrera said if you failed to depart the United States within 33 days of the \ndate of this letter USCIS may issue you a notice to appear and commence removal proceedings against you at the \nimmigration court. That--that is coming from USCIS. That is not coming from ICE. \n\nRENAUD: That--that is all true. \n\nRASKIN: So in what sense are you not threatening to remove people from the country? \n\nRENAUD: Well, again I'm not--I'm not an attorney but you know words have meanings. We--what we indicate that is \nif they do not--what we indicate is that if they do not depart the country within 33 days in that paragraph, they do not \ndepart the country within 33 days they may be issued a notice of--a notice to appear. That is accurate. At that-- \n\nRASKIN: Notice to appear and for the purpose of commencing removal proceedings. \n\nRENAUD: It does not say they will, it does not say they must leave the country. \n\nRASKIN: Okay. \n\nRENAUD: But it says we are talking about the (INAUDIBLE)-- \n\nRASKIN: But with all due respect Mr. Renaud we are talking about people who have cystic fibrosis, childhood \ncancer and so on. You are sending this to them in a change of policy which clearly indicates they are going to be \nremoved or have a very heavy likelihood of being removed from the country. I'm going to yield another 30 seconds \nto my colleague. Thank you for yielding. \n\nPRESSLEY: Thank--thank you Mr. Chair. For the questions that you have not answered based on pending litigation \ndo you actually know the answers to those questions? Do you know the answers and you--you are not sharing them \nor you don't know? \n\nRENAUD: I-- \n\nPRESSLEY: Do you know the answers to the questions that I have asked that you have declined-- \n\nRENAUD: I--I do not-- \n\nPRESSLEY: --to answer? \n\nRENAUD: I understand your question (INAUDIBLE). \n\nPRESSLEY: Okay. \n\nRENAUD: I was trying to decide if I knew--I--you do not know the answers to all of your questions, no. \n\nPRESSLEY: To any of them? \n\nRENAUD: I'm sorry? \n\nPRESSLEY: To any of them? To any of the questions that I asked regarding the genesis of this policy, was it \nordered by a political appointee, what office did this come from? How many cases have been processed? Do you \nknow the answers to any of those questions? \n\nRENAUD: I--I certainly think that--that without a pending lawsuit I would be able to provide additional information. \n\nPRESSLEY: I yield. \n\nRASKIN: Okay. The gentlelady yields and we come to Mr. Grothman for five minutes. \n\n\n\nGROTHMAN: Right. As--as I mentioned earlier today to the first panel I think you folks do a tremendous job. I have \nbeen at the border three times this year. I know you do a very difficult job. Everybody who I have run into has been \nthe pinnacle of professionalism. Everybody has exhibited 100 percent concern about people in this country who are \nnot citizens who even people who came here illegally, goes out of their way to provide medical care that would not \neven be available to American citizens and they do it without complaint, they complain a little but they do it. So I \nwould like to thank you for all your agencies do. \n\nLooking at this letter that they are talking about it appears to me this letter was a form letter. You think that's true? \n\nRENAUD: That is correct. \n\nGROTHMAN: With anybody who made out this letter know that Miss Barbara had a medical condition? \n\nRENAUD: I think that the--when the letter was drafted we certainly understood that there was a wide range of cases \nunder consideration that would be denied including some medical issues, yes. \n\nGROTHMAN: Okay. But did you know specifically when you sent this letter to Miss Barrera that she had a medical \ncondition? \n\nRENAUD: You know I don't know the answer to that question. I would like to say yes I think that we probably pulled \nthe case, looked at it and decided to--to deny it. \n\nGROTHMAN: Okay. I--I think what you are trying to tell us here is that there are opportunities to appeal and when \nyou would appeal almost certainly--I shouldn't say almost certainly, certainly the two people who were on the \nprivate--the previous panel were not going to be kicked out of this country, right? We have a process, many people \nhave to be kicked out, some people shouldn't. Okay. As you work your way through the process people like these \ntwo folks almost certainly will not be kicked out of the country. Is that accurate? \n\nROBBINS: I think it is accurate to say that in my career, in my experience when you run into a situation similar to \nthe individuals that were here earlier prosecutorial discretion would be used. \n\nGROTHMAN: Right. I mean the point I'm trying to make care and it kinda bothers me a little bit what the other party \nis doing here I think they are trying to scare people into believe that they are going to be deported when they are \nnot for political purposes. I mean I don't know whether you guys feel in your position you can agree with me or not \nagree with me on that but if you have two people brought before this committee today, brought all of the way to \nWashington DC and told that they should be scared to death that they're going to be kicked out of this country when \nas a practical matter they are not I just think it's a little bit appalling. \n\nDo either of you in your two agencies believe that as this worked its way through the process either of these two \nindividuals were going to be kicked out of this country? \n\nROBBINS: I can't speak to the individuals that were here because I don't know the effects of their case but my \nunderstanding - look, the reality is people with medical issues-- \n\nGROTHMAN: Severe. Two people, two young people with severe medical (INAUDIBLE). \n\nROBBINS: It draws that our heartstrings and I can't see them being removed in the future but I can't speak to their \nspecific cases but cases similar to that we would use discretion absolutely. Those--as far as ICE is concerned we \nwould use discretion at the very point on whether we are rest, placed (INAUDIBLE). \n\nGROTHMAN: Yeah. Do either of you believe that these two folks are being kicked out--were going to be kicked out \nof the country? \n\nROBBINS: I do not believe that someone-- \n\nGROTHMAN: They both had severe medical problems. \n\n\n\nROBBINS: --similar situation would be--we would use discretion to let--use our limited resources to remove that \nindividual. \n\nGROTHMAN: Right. \n\nROBBINS: We prioritize our resources. \n\nGROTHMAN: Mr. Renaud, same question. \n\nRENAUD: I would agree with my colleague. \n\nGROTHMAN: Right. So I believe what is going on here today is for political reasons to embarrass Pres. Trump we \nhave brought to people in here who are not going to be kicked out of this country but scare them to death to believe \nthey might be kicked out of the country and it just wasn't going to happen. There is no way it's going to happen. \n\nAnd I will give you another question because a lot of the--and I ask this of the prior--prior person here. Sometimes \nin this hearing it is (INAUDIBLE) idea of minors without their parents are being pulled apart. In this country and both \nof your positions do you see minors in this country without--without their parents, with both of their parents probably \nin other countries? Unaccompanied minors? \n\nROBBINS: I don't really understand the question. We have unaccompanied minors here in the country, yes. \n\nGROTHMAN: US does--do they eat immediately send them back to be reunited with their parents or do we try to \ntolerate putting the miss in this country? \n\nROBBINS: Unaccompanied minors have due process and that due process is--is available to everyone illegal in this \ncountry. \n\nGROTHMAN: So if minors come here and they can run away from their parents and right now the United States \ndoesn't do anything about it? \n\nROBBINS: I think it is unfair to say the United States doesn't do anything about it. \n\nGROTHMAN: They can wind up in this country for two or three years until they get a hearing. \n\nROBBINS: So we--you know, for unaccompanied minors that crossed the border that we are aware of that are \napprehended at the border there is due process for those unaccompanied minors. \n\nRASKIN: The gentlemen's time has expired. Mr. DeSaulnier is recognized for five minutes. \n\nDESAULNIER: Thank you. I just want to go back to a comment you had just a little while ago, Mr. Renaud. So am I \ncorrect in saying that someone new about miss (INAUDIBLE) medical condition when that letter was sent out on \nAugust 7? That is what you just testified. And remind you that she has asked for four times and got accepted prior \nto this so what you just said as somebody pulled her file. \n\nRENAUD: That is my best estimate of what happened. Yes, I believe that's-- \n\nDESAULNIER: someone under your direction, supervision pulled the file and knew what the circumstances were. \n\nRENAUD: So I think that they--they understood that there were cases pending in process and that US CIS had \nstopped issuing deferred action and so they issued the letter. I don't want to pretend or accuse that individual or \nmake it seem like that individual made a judgment call on her condition in a heartless way did what they did. We \ncertainly are--we are US CIS. We are empathetic to people and their circumstance but we have--you know, we are \nbound by the laws and the regulations and the policies that we have and you know, that is how we operate. As I \nsaid earlier sometimes that means that--that we have to say yes to someone we would rather not because we think \nthat there is that--that there is fraud or misrepresentation or there could be harm to the country. It also mean \n\n\n\nsometimes that we have to say no to people that frankly we feel bad for and we empathize with. That is the hard \nwork done by immigration officers across the country every day. \n\nDESAULNIER: so she has been approved four times in the past, you are going to look at the file again. Is there any \nchance that she would be denied because the guidelines and the discretion has changed given that she has been \napproved four times including during this administration? \n\nRENAUD: Again I--I--I have not looked at her case. I--I understand what we heard today. I--I am not able to \ncomment on-- \n\nQUESTION: I thought you just--forgive me. I thought you just did comment in answer to Mr. Grothman that you \ncould not imagine that she would not be allowed to stay in the country. Are you changing that testimony? \n\nRENAUD: I--I think my testimony was that I agree with my colleague and he - my kind of bird to his expertise. \n\nRASKIN: And that was what he said. He said he cannot imagine a circumstance under which someone in her \nsituation would be denied. Obviously Mr. DeSaulnier has an intense interest in making sure that--that his \nconstituent has the right to continue to get her medical services. \n\nROBBINS: I--I was referring to removal. Now what I'm saying is when you are talking about staying in this country \nwould we remove someone in that situation I cannot speak to her specific case I do not know all of the facts and-- \n\nRASKIN: Okay. So let's be clear then. Mr. Grothman was trying to say that this was some kind of a big political \nshow because there was no chance any of these people would be removed and now what we are getting is \nanswers saying there's a chance that Mr. DeSaulnier's constituent would be removed and she was terrified long \nbefore she came to this committee. We didn't know anything about this. There is terror among hundreds of people \nin extreme medical condition so let's stop playing games. I liked it better when you guys just said you couldn't \ntestify. Don't tell Mr. Grothman that there's no chance that people are going to get kicked out of the country and \nthen turn around and tell Mr. DeSaulnier that his constituent could get kicked out of the country. I'm sorry. Mr. \nDeSaulnier your time is restored, too. \n\nDESAULNIER: do you care to respond to that as a humane institution Mr. Renaud or Mr. Robbins? And I will tell \nyou Mr. Robbins if you try to remove her knowing my constituents you'd better bring a lot of buses because a lot of \nus are going to be arrested trying to protect her. \n\nROBBINS: What--what I was trying to make clear if you allow me was I cannot judge this case here for--for the \npeople that we are talking about but what I said was is similar cases that have compassion and compelling \nhumanitarian reasons we use discretion every day. We have in the past enforced the immigration law, we will in the \nfuture. We continuously use discretion on who we are rest, who we place in proceedings and ultimately remove. \n\nWhat I was saying was if there was a case similar to that I cannot foresee a similar case being removed from the \ncountry, placed into proceedings and ultimately remove. Now I can't speak to her specific case because I--I think it \nis unfair for me to try to adjudicate that here in this hearing. \n\nWhat I can say is that our officers, on a regular basis, use discretion on very sympathetic cases and humanitarian, \ncompelling cases. And our officers do it very well. They do it professionally, with compassion. \n\nDESAULNIER: And I appreciate that. And I'm sorry that many moral, ethical people who are in public service have \nto go through this. And to me, this was not contrived. I mean, these constituents came to me. We heard their \ntestimony about vomiting in a hotel--in a hospital after she had gotten hours of treatment.  \n\nBut what's changed is this letter. And if either of you or anyone out there is listening--and Mr. Chairman, given your \nexpertise in law, I do feel sorry for these gentlemen being placed here because I know where the responsibility is, in \nmy view. But this--this was a heartless, cruel thing to send out. And Mr. Renaud, knowing that somebody in your \norganization--I assume you've worked there a long time--knew what this would do and how this deviated from the \n\n\n\nprevious four times she applied, we've got to get to the bottom of this, and we've got to hold people accountable. \nAnd if they're not going to testify and use--use a contrived defense to give us the truth, the obvious facts, then I \ndon't know how we pursue it.  \n\nDo we find them individually in contempt of Congress? As my colleague said, they're responding to the American \npublic. This--somebody needs to be held accountable for doing this, and it needs to be corrected. So I'm--to say \nthat I'm disappointed as an American to sit here is an understatement, that I don't know where our level of shame or \ndecency will ever come to a point where all of us can say a letter like this is not in the spirit of America, whether \nyou're a Republican or a Democrat. And somebody should be held accountable. \n\nRASKIN: Mr. DeSaulnier, Ms. Pressley, I thank you both for your leadership in putting this on the agenda. Mr. \nRenaud, Mr. Robbins, I thank you both for appearing today. And--oh, and Ms. Ocasio-Cortez will get to close out \nwith five minutes.  \n\nOCASIO-CORTEZ: Thank you, Mr. chair. I think one of the things that's difficult about this moment is that all of us \nlike to think--all of us, first of all, want to do a good job, and I understand the difficult position that it is when people \nare career servants and when the politicization of this administration goes in so deep that it politicizes otherwise \ncareer positions. I understand that and respect that.  \n\nBut I also understand that at some point in our lives we reach a moral crossroads. And the panel right before this \none, we heard from a teenager whose little sister died because she couldn't have access to medication, and he has \nthe same disease that she does. And a young woman who has been in this country for 16 years, depending on \nmedical treatment, and deporting her will kill her. This policy will murder her.  \n\nAnd we are trying to get to the bottom of the origins of this policy change. And we have to ask you. And you all are \nciting counsel which has given you illegitimate reasons to resist answering these questions. The Supreme Court \nhas ruled on it. It's not a debate. So let me see if I can summarize this testimony and see if there is any last chance \nthat you all may want to change your answer.  \n\nYou will not tell us who decided this policy. You will not tell us who at DHS thought it was a good idea. You will not \ntell Congress if the White House ordered this policy. You will not tell Congress whether you vetted the policy with \nanyone before you put it in place. You will not tell Congress why the policy was changed. You will not tell Congress \nwhat the future policy will be. You will not tell Congress that the future pol--when that future policy will be \nannounced. And you will not tell Congress when you plan to let these families with life and death diagnoses know \ntheir fates. Is that all correct? \n\nRENAUD: I think on the balance it is correct, yes. Causey of Cortez Mac now the claims are based on this idea that \nthere is ongoing litigation. The Supreme Court has ruled that ongoing litigation is not a reason to resist that answer. \nIt has never been a standard under a Democratic or Republican Congress, and we have a job that we have to do, \ntoo, and our job is ordered by the Constitution of the United States to conduct oversight on these conditions that will \nkill people. So I would say we should have a chance to answer these questions by this Friday in response to a \nletter. One question I have is who is your counsel? Who advised you to do this? \n\nRENAUD: I take counsel from the DHS General Counsel. \n\nIn which individuals at DHS General Counsel advised you to resist answering these questions? \n\nRENAUD: I do not know who made that ultimate decision. \n\nBut which individual told you to do it specifically certainly someone told you. You're citing counsel. Was it a letter? \nWas it a meeting? \n\nRENAUD: I will take that back and get back with you if I can. \n\nSo was it a letter or a meeting? \n\n\n\nRENAUD: So you won't even tell us who told you to defy the Supreme Court. \n\nRENAUD: I was never told to defy the Supreme Court. \n\nTo cite reasons in defiance of the Supreme Court. \n\nRENAUD: So to answer your question, I will take those questions back, and if I can provide those answers I would \nbe happy to do so. \n\nAll right. Thank you for agreeing to do that. And I think that we need to have these questions by this Friday. People, \nthey're terrified. Their medications are on the line. Their entire lives are on the line. In Mr. Chairman, if I may, I think \nthat we should consider--and I believe that after this hearing we have no recourse but to consider discussing a \nsubpoena to get this information if we don't get it is requested. \n\nRASKIN: Well, I want to thank the vice chair of the committee for her insight and views on this. Again, I want to \nthank both of you for coming in for participating as much as you felt that you could given the institutional constraints \nyour operating under. Obviously this committee is not done with this issue at all. We will be in touch about next \nsteps, but we do look forward to working with you to quelling the chaos that was unleashed when that letter was \nsent in August and thank all of you for coming. \n\nUNKNOWN: Thank you. \n\nRASKIN: The meeting is adjourned. \n"}