{"title": "Joan Aragone: Santa Clara University professor understands Dream Act", "body": "\nFrancisco Jimenez, a professor of modern languages and literature at Santa Clara University and award-winning \nauthor of a series of books describing his life as an immigrant child in the United States, knows how education can \nchange lives. It changed his.\n\nThe Mexican-born Jimenez came to California as a young child with his parents and older brother. Following the \nharvests along the far-flung circuit of California farms and migrant camps, the growing family lived in constant flux. \nWorking long days besides their parents, the children changed schools frequently, struggling to learn English and \nrarely completing an academic year.\n\nBut in eighth grade, after authorities learned of the family's undocumented status and threatened deportation, \nJimenez's father took them back to Mexico. Sponsored by a migrant worker friend who became a U.S. citizen, the \nfamily soon returned, and five years later, Jimenez, by now a high school student, became a naturalized citizen.\n\nJimenez recorded his experiences in a series of books, starting in 1997 with \"The Circuit,\" which has been reprinted \nin several languages. \"The Circuit\" and its successors, \"Breaking Through\" and \"Reaching Out,\" which takes the \nnarrator through high school and finally to college, reveal how he found solace and purpose in learning.\n\n\"Growing up I had a sense of instability,\" Jimenez said in a recent interview. \"Everything in life was uncertain. But I \nfound a constant sense of permanence from education. No matter what happened, I knew I could take that with me \nwherever I went.\"\n\nSo when Gov. Jerry Brown signed the controversial California Dream Act earlier this month, Jimenez called it \"an \nimportant first step.\" The bill allows qualified undocumented immigrants who came to the United States as children \nand wish to pursue higher education the right to receive state-based financial aid for college.\n\nSo strong had been the stigma of undocumentation for Jimenez that he never admitted publicly that he had lived in \nthe U.S. without papers until he was an established professor.\n\n\"I always felt I was a fugitive, always hiding, always fearful,\" he said. \"The fear and sense of shame go deep.\"\n\nCritics of the Dream Act claim it reduces funding available for legally documented students. But, according to Luis \nQuinonez, a legislative aide to the man who authored the bill, Assemblyman Gil Cedillo, D-Los Angeles, the Dream \nAct focuses on Cal Grants, needs-based funding set aside for any low-income student who graduated from high \nschool with an eligible GPA and has been admitted to an accredited college or university.\n\nCompetitive grants, awarded to students of various income levels, are separate. For competitive funding, Dream \nAct students are considered only after all legal residents have applied. Between 1,500 and 2,000 students will \n\n\nbenefit from the California Dream Act, Quinonez estimated, since not all undocumented students meet the \nacademic criteria.\n\nJimenez is a board member of Alearn, a nonprofit that helps underrepresented students get to and succeed in \ncollege. He also works with the Peninsula College Fund, which provides scholarships and mentors for children who \nare the first in their families to attend college. One of Jimenez's three sons, a professor at Stanford University, is a \nmentor for the fund.\n\n\"Education helps all of us,\" Jimenez said. \"If a student benefits, we all benefit. We are all in this together.\"\n\nContact Joan Aragone at 650-348-4332.\n"}