{"title": "Bush, Fox Discuss Border Issues; Meeting in Mexico, Presidents Agree to Form Immigration Panel", "body": "\n -- President Bush, on his first trip abroad since taking office, met Mexican President Vicente Fox today for a \nranch-house summit that burnished the newly inaugurated leaders' foreign-policy credentials but left for later the \nspecifics of how to make the two nations more neighborly. \n\n The two men, both of whom wore cowboy boots and stripped off their ties after an airport arrival ceremony, \nannounced no concrete decisions, but they assigned their cabinets to negotiate an agreement to make it easier for \nMexicans to get temporary legal work in the United States, while maintaining a firm border. In a statement, the two \nsaid they would work to develop \"an orderly framework for migration that ensures humane treatment, legal security \nand dignified labor conditions.\" \n\n About 2.7 million of the 5 million people illegally in the United States are Mexican, and one of Fox's most oft-stated \npriorities is to improve their treatment. \n\n The U.S. relationship with Mexico often has been more businesslike than warm, and officials in both countries said \nthey believed the new presidents -- who met twice when they were governors and once last August -- would \ninaugurate franker and more productive relations. \n\n Their statement said the United States and Mexico would work more closely in areas ranging from education to \nenergy and from the environment to trade. \"We want to move beyond the limitations of the past and boldly seize the \nunprecedented opportunity before us,\" the statement said. \n\n During a 28-minute joint appearance on the lawn between Fox's white-stuccoed house and his tennis court, Bush \nsaid he was sending an intentional signal by staying in the Americas for his first foreign visit. \n\n \"We are welcoming a new day in the relationship between America and Mexico,\" Bush said. \"Each nation has a \nnew president and a new perspective. Geography has made us neighbors. Cooperation and respect will make us \npartners, and the promise of the partnership was renewed and reinvigorated today.\" \n\n\n The skies were crystal blue over San Cristobal, Fox's home town 200 miles northwest of Mexico City in the central \nstate of Guanajuato. The only cloud came from news that shortly before Bush and Fox took the stage, U.S. and \nBritish aircraft bombed targets in Iraq. Many Mexicans criticized Bush's decision to conduct his administration's first \nmajor military strike at a time when the news could overshadow a day Mexico had awaited for so long. \n\n The joint statement said the panel on migration and labor would include Secretary of State Colin L. Powell and \nAttorney General John D. Ashcroft on the U.S. side and, on the Mexican side, Foreign Minister Jorge G. Castaneda \nand Interior Minister Santiago Creel. The group was charged with conducting \"formal, high-level negotiations aimed \nat achieving short- and long-term agreements.\" \n\n Bush also said he was open to considering proposals on Capitol Hill to change the process that requires the \nUnited States to certify Mexico's drug-fighting efforts each year, which many here consider demeaning. \n\n \"I'm certainly going to take the message back to the members of Congress that I firmly believe that President Fox \nwill do everything in his power to root out the drug lords and to halt drug trafficking as best as he possibly can,\" \nBush said. \n\n Bush said much of his conversation with Fox was devoted to ways the United States could encourage Mexican oil \nand gas production, which would make more available for export. This is a sensitive issue in Mexico, whose \nconstitution bars foreign ownership of its oil industry. \n\n \"We spoke about the California problems,\" Bush said. \"We are speaking about the possibility of creating an energy \npolicy that will be common to all the northern part of the country and into Canada, the United States and Mexico \nand part of Central America.\" \n\n But the presidents spent more time on tone than substance, reflecting each man's goals. Bush needed a friendly \nand gaffe-free trip to quiet critics who doubt his foreign-policy skills. Fox hoped to show Mexicans skeptical of his \nbold promises for change that the leader of the United States liked his ideas and placed a high priority on Mexico. \n\n Fox said in English, \"Mister President, I want you to know that we consider you a friend of Mexico, a friend of \nMexicans and a friend of mine.\" \n\n Bush replied in solid but awkward Spanish: \"You make me feel as if I'm among family.\" \n\n Shortly after touching down in nearby Leon, Bush went to the hacienda of Fox's mother, Mercedes Quesada. U.S. \nofficials said Fox's invitation reflected the two men's close relationship. Bush kissed her, and left two gold-wrapped \npackages from Neiman Marcus. \n\n It was a day full of such atmospherics: Bush and Fox meeting the press in shirt sleeves under a shady tree, then \nsharing an elaborate Mexican lunch. Fox presented Bush with two pairs of cowboy boots made by his brothers' \ncompany and a silver belt buckle that said \"BUSH,\" reminiscent of the \"FOX\" buckle that has become an emblem of \nthe new Mexican president. \n\n But there were some photo opportunities Bush skipped. Although a horse named Maximiliana was ready for Bush \nto join Fox for a ride, the president passed. And when a Mexican man in San Cristobal handed Bush a huge \nsombrero, Bush accepted it but declined to put it on. \n\n Bush offered winks and Spanish greetings for some among the crowds that turned out in San Cristobal for a \nglimpse of the presidents. At one point, Bush shook the hand of Salvador Orozco, 35, a local grocery store owner, \nand greeted him in Spanish, calling him \"Amigo Mexicano.\" \n\n Orozco said Bush's visit was an electrifying moment for him and for all the villagers who had a chance to meet \nhim. \"I imagine that this day will be celebrated every year from now on,\" Orozco said. \n\n After 7 1/2 hours here, Bush left for his own ranch in Texas. \n\n\n\n Mexicans in the United States were calling the town all day, said Maria del Carmen Munoz, 21, who runs the small \nstore that has the town's only telephones. Outside Fox's ranch, no one has a telephone at home in San Cristobal, \nso everyone uses the five phone booths in del Carmen's store. \n\nCorrespondent Mary Jordan in Mexico City contributed to this report. \n"}