{"title": "Effort on Immigration Courts Faulted; Review Finds Inadequate Progress on Most Initiatives", "body": "\nA two-year-old Bush administration effort to improve the nation's backlogged immigration courts has not \nadequately increased oversight of immigration judges, tightened the appeals process or consistently sought \nfunding for new judges, according to a report.\n\nThe review, funded by the Carnegie Foundation and released yesterday, reported that out of a 22-point plan \nunveiled by then-Attorney General Alberto R. Gonzales in August 2006, the Justice Department and the Executive \nOffice for Immigration Review have failed to complete six initiatives. They include conducting performance \nevaluations for judges and appellate judges, completing a code of judicial conduct, and finalizing a rule to decrease \ncases in which a single appellate judge affirms a case without an opinion.\n\nThe report said eight measures have been partially completed, raising doubts about their effectiveness. For \nexample, the EOIR has assigned an assistant chief immigration judge to handle complaints about judges but has \nnot published information about how the process works or how many complaints have been processed.\n\n\"Political promises were made. They put out the 22 points. . . . But, in the meantime, they haven't done much,\" said \nDavid Burnham, co-director of the Transactional Records Access Clearinghouse, an independent research \norganization at Syracuse University that tracks the Justice Department and conducted the study.\n\nThe report said department officials have largely completed eight upgrades, including publishing standardized \nprocedures, assigning supervisory judges to all courts, adding appeals judges and training lawyers.\n\nCarrie Nelson, a spokeswoman for the Justice Department, disagreed with TRAC's characterization, saying, \"The \nDepartment of Justice has made significant progress in implementing the 22 measures, as nearly all of them are \ncompleted or near completion.\"\n\n\nNelson said the department began performance reviews for appeals judges in July and is negotiating with the \nunion to do the same for immigration judges. It is also putting into place systems to track the performance of new \njudges and complaints against all judges, she said. The department requested 120 additional positions from \nCongress this year but did not receive them, she said.\n\nThe EOIR has a budget of $238 million and oversees 54 immigration courts, 200 administrative judges and the \n15-member board of appeals.\n\nThe review comes after the Justice Department's inspector general and Office of Professional Responsibility \nreported in July that they found widespread problems with the hiring of immigration judges from 2004 to 2006.\n\nInvestigators said former department officials improperly took political and ideological considerations into account \nwhile screening applications for the career civil service positions.\n\nThe staff members used Internet searches to determine whether candidates had made political campaign \ncontributions and to seek out their voting patterns and affiliations, the report said. The searches \"contributed to \nsignificant delays in appointing immigration judges\" at a time when the courts were burdened by a rising \nworkload, investigators said.\n\nAs many as 40 judges won jobs through the improper process, but efforts by Democratic lawmakers and interest \ngroups to dislodge them are unlikely. Attorney General Michael B. Mukasey told an American Bar Association \naudience last month, after the inspector general's report emerged, that unseating the judges would be \"unfair -- and \nquite possibly illegal given their civil service protections.\" A candidate mentioned in the report, Garry D. Malphrus, \nwas promoted this year to serve as a judge on the Board of Immigration Appeals.\n\n\"The illegal hiring process casts a stain on the entire deportation process and calls into question whether \nimmigration courts can perform the job of handling thousands of deportation cases annually in accordance with \nindividualized due process, fairness and judicial neutrality,\" ACLU legislative counsel Joanne Lin said in a \nstatement.\n"}