{"title": "Oregon vs. Washington: A brief history of the rivalry", "body": "\nSince first playing in 1900, the Oregon-Washington rivalry is widely considered one of the most outwardly bitter \nrivalries in all of college sports. \n\nOver the last 40 seasons in particular, both teams have reached new heights, adding more fuel to the fire. Now, \nwith game day in the near future, the rivalry has reached a fever pitch. \n\nAlthough Washington leads the series 60-46-5, the historical rivalry has overgone several ups and downs. \n\nThe 1980s belonged to a series of dominant Washington squads. The Huskies beat the Ducks all but three times \nthe entire decade. At that time, Washington football was among the best programs in the nation, ranking well into \nthe top 25 for most of the decade. The Huskies took two trips to the Rose Bowl in the '80s, losing in '81 to No. 5 \nMichigan and winning in '82 over No. 13 Iowa. \n\nWashington began the 1990s resuming its winning ways, beating the Ducks for four straight seasons and reaching \nthe Rose Bowl in '91, '92 and '93. \n\nThe tide started to turn in the season of '94, when the Ducks defeated the Huskies 31-20 and found their way to \ntheir first Rose Bowl since 1958. Despite falling to No. 2 Penn State in the Rose Bowl, the '94-'95 season was a \nmajor turning point for the Ducks. Oregon defeated Washington in '97 and '98.\n\nAs the Ducks began the 2000s, it became clear that they'd turned a corner. The Ducks started the new decade \nstrong, defeating a strong Huskies squad that went on to win the Rose Bowl 34-24 over No. 14 Purdue. \n\nAfter not playing the Ducks in '01 due to conference rescheduling, Washington went on to gain lopsided victories in \nits next two contests with Oregon in '02 and '03. It would be the last time they'd defeat the Ducks for over a decade, \nas Oregon went on to beat Washington in 12 straight meetings between '04 and '15. These are known widely to be \nsome of Oregon's most successful years as a program, appearing in three Rose Bowls and two National \nChampionship games. \n\nOffensive guru Chip Kelly and quarterback Marcus Mariota were crucial to Oregon's consistent success between \n2012 and 2014. With Mariota at the helm of a highly talented Ducks offense, the program earned victories in the \nFiesta Bowl, Alamo Bowl and Rose Bowl and also made an appearance in the National Championship, where they \nfell to No. 4 Ohio State.\n\nMariota became the first player from the University of Oregon to win the Heisman Trophy in 2014.\n\nSince 2015, the Ducks are 1-2 against the Huskies, dropping games in both 2016 and 2017, but proving victorious \nin last season's matchup in Autzen Stadium. Washington demonstrated that it was an incredibly impressive team \n\n\nlast year. With now-pro quarterback Jake Browning at the helm on offense, the Huskies were able to win a Pac-12 \ntitle and make it back to another Rose Bowl game, where they lost to No. 5 Ohio State. \n\nNow, with both teams ranked inside the AP Top 25, the rivalry has reached a new level. With Washington \nquarterback Jacob Eason commanding a revenge-hungry Husky team and Oregon quarterback Justin Herbert \nplaying at a near-perfect level, the battle for the Pac-12 North is sure to end in fireworks. \n"}