{"title": "REP. LAURA RICHARDSON HOLDS A HEARING ON FIRST RESPONDER INTEROPERABLE EMERGENCY COMMUNICATIONS", "body": "\nEVENT DATE: July 27, 2010\n\nTYPE: COMMITTEE HEARING\n\nLOCATION: WASHINGTON, D.C.\n\nCOMMITTEE: HOUSE COMMITTEE ON HOMELAND SECURITY, SUBCOMMITTEE ON EMERGENCY \nCOMMUNICATIONS, PREPAREDNESS AND RESPONSE\n\nSPEAKER: REP. LAURA RICHARDSON, CHAIRWOMAN\n\nWITNESSES:\n\nREP. LAURA RICHARDSON, D-CALIF. CHAIRWOMAN REP. HENRY CUELLAR, D-TEXAS DEL. ELEANOR \nHOLMES NORTON, D-D.C. REP. BILL PASCRELL JR., D-N.J. REP. EMANUEL CLEAVER II, D-MO. REP. DINA \nTITUS, D-NEV. REP. BILL OWENS, D-N.Y. REP. BENNIE THOMPSON, D-MISS. EX OFFICIO\n\nREP. MIKE D. ROGERS, R-ALA. RANKING MEMBER REP. PETE OLSON, R-TEXAS REP. ANH 'JOSEPH' CAO, \nR-LA. REP. MICHAEL MCCAUL, R-TEXAS REP. PETER T. KING, R-N.Y. EX OFFICIO\n\nWITNESSES: RETIRED REAR ADM. JAMES ARDEN BARNETT JR., PUBLIC SAFETY AND HOMELAND \nSECURITY BUREAU, CHIEF OF THE FEDERAL COMMUNICATIONS COMMISSION\n\nGREG SCHAFFER, ASSISTANT HOMELAND SECURITY SECRETARY, OFFICE OF CYBER SECURITY AND \nCOMMUNICATIONS\n\nCHIEF JEFF JOHNSON, PRESIDENT AND CHAIRMAN, BOARD OF THE INTERNATIONAL ASSOCIATION OF \nFIRE CHIEFS\n\nDEPUTY CHIEF CHARLES DOWD, COMMUNICATIONS DIVISION, NEW YORK CITY POLICE DEPARTMENT\n\nROBERT LEGRANDE II, PRESIDENT AND CEO, LEGRANDE TECHNICAL AND SOCIAL SERVICES LLC\n\nERIC GRAHAM, RURAL CELLULAR ASSOCIATION, VICE PRESIDENT, STRATEGIC AND GOVERNMENT \nRELATIONS, CELLULAR SOUTH, INC.\n\nRICHARDSON:  Well, good morning to everyone.  Thank you for being here.  The Subcommittee on the \nEmergency Communications Preparedness and Response will come to order.  The subcommittee meeting today is \nto receive testimony on the \"Interoperable and Emergency Communications, Does the National Broadband Plan \nMeet the Needs of First Responders?  \n\n\n      I will now recognize myself for an opening statement.  Good morning to all of you.  I'd like to welcome our \nwitnesses here today, and for those of you who serve this country we're very grateful for the service that you \nprovide.  \n\n      Today we will be -- we will be discussing the broadband's plan and recommendation for building a nationwide, \ninteroperable, public safety communications network.  Now, for the record I will disclose, as I said to the gentlemen \nwho serve this nation, I served as a police cadet while I was going through school and I have family, ex-family \nwho's very involved from a public safety perspective.  So this issue is very important.    \n\n      It's important to ensure when we talk about safety we're actually talking about their lives, not only for the public \nbut actually for the men and women who serve us.  So in that sense to me this is a very strong priority.  \n\n      This broadband network would be able to one, support and exchange large amounts of data, including photos \nand video.  It would allow first responders to easily communicate across agencies and jurisdictions.  And ultimately, \nit would usher in a new generation of emergency response.  \n\n      The need for a nationwide broadband network was first really brought to, I think, an alarming point when we had \nthe experience after 9/11 and also with our now soon-to-be five-year anniversary of Hurricane Katrina.  \n\n      In both disasters, response operations were severely hampered because public safety was unable to \ncommunicate effectively with one other.  But today, nearly 10 years later, after the worst terrorist attack on U.S. soil, \nwe are still waiting.  And I must say as chair of this committee it's very disappointing.  \n\n      The FCC's National Broadband Plan provides for a -- for a strategy for reaching this goal by auctioning the 10 \nmegahertz of spectrum known as D Block to commercial interests as establishing a public-private partnership for its \nuse.  \n\n      The administration has also weighed in by their memorandum dated on June 28th, establishing a 10-year \nprocess to add 500 megahertz to the commercial sector, and thereby hopefully providing enough funding to \nestablish an interoperable wireless broadband network for public safety.  \n\n      While we know much time -- while we know much time and effort has gone into this plan, we still have questions \nabout whether it is the best solution for homeland security.  The plan contends that the public safety would be able \nto leverage commercial innovation, economies of scale and additional spectrum via priority access and roaming \nagreements on commercial networks.  \n\n      These are promising attributes, but the subcommittee needs more assurances, and I would say that the public \nsafety community does as well, needs more assurances that these features will provide adequate resources and \ncapacity for public safety to meet its mission critical needs.  \n\n      The reality on the ground for first responders requires that they have a dependable communications system that \nwill work under the worst circumstances every single time. \n\n      We look forward to hearing from all of our witnesses whether you believe the National Broadband Plan would \nprovide that dependable communications network.  Additionally, there are several involvements that absolutely \nmust occur.  One, fully engage the Department of Homeland Security and two, full involvement by our public safety \ncommunity.  \n\n      Further, we want to know how the FCC analyzed public safety's spectrum use and they overall needs, because \nthey have certainly made it known that they require more spectrum.  With the large number of public safety \norganizations opposed to the D Block auction, we are also interested in the efforts taken by the FCC to work with \nthe public safety during the development of the proposed auction plan.  \n\n\n\n      Clearly, there has been a disconnect, and public safety in some respects seems to be out on the outside where \nnormally we need them with us o the inside.  And this is not a role that should be ignored or avoided in any \ncircumstance.  \n\n      I believe DHS with its close interactions with the public safety community could definitely help to bridge the gap.  \nI look forward to hearing how the Assistant Secretary Schaffer's office will take steps to engage first responders and \nto make sure that the emergency communications is a larger priority at the department.  \n\n      We expect that the Office of Emergency Communications at DHS and its Emergency Communications \nPreparedness Center to play a more prominent role in developing interoperable communications.  \n\n      In addition to the administration, we also wanted to make sure that we heard directly from the public safety \ncommunity itself.  We are grateful to have several representatives with us on the second panel and we appreciate \nyour ongoing service.  \n\n      We want to gain -- to gain a better understanding of your proposal to reallocate the D Block to public safety and \nhow you intend to fund the build-out and the sustainment of this needed network.  \n\n      Whether the D Block is auctioned or directly allocated to public safety, there must be a plan in place to pay for \nthe system, as well as the new hardware that must be purchased by cash-strapped localities.  \n\n      Oftentimes, rural communities have the most trouble finding resources to roll out these initiatives, so we \nappreciate Mr. Graham from the Rural Cellular Association being here to provide his perspective.  \n\n      Ultimately, when we talk about pursuing a nationwide interoperable public safety network, no side can do it \nalone.  There must be a collaborative approach that leverages the expertise and the resources of all involved, \npublic safety, commercial providers and the government.  \n\n      I look forward to hearing from all of our witnesses on how we can finally achieve this requirement that was \nrequired of us 10 years ago. \n\n      The chair now recognizes the ranking member from the subcommittee, the gentleman from Alabama, Mr. \nRogers, for an opening statement.  \n\nROGERS:  I'd like to thank the chairwoman, and I want to thank the witnesses, both on our first -- first panel and the \nsecond panel for -- for being here and for the time it took to prepare for this hearing.  It's a great help to us, and I \nreally appreciate your -- your efforts and with that I'll get started.  \n\n      Let's -- let me first start by applauding the efforts of the FCC in crafting a very detailed and comprehensive \nNational Broadband Plan. This plan is the blueprint for the future development of our nation's high speed Internet, \nimproved communications tools for first responders, upgraded E911 public safety answering points and a next \ngeneration alert and warning systems.  \n\n      With that being said, I believe that more can be done in the plan to support our nation's first responders.  For \nexample, in Chapter 16 of the plan, the FCC is called upon to quote \"quickly license the D Block for commercial \nuse\" closed quote.  I believe that this is the wrong decision and instead the D Block spectrum should be reallocated \nto public safety.  \n\n      I'm an original co-sponsor of the bipartisan bill H.R. 5081, the Broadband First Responders Act of 2010, which \nwas introduced by the ranking member of the full committee, Mr. King.  This legislation would reallocate the D Block \ncurrently set aside for auction to public safety.  This bill has over 60 co-sponsors here in the House and a number -\n- and that number continues to grow.   \n\n\n\n      Last week Senators Lieberman and McCain introduced a Senate companion bill.  Their efforts should be \napplauded an supported so that we might enact this vital legislation and in turn continue to provide public safety \nwith the resources they require.  \n\n      Finally, I would like to hear from today's witnesses about any updates to the National Emergency \nCommunications Plan.  The NECP provides recommendations and milestones for emergency responders, relevant \ngovernment officials and Congress to approve emergency communication capabilities.  The first NECP was \nreleased in July of 2008, and I understand that the department is now working on a 2.0 version.  \n\n      I'd like to hear from our witnesses on where we stand on this updated version of the NECP and whether the \nFCC and DHS cooperated with one another so that the objectives of the National Broadband Plan match the goals \nof DHS NECP which is required to set national goals and priorities for addressing deficiencies in the national \nemergency communications posture.  \n\n      With that, I would once again -- I want to thank the witnesses for being here, and I yield the balance of my time.  \n\nRICHARDSON:  Other members of the subcommittee are reminded that under the committee rules opening \nstatements may be submitted for the record.  And thank you, Mr. Cleaver, for joining us this morning.  \n\n      I welcome our first panel of witnesses.  Our first witness, Rear Admiral, Retired James Arden Barnett, Jr., is the \nchief of Public Safety and Homeland Security Bureau at the Federal Communications Commission.    \n\n      He is responsible for overseeing the FCC's activities pertaining to public safety, homeland security, emergency \nmanagement and disaster preparedness, and represents the commission on these issues before the federal, state \nand industry organizations.  Admiral Barnett served 32 years in the United States Navy and the Navy Reserve, \nretiring in 2008.  \n\n      Our second witness, Mr. Greg Schaffer, was appointed assistant secretary for Cyber Security and \nCommunications on June 1st, 2009 by Secretary Napolitano.  In this position, Mr. Schaffer is responsible for \nenhancing the security, the resiliency and the reliability of the nation's fiber and communications infrastructure.  \n\n      Prior to joining the Department of Homeland Security, Mr. Schaffer served as senior vice president and chief \nrisk officer for Alltel Communications.  We are pleased to have you both present and greatly appreciate your \ntestimony today.  \n\n      Without objection, the witnesses' full statements will be inserted into the record, and I now ask each witness to \nsummarize his statement for five minutes, beginning with Admiral Barnett.  \n\nBARNETT:  Good morning, Chairwoman Richardson, Ranking Member Rogers and members of the subcommittee.  \nThank you for the opportunity to speak to you today about the implementation of the broadband's -- or how the \nimplementation of the National Broadband Plans' recommendations can provide a state of the art, affordable, \ninteroperable, wireless broadband network for our nation's first responders.  \n\n      Such an interoperable network is not inevitable.  To achieve interoperability we must have a comprehensive, \nwell-researched and affordable plan.  Though there has been progress, every disaster since 9/11 reminds us of the \ninteroperability problems with the current public safety voice networks, which are hamstrung by outdated, by \nproprietary technologies.  \n\n      However, today we have a technological clean slate for a very brief period of time to ensure public safety has \nthe nationwide interoperable broadband network it requires.  That technological clean slate is the impending \nconstruction of the commercial 4G broadband networks.  We can afford it if we act now.  \n\n      We can reach 99 percent of the population from densely populated cities to the most rural counties.  After \nmonths of expert analysis, research and public safety input, the National Broadband Plan recommends an \n\n\n\ninnovative approach to solve the 9/11 interoperability problem, an approach applauded by the former chair and vice \nchair of the 9/11 Commission. \n\n      The core of the network is the 10 megahertz that Congress has already dedicated to public safety, and it's the \none that's located immediately adjacent to the D Block.  As a result of incredible advances in cellular architecture \nand LTE technology, 10 megahertz can perform like 160 megahertz would on the current public safety voice \nnetworks.  \n\n      We've outlined these developments in a recently released white paper which demonstrates that this will provide \nenough capacity for day-to-day public safety operations in most emergencies.  But we must plan for the worst \nemergencies, the next 9/11.  In that situation, even an additional 10 megahertz, like the D Block, will likely not be \nenough.  \n\n      The FCC plan calls for public safety to have the ability to have priority access and roaming to commercial \nnetworks, so first in line privileges on up to 60 or 70 additional megahertz.  This feature has an additional advantage \nthat reallocating the D Block alone does not. It can provide immediate resiliency and redundancy if the public safety \nnetwork goes down, such as happened in D.C. in March of this year.  \n\n      We created an in-depth cost model which shows the way to afford 99 percent coverage, population coverage to \nthe network, and to ensure technical interoperability we have already established the Emergency Response \nInteroperability Center, or ERIC, with public safety, the Department of Homeland Security, Department of Justice \nand other federal partners to ensure that interoperability is truly effective.  \n\n      The FCC plan draws greatly on the input that we received from public safety and on much of the plan we agree \nwith public safety.  We agree on LTE technology, on the priority access and roaming, on the interoperability center, \non the need for public funding, on parting the network, on coverage in rural areas and the need for consumer priced \nruggedized devices.  \n\n      The one major area of disagreement is whether the D Block should be reallocated.  Reallocation is an option \nthat the FCC examined thoroughly.  Our research, however, raised several concerns if the D Block is simply \nreallocated D Block.  Our data suggests that reallocation of the D Block could greatly increase the cost of \nconstruction of the network, perhaps by as much as $9 billion over a 10-year period.  \n\n      Postponing a decision on D Block is not a good option either, since missing the deployment of the commercial \n4G network will greatly increase the construction cost also.  Simply reallocation of the D Block is likely to increase \nthe cost of operating, maintaining and upgrading the network.    \n\n      Reallocation would prohibit economies of scale, making the devices and equipment more expensive for public \nsafety, just as it is now with its voice networks.  Without sufficient funding, reallocation could -- reallocation could \nimpact the ability of rural areas and underfunded cities and counties to afford to build and operate the network.  And \nif the network is not nationwide it's not interoperable.  \n\n      Clearly, the ultimate decision of how we proceed is in your hands.  The commission remains committed to \nworking closely with all stakeholders, with public safety, industry and members of Congress to achieve our shared \ngoal of a nationwide interoperable network.    \n\n      Our aim is to provide you with the FCC's insight and expertise and to present what we view as the greatest \nchallenges to realizing our -- our essential -- this essential network.  We must not miss this crucial moment to solve \nthe 9/11 interoperability problem and provide public safety broadband coverage to the entire nation.  Thank you.  \n\nRICHARDSON:  Mr. Greg?  I'm sorry, Schaffer.  \n\nSCHAFFER:  That's all right.  Chairwoman Richardson, Ranking Member Rogers and distinguished members of \nthe subcommittee, it is a pleasure to appear before you.  As the assistant secretary for Cyber Security and \nCommunications at DHS, I would like to lay out how my office supports the interoperable emergency \n\n\n\ncommunications needs of the nation, including our role to date in moving forward regarding the FCC's National \nBroadband Plan.  \n\n      CS&C plays a central role in continuing the process of advancing emergency communications, including by \nactively participating and engaging with the FCC on issues surrounding the national public safety broadband \nnetwork, and working with the Department of Justice as it -- as administration representatives to the Emergency \nResponse Interoperability Center.  \n\n      DHS' goal is to make certain that all emergency responders have the capabilities needed to perform their \nessential missions, whether using today's communications infrastructures or emerging broadband technologies.  \n\n      Let me expand on that.  Much of the debate is -- that is going on right now revolves around the allocation of 10 \nmegahertz of spectrum known as the D Block.  However, the merits of building a national public safety broadband \nnetwork are more complex than simply whether the D Block spectrum is allocated to public safety or auctioned to \nthe private sector.    \n\n      In fact, the vast majority of what needs to be done in order to ensure that public safety has what it needs \nmoving forward must be done regardless of the outcome of the D Block debate.  \n\n      We must begin to work on public safety standards for broadband networks, including known and anticipated \ndata requirements.  We must determine the technical and legal capabilities for priority access and roaming across \nthe full range of the 700 megahertz spectrum.  These efforts must be undertaken now, regardless of how the D \nBlock issue is resolved.  They are fundamental elements to successfully building the network.    \n\n      The nation is at a critical juncture regarding the future of emergency communications.  Broadband technologies \nhave greatly expanded our expectations of what communications can deliver, with millions of Americans now \nroutinely using text messaging, e-mail, location-based services and mobile video via smart phone -- phones and \nother devices, a trend that will only continue with the emerging technologies such as the 4G networks.  \n\n      These new technologies can be used to augment the existing land mobile radio solutions that public safety \ncurrently relies on to perform its vital mission, supporting rural jurisdictions and urban areas alike.  The \nadministration strongly supports the building of a national public safety broadband network, capable of meeting the \nmission requirements of public safety.  \n\n      Moreover, the administration is committed to helping fund this network through a dedicated funding stream.  Of \ncourse, the FCC has been working on its plan for such a network for some time, and the administration is carefully \nevaluating their proposals.  We are focused on a number of guiding principles as we go through that process.  \n\n      First, interoperability must be built into any network architecture proposal from the outset.  We must avoid \ndeveloping systems that are unable in interoperate without substantial investment in expensive add-on components \nas has often been necessary with land mobile radios.  \n\n      Second, coverage in both urban and rural areas and across the full range of the public safety mission space is \nessential. Firefighters, law enforcement officials and EMTs must all benefit from broadband.  \n\n      Third, the solution must leverage commercial technologies.  If public safety and commercial providers can \nleverage common infrastructure, chipsets and base station technologies which also meet public safety \nrequirements, all will benefit.  \n\n      Let me emphasize this point.  The best solutions will leverage commercial technologies today and allow \ncontinued evolution of capabilities over time, ensuring access to cutting edge solutions for the long term.  \n\n      The arguments for and against reallocation of the D Block are extremely complex, and any proposal must meet \nthe needs of public safety and these three guiding principles.  Before any decision on the FCC's proposal to \n\n\n\nauction the D Block and allow public safety priority access to roam on commercial networks in cases of emergency, \nseveral aspects need additional clarity.  \n\n      First, both the technical and legal aspects of the framework for priority access and roaming must be evaluated \nto ensure that priority can actually be given to public safety communications in a time of emergency at a price tag \nthat they can afford.  \n\n      Second, the FCC's plan will necessitate sustain -- sufficient funding to build out the infrastructure required for \nthe network, and these costs must also be well-understood.  \n\n      Third, while any use of wireless broadband technology as a replacement for existing public safety mission \ncritical voice traffic systems is years away, it is essential that significant efforts be taken now to solve critical \ntechnical challenges associated with public safety use of commercial networks.  \n\n      We need to gain clarity quickly on these important matters.  One step toward doing so is the establishment of a \npublic safety interoperability task force, including representation -- representatives from DHS, DOJ and other \nfederal agencies, set up to better understand and identify public safety requirements and test assumptions.  \n\n      This is a once in a generation opportunity to enhance public safety capabilities and save lives.  We must get it \nright.  I thank you for the opportunity to testify, and I'd be happy to answer any questions you may have.  \n\nRICHARDSON:  I thank all the witnesses for your testimony.  I will remind each member that he or she will have \nfive minutes to question the panel, and I will recognize myself first for questions.  \n\n      You know, I'm going to do something that staff will always tremor when a member does, and I'm going to divert \na little bit from my questions and ask you one that I have for myself.  In many industries, whether it's alcohol and \ntobacco, whether it's oil companies or even networks, there are -- in those industries there is a small fee that \noftentimes the various providers will pay that will contribute to an overall good that an agency would provide.  \n\n      Has there been any discussions about why the networks themselves, the companies that benefit from the \nmegahertz, why we wouldn't just have a small fee based upon X amount to be able to pay for a public safety \nnetwork that benefits them as well as the entire public?  \n\nBARNETT:  Congresswoman, we -- we looked at some 27 different permutations of ways to be able to -- to make \nthe -- the network work. And if what you're talking about is the actual public safety spectrum that is public safety's.  \nThey can only exist in that and so actually they would be contracting, they can even build it themselves under our \nplan or they can contract with a carrier or somebody else.  But it's their spectrum so...  \n\nRICHARDSON:  No, sir, what I'm asking is and -- and let me give you an example.  When I worked in the state \nlegislature I was on government operations, which included alcohol, tobacco and gaming. The alcohol and tobacco \ncompanies paid a certain amount of fees, some might call it a tax, whatever you might call it, they paid a general \nfee for per bottle or per whatever it was, and that went into, for example, the education of, you know, Alcoholics \nAnonymous and so on.  \n\n      My question is, why wouldn't we be talking to AT&T, Qualcomm, Verizon and many of these other providers and \nsay, OK, by having them participating in the 700 megahertz band, that you would pay X amount of fee and that \nthose funds would be utilized to build our public safety network?  \n\nBARNETT:  Now -- now I understand what you're asking, Chairwoman.  \n\nRICHARDSON:  Yes.  \n\nBARNETT:  Actually, so one of the things we looked at, and while we leave to Congress the general concepts of \nfunding the network, one of the things we wanted to put forward is operation of the network.    \n\n\n\n      And I that we looked at, in essence, the FCC being able to, as one suggestion, to levy some type of, you know, \nfee I guess you could say against the various carriers that would go into a fund that would help the -- the various \npublic safety agencies operate their network, maintain their network, and this is very important, upgrade their \nnetwork.  \n\n      Because we want, as -- as secretary -- Assistant Secretary Schaffer said, we want to make sure that public \nsafety keeps up with its commercial technologies it develops rather than locked in to 20 years as we had in the \npast.  \n\nRICHARDSON:  Admiral, with all due respect, I'm sorry.  I've only got two minutes left.  So my question is, I -- I \nheard everything that the secretary said and, in fact, I read all of your testimony last night at about midnight.  So I -- \nI get that.  My question is has there been a discussion about assessing a fee and if there was what were the \nthoughts of that discussion?  \n\nBARNETT:  Yes, ma'am.  There has been thoughts about that and one -- one of the recommendations in the plan \nis to assess a fee that would go into funding public safety's operation and maintenance of the network.  \n\nRICHARDSON:  OK.  Could you supply that information to this committee?  \n\nBARNETT:  Yes, ma'am.  I'll be glad to.  \n\nRICHARDSON:  Thank you very much.  OK, also Admiral, as you know, a majority of the public safety \norganizations oppose the NBP's auction recommendation while a few groups support this auction.  I would like to \nsubmit for the record a statement from the Fraternal Order of Police supporting the National Broadband Plan.  \nSeeing no objection it's submitted into the record.    \n\n      In general, most of the public safety community has said that the FCC has not been willing to work in a \ncollaborative way with them in the development of the rollout of the NBP's planned D Block recommendation.  \n\n      Please describe in detail what efforts have been taken to work with public safety to discuss their concerns prior \nto the D Block recommendation being made.  Specifically, how many stakeholder meetings have occurred to hear \ntheir concerns?  \n\nBARNETT:  Chairwoman, I actually went back and looked at this. We have had literally hundreds of meetings, \ntelephone calls, conference calls, workshops, forums, technical forums where we bring people in.  I -- I think the \nwitnesses that you'll have on your second panel will be able to tell you I have never refused a -- a meeting with \nanyone who requests it.  And often I will call to request it.  \n\n      So we -- we took a great deal of input and the National Broadband Plan benefitted greatly by it.  I would have \nloved to have been able to agree with them on the D Block.  It's just that the data did not show -- show that, and we \nfeel like we had a responsibility to Congress to tell you exactly what we found.  \n\nRICHARDSON:  Would you supply that list to this committee?  \n\nBARNETT:  I -- I would be glad to.  Yes, ma'am.  \n\nRICHARDSON:  And then my last question before I defer to the ranking member, did public safety actually \nparticipate in assisting with the drafting of the recommendation?  \n\nBARNETT:  No, ma'am.  At that point we -- the actual recommendations after we took all the input we analyzed it \nand put it into the broadband plan as the FCC does with its other decisions and even in its rule makings.  \n\nRICHARDSON:  Are you opposed to working with them to discuss your current recommendations and to maybe \nconsider a compromise?  \n\nBARNETT:  I'm -- I'm always open to working with and talking to public safety.  \n\n\n\nRICHARDSON:  Thank you.  \n\n      With that I will defer to our ranking member from Alabama, Mr. Rogers for five minutes.  \n\nROGERS:  Thank you.  First let me say it's pleasant to hear somebody with an accent like mine in this town.  \n\n      (LAUGHTER)  \n\nBARNETT:  We -- we don't have accents.  \n\nROGERS:  We don't, but all these Yankees do.  \n\n      (LAUGHTER)  \n\nROGERS:  Admiral, in your -- in your -- your opening statement you made the point that we -- we have an outdated \nequipment in our communications.  Why is it -- and I've been on this committee seven years -- we have spent a \nfortune trying to make sure that our public safety folks can communicate with one another.  But yet we still have \nthese interoperable problems?    \n\n      And I'd like for you to tell me why you think that is and I'd like for Mr. Schaffer to tell me his thoughts on that.  \n\nBARNETT:  You know, in a very brief statement I think the reason is because it's so expensive.  The public safety \nagencies have to invest in, in essence, amortize it over 20 and 30 years.  And so as technological advances occur \nfor interoperability it's very hard to get everybody on the same page at the same time.  \n\n      That's why this technological clean slate is so important.  It's not going to last long.  We really have to act \nquickly on it, but that's one of the reasons and one of the major reasons, I think, that we cannot -- we spent $8 \nbillion of federal money alone in the last five years.  \n\nROGERS:  I know.  \n\n      Mr. Schaffer?         \n\nSCHAFFER:  Congressman, I -- I think one of the key issues that we've discovered over the last couple of years in \nparticular, is that it's not just about the technology.  It's about the governance structures, the training, the \nopportunities to have standard-based solutions.  \n\n      What we've done in the last two years since the National Emergency Communications Plan was first published, \nis put in place a -- a national structure that has cascaded into state structures and local structures.  We have state \ninteroperability plans at this point.  \n\n      We have individuals at the state level who have responsibility for managing interoperability for all of the local \nand state resources.  That's something that started two years ago when the national plan was published and, as \nmentioned, the plan will be updated to focus on some of the interoperability issues around the broadband solutions \nas well as we go forward.  \n\n      But having those structures in place is critically important to make sure that the technology that we're using is \nable to deliver the kind of interoperability that's needed.  So it's good that we have a clean slate with technology and \nthere's tremendous opportunity on broadband for the data solutions there in the mission critical voice areas the use \nof systems that are used today by public safety to do their day-to-day job.    \n\n      We need to continue doing what we have been doing as well.  So both are equally important I believe.  \n\nROGERS:  Do -- do you require in that plan that local governments or state governments have to buy equipment or \nuse equipment that will network in exchange for the federal funds to pay for it?  \n\n\n\nSCHAFFER:  There is grant guidance in a variety of different ways.  And one of the things that's happening now is \nthat there's a move to make all of the various grants, whether it's the Department of Justice grants, the Department \nof Homeland Security grants and other places through the ECPC we're working to have all the grant guidance \naligned.  \n\n      So the Emergency Communication Preparedness Center -- that's one of the work streams that they're engaged \nin to try to get grant guidance all aligned in a way that will lead to greater interoperability.  There's been a number of \nmoves within the plan to drive interoperability and to have all of those pieces line up in a way that will now need to \ncoordinate what the broadband pieces as well.  \n\nROGERS:  Great.  Admiral -- oh, wait, I'm sorry, Mr. Schaffer. In your testimony you discussed the creation of a \ntask force that includes FCC, NTIA and the Department of Justice on the issue of public safety broadband initiative.  \n\n      However, Congress also established the Emergency Communications Preparedness Center in 2006.  Now, the \nECPC was specifically established to avoid duplication, hindrances and counteractive efforts among the \nparticipating federal agencies.  Could you please explain the purpose of this task force and how you -- how would \nyou respond to the accusation that this is simply another layer of bureaucracy?  \n\nSCHAFFER:  Yes, Congressman.  The ECPC has a very broad mandate. It is focused across the federal \nenterprise.  Right now membership with 14 departments and agencies that are most heavily involved in emergency \ncommunications, to address communications issues across that federal enterprise to try to coordinate, create better \nleverage, do things like focus on the grant guidance, find ways to leverage across the federal departments and \nagencies.  \n\n      They're focused on things well beyond the broadband plan and the very specific issues around the deployment \nof a single network within the 700 megahertz space and the issues that that brings up.    \n\n      The administration has created this task force to focus on that very narrow issue with respect to the broadband \nplan and its implementation and whether or not the current proposals are the ones that are best suited to bring \nthings forward.  \n\n      So it's a task force designed to focus on what the FCC has done and bring some additional analysis, ensure \nthat public safety's concerns, questions and issues are being looked at by the administration as well as the FCC.    \n\n      The FCC has spent a year preparing their plan and focusing on it. The administration is trying to put some focus \non it as well, and that's what the -- the task force is really about.  \n\nROGERS:  Good.  Thank you, Mr. Schaffer.  My time's expired.  \n\nRICHARDSON:  You asked my third question.  \n\nROGERS:  OK.  Glad to help.  \n\nRICHARDSON:  The National Broadband Plan will provide safety with additional capacity by requiring commercial \ncarriers to support roaming and priority access on commercial networks as you testified, Mr. Schaffer.    \n\n      As I understand it, priority access merely means putting public safety at the head of the line, but does not \nguarantee that they can get on a system that's already clogged with consumer traffic, a situation that routinely \noccurs at the scene of an emergency.  \n\n      What happens if commercial carriers are unable to provide the priority access because their own systems are \nalready overloaded?  Who is liable if the system is not available when the public safety needs it most?  And finally, \nhow would commercial providers prioritize spectrum use among fire and police in one or multiple jurisdictions or \namong state and federal officials?    \n\n\n\n      Mr. Schaffer?  \n\nSCHAFFER:  Chairwoman, there are key -- key in our approach from DHS perspective is making sure that our \npublic safety resources have what they need in order to execute in their mission space.  So we're very interested in \nhow the priority and roaming access will actually operate.    \n\n      The good news is that the technology that has been selected by the FCC has been endorsed by some -- the \npublic safety resources has a lot of capability with respect to priority that did not exist in prior iterations of the \ntechnology.  \n\n      There are questions, however, in -- in terms of both how that technology will work in practice as opposed to in \nthe standards and what the legal regimes will need to be in order to ensure that that roaming and priority access is \ninstantiated and -- and capable to move forward in a way that actually works.    \n\n      And so until some of those questions are resolved, it's very hard to know exactly how that will work and how \nyou'll prioritize, for example, as you asked, between police and fire and other resources.  \n\n      But those are the kinds of questions that we're looking at with respect to the task force and -- and trying to work \nwith the FCC to understand what their plan is in -- in terms of how to execute in those spaces.  \n\nRICHARDSON:  Well, let me put it this way, Mr. Schaffer, just like real Americans.  OK, if I'm on a plane and I have \npriority access, let's say, to upgrade.  I have half a million miles, and I have priority access to be able to upgrade to \nfirst class.  But if there are no seats, I don't get upgraded.  So, in my opinion, priority access means nothing in terms \nof emergencies because if there's an emergency, we don't need priority.  We need to be in.    \n\n      And so, my question would be how is it that the FCC could propose a plan that the administration and you \nwould be supporting when we don't even have the answer to that question?  Because priority access is not \nadequate, as you said, we don't even have the answer to the question yet, if in the event an emergency occurs.  \n\nSCHAFFER:  And -- and -- and, ma'am, I want to be very clear that we are analyzing and raising questions with \nrespect to exactly how that roaming and priority access would work in just the way that you are.    \n\n      We don't have the details yet of exactly how that function will work.  There are various ratings and \nmethodologies with which one could implement priority access, preemptive access.  There's various ways that this \ncould be done.  Of course... \n\nRICHARDSON:  How -- how could you support an auction going on if you don't have the answer to that question?  \n\nSCHAFFER:  Again, we -- we at this point are saying that we believe that a decision on an auction needs to await \nsome of these technical answers being worked out.  \n\nRICHARDSON:  So is it your testimony that the administration and your department is not supporting the \ncontinuation of the auction until these questions are answered?  \n\nSCHAFFER:  We -- we are indeed at this point analyzing these questions and looking to resolve some of the issues \nbefore an auction final decision is made, yes.  \n\nRICHARDSON:  OK.  We already -- Mr. Rogers brought up the question about the duplication of effort and lack of \ncoordination.  I guess I didn't clearly understand though in a clear answer why is it that the current centers still can't \ndo it?  Why is it the insistence on another commission?  I mean, I work 18 hours a day.  \n\n      (LAUGHTER)  \n\nSCHAFFER:  I believe we're -- we're all putting our time in.  As a practical matter, I think it's a question of focus.  \nECPC is made up of resources that primarily handle emergency communications for the federal departments and \nagencies.    \n\n\n\n      The questions at issue here are 700 megahertz spectrum questions which is public safety, state, local, tribal \ngovernment spectrum being used, and so it's -- it's a slight disconnect there.  And there's a desire to have some \naggressive focus on the FCC's proposal and reaching some conclusions on the kinds of questions that you've been \nasking this morning.  \n\n      And so, I -- I think the goal here has just been to make sure that we've got focused resources looking into those \nquestions, and the ECPC is moving forward with several issues at the federal level for federal spectrum use, reuse, \ncoordination, leverage, et cetera, so just -- just an effort to move as quickly as we can.  \n\nRICHARDSON:  Mr. Rogers, did you have any follow-up questions?  \n\nROGERS:  Thank you.  \n\nRICHARDSON:  OK.  \n\nROGERS:  Chief Barnett, could you go into some detail about ERIC which was established as a result of the \nNational Broadband Plan?  \n\nBARNETT:  Yes, sir.  The Emergency Response and Interoperability Center was conceived to make sure that we \nhave interoperability from the very beginning and on an ongoing basis.  So this is a technological center.  Basically \nthe engineers and technicians working closely with public safety and we are moving forward on a fairly -- basically \na -- I'm sorry, a factor (ph) committee for public safety to advise us on -- on that.    \n\n      It is basically to -- to ensure that the -- that we are adopting the right standards, that encryption, that \nauthentication, that all the technical aspects of interoperability are begun and continued as we move forward.  \n\nROGERS:  Great.  And Mr. Schaffer, the goals of the Office of Emergency Communications and Emergency \nResponse and Interoperability Center at the FCC seem to be in conflict with one another.  Have OEC and FCC \ndiscussed potential conflict, and is there a place -- a plan in place to ensure the role of ERIC does not encroach on \nOEC?  \n\nSCHAFFER:  Yes, sir.  I -- I believe that there's actually complementary opportunity with respect to what OEC is \ntrying to do and what the -- the ERIC is trying to do.  As the Admiral notes, ERIC is focused on some of the \ntechnology-specific issues around the new network.    \n\n      OEC has as its mission coordination of interoperability goals across federal, state, local and tribal governments.  \nAnd their responsibilities are mostly in the policy area, governance spaces, promotion of appropriate solutions \nacross all of that space.  \n\n      OEC has been and continues to work with the FCC, with ERIC, in order to ensure that we are coordinating \nbetween the National Emergency Communications Plan, the statewide plans and the other pieces, and what the \nFCC has in mind for ERIC and the broadband capabilities.    \n\n      Because as a practical matter, as we said in our testimony, it will be important that those be coordinated over \nthe long term and that as we move from the narrow band solutions that we have today, as we continue to use those \nsystems for mission critical voice and start to use the new systems for the data solutions and maybe think about, as \nthe FCC has proposed, using some voice over those systems, that we're coordinated in the way we're trying to do \ninteroperability between the two networks.  \n\n      So there's a lot of opportunity to do -- to leverage what OEC has done historically into some of the new spaces \nand make sure that we have consistent interoperability over an extended period of time in both the land mobile \nradio space, which will be important for a long time, and the new broadband data networks which are just coming \non.  \n\nROGERS:  Great.  Thank you very much.  That's all I have.  \n\n\n\nRICHARDSON:  Thank you, Mr. Rogers.  Admiral Barnett, in addition to concerns about the lack of involvement of \npublic safety in this whole entire process and continuing with the recommendations, it's also our understanding that \nthe Department of Homeland Security, at least visibly of what we know, has not been as largely visible or -- or \nmaking a statement of their stand in support of what the public safety organizations are saying.  To what degree \nhas the Department of Homeland Security been involved?  \n\nBARNETT:  Well, from -- from our side, ma'am, the -- we've consulted with DHS and -- and Secretary Schaffer, with \nOEC from the very beginning.  I -- I came into the FCC in July.  I think my first meeting with -- with DHS was in -- in \nAugust.  So we've tried to keep them up as we developed.    \n\n      Of course, we -- that beginning part we developed were ideas, the 27 things we visited with them then.  We \nvisited with them on how it would be funded.  So I think there's a pretty good level of interaction between DHS and \nFCC on this question.  \n\nRICHARDSON:  So would you also supply that to this committee your involvement with DHS and...  \n\nBARNETT:  I'd be glad to, ma'am.  \n\nRICHARDSON:  ... how many and how often and how -- what was in fact communicated?  \n\nBARNETT:  I'd be glad to.  \n\nRICHARDSON:  Thank you.  And then for you, Mr. Schaffer, you know, you engage a very positive relationship with \npublic safety in nature due to the committee's role.  What do you think that you can do to assist in this impasse that \ncurrently does in fact exist?  \n\nSCHAFFER:  Well, I think it's incumbent upon DHS and the administration to make sure that public safety's \nconcerns are being heard and that they are being examined and explored in order to reach some ground truth \nabout what can and can't be accomplished with the various solutions that are coming forward.    \n\n      One of the challenges for everyone here is that the technology that is being recommended by the FCC, it is a \ngreat opportunity because it's brand new, but it's also a challenge because it is brand new.    \n\n      This technology has not been deployed anywhere in the United States.  Indeed, it's been deployed almost \nnowhere in the world yet, and so the standards, the solutions, the methodologies to bring that set of capabilities \nforward, it's not absolutely clear what it's capable of.  \n\n      And so NIST, for example, is setting up a network out in Colorado that will give an opportunity to test some of \nthese solutions and proposals.  We've been very heavily engaged with the Department of Commerce and that -- \nthat demonstration network for the last two weeks.    \n\n      I've been out to Colorado to work with NIST and to make sure that we understand what is coming forward \nthrough that process and how we can help to examine what the real capabilities will be when the technology is \navailable to be tested and deployed, so...  \n\nRICHARDSON:  So are you committed to working with the public safety community and with the FCC to find a \nsolution to this impasse?  \n\nSCHAFFER:  We -- we absolutely are, yes. \n\nRICHARDSON:  OK.  I had a follow-up question.  You know, it -- it seems to me, and unfortunately sometimes the \nway hearings are, it's like we hear from you and then you leave, and then our next panel will come up and say \nsome things we would love to ask you.  So that's why for the record, the committee will be able to ask subsequent \nquestions to you and ask you to provide them in writing.  \n\n\n\n      But my question is, you know, I heard both of you in your initial testimony and you talked about, you know, one \nof the concerns of just allocating the D Block to public safety would be a concern of, you know, archaic system and \nit not working together and all of that.    \n\n      You know, it does not behoove the public safety community to have a system that would not connect and \nwouldn't be able to be interchangeable.  So in my -- in what I've read of their testimony, I don't understand or I don't \nget that the objection is that they want to create some separate, completely different system.    \n\n      It's that they want to be involved in the design of it.  They want to make sure that the system, in fact, meets the \ndemands of what public safety has, which is very different from a commercial system. What is the big objection to \nfiguring that out?  \n\nBARNETT:  We would agree that this should be a public safety system, that they should design it.  They should \nsay what -- what operates on it.  And that's why, in examining all the various options, we rejected a purely \ncommercial system.    \n\n      We said that 10 megahertz should be public safety's and they should design -- they should decide how they're \ngoing to deploy it. And it -- it's only when it roams that we suggested that there be -- it's able to roam over to the \ncommercial networks.  So we really do believe that it should be a dedicated public safety system.  \n\nRICHARDSON:  And so what is the roaming issue?  \n\nBARNETT:  The roaming issue is simply -- and I don't think that they disagree that they want to have it.  It's a \nquestion of whether it roams over on from 10 or 20 megahertz.  But the roaming issue -- and if I could mention also \nthe priority access that goes right with it, you -- you mentioned an airplane with first class and -- and the economy \nclass.    \n\n      Actually with the new technologies, if -- if you're first in line, you actually get to go to first class and somebody \nelse moves back to economy class.  So as soon as your (inaudible) that are playing video games, all of a sudden \ntheir performance shuts down or at least slows down a good bit.  \n\n      But the public safety, the police officer or the firefighter, they go to the first of the line, and that's the new \ntechnology. That's why we can't rely on thinking about the old wireless priority system or old way.  As soon as they \npunch the button, packets start flowing because an Internet -- Internet protocol system and LTE.  It's a vastly \ndifferent system.  We need to design it with that in mind. \n\nRICHARDSON:  Well, with all due respect, sir, I've been in Congress now, it will be just under three years, and \nunfortunately what I've experienced in some of the disasters and emergencies that have occurred is sometimes \nwhat we think will work in a system doesn't always work, especially in an emergency.    \n\n      And so, I would be of the mind, and I look forward as this discussion continues, but I don't think we need public \nsafety to push a button and then they get in line.  If we have an emergency, we may not have time for them to push \nthe button.  They've already got to be first in line.  So we've got to figure out how to get a solution to get us there.  \n\n      Mr. Rogers, did you have any further questions?  OK, so to wrap up the things that are -- you're going to \nprovide to this committee, one is a list of the meetings and the attendees for both the meetings that included public \nsafety as well as the Department of Homeland Security.    \n\n      Number two, the FCC you're going to provide us information on the discussions that took place about levying a \nfee within the industry to be able to assist in the payment of a public safety system.   \n\n      And number four, Mr. Schaffer, you're going to give us more of a further understanding prior to an auction going \nforward of how we're going to ensure that priority access does in fact include -- not priority access but immediate \naccess to public safety.    \n\n\n\n      OK, any further things, Mr. Rogers?  All right.  So I thank you -- the witnesses for being here for your valuable \ntestimony and at this time we ask the clerk to prepare the room for the next panel. Thank you very much.    \n\n      Our first witness that we have is Chief Jeff Johnson.  He's the president and chairman of the Board for the \nInternational Association of Fire Chiefs.  He represents -- that organization represents the leadership of over 1.2 \nmillion firefighters and emergency responders. Chief Johnson also serves as fire chief and administrator of the \nTualatin Valley Fire and Rescue in Oregon, which is a beautiful area.    \n\n      Our second witness, Deputy Chief Charles Dowd, is the commanding officer for the Communications Division of \nthe New York City Police Department.  In this capacity, Chief Dowd is responsible for the world's busiest 911 \nsystem, receiving over 11 million calls per year.  \n\n      And the New York Police Department's radio operations, dispatching 4.9 million radio runs annually.  Chief \nDowd is a 30-year veteran of the New York Police Department and is a much respected guest of our ranking \nmember, Mr. King.    \n\n      Our third witness, Mr. Robert A. LeGrande, II, is the founder of the Digital Decision, formerly known as \nLeGrande Technical and Social Services.  Previously, Mr. LeGrande was the chief technology officer for the District \nof Columbia, where he provided leadership for the city's wireless network operations, human services \nmodernization program and the National Capitals Region Interoperable Communications program.  \n\n      Our fourth witness, Mr. Eric Graham, serves as the vice president for the Strategic and Government Relations \nfor Cellular South, which provides wireless services in all of Mississippi as well as portions of Tennessee.  And here \nwe have another accent of Alabama and Florida.   \n\n      Mr. Graham directs the Cellular South policy agenda and is responsible for the company's overall advocacy and \nefforts with specific focus on federal issues.  Mr. Graham is testifying on behalf of the Rural Cellular Association \ntoday.    \n\n      Without objection, the witnesses' full statements will be inserted into the record and I now ask that Chief \nJohnson summarize his statement for five minutes.  \n\nJOHNSON:  Thank you, Chairwoman Richardson and Ranking Member Rogers.  I am Jeff Johnson, president of \nthe International Association of Fire Chiefs and fire chief in Tualatin Valley, Oregon.  I thank you for the opportunity \nto discuss H.R. 5081, which allocates the D Block of spectrum directly to public safety.  This is a top priority for \nAmerica's fire service leadership.    \n\n      On behalf of the IFC and the partners of the Public Safety Alliance, I thank Representatives Peter King and \nYvette Clarke as well as over 50 co-sponsors, who clearly understand public safety's need for this unique slice of \nspectrum.    \n\n      As you are aware, the U.S. Senate has also introduced legislation which will accomplish this goal.  We're \ngrateful for this response from Congress for what is public safety's most important issue.    \n\n      Over the past 50 years, the Federal Communications Commission has allocated thin slices of spectrum to \npublic safety as the need for more communications capability arose.  Currently 55,000 public safety agencies \noperate mission critical radio systems, each with their own FCC license, over six or more different bands.  \n\n      Our goal of interoperability is difficult and it's expensive. This is no criticism of the FCC.  This is just the way it \nhas always been done.  After the events of 9/11, Katrina and other major disasters, it is clear that a new model is \nnecessary, a national architecture for public safety wireless communications.  \n\n      To achieve a nationwide public safety wireless, interoperable broadband network, a single licensee and a \nsingle technology is required, operating on a network with sufficient capacity to handle to day-to-day operations, as \nwell as the capability to manage major incidents.  This network needs to be mission critical from the outset.   \n\n\n\n      In the beginning, this system will handle only data and video and at some future time, years away, we envision \na possible transition to mission critical voice, namely radio over Internet protocol.  We all need to take a long-term \nview to start out with sufficient spectrum so that we have the ability to migrate to mission critical voice if the \ntechnology's developed and public safety gains confidence in it. \n\n      The following elements of mission critical are key to a successful public safety network.  The network must be \nhardened to public safety standards, which means that the towers must withstand elements that might otherwise \ndisable a lesser system.    \n\n      Two, public safety must have control over it.  We cannot have commercial providers deciding what is or is not \nan emergency, at the end of the day, public safety must have their hand on the joystick.    \n\n      Third, the public safety mission critical voice network must have the ability to broadcast and receive one-to-one \nand one-to-many without -- without changes to the network.  This so-called talkaround capability is also known as \nsimplex and from a commander's perspective, this is an imperative in a system design.    \n\n      And fourth, the network must have backup capabilities in the event of network loss.  There are many critical \nneeds that can be met with broadband data and video in the fire service, building diagrams available to \ncommanders, hazmat inventories, wild land fire situation awareness, video feeds from trauma patients directly into \nthe emergency room, and the list is endless.  Law enforcement also has a list of needs.    \n\n      The point is in order to achieve a nationwide public safety broadband network we need the 10 megahertz of the \nD Block spectrum. Currently it is slated for FCC auction to be added to our current 10 megahertz of spectrum \nknown as the public safety broadband, which is currently allocated to public safety.    \n\n      As you can see from the spectrum chart, this spectrum, the D Block, is perfect for public safety.  This is yours \nand our one time opportunity to get this right.  The public safety community urges a prompt and timely passage of \nH.R. 5081.    \n\n      Madam Chair and Ranking Member Rogers, we want to assure you and your colleague that we are working \ntirelessly with members of Congress, the FCC and the Department of Homeland Security and anyone else in the \nadministration that will hear our issue to achieve this important public safety goal.  \n\n      Thank you for the opportunity to be here and I look forward to answering your questions.  \n\nRICHARDSON:  Thank you for your testimony.  \n\n      I now recognize Chief Dowd to summarize to his statement for five minutes.  \n\nDOWD:  Good morning, Madam Chairwoman Richardson, Ranking Member Rogers.  I'm Deputy Chief Charles \nDowd, commanding officer of the New York City Police Department's Communication Division.    \n\n      On behalf of Police Commissioner Ray Kelly, I want to thank you for the opportunity to discuss with you today \nthe critical need for Congress to act to ensure that public safety agencies will be able to communicate effectively \nnow and in the future. \n\n      I speak today not only for the NYPD and the City of New York but also on behalf of my colleagues in law \nenforcement who are part of the Public Safety Alliance, whose member organizations include the International \nAssociation of Chiefs of Police, the National Sheriffs Association, the Major Cities Police Chiefs, The Major County \nSheriffs' Association, the Association of Public Safety Communications Officials and the National Emergency \nManagement Association.  \n\n      We are also gratified by the continued support of the Big Seven and a host of organizations too numerous to \nmention.    \n\n\n\n      We are greatly encouraged by the widening support in the House for the bipartisan bill introduced in April by \nRepresentatives Peter King and Yvette Clarke.  This legislation, H.R. 5081, Broadband for First Responders Act of \n2010 currently co-sponsored by -- I had 55, I think we're up to 57 now, members the House -- calls for the \nreallocation of the D Block directly to public safety.  \n\n      We would like to take this opportunity to applaud Senator Joseph Lieberman, Senator John McCain and \nSenator John D. Rockefeller for their recent commitment to support allocation of the 10 megahertz of spectrum \nknown as the D Block to public safety for the creation of a nationwide public safety interoperable broadband mobile \nnetwork which will assist public safety to continue to protect the communities -- communities nationwide.    \n\n      Senator Lieberman and Senator McCain announced last week the introduction of the First Responders Act -- \nProtection Act of 2010 in the U.S. Senate.  This bill would not only allocate the D Block to public safety -- to the \npublic safety community, but would ensure that funding is available for a nationwide public safety interoperable \nmobile broadband network.    \n\n      We are also pleased by the recent announcement by Senator Rockefeller that he intends to introduce the Public \nSafety Spectrum and Wireless Innovation Act.  This legislation would allocate the D Block to public safety and \nprovide the funding to create and implement a public safety interoperable broadband network.    \n\n      The president's recently issued executive memorandum directing a study to identify 500 megahertz of additional \nspectrum for commercial broadband services over the next 10 years is very encouraging.    \n\n      The plan calls for the initial proceeds from the sale of this spectrum to be allocated to the build-out of the \nnationwide public safety broadband network.  Since the D Block accounts for less than 2 percent of the total \nspectrum to be identified, we see this action as an action that could potentially solve both problems of funding and \nspectrum.    \n\n      Sales of some of the other 500 megahertz of spectrum would support public safety build out while still allowing \nfor the reallocation of the D Block.  Many of us in public safety have previously stated that broadband technology \nwould create a paradigm shift in public safety communications.   \n\n      The recent event in Times Square confirms the need for information sharing capabilities that will allow first \nresponders to -- to be effective in preventing such an attack.  The ability to share information in real time on a local, \nstate and federal level is critical to that goal.    \n\n      We've heard recently that allocated -- that allocation of the D Block to public safety has been referred to as a \ngift.  This is an inaccurate characterization.  It is an investment in our national security that is desperately needed.    \n\n      In 1932, the NYPD took an historic step that changed forever how the department responded to emergencies.  \nIt invested in its first radio communications network.  This created a paradigm shift for -- in policing.    \n\n      Its importance was such that the NYPD changed the name patrol car to RMP or radio motor patrol car, a term \nstill used some 78 years later.  That technology has remained virtually unchanged for 80 years.   \n\n      Broadband is the technology that will create the next paradigm shift for public safety communications and \nultimately solve the problem of interruptibility that was so tragically apparent on 9/11.    \n\n      Allocating the D Block to public safety will provide first responders with the bandwidth required for the eventual \nmigration of mission critical voice to 700 LTE as envisioned in the National Broadband Plan.    \n\n      The Public Safety Alliance shares this vision and looks forward to a day in the not-too-distant future when public \nsafety users can share a nationwide network that supports voice, video, data on an integrated wireless network and \nabandon the web of disparate legacy networks that impede interoperability today.    \n\n\n\n      The recent FCC white paper on broadband spectrum requirements for the public safety is unfortunately not \nbased in fact.  The main source cited in that -- in that paper, NPSTC, has already filed notice with the FCC \nindicating that its data was not properly applied and has urged the FCC to use the actual data supplied to the only -- \nfrom the only existing public safety broadband system, New York City's NYCWIN, which we contend proves the \nneed for more spectrum.    \n\n      Some have suggested that public safety's objectives are exclusively -- objectives are to exclusively hold the D \nBlock for our own use.  This is simply not the case.  We have always supported the idea of a public-private \npartnership for the use of the D Block.    \n\n      Our position is that the best way to accomplish this is through competitive, negotiated contracts or more \ncommonly referred to as RFPs.  This process of using RFPs has been -- has been endorsed in many of the \nwireless carriers.    \n\n      We feel that such an approach is completely consistent with the FCC's broadband plan.  We believe that the \nRFPs should be developed in concert with the FCC to ensure consistency and competitive -- competitiveness.    \n\n      Like Congress and the FCC, public safety wants to maximize and -- and efficiently use its spectrum, but we \nmust be able to manage and control the networks so our data traffic has absolute priority.    \n\n      Our experience with commercial network failures tells us we need network control to ensure guaranteed access \nand security.  The RFP process will allow carriers, private wireless, data providers, new businesses to access this \nspectrum for common good.    \n\n      The benefits of this process is that it doesn't exclude anyone, allows for competition, provides access for new \ncompanies seeking to provide wireless commercial broadband data service.  It also allows for mechanisms not only \nto share development and deployment costs, but it can also provide an ongoing funding stream to -- to local \ngovernment for the use of the shared spectrum.    \n\n      Most importantly, it would provide public safety a highly efficient LTE network that public safety controls and \nmanage -- would control and manage, ensuring access for our first responders.    \n\n      In closing, the organizations that comprise the Public Safety Alliance are unified in the goal of establishing for \nthe first time a nationwide interoperable mission critical voice and data public safety broadband network.    \n\n      They are not motivated by profit or -- or politics.  Our sole motivation is the desire to serve the public we are \nsworn to protect. I thank you for your attention to this important issue and I will -- happy to answer any questions \nfrom the subcommittee.  \n\nRICHARDSON:  Thank you for your testimony.    \n\n      I now recognize Mr. LeGrande for -- for his statement for five minutes.  \n\nLEGRANDE:  Well, good morning, Ms. Chairman -- Chairwoman, sorry -- and the members of the subcommittee.  \nMy name is Robert LeGrande, and I'm a former chief technology officer with the District of Columbia government \nand former program executive for the National Capital Region's Interoperability Program.    \n\n      And I led the district's land mobile radio network upgrade, and I also led the development of the nation's first \n700 megahertz wireless broadband network for first responders.  This pilot network is considered as a model for the \nnation and in recent years has served as a test bed on how broadband applications can be shared securely among \npublic safety agencies.    \n\n      First, please allow me to acknowledge the outstanding efforts of this committee, APCO, the Public Safety \nAlliance and all its member organizations, as well as the FCC.  In short, we are closer to providing next generation \ncommunications to our first responders than we've ever been.    \n\n\n\n      I appreciate the committee's ongoing efforts to address this critical issue and thank you for the opportunity to \npresent my views on the \"Interoperable Communications -- Emergency Communications, Does the National \nBroadband Plan Meet the Needs of the First Responders?\"    \n\n      Now, given the complexity issue, I'll keep my comments brief and focused on three key areas.  Where the \nNational Broadband Plan meets first responders' needs, where the National Broadband Plan does not meet the first \nresponders' needs and why, and what I recommend we do about it.    \n\n      Please reference Figure One.  As the slide indicates, the FCC's National Broadband Plan meets the public \nsafety needs in far more areas than it does not.    \n\n      The FCC has made substantial progress in moving this from a fractured and disjointed approach to a national \ninteroperable wireless broadband network design that's flexible, interoperable, and with some changes referenced \nlater in my testimony, it's capable of meeting all of first responders' needs today, tomorrow and into the future.    \n\n      The plan successfully addresses the need for technical and operational standards, national interoperability, \nfunding, public safety devices and most importantly, it gives the day-to-day control of the network to the people who \nneed it most -- our first responders.   \n\n      The plan has successfully influenced commercial carrier's national broadband strategies resulting in both AT&T \nand Verizon committing to share network infrastructure with public safety.  This portion of the plan combined with \npublic safety and the FCC's committed to long-term evolution technology, sets the stage for a highly competitive, \nlow cost, efficient network deployment, which achieving -- while achieving private and commercial network \nredundancies, which is essential to ensuring nationwide coverage.    \n\n      Now while a National Broadband Plan makes great strides towards public safety national interoperable \nbroadband communication, it has one key deficiency -- sufficient spectrum to get the job done.  Now, historically, \npublic safety has been allocated spectrum in non- contiguous chunks, which has contributed to the land mobile \nradio interoperability problems we have today.    \n\n      The FCC has repeatedly stated that public safety has 20 to 25 times more spectrum per user than commercial \nproviders.  However, 50 megahertz of this calculation is from the 4.9 gigahertz spectrum which is unusable for wide \narea broadband network use.  And all but the current 10 megahertz of broadband spectrum can be used for \nbroadband network deployment.    \n\n      The FCC has itself acknowledged that public safety will need additional spectrum in the future and suggested \nthe best approach would be to begin with the 10 megahertz of spectrum already allocated to public safety use then \nallocate additional spectrum later.    \n\n      Now, this sounds familiar, and based on past results that's not a good thing.  Further, the spectrum we allocate -\n- when will we allocate the spectrum and how will it be allocated?  Will this new spectrum cause technical problems \nand force the commercial industry to establish a special separate standard for public safety?    \n\n      This is a worst case scenario in the making as we will be repeating the past LMR approach and this will result in \nmonopolistic innovation and pricing.  Public safety needs the D Block spectrum as it will stabilize public safety's \ntechnological path and will result in efficient spectrum uses.  We would be able to plan a smooth transition from \ncomprehensive voice to comprehensive voice, video and data communication.    \n\n      Now, the good news is, is once public safety has transitioned all communications to the new network, public \nsafety's holdings can be evaluated and determined if unused spectrum can be returned for commercial use.    \n\n      In the FCC's recently released white paper, \"The Public Safety Nationwide Interoperable Broadband Network, A \nNew Model for Capacity and Performance and Cost\" -- I didn't come up with the title -- the commission concludes \nthat public safety has sufficient spectrum based on three emergency incidents.    \n\n\n\n      Now, given the number of users and uses identified in the document, the author is correct.  However, based on \nmy experience deploying the nation's first and only public safety 700 megahertz wireless broadband network here \nin Washington, D.C., the scenarios referenced in the document don't accurately represent the anticipated number of \nusers or uses.    \n\n      Government users will be super-users because they will need to consistently optimize government operations to \nlower costs while being driven to improve service delivery to citizens.  Private wireless broadband networks provide \na low-cost alternative for this.    \n\n      Our next generation networks must be -- have sufficient spectrum and be designed to support comprehensive \ngovernment communications for the entire state and local government enterprise as well as federal public safety \nusers.    \n\n      The National Broadband Plan seeks to offset the spectrum needs by leveraging commercial roaming.  Now \neveryone, everyone, supports public safety have interoperability with the commercial carriers.    \n\n      However, we should never rely on commercial carriers but for a last resort.  We should not depend on \ncommercial carriers.  An example with the difficulty we'll face can be seen today with the recent release of the \niPhone 4, network outages due to capacity shortages and some technical glitches that caused collapse -- collapse -\n- lapses in communications.    \n\n      If public safety communications fail people could die.  More recently, the FCC has been suggesting that \nauctioning the D Block in 2011 will -- with an anticipated deployment date starting in 2012, will speed network \ndeployments and lower costs.    \n\n      This means that public safety should wait for an eventual D Block winter -- winner to start network deployments \nin two years from now. Now, this actually delays the opportunities of network deployment starting today and creates \na worst case dependency on a single D Block commercial carrier.  Commercial carriers are deploying LTE networks \ntoday.    \n\n      So this highly competitive network window of opportunity will close before the D Block winner can be leveraged.  \nNow, this portion in the National Broadband Plan will be great for a D Block winner but very bad for public safety.    \n\n      So in summary, the FCC has done an outstanding job with the public safety portion of the National Broadband \nPlan.  Additionally, the commission's recent waiver approvals and coordination with NTIA to help fund network \ndeployment starting today are great first steps towards getting the ball rolling.    \n\n      However, in order to fully meet first responders' communications needs the National Broadband Plan needs to \ndo these four things.  It needs to reallocate the D Block spectrum to public safety.  It needs a comprehensive long-\nterm spectrum plan for public safety.    \n\n      It needs a national broadband network deployment plan and schedule.  And probably as important as the D \nBlock, it needs a public safety land mobile radio to broadband communications plan -- migration plan.  So our first \nresponders they're certainly our last line of defense and they deserve the best available tools and resources to \nprotect us all.  \n\nRICHARDSON:  Please summarize.  \n\nLEGRANDE:  Yes, ma'am.  I sincerely appreciate the opportunity to share my recommendations and the \ncommittee's continued work on addressing this issue.  I'm happy to answer any of your questions.  \n\nRICHARDSON:  Thank you for your testimony.    \n\n      I now recognize Mr. Graham to summarize his statement for five minutes.  \n\n\n\nGRAHAM:  Chairwoman Richardson, Ranking Member Rogers, thank you for the opportunity to be here today on \nbehalf of Cellular South, the nation's largest privately held wireless carrier and as a member of the Rural Cellular \nAssociation, whose nearly 90 carrier members provide wireless service in rural, remote and hard-to-reach areas.    \n\n      Cellular South and RCA believe the FCC's National Broadband Plan accurately identified three critical elements \nto successful deployment and operation of a wireless network, spectrum, funding and interoperable equipment.    \n\n      First, a service provider needs appropriate spectrum.  Seven hundred megahertz is ideal for rural areas needing \nvast geographic coverage with fewer cell sites and, therefore, a lower cost of construction.    \n\n      Next, a service provider must have sufficient funding for a network with ample coverage and capacity.  The \nclearest path to funding a public safety network is by utilizing the proceeds from the commercial auction of the 700 \nmegahertz D Block.    \n\n      The CBO estimates that a D Block auction would raise between $2 billion and $3 billion but the actual proceeds \ncould be much higher. The last 700 megahertz auction nearly doubled its congressional estimate.    \n\n      Given the scarcity of available low band spectrum for commercial providers, it is entirely possible, if not likely, \nthat a D Block auction would exceed current congressional estimates.  However, the most critical element for a \nsuccessful wireless network is interoperability.    \n\n      This is absolutely necessary because a service provider must have access to interoperable equipment and \ndevices that allow users to access other networks operating on the same technology.    \n\n      Devices for the cellular, AWS and PCS spectrum bands were built to be interoperable across all frequencies \nwithin those bands.  This allows seamless roaming on other networks that utilize the same technology.    \n\n      When the FCC awarded the first cellular licenses in the 850 megahertz band, the commission included a \nrequirement that all 850 megahertz devices must work on all 850 megahertz networks.  The commission was \nconcerned that incumbents would use their market power to demand equipment that would work on their spectrum \nbut not the spectrum of their competitor.    \n\n      Fast forward to 2010, and the harm that the FCC sought to avoid almost 30 years ago is now becoming a \nreality.  Today, without a rule requiring interoperability, the largest two carriers are using their market power to \ndemand 700 megahertz equipment that works only on their spectrum and not on the spectrum of their competitors.    \n\n      It is imperative that Congress or the FCC requires interoperability before the end of this year to prevent non- \ninteroperable devices from getting into the hands of consumers and therefore never being interoperable.    \n\n      For commercial carriers, this means customers will not be able to roam on what should be compatible networks.  \nThat's wrong.  But for public safety, the ramifications could be catastrophic.    \n\n      If a public safety 700 megahertz facility is knocked off the air but a commercial 700 megahertz in the same area \nremains operational, public safety devices will not work on the commercial 700 megahertz network.  Requiring \ninteroperability is the only way to ensure a redundant nationwide network for public safety.   \n\n      Furthermore, interoperability will drive down the cost of devices for public safety.  Volunteer fire fighters and \nsheriff's departments in rural areas have historically been at an equipment disadvantage as compared to \nemergency responders in metropolitan areas.  This does not have to be the case with next generation public safety \nnetworks if Congress or the FCC requires interoperability across the 700 megahertz spectrum. \n\n      Let me be clear.  Cellular South is a strong supporter of public safety and emergency responders, the most \nprominent example being our efforts during and after Hurricane Katrina.  During Hurricane Katrina, our network \nalong the Gulf Coast continued to operate even at the height of the storm.  Though some portions of our network \ntemporarily lost service and a total of four towers were lost, it was 60 percent restored the day after the hurricane.  \n\n\n\n      FEMA noted five days after the storm that Cellular South was the only operational cellular network on the \nMississippi Gulf Coast.  Most importantly, the emergency communications director for one of the coastal counties \nrelied on his Cellular South phone as the only means of communication to coordinate the repair of his county's 800 \nmegahertz wireless system used by his county's first responders.    \n\n      Our experience during Hurricane Katrina is a testament to the role that rural and regional carriers can play in \ndisaster response and recovery.  \n\n      In conclusion, Cellular South and RCA strongly support congressional and FCC action to ensure the \ndeployment of an interoperable, nationwide wireless broadband network for public safety users.  Requiring \ninteroperability across the 700 megahertz networks is the only way to ensure network access and to significantly \ndecrease the cost of devices, both for public safety as well as consumers.  \n\n      Finally, RCA members continue to support an auction of the D Block as the surest way to provide public safety \nusers with the lowest cost, widest coverage, highest quality network possible.    \n\n      Thank you, again, for the opportunity to participate in today's hearing, and I look forward to answering your \nquestions.  \n\nRICHARDSON:  I thank all the witnesses for their testimony.  I will remind each member that he or she will have \nfive minutes to question the panel.  I will now recognize myself for questions.  First of all, Mr. Graham, did I \nunderstand you then to say that you don't support the direct allocation to public safety, only the auction option?  \n\nGRAHAM:  That is correct.    \n\nRICHARDSON:  OK.  \n\nGRAHAM:  We do not support a direct allocation of the D Block to public safety.  \n\nRICHARDSON:  And also, Mr. Graham, did I understand you to -- correctly?  I looked back in your testimony the \nremarks that we had. Did I -- I thought I heard you say that you would expect that the auction would exceed the \ninitial estimate.  Did you mean that in terms of price?  \n\nGRAHAM:  Yes.  I believe the total receipts from a D Block auction would exceed the congressional estimates.  \n\nRICHARDSON:  So why do you think it didn't the first time it was initially attempted?  \n\nGRAHAM:  I think there were two main problems with the D Block in Auction 73, one being uncertainty of public \nsafety's requirements for the eventual D Block winner, the greatest being the large size of the D Block license.    \n\n      It was a nationwide license.  And with a nationwide license the reality is there are only one, two, maybe three \npotential bidders for a license of that size.  If recollection serves, the reserve price was approximately $1.3 billion \njust for the license.  That's before any build-out.  And other individual bidders who had been interested in regional \nareas were effectively locked out because they could not bid on a national license.  \n\nRICHARDSON:  OK.    \n\n      Let's see, Chief Dowd, I believe, in your testimony on the last page, you referenced that the RFP process would \nallow carriers, private wireless data providers, et cetera, to participate and you laid out some of the benefits.  What I \ndidn't follow was how you viewed that to be able to assist in an ongoing funding stream?  \n\nDOWD:  Well, our -- our -- our position on it is simply this, is that if -- if you had public-private partnerships, you \nwould be allowing for -- for secondary use of -- of commercial services on the public safety network but still be in \ncomplete control of the network. So you would -- that would allow you to -- so for example I'll give you one quick \nexample.    \n\n\n\n      Public utilities have already expressed interest in -- in the potential of -- of utilizing on a public safety, a \nhardened public safety network and -- and to pay for that service to, you know, a state government or local \ngovernment that builds that network.  \n\n      That -- that does a couple things for you.  It allows them to stay up and running, you know, in emergencies and -\n- and to have -- and -- and to not have to compete on commercial networks which they typically do now like we all \ndo.    \n\n      So, you know, it's a very attractive model from the perspective of, you know, there are already many entities out \nthere that are looking at this, you know, carriers, potential users, that would create or generate a funding stream for \n-- for that municipality on that spectrum.  In other words, you're leveraging enterprising the value of that spectrum \non a second, third, or fourth tier priority that would allow for that dynamic use of the spectrum.  \n\nRICHARDSON:  I'm concerned...  \n\nDOWD:  The other thing it could do if I could really quick is that, you know, for smaller carriers that -- that are \nconcerned about access to spectrum, this is a way of getting access to that spectrum without having to bid and pay \nexpensive, as -- as Eric pointed out, very high rates to access or to buy that spectrum.  You would...  \n\nRICHARDSON:  What concerns -- excuse me, I'm sorry.  \n\nDOWD:  Sure.  It's all right.  \n\nRICHARDSON:  I've only got a -- one minute and 40 seconds.  What concerns would you have with the risk and the \nvulnerability of having all of the local governments, you know, the whole municipality dependent upon the system?  \n\nDOWD:  Well, again, the uniqueness of LTE technology is that if you're in control of -- of the network, you know, or, \nyou know, you're -- you've got the joystick as -- as Jeff Johnson mentioned earlier is that you're in control and set \nthe priorities.    \n\n      So first responders would always have a preemptive priority on the network, and you would allow for secondary \nuse on lower priority levels.  So -- so you would actually you know push them back or slow them down on their \nthroughput but still -- and still allow for the -- the first responders to get immediate access to the spectrum.  \n\nRICHARDSON:  But what were to happen if the network were to -- were to be compromised is my question?  So for \nexample, what if all of a sudden, you know, public safety is blocked out, public works is blocked out.  That could be \nvery detrimental to municipal government. I served on the city council for...  \n\nDOWD:  Oh, I -- I -- I apologize.  Are we talking about commercial networks or -- or -- or public safety networks?  \n\nRICHARDSON:  I'm talking about if there were a public safety network and if all of public safety was on it as well \nas local governments, municipalities, public works, et cetera as you're suggesting...  \n\nDOWD:  Yes.  \n\nRICHARDSON:  ... my question is what do you think, in terms of the cyber security implications or if the system \nwere to go down, that your whole -- everyone would be dependent on that?  \n\nDOWD:  Well again, and -- and why we think the original auction failed is we would -- we would build this with \nredundancy in it and survivability in it that -- that -- that would keep that system up and running.    \n\n      And our contention is that the way we build public safety networks is, is that if our network went down, then \neverybody else's network is already down.  So -- so -- so, you know, we would be the last network to go down.  \n\nRICHARDSON:  Well, as I think I've said initially in my comments, you know, I'm a very big supporter and you -- \nyou have a fan here so that's not the issue.  But I would caution that we probably need to go back and delve into \n\n\n\nthat further because what I have found, as I said in my time of being here, is that if something can happen it in fact \nwill happen.    \n\n      And I think although we would want to build a system that we would think would have complete redundancy and \nno issues, to say that no issues would happen I don't think is probably realistic in light of some of the things that \nhave already occurred.  \n\n      So the question should still probably be considered of being very careful when you have everything tied up into \none system.  I'm not saying -- I'm not opposed.  I'm just saying that's an important thing to explore.  \n\n      Mr. Rogers for five minutes?  \n\nROGERS:  Thank you, ma'am.  Mr. Graham, I didn't agree with much you said, but I liked the way you said it.    \n\n      (LAUGHTER)  \n\nROGERS:  We southerners have to stick together.  I do want to ask you though do you believe that the reallocation \nof D Block to public safety would harm market competition for devices or increase the costs?  \n\nGRAHAM:  Yes, I do believe that.  \n\nROGERS:  OK.  And if so, would you support research and development program for these devices to -- to \novercome that?  \n\nGRAHAM:  I -- I would support that if it would lower the cost. But unfortunately even that won't lower the cost as \nmuch as the scale of mass produced consumer devices.   \n\nROGERS:  I want to ask -- I -- I represent a large rural congressional district and the -- the county sheriffs in my \ndistrict support this reallocation of D Block.  Why should I not heed their opinions aside from the fact they vote?  \n\nGRAHAM:  Well, I've spent a little bit of time in your district at Pop's Charburgers in Heflin...  \n\nROGERS:  Yes.  \n\nGRAHAM:  ... and popping golf balls at The Meadows in Sylacauga. But I -- I think they viewed the reallocation of \nthe D Block as making a bad situation better.  But I'm not sure that they are fully aware of all the capabilities that \ncould be available if the D Block went to commercial users.  I don't know what they're paying for their devices right \nnow.    \n\n      But I can tell you that we have commercial devices in our stores today that we sell, at least one that's a military \nspec device with push-to-talk one-to-one or one-to-many that comes in at consumer pricing.  Contractors buy this \nbecause it's hard to damage this phone. That phone comes in at consumer prices.  It's not at $1,000, $2,000 like \nthey typically pay.  \n\n      I think if they were fully aware of the capabilities they would have under a system where the D Block went to a \ncommercial user, particularly a local provider and, to be honest, Cellular South would bid for the spectrum in your \narea, that's where we're moving.  They would have greater capabilities much sooner than by reallocating this D \nBlock to public safety.    \n\n      I would venture to say, and I don't think it's much of a stretch, that in most of the areas of your district, volunteer \nfire fighters and sheriff's departments could be up sooner on a commercial D Block sharing the commercial D Block \nthan they would ever be if -- if the D Block was reallocated to public safety and public safety had to build out those \nrural areas.  \n\nROGERS:  Chief Johnson, can you tell me why D Block is so important to public safety and why other spectrums \nthat might become available in the future won't work?  \n\n\n\nJOHNSON:  Yes, Congressman.  Yes, Congressman.  The D Block's important because it's a spectrum that's \ncontiguous to 10 megahertz of spectrum already licensed to the public safety community.    \n\n      And what that will allow is it will allow adequate throughput for things like video, for mobile wireless license \nplate readers, and all the various things from controlling robots that disarm bombs to all the other needs that we \nhave, the efficiency that happens at the local level when, for example, I can see traffic cameras from my command \nvehicle.    \n\n      I can send one unit instead of three to a freeway accident, and we can evaluate the accident remotely.  These \nall things -- these things all save us money.    \n\n      I think one of the other big things that happen, we just don't talk about it enough, is what happens when you \nidentify an adequate swath of spectrum, it will actually bring the market, as Mr. Graham said and I actually agree \nwith him, when -- when you get everybody using one technology, then you're going to bring down the cost of the \ndevices.    \n\n      By giving us enough spectrum, not only today but for the future, it will draw the users to that space and it will \ndraw the manufacturers to the space.  And when we get everybody in one chunk of spectrum that has predictability \nand adequacy, then what we're going to do is we're going to quit spending money tying these diverse slices of \nspectrum together all over the map.    \n\n      And interoperability, I think -- I think this panel is very wise to see the problem -- interoperability has yet to be \nachieved and will never be achieved because it requires that systems overlap each other in order to have a \ngateway allow the access to the system, which means you can -- you can't still overrun your system by much.  We \nwon't solve interoperability until we have one adequate chunk of spectrum.    \n\n      And to get to the last part of your question about another slice of spectrum, all the different spectrums have \ndifferent characteristics in terms of propagation.  So for example, some spectrums penetrate buildings and some do \nnot.    \n\n      When we say the public safety's going to be on the 700 for data and 700 for voice, which it is, then we can rely \non that for certain voice penetration capabilities and certain data capabilities.  When you put another part of the \ndata spectrum or voice spectrum in another frequency band, it may not penetrate buildings.  And when you create \nunpredictably in our communications tools, people quit using them.  \n\nROGERS:  Thank you very much.  My time's up.  \n\nRICHARDSON:  Thank you, Mr. Rogers.    \n\n      Chief Johnson and Chief Dowd, Admiral Barnett stated that there's been great involvement by public safety in \nthis process.  Do you agree and if not why?  \n\nJOHNSON:  I'll start that, Madam Chair.  I think we have had numerous communications with the FCC, and I think \nAdmiral Barnett fairly characterizes his openness and the openness of the FCC to talk with us.  \n\n      But there is a difference between feeling heard and having a dialogue.  Public safety, we do not feel that they \nfeel our urgency and feel the severity of our opinion as the users of this system.  I also think that there's been some \ndisconnect in terms of the timing.    \n\n      The National Broadband Plan came out before we had an in-depth discussion about the merits of that \nbroadband plan, and the discussion about what capacity the system has and what our needs are.  That was \nsubsequently dealt with in a -- in a paper by the FCC dealing with what kind of capacity 10 megahertz of spectrum \nwould carry.  \n\n\n\n      So I -- I think it's fair to say that they have been talking with us and dialoguing with us.  We greatly appreciate \nthat, but we do have dysfunction in terms of them seeing our perspective and us being brought to a place where we \nsee the wisdom of their decision.  \n\nRICHARDSON:  Have you provided that feedback to Mr. Schaffer and also to Admiral Barnett?  \n\nJOHNSON:  Yes, we have.  \n\nRICHARDSON:  OK.  And what was their response?  \n\nJOHNSON:  Well, I think, you know, on the timing issues I think they acknowledge that it was unfortunate that -- \nthat there were other factors that drove essentially the release of the National Broadband Plan.  They were quick to \ncircle back with the public safety community and -- and have a dialogue about it.  But I -- I think they essentially \nbelieve it was unfortunate.  \n\nRICHARDSON:  So regarding your specific recommendations or things you'd like to see, you said other than being \nheard you haven't really seen them being incorporated as of yet?  \n\nJOHNSON:  Not as of yet, but they've been very open.  And we continue a dialogue with the FCC, DHS and the \nadministration on what -- what a solution eventually could be.  I mean, I don't want to oversimplify this. \n\n      But if you look back in history at what public safety was willing to do, Madam Chair, public safety was willing to \ntake the D Block, allow a cellular provider to use it and actually carry cellular traffic on it, but it would be licensed to \npublic safety, which meant we controlled the network.  So when we needed it we got the upgrade.    \n\n      And it is a small shift in terms of the thinking, but if the -- if you take the same spectrum and you don't auction it \nbut you give it to public safety, we create a public-private partnership with the cellular industry or whoever.  \n\n      They pay us for access to that network.  We use the money to build out the network and to operate the network, \nbut we know because we have the license we control the joystick.  And when we need it we get it.  \n\n      It -- it's -- a good parallel is the freeway system today.  I don't own the freeway system.  It is commonly used by \ncommercial carriers and private motorists.  But when my fire apparatus pulls onto that freeway and turns on its red \nlights and siren, people pull to the right and stop.  And in -- in radio parlance that's what we're talking about.  \n\n      We're talking about everybody can use it if you have an agreement to get on it and it creates revenue to build \nout the system.  But when public safety keys the mike everyone pulls to the right and stops.  \n\nRICHARDSON:  OK.  Other than -- I already mentioned that I had served on a city council for six years -- other than \nfederal grants how would you anticipate any available funding in your budgets?  And I'm speaking to the two chiefs, \nto be able to fund an interoperable system -- interoperable, yes?  \n\nDOWD:  Well, again, you know, you have to -- I think we have to work from the presumption that, you know, these \ncommunications networks are absolutely necessary in order for us to do our job.    \n\n      You know, so we look at it from the perspective of, again, if you look at the president's memorandum that he \nrecently issued about identifying 500 megahertz spectrum, Larry Summers, his economic adviser in comments the \nday that that was published, said that the first place that they would want to go with the proceeds from -- from the -- \nfrom the sale of any portion of that 500 megahertz of spectrum would be to build out public safety's network \nnationwide.  \n\n      So our argument is that 10 percent -- that 10 megahertz that we're asking for is less than 2 percent of the total \n500 that the president says needs to be identified for broadband services, yet it would double our spectrum.  \n\n\n\n      And -- and our argument is well, then if -- if they're going to sell that why don't we take the best of both worlds?  \nWhy don't we -- why don't we leverage the sale of that spectrum for the broadband, you know, for broad -- for the \nbroadband build-out for public safety but still reallocate the D Block to public safety. \n\nRICHARDSON:  Right.  But my question is do you foresee any money in your budget aside from federal grants that \nyou currently receive for this, do you foresee having any money in your budget to be able to assist in this process?  \n\nDOWD:  Well -- well, sure.  Yes.  The city is -- is prepared to commit those funds because they understand the \nvalue of -- of -- of broadband services.  That's why -- that's why we've already built a broadband system in New \nYork City.  The mayor directed that five years ago.  \n\n      It operates on -- on different spectrum that doesn't give the kind of public safety quality coverage in -- in \nbuilding coverage that we need, but -- but -- but the monies are there.  The other issue is, and we -- something \nthat's kind of related to this is there's an -- there's an unfunded mandate on the part of the FCC for everybody below \n512 in the spectrum range to narrow band their radio systems, which -- which would fall upon us, too.  \n\n      We've already estimated that to cost between $100 million and $300 million for the City of New York to do that \nfor the police radio system.  Rather than applying monies to that old technology, we would prefer to see the FCC \nmake a change in that mandate and allow us to use -- to explore, again, the -- the broadband technology for \nmission critical voice capability and ultimately put all of our communications capabilities, voice and data, on a \nmission critical level into the broadband services.  \n\n      So -- so again, you know, there -- there are some different ways of approaching this.  You know, in not having to \nspend monies on unfunded mandates that the FCC doesn't seem concerned about funding.    \n\n      And at the same time, if you look at the efficiencies of broadband and how we're already using it, the idea of not \nwanting to build it or -- or not trying to push public safety into that technology for the future just doesn't make a \nwhole lot of sense.  \n\nRICHARDSON:  OK.  \n\n      Mr. Rogers, did you have any further questions?  \n\nROGERS:  Yes, ma'am.    \n\n      Chief Dowd, Chief Johnson gave a great example of using the public highways and the priority that -- that public \nsafety gets in that venue.  It's my understanding that -- that public safety has priority access to commercial \nnetworks.  And my questions to you are can you rely on that access?  And can you tell me examples of where it has \nnot been a priority?  \n\nDOWD:  The simple answer to that is we cannot rely on it.  You -- you know, you listen to what was said here and \nit's kind of a cart before the horse scenario.  Jeff kind of alluded to it already.  You look at the broadband plan.  It \ncame out before the FCC's white paper talking about spectrum requirements, you know. \n\n      And -- and when you -- when you look at it and say, you know, commercial networks, can you use commercial \nnetworks to -- to rely on in emergencies?  And the answer is every experience that we've ever had tells us that \ncommercial networks will not be there when we need them in an emergency.    \n\n      And I'll give you a couple of quick examples.  Number one, you -- you remember the -- the Cory Lidle, the New \nYork Yankee who crashed his light plane into a building in -- in Manhattan.  You know, all of our command staff, \nand we had, I think, close to 650 first responders at the scene of that.  I got screamed at the next day because they \nsay my cell phone, my data, I couldn't -- nothing worked.  I couldn't get any information.  \n\n      And again, it's because, you know, the only priority it had is what they call next in queue priority or as -- or as \nthe Admiral referred to it earlier, first in line priority.  That simply will not work for public safety.  \n\n\n\n      So -- so that priority is not a legitimate priority.  They haven't figured it out yet.  They've -- they've determined \nthat that is the solution even though they haven't figured it out.  And I think it -- it was the chairwoman that pointed \nthat out.  You know, they've figured out a solution, you know, without knowing whether it can work or not.  And on -- \nour experience says that it will not work.  \n\n      Another example is if you look at the Times Square bomb incident, and had a conversation recently with the -- \nthe commanding officer of the bomb squad.  That bomb was a mechanical device.  It was -- it was, you know, a \nswitch trip device, but, you know, we know from experience in watching what happened in Madrid that sometimes \nthese devices are -- are tripped by cellular phone calls.  The device is set off that way.  \n\n      So the scenario there was -- and I -- I said to him, \"Well, if -- if you had that scenario and you believed the \ndevice you were looking at was going to be tripped potentially by a cellular device, what would be your first action?\"  \nAnd he said, \"We would shut down or request the immediate shutdown of the commercial networks in the area.\"  \n\n      Now, if the commercial networks are there to back us up in an incident like that when we have to, you know, we \nhave a large concentration of first responders and now we've maxed out on our 10 megahertz of spectrum, where \ndo we go?  We've just shut those systems down.  So it's just not a workable model.  \n\nGRAHAM:  Congressman, could I -- could I respond?  \n\nROGERS:  Yes, go ahead.  \n\nGRAHAM:  Because that, while that is -- every bit of that is true for everything up until today and when we launch \nLTE technologies, none of that is true, virtually none of that is true for LTE and beyond.  What LTE will let us do, \nand LTE, make no mistake, is the technology going into the 700 megahertz space, LTE will allow carriers to \nmanage users on an individual basis.  \n\n      LTE will allow the commercial providers to prioritize emergency responders in such a way that not only does -- \ndoes traffic move to the side of the road, traffic moves completely off the highway well before that fire engine, that \npolice car starts going down the highway.  We'll have that capability.  We will be able to limit all but public safety \nand first responders' traffic on that network.  \n\nROGERS:  What about the situation where he said a plane flew into a -- a building in New York and he had people \nscreaming at him the next day.  And by the way, the problems are here in New York.  If you came to Alabama, we \ndon't scream at police chiefs.  \n\n      (LAUGHTER)  \n\nROGERS:  Mr. Graham?  \n\nGRAHAM:  Sure.  There are two ways to do that.  One is at the first notice that public safety needs the spectrum \nwe can pull the plug on the commercial users for that LTE network, the LTE portion of the network.  The second \nway would be to pre-prioritize those public safety users so that when they cued up their mikes or they fired up their \ndevices, it would clear everybody off.  \n\n      It wouldn't be first in line, to the example in the first panel. It wouldn't be I'm ready to travel first class but there \nare no seats. It would be I'm public safety.  I pull somebody off the plane and now I get that seat.  \n\nROGERS:  Great, thanks.    \n\n      Mr. LeGrande, the FCC chairman suggests that \"auctioning D Block will create an environment of \ninteroperability.\"  Do you agree?  \n\n\n\nLEGRANDE:  No, I don't.  I think we -- the FCC's National Broadband Plan already creates a plan for \ninteroperability.  I mean, really, we're not talking about making things more interoperable. It's already designed.  \nWe've stabilized by saying we're going to be on the LTE technology.   \n\n      We are doing operational standards.  We're doing roaming standards between private networks.  We're doing \nroaming standards between the commercial networks and the private networks that we're talking about.  \n\n      In fact, you know, the suggestion that, you know, when -- when -- that there is only going to be a private network \nif you give public safety the D Block is simply not true because we're already building these networks, even with \nthem having the 10 megahertz of spectrum, to be interoperable with the commercial industry.  \n\n      So the suggestion that public safety will not have them as a partner, they will have them as a partner.  Further, \nthe -- the suggestion that, you know, we can just move everyone off is, you know, that's pretty accurate but you can \nalways on the commercial environment move folks off.   \n\n      But the question is is the commercial carrier on the case of having the D Block will have the authority to move \nwhen they think it's best to move versus public safety having the authority to move people when it's best to move?  \n\n      And that scenario is best for our country, having public safety, the control and the capacity to manage their \nnetwork resources, not the commercial carriers.  \n\nROGERS:  Great, thank you.  \n\nRICHARDSON:  Thank you, Mr. Rogers.    \n\n      I just have two last remaining questions.  For both chiefs, as you noticed I mentioned to the Assistant Secretary \nMr. Shaffer about being more engaged in this process and how DHS has not been as vocal in terms of some of the \nconcerns that your agencies have expressed. What would you like to see DHS do differently?  \n\nJOHNSON:  Madam Chair, I think -- I think a healthy dialogue about what interoperability is, why it isn't working, \nand how our money is being spent and what the outcomes are would be a healthy place to start because -- \nbecause I think the outflow of that would be clarity about why the D Block belongs in public safety's hands and why \nwe need that much contiguous spectrum.  \n\n      I think -- I -- I talked to the secretary before he left and as -- as the chair of a statewide interoperability network \nI've learned a few things about interoperability and how we spend our money.  \n\n      First, interoperability is connecting together disparate pieces of spectrum on existing systems.  You take a -- \nyou take the State of Oregon, for example, there are 49 independently owned, operated and maintained radio \nnetworks.  \n\n      What we're doing today in Oregon is building a single statewide radio umbrella and people can choose to \nabandon their own, choose to abandon their own and become subscribers.  What will eventually happen, based on \nstates like Alabama and Michigan and Wyoming, is that there will be a mass migration to a single system.  \n\n      Given adequate spectrum that ends interoperability once and for all, that allows you to make investment in \nredundancy and layers and -- and to integrate these local systems.  I think DHS engaging us in those kinds of \ndiscussions will move us toward a place where we're -- we stop spending money in the name of interoperability and \nstart spending money on a common picture moving forward.  \n\n      And -- and -- and that will by its very nature, as was mentioned, by its very nature will be interoperability.  I think \nthat's the most important thing they can do.  \n\nRICHARDSON:  Thank you.  \n\n      Chief Dowd, did you have anything you wanted to add? \n\n\n\nDOWD:  Well -- well, again, what we want to see happen is -- is there be a collaboration between DHS, FCC and \nfirst responders.  You know, Secretary Schaffer talked about forming a task force and -- and, you know, what was a \nlittle bit troubling about it is he only mentioned federal entities.   \n\n      You know, first response is a local event.  First responders need to be heavily involved in any process that \ndetermines how we do our business.  And I just -- and just quickly, in -- in response to -- to the response to my \ncomments before, every experience any police or fire chief I've ever had -- spoken to when they've talked about the \nuse of commercial networks for mission critical work or for your 911 system, said, when you need them they're not \nthere.  They'll fail.  \n\n      They'll fail before our networks do.  It's just not a workable model.  And also, in order to get that priority access \nyou have to get on something called the access channel.  If you can't get in on the access channel, the system \ndoes not recognize you as prioritized.  So again, if the spectrum is on our network that recognition is automatic and \ninstantaneous.  \n\nRICHARDSON:  Thank you.  \n\n      Mr. LeGrande, have you been involved at all with the discussions about this issue from the FCC or DHS \nperspective?  \n\nLEGRANDE:  Yes, Madam.  I've over the years, back when I was with the district and until now, I think it's been six \nyears since we launched...  \n\nRICHARDSON:  But I mean currently the discussions that are being had right now, have you been invited to \nparticipate?  \n\nLEGRANDE:  No, I haven't been invited.  \n\nRICHARDSON:  OK, would you please submit your interest if you do have an interest to Assistant Secretary \nSchaffer and also to Admiral Barnett and do a copy to this committee?  \n\nLEGRANDE:  Yes, ma'am.  \n\nRICHARDSON:  OK.  Thank you.  \n\n      All right, my last question then would also be to the two chiefs. Would you provide to us, preferably by the end \nof the week -- I know that's asking a lot in government, but if you could do your best -- if you could provide to this \ncommittee in writing specifically what you'd like to see DHS do further?  \n\n      It's answering the question that I just asked you as well as the FCC.  And then that way I will forward it from this \ncommittee to them, asking them to work with you to address those issues.  So I'm asking you to help me to help \nyou, and I'd be happy to do it.  \n\n      And feel free in the letter to say that it's under my direction. That way you don't have to look like the bad guys.  I \ndo. \n\nJOHNSON:  Thank you.  \n\nDOWD:  Thank you, Madam Chairman.  And Madam Chairman, if I could real quickly, respectfully, I'd like to \nrequest that two documents be entered in the record, the New York City white paper on public safety spectrum \nrequirement that was done by the City of New York and the Public Safety's Alliance review of the FCC's white \npaper on spectrum requirements.  \n\nRICHARDSON:  Without objection.  \n\nDOWD:  Thank you.  \n\n\n\nRICHARDSON:  Mr. Rogers, any further questions?  \n\nROGERS:  No, ma'am.  \n\nRICHARDSON:  OK.  I thank all the witnesses for your valuable testimony and the members for their questions.  \nThe members of the subcommittee may have additional questions for the witnesses, and we will ask you to respond \nin an expeditious way in writing, preferably within two weeks unless I otherwise specified.  \n\n      Hearing no further business, the hearing is adjourned.  Thank you very much.  \n\n      END   \n"}