{"title": "Maxime Bernier either doesn't know or doesn't care that immigrants have a positive impact on the economy; Maxime Bernier either doesn't know or doesn't care that immigrants have a positive impact on the economy", "body": "\nThis article was originally published on The Conversation, an independent and nonprofit source of news, analysis \nand commentary from academic experts. Disclosure information is available on the original site.\n\n___\n\nAuthor: Arvind Magesan, Associate Professor of Economics, University of Calgary\n\nThe anti-immigration rhetoric heard on stage at the national leaders' debates may have surprised many Canadians. \nCalls from the political fringes for major immigration reform to preserve or restore some imagined character of the \nstate has been a trend in other western industrialized democracies like France, the Netherlands and the United \nStates, but up till now, has been absent in mainstream Canadian political discourse.\n\nThe emergence of immigration as an election issue in Canada is due largely to the country's newest political party, \nThe People's Party of Canada (PPC), which was formed in 2018. For the PPC and its leader Maxime Bernier, \nimmigration is a core issue and forms a major component of the party's election platform.\n\nWhile the PPC relies heavily on populist rhetoric - for example, opposing Canada's supposed \"cult of diversity\" - its \nplatform does try to provide an economic rationale to support both a drastic reduction in the number of immigrants \nadmitted to Canada each year and a shift in the criteria used for deciding who gets in.\n\nIt is a curious position to take for a party that wants to form government, given that a recent poll finds the majority of \nCanadians support immigration - either keeping immigration levels as they are or increasing them. But it is a \nposition that has found some supporters, if only at the relative fringes of Canadian politics, and has been politically \nsuccessful in other countries known historically to be open to immigration.\n\nThere is a compelling case for not providing a space to air the ideas of Bernier and the PPC. But the federal \nCanadian debate commission allowed his participation in the two national debates, so the ideas are out there and \ndemand a critical analysis. In particular, careful attention should be paid to separating fact from fiction, given the \nway fringe anti-immigration politics have successfully infiltrated other western democracies.\n\nMisunderstanding or misinformation?\n\n\nThe economic rationale provided by Bernier and the PPC belies either a fundamental misunderstanding of the \neconomics of immigration, or worse, an unabashed attempt to stoke anti-immigrant sentiment for political ends.\n\nThe PPC's platform begins by saying that immigrants \"should not put excessive financial burdens on the shoulders \nof Canadians....\"\n\nThis is a commonly used justification for tightening immigration. It is intended to create the impression that \nimmigrants receive a high level of benefits relative to other Canadians, and that the economic cost in terms of \ntaxpayer-funded government benefits received by immigrants outweighs the economic benefit in terms of income \ntax paid.\n\nUsing the latest available data from the 2016 census, we can calculate average benefits received and taxes paid for \nimmigrants and other Canadians.\n\nThe truth is, the average Canadian immigrant does not receive more government benefits than the average non-\nimmigrant and the average immigrant to Canada did not \"cost\" more than they paid in taxes.\n\nThe total amount of government transfers received by the average Canadian immigrant was $7,776.80, while the \ntotal income tax paid by the average Canadian immigrant was $10,803.73. The numbers for the average non-\nimmigrant Canadian citizen were $7,891.86 and $12,610.88 respectively.\n\nImmigrants receive fewer benefits\n\nIn its platform, the party states non-immigrants pay more in income tax than immigrants, which is supported by \nthe data. The reason, as the platform also correctly suggests, is that non-immigrants have higher labour market \nearnings than do immigrants. However, the children of immigrants - second generation Canadians - end up \nearning more and paying more taxes than the average non-immigrant Canadian.\n\nThat immigrants earn less than non-immigrants is neither news nor a surprise. The immigrant wage gap is a \nwell-documented phenomenon , and much research has been devoted to understanding its source.\n\nHighly employed and educated\n\nThe PPC's platform implies that immigrants earn less because they do not offer the same value to the economy as \na non-immigrant. The suggestion is that immigrants are supposedly less likely to be employed or are simply paid \nless to reflect their lower market value.\n\nIn reality, Canada's immigrant employment rate, at 92.4 per cent, is actually on par with (or marginally higher than) \nthe non-immigrant employment rate at 92.3 per cent. Second, the education level of a typical immigrant is higher \nthan that of the typical non-immigrant.\n\nAs one example, the census data shows the typical immigrant is 40 per cent more likely to have a bachelor's \ndegree than a non-immigrant.\n\nThe fact that immigrants are just as likely to be employed and have a higher level of education than other \nCanadians while earning less perhaps says more about the functioning of the Canadian labour market than \nanything else.\n\nProblems with recognizing and understanding foreign credentials and work experience or even simple labour \nmarket discrimination have both been identified as issues in the Canadian labour market.\n\nWell-functioning economies are characterized by high labour mobility -workers being willing and able to move from \none region to another for economic opportunity.\n\nAnother way immigrants play an important role is that they are four times more likely to have moved provinces in \nthe five years leading up to the 2016 census than are non-immigrants. Canada's economy is a collection of \n\n\n\nindustries that in some cases are regionally concentrated. As such, there are often labour shortages in one region \nof the country and high levels of unemployment in another.\n\nImmigrant labour supports non-immigrant labour\n\nOne particularly divisive claim that is often made by anti-immigration populists is that immigrants are bad for non-\nimmigrant labor outcomes. But recent studies that have looked at the effect of immigrants on non-immigrant \nwages and well-being have found evidence of positive effects in both cases.\n\nUsing the 2016 and 2006 census data, we can look at the relationship between immigrants per capita and non-\nimmigrant wage growth in Canada's largest communities over a 10-year period.\n\nThe pattern is striking - metropolitan areas that experienced an increase in immigrants per capita also experienced \ngrowth in the wages of non-immigrants. This should not be read as a causal relationship. Being more willing to \nmove provinces, immigrants \"equilibriate\" local labour markets by leaving low wage/low opportunity locations for \nhigh wage/high opportunity ones, which at least partly explains the pattern.\n\nBut there is economic logic for why more immigrant labour can increase wages for non-immigrants - immigrants \noften do jobs that are complementary to, as opposed to a substitute for, the jobs that non-immigrants do.\n\nTrump has praised Canadian system\n\nThe PPC immigration platform includes a call to reform Canada's immigration system in an echo of the the Trump \nadministration's repeated call for a switch to \"merit-based\" immigration in the U.S. Ironically, Trump cites Canada as \na shining example of such a system.\n\nThis call asks immigrants to be selected based on \"economic class\" and their skills (education, work experience, \nlanguage) as opposed to the \"family class\" that exists primarily to reunify families of immigrants.\n\nThe PPC platform claims that only 26 per cent of immigrants to Canada come through the economic class. This is \nfactually incorrect.\n\nThe 2017 Annual Report to Parliament on Immigration states the majority of immigrants to Canada (53 per cent) \nalready come through the economic class, which is likely why Canada's system is envied by the Trump \nadministration.\n\nIn any case, the PPC is also wrong to claim that entrants through the family class take more from the system in \nterms of government transfer payments than they pay in taxes. The census data reveals that immigrants who \nentered through the family class pay an average of $8,231.28 in income tax, while receiving $6,665.73 in \ngovernment transfers.\n\nFurther, though immigrants through the family class are not selected specifically for their economic value, they \noften provide key services like free child care for immigrant parents. There is robust evidence that free childcare \nhas large effects on maternal labour supply, which of course ultimately means higher taxes paid by immigrant \nparents.\n\nUltimately, the case for immigration reform as envisioned in the PPC platform cannot be an economic one. As such, \nBernier and his PPC should not be so surprised when they are accused of xenophobia and racism by the media \nand other political parties.\n\n___\n\nThis article is republished from The Conversation under a Creative Commons license. Disclosure information is \navailable on the original site. Read the original article:\n\n\n\n           https://theconversation.com/maxime-bernier-either-doesnt-know-or-doesnt-care-that-immigrants-have-a-\npositive-impact-on-the-economy-125035         \n"}