{"title": "Judge denies bail for Iranian in immigration case", "body": "\nAn Iranian man living in Philadelphia who allegedly threatened a bombing after he was fired from his Center City \nrestaurant job was ordered held without bail yesterday by a federal judge on suspicion of lying to U.S. immigration \nofficials.\n\nBehboud Najafi, 30, of the 1400 block of Dickinson Street in South Philadelphia, was arrested March 28 by the U.S. \nBureau of Immigration and Customs Enforcement and charged with making false statements on immigration \ndocuments.\n\nNajafi was ordered held without bail yesterday by U.S. Magistrate Judge Thomas J. Rueter after federal \nprosecutors filed documents alleging threats made last year while Najafi worked for an unnamed Chestnut Street \nrestaurant.\n\nEarly last year, Najafi allegedly told restaurant workers he was so upset about the Israeli-Palestinian situation \"he \nshould blow himself up in support of the Palestinians,\" according to a motion filed by Assistant U.S. Attorney M. \nTaylor Aspinwall.\n\nWhen Najafi was fired in May 2002, the motion reads, he told his former employer that \"he was going to do \nsomething in Philadelphia . . . which his employer understood meant a bombing.\"\n\nHe also allegedly threatened to hurt his \"employer's people, stating he knew where they gathered.\"\n\nAspinwall declined to elaborate.\n\nNajafi's federal defender, Ross Thompson, could not be reached for comment.\n\nCourt documents state that Najafi entered the United States in 1996 using a fraudulent Greek passport, and was \ngranted asylum in November 1996. He became a permanent resident last April.\n\nNajafi apparently came under suspicion in December after he applied to U.S. immigration officials for permission \nto travel to Canada and Turkey this July. Agents searching Najafi's apartment on March 28, court document allege, \nfound an Iranian passport Najafi obtained in July 2000 through the Pakistani Embassy in Washington.\n\nContact staff writer Joseph A. Slobodzian at 215-854-2658 or jslobodzian@phillynews.com.  \n\n"}