{"title": "JUSTICES TO HEAR SOMALI'S CASEMINNESOTA MAN SAYS HUMAN RIGHTS FIGURE IN DEPORTATION LAW", "body": "\nA Minnesota man's fight to keep U.S. officials from sending him back to his war-torn Somalia is heading to the \nSupreme Court.\n\nOn Monday, the nation's highest court agreed to hear arguments in the case of Keyse G. Jama, who contends \nfederal officials are ignoring a 50-year-old law that prohibits the deportation of an immigrant to his homeland \nwithout the approval of that country's government.\n\nTo send him back now, the 25-year-old Jama argues, would be equivalent to giving him a death sentence. For \nalmost four years he has been locked up while fighting to avoid returning to his homeland.\n\nBut attorneys with the U.S. Department of Justice's Civil Division, Office of Immigration, have countered that the \ngovernment has the authority to remove any foreign national the courts have ordered to leave because of criminal \nconvictions or violations of immigration law.\n\nJama, who came here in 1996 as a 17-year-old refugee, is subject to removal because of a third-degree assault \nconviction stemming from a 1999 fight in Hennepin County. He completed his criminal sentence in June 2000 but \nhas been in immigration custody since that time.\n\nThis case, which is being followed closely by Somalis locally and nationwide, has resulted in divergent opinions \nfrom two federal appeals courts -- one siding with Jama's argument, the other with the government.\n\n\"I am optimistic about this,\" said Saeed Fahia, executive director of the Minneapolis-based Confederation of Somali \nCommunity in Minnesota. \"It is good that (the Supreme Court) wants to listen to the argument. They could have \nsaid no. They are taking this seriously.\"\n\nThe confederation provides Somali immigrants with youth programs and after-school recreation, as well as \nassistance with interpretation and translation of important paperwork.\n\nJama's case also has become the inspiration for a class-action lawsuit that led to a court-ordered ban on the \ndeportation of nearly 3,000 Somalis from this country. The U.S. Supreme Court will decide, once and for all, how \nthe deportation law should be interpreted.\n\nJeffrey Keyes and Kevin Magnuson, Jama's attorneys, say the case may be heard later this year or early next \nyear, depending on the high court's caseload.\n\n\n\"This has been a long hard fight,\" said Magnuson. \"It's a major milestone and while we are pleased, we aren't really \nsurprised. … It's very necessary for the Supreme Court to look at this case.\"\n\nBoth men, who are working for free on Jama's lawsuit with Minnesota Advocates for Human Rights, say it is \nimportant to ensure that U.S. statutes are in line with human rights considerations.\n\nSomali nationals say their country has been engulfed in civil war for years and there is no stable government to \napprove of a deportee's return to his homeland.\n\nThe U.S. government, before Jama's lawsuit, deported about 200 Somalis. Some were initially taken to Kenya and \nthen driven to the Somali border where they walked into their country, officials said, while others were flown in and \nleft without needed documentation.\n\n\"What the government has failed to say is what happened to those who have already been deported,\" Keyes said.\n\nKeyes, who will argue on behalf of Jama before the Supreme Court, said it would be a mistake to believe that the \njustices will decide the case along liberal or conservative lines. Instead, Keyes said, he'll do well to study similar \narguments that have already gone before the court.\n\n\"This will be a matter of anticipating the concerns of the different justices,\" Keyes said. \"It would be a mistake to \njump to any conclusions.\"\n\nDespite the cautionary words from Keyes, Somali advocacy groups say they are encouraged.\n\n\"Any deportation … back to Somalia with complete absence of a functioning government would endanger the \ndeportees' lives,\" said Omar Jamal, executive director of the Somali Justice Advocacy Center, in Minneapolis.\n\nMarie McCain can be reached at mmccain@pioneerpress.com or 651-228-2172.  \n\nGraphic\n\n \n\nPhoto\n\nKeyse Jama\n"}