{"title": "Business Notes: Real estate team receives award", "body": "\nOct. 13--     Oct. 13--The Crutcher & Hartley Team with RE/MAX Properties has received the RE/MAX Circle of \nLegends Award, which honors highly successful agents who have earned more than $10 million in commissions \nand have completed 10 years of service with the company. Since its inception in 2001, the Circle of Legends Award \nhas been achieved by less than half of one percent of all active agents in the RE/MAX network.\n\n\"It's a tremendous honor to receive this prestigious award,\" said partner, P.J. Hartley. \"As a real estate team with \nRE/MAX, we're fully committed to helping our clients find the home that is right for them. We are extremely proud to \nbe a Circle of Legends Award winner and thankful to have a supportive team that continues to encourage one \nanother to raise the bar in real estate.\"\n\nThe Crutcher & Hartley Team has earned RE/MAX Diamond Club, RE/MAX Titan Club, RE/MAX Hall of Fame, \nRE/MAX Lifetime Achievement Award, Top 100 Most Influential Real Estate Agents, and REAL Trend's \"America's \nBest Real Estate Agents.\" In addition, the Crutcher & Hartley Team actively supports the American Cancer Society, \nEast Texas Food Bank, and \"Bras for the Cause\" supporting Susan G. Komen.\n\nTrue Vine Brewing Co.wins bronze\n\nTrue Vine Brewing Co. was awarded a bronze medal at the 2019 Great American Beer Festival competition, the \nworld's largest commercial beer competition. The GABF, presented by the Brewers Association, recognizes the \nmost outstanding beers produced in the United States. Gold, silver and bronze medals were awarded on Oct. 5 at \nthe Colorado Convention Center in Denver, in 107 beer categories covering 174 different beer styles (including all \nsubcategories), establishing the best examples of each style in the country.\n\nTrue Vine Brewing Co. was recognized in the Contemporary Gose beer-style category for its Galactic Minotaurt \nGose, a German-style wheat ale made with coriander and pink Himalayan sea salt. \"We got into this business to \ncreate great craft beer for our East Texas community. To walk away with a medal from the largest beer competition \nin the world is a dream come true. It's a win for Tyler, as much as it is for True Vine,\" said Ryan Dixon, founder and \nowner at True Vine Brewing Co.\n\n\"This year's GABF competition was the largest and most competitive to date,\" said Chris Swersey, competition \nmanager, Great American Beer Festival. \"The beers and talent were as impressive as ever, and I'm thrilled to \ncongratulate this year's winners for their achievements in brewing.\"\n\nTrue Vine Brewing Company is Tyler's first craft brewery. Opening its doors in 2014 by founders and owners Ryan \nand Traci Dixon, their mission has been to foster quality community over great craft beer.\n\n\nBilledeaux presented top honors\n\nBeau Billedeaux, managing partner at the Cheddar's Scratch Kitchen in Tyler, has been presented with one of the \ncompany's top honors, the \"Inspire Growth\" award. Billedeaux was selected to receive the award from more than \n160 managing partners nationwide.\n\nThis award annually recognizes a managing partner who embodies Cheddar's Scratch Kitchen's values, develops \nthe talent of team members and inspires others to pursue growth opportunities. Cheddar's Scratch Kitchen's culture \nis rooted in the dedicated people that work in its restaurants, and this award is part of ongoing efforts to recognize \nextraordinary individuals for their hard work and success.\n\n\"Cheddar's Scratch Kitchen works to create a culture where all team members have the support and opportunities \nthey need to succeed,\" said Paul Livrieri, executive vice president of operations for Cheddar's Scratch Kitchen. \n\"Time and again, we've seen Beau put that idea into action as he inspires his team members to strive for \nexcellence.\n\n\"Billedeaux's recognition is the result of his positive impact on the people and the restaurant he leads. He works \ntirelessly to create a growth-oriented team environment. His enthusiasm and devotion to excellence, and passion \nfor the brand are evident in his leadership.\"\n\nCheddar's strives to foster a dynamic, rewarding atmosphere that provides ample opportunity for recognition, \ngrowth and advancement. To learn more about joining the Cheddar's team, visit www.cheddars.com/careers.\n\n___ (c)2019 Tyler Morning Telegraph (Tyler, Texas) Visit Tyler Morning Telegraph (Tyler, Texas) at \nwww.tylerpaper.com Distributed by Tribune Content Agency, LLC.\n"}