{"title": "Don't Cry for These Cane Cutters", "body": "\nPost columnist Colman McCarthy attacked our company directly and, in our view, unfairly in his op-ed column of \nJuly 18 [\"Justice for Migrant Workers\"]. McCarthy wrote that our company's guest workers are \"exploited Caribbean \nblacks,\" \"impoverished\" workers who were the target of a company \"scam.\" In his attack, he used such terms as \n\"cheated,\" \"shortchanging,\" \"scamming,\" \"conniving\" and \"vile.\"\n\nHe wrote that, thanks to a recent state court decision, \"This time … they'll be paid wages they agreed to work for.\" If \nMcCarthy had bothered to call us or to visit our worker housing, he might have a different view.\n\nFor the record, the state court case did not involve the contract that Jamaican cane cutters signed and which the \nU.S. Department of Labor and the West Indies Central Labour Organization approved. Nowhere will he or the court \nfind anyone who negotiated that agreement to confirm that the contract says the workers should be paid by a \ndifferent method or were paid improperly. The terms of that contract were fulfilled, and every man earned far more \nthan the U.S. minimum wage. The court ruling, which we expect to be overturned on appeal, was based on \nexcerpts from a state employment agency document that Jamaicans never see.\n\nThe judge used isolated phrases from that document, and not the actual contract, to draw the false conclusion that \nworkers were underpaid. In fact, cane cutters work an average of six to 6 1/2 hours per day and cut about 1.2 to \n1.5 tons per hour. Their typical wage is close to $ 7 per hour and is monitored by electronic timekeepers. Housing \nand medical care are free. Food is subsidized. At home they would earn $ 3 per day.\n\nUnderlying McCarthy's use of pejorative language and broad generalizations is a paternalistic view that these \nresponsible West Indian men should not be allowed to work in the United States for wages that are solidly middle \nclass by their nation's standards. Rather, the men and their families should suffer Third World wages or \nunemployment in order to spare American journalists the sight of black men working to improve their families' lives. \nWhen American men take hard, dangerous jobs for high wages in Mideast oil fields, we admire their grit. When \nJamaicans take jobs in Florida that are safer, less arduous and far more profitable than the same work in Jamaica, \nAmericans see \"exploitation.\"\n\nContrary to the column's insinuations, U.S. Sugar cane cutters in Florida are not rootless \"migrants\" who drift \naround the country in an exploited underground labor pool. They are documented workers whose housing and \nworking conditions are the best in American agriculture. Our company's fields and housing are open to inspection \nby the press and by legal services representatives as well as by the U.S. and Jamaican governments. These are \nnot the appalling waterless shanties depicted in \"Harvest of Shame.\"\n\n\nThe tragedy is not the conditions or wages of West Indian H-2A Program workers. Those conditions and wages are \nso desirable that most of the men return year after year, taking their profits home to buy land, invest in small \nbusinesses and educate their children.\n\nRather, the tragedy is that their jobs are being destroyed by the cost of constant litigation mounted by the \nprofessional activist lawyers McCarthy so admires. Those costs finally have forced U.S. Sugar to accelerate the \nmechanization of its harvest. This year we will hire 1,100 fewer cutters than last and will harvest a record 65 \npercent of the crop by machine.\n\nThis trend is not our choice. It is the sad result of a misguided idealism that would destroy men's lives in the guise \nof improving them.\n\nThe writer is executive vice president of the United States Sugar Corp.\n"}