{"title": "POLICE DECLARE FUGITIVE ENTERED CANADA ILLICITLY", "body": "\nThe police said today that they could prove that Alex J. Mengel, seized here nine days ago as a fugitive in the \nslaying of a Westchester County, N.Y., officer, entered Canada illegally ''by falsely representing himself.''\n\n Staff Sgt. John Klue of the Metropolitan Toronto Police investigations branch said, ''We can prove he entered \nCanada illegally.'' An immigration hearing on whether to deport Mr. Mengel is set for Tuesday.\n\nMr. Mengel, handcuffed and sitting behind a glass partition, was represented by legal counsel for the first time today \nas he appeared briefly in Ontario Provincial Court on charges of illegal weapons possession.\nToronto police say they can prove that Alex J Mengel, seized as fugitive in slaying of Westchester County Police \nOfficer Gary Stymiloski, entered Canada illegally; immigration hearing on whether to deport Mengel is set for \nMarch 12; photo (M)\n\nHis lawyer, Michael Smith, requested a one-week delay so that he could discuss the charges with his client, and \nJudge S. Gordon Tinker put off a bail hearing on the gun charges until March 18.\n\n \n\nImmigration Specialist\n\nMr. Smith, a member of the Toronto law firm of Roach & Smith, which specializes in civil rights and immigration law, \nsaid outside of court that the local criminal proceedings were ''clouded by immigration proceedings.''\n\nCanadian authorities are seeking to have Mr. Mengel deported and have indicated that they would drop the \nweapons charges in favor of an expulsion order.\n\n''I have to see what immigration is saying, but I believe his status here is legal,'' Mr. Smith said. He said he was \n''hired through friends of Mr. Mengel's family in Toronto.''\n\nMr. Anthony, the prosecutor, complained in court that he ''did not know what immigration proceedings had to do \nwith the bail hearing.'' In the corridor, he said he ''didn't want the case to drag on forever.''\n\n''I'd like to get him out of here,'' he said.\n\n \n\nCaught After a Chase\n\nMr. Mengel was captured in Scarborough, an eastern suburb of Toronto, on March 2 after a car chase.\n\n\nHe was reported to be carrying two guns, the .38-caliber revolver of Westchester County Officer Gary Stymiloski, \nwho was shot after stopping Mr. Mengel and three companions for a traffic violation on the Saw Mill River Parkway \nFeb. 24, and a 9-millimeter automatic purportedly used in the killing.\n\nMr. Mengel, a Guyanese-born legal alien whose last address was 2200 Grand Avenue in the Bronx, was driving the \ncar of Beverly Capone, 44, an International Business Machines Corporation programmer from Mount Vernon who \nhas been missing since the day after the shooting.\n\nAlso seized in the car, Canadian police officials said, were women's clothing, four knives and a full scalp of a \nwoman in her late 30's or 40's. Samples of Mrs. Capone's hair, taken from a comb and brush in her apartment, are \nbeing used in forensic tests of the scalp.\n\n \n\nConclusive Results Not Expected\n\nDouglas Lucas, head of the Ontario Center for Forensic Sciences, said the examination could be completed this \nweek, perhaps by Tuesday, but that hair samples would not produce ''positive identification'' even if they compared \nfavorably.\n\nPolice officials are investigating a theory that Mr. Mengel entered Canada disguised as a woman. The New York \nstate police have said that a 13-year-old girl near Syracuse said a man wearing a wig and lipstick tried to kidnap \nher on Feb. 27. The man was driving a car that fit the description of the missing vehicle.\n\nThe state police, meanwhile, have enlisted the services of 25 forest rangers in a ''grid search'' of the woods, lakes \nand streams around a cabin in the Catskills near Cairo where Mrs. Capone's I.B.M. card was found.\n\nThe cabin, which had been broken into, was several miles from a shed that Mr. Mengel had used for hunting and \nfishing. He was returning with friends from a weekend of target shooting, the police said, when he was stopped by \nOfficer Stymiloski.\n\nTwo of the three companions in the car, Raymond Jardine and Gloria Ramroop, are being held ''in protective \ncustody, as material witnesses,'' in the Westchester County Jail in Valhalla, according to Warden Norwood Jackson.\n\nGraphic\n\n \n\nPhoto of Alex J. Mengel entering Toronto court\n"}