{"title": "It's tough to get tough, state finds", "body": "\nBusinesses Opposed • Databases are unreliable, they say.\n\nLegislators Leery • They say it would be easy to get around laws.\n\nSome back it • Problems can be worked out, supporters say.\n\n---\n\nGetting tough on illegal immigrants has been a popular rallying cry for Republican leaders. But two months into the \nlegislative session, no bills have advanced.\n\nA public hearing on Wednesday showed why.\n\nOn the agenda were measures requiring residency checks before people could get jobs on taxpayer-funded \nconstruction projects, attend state colleges and universities or receive state or local public services.\n\nBut a parade of witnesses representing employers, nonprofits and universities testified that the bills would pose \npractical problems. They ranged from conflicts with federal law to reliance on a flawed federal database for \nchecking residency.\n\nSen. Jason Crowell, who chaired the committee hearing, said those problems could be addressed, and changes \ndiscussed at the hearing neutralized some of the big-business opposition.\n\nFor example, no longer would the measure include $25,000 fines for each \"unauthorized alien\" hired on a state-\nsubsidized project if the contractor or subcontractor knew or \"should have known\" that a person lacked federal work \npapers.\n\nUnder the new wording, businesses with state contracts would be penalized for hiring an undocumented worker \nonly if \"clear and convincing evidence\" proved that the employer knew the worker was in the country illegally.\n\nWhile making concessions to business, Crowell, R-Cape Girardeau, and other Republicans dismissed philosophical \nobjections to the bills from a pro-immigrant coalition called Missouri Immigrant and Refugee Advocates.\n\nThe coalition, which includes civil rights and labor groups, said that in addition to being unworkable, the proposals \nwould encourage discrimination against legal immigrants.\n\n\nAnother opponent, the Missouri Catholic Conference, singled out a provision barring illegal immigrants from \nattending state colleges and universities. The group's lobbyist, Mike Hoey, said youths who are brought here at age \n2 or 3 lack legal status \"through no fault of their own.\"\n\n\"As Americans, we believe in the rule of law,\" Hoey said. \"But we also believe in compassion and we also believe in \nrewarding people that work hard.\"\n\nSenators said they have a duty to make sure taxpayer-paid benefits don't go to illegal immigrants.\n\n\"There's nothing against immigration in general in this bill,\" said Sen. Gary Nodler, R-Joplin. \"We're dealing with \nillegal, undocumented aliens.\"\n\nState Treasurer Sarah Steelman urged legislators to enact tough penalties. She chaired the Missouri Housing \nDevelopment Commission when subsidized housing projects in St. Charles County were found to be employing \nundocumented workers.\n\nSteelman said a study shows that illegal workers cost the state between $26.4 million and $49.1 million in lost \nincome taxes.\n\n\"We're heading in the right direction, to make sure we strengthen the law because it's up to us to protect the \ntaxpayers of Missouri,\" she said. Her office later backed off the numbers Steelman cited while maintaining the cost \nto the state was \"significant.\"\n\nRep. Ryan McKenna, D-Crystal City, questioned whether the proposed penalties would do any good. For example, \nif they are caught with illegal workers, employers could lose their state business licenses. But nothing would \nprevent them from reorganizing and getting new licenses.\n\n\"It would be kind of a cat-and-mouse game, where you just change the name of your company and keep doing the \nsame thing,\" McKenna said.\n\nJack Atterberry, who lobbies for the Associated General Contractors of Missouri, said the federal verification \nsystem, known as E-verify, uses a Social Security database, which has a 4 percent error rate.\n\n\"You have a good intention, and if the system worked as it should, it would be a good tool for employers,\" he said. \n\"But only the federal government can make the investment to make sure the system works.\"\n\nIn other testimony, nonprofit groups worried that they would have to check everyone's residency before providing \nservices to the poor. Colleges and universities worried that they'd have to verify the residency of everyone who \napplied for admission, even though many will never enroll. And public libraries worried that they would have to \ncheck every patron's residency before loaning them books.\n\nCrowell drew the line at that.\n\n\"I don't think the issue we're trying to get to is illegals checking out library books,\" he said. Crowell said he hopes to \nhave a comprehensive immigration bill ready for a vote next week.\n\nThe bills are: SBs 751, 858, 927, 1186 and 1255.\n\nNotes\n\n The Issue of Immigration \n"}