{"title": "MACRON, LA START-UP NATION ET MOI", "body": "\nJ'ai rêvé, il y a quelques jours, que mon téléphone son-nait en pleine nuit.\n\n- Bonjour, c'est Emmanuel Macron. - Bonjour Monsieur le Président, enfin bonne nuit ( j'ai immédiatement reconnu \nsa voix).\n\n- Je vous dérange ? - Non Monsieur le Président (il n'était que 2 h 47 du matin).\n\n- J'ai besoin d'un conseil, on peut se voir ? (il parlait comme si on était pote, j'ai senti la ruse politique).\n\n- Mais oui, quand voulez-vous ? \n\n- Une voiture vous attend en bas de chez vous. \n\nJe me suis habillé en vitesse. Ma femme s'est réveillée.\n\n- Je vais voir Macron. J'ai tou-jours rêvé d'être un conseiller offcieux, de ceux qui rejoignent l'Élysée à la tombée du \njour (j'étais servi). Accéder au pou-voir, changer les choses. Rendors-toi.\n\nDix minutes plus tard, j'étais dans son bureau. Macron est comme à la télé, sauf qu'il y avait son chien Nemo qui \nreniflait le derrière de mon Cavalier King Charles Obiwan qui, en réac-tion, a pissé sur le jambage droit de la \ncheminée. Sur la table basse, les deux smartphones de la photo présidentielle et, près du mur, la pendule du \nmaître des horloges. Je parle le premier pour l'avantage psychologique. - Et donc, en quoi puis-je vous être utile \ndans la crise que traverse notre pays et qui voit chaque jour toujours plus de manifestants manifester et toujours \nplus de mécontents vous mécontenter ? \n\n- Éternelle question, Cher David, comment parler au peuple !? \n\n- Je crois que vous devriez arrêter avec la Start-up Nation. - Comment ça arrêter ? \n\n- La Start-up Nation, ça ne parle pas au peuple. Le peuple, il s'en fout des start-up. Le peuple, il tient à son métier, \nne veut pas d'une vie dématérialisée, d'une nation d'informaticiens dirigée par des intelligences artificielles (IA).\n\n- Ah bon (il me toise), et vous proposez quoi à la place ? - Je propose le concept de Hands up Nation (j'avais \nréfléchi depuis des années à cette question. Un vrai conseiller prépare des mois avant un tel entretien).\n\n\nC'est quoi la Hands up Nation ? \n\n- C'est la nation qui travaille de ses mains, pas une nation qui fait du code et qui passe son temps à pitcher sa vie \ndevant des banquiers. « Parle à ma main », disait la chanson. Laissez un peu tomber les gens sortis de HEC et de \nPolytechnique, parlez donc aux artisans, aux apprentis, à ceux qui mettent la main à la pâte, aux commerçants, aux \nbrodeuses, aux artisans d'art qui sont le coeur battant des savoir-faire français. La France qui fait avec ses deux \nmains ! La main, c'est de l'emploi durable et non délocalisable. \n\n- Mais l'avenir sera tech ! C'est écrit dans votre journal ! (il sort 01net Magazine d'un dossier jaune).\n\n- Bien sûr c'est l'avenir, mais vous oubliez ces gens pour  qui la tech signifie l'évaporation de leur boulot mis en \nparole par le sabir siliconevalesque des élites.\n\n- Mais quel intérêt politique ? - Parler à la France du patrimoine, du grand goût, de la haute couture, de l'art, des \ncompagnons, de Notre-Dame, des Gilets jaunes, des mains calleuses, des faubourgs, des commerces ruraux qui \nferment, la France des bricoleurs et de l'huile de coude. La France des manufactures de Colbert, celle de nos \ncharcutiers. C'est cette France-là qu'il faut arrêter d'ignorer. \n\n- Vous croyez que je n'ai pas assez parlé à l'intelligence de la main ? \n\n- Il n'y a que Jean-Pierre Pernaut qui parle aux manuels, Monsieur le Président. Il a tellement d'avance, qu'il est le \nseul.\n\nMacron était sur le point de me proposer un poste à ses côtés, mais comme souvent dans les rêves, les entretiens, \nmême avec un président, peu-vent être interrompus. Morphée écrit le scénario des songes et la carrière onirique \ndes ambitieux. Je me retrouve chez mon boucher regardant Macron sur BFMTV. « Mes chers compatriotes, nous \ndevons faire confiance à l'intelligence de la main ; l'IA et les start-up ne peuvent pas tout ; aussi, j'ai décidé... ».\n\nJ'allais alerter ma femme - « Il y vient, il y vient ! » - quand je me suis réveillé.\n\nC'est toujours au moment où l'on s'engage dans le concret, toujours au moment de faire, d'entrer dans le dur et de \nmodeler le réel que les rêves se terminent. Vous aviez remarqué ?\n\nChroniqueur radio, Internet, TV et presse, David Abiker se passionne pour la société numérique et ses objets \n(@davidabiker sur Twitter). \n"}