{"title": "HOUSE JUDICIARY COMMITTEEHEARING OF THE SUBCOMMITTEE ON INTERNATIONAL LAW,IMMIGRATION AND REFUGEESSUBJECT: CUBAN AND HAITIAN IMMIGRATIONCHAIRMAN: REP. ROMANO L. MAZZOLI, D-KY", "body": "\n(10:06 a.m.) REP. MAZZOLI: The subcommittee will -- Bill, would you mind -- REP.  : Mr. Chairman -- Mr. \nChairman, if I might, I ask unanimous consent that the subcommittee permit the coverage of this hearing in whole or \nin part by television broadcast, radio broadcast or still photography in accordance with Committee Rule 5.\n\n REP. MAZZOLI: Is there objection?  The Chair hears none.  So ordered.  Thank you.\n\n The subcommittee will come to order, and we'll have an extensive hearing today on the whole question of the \nCuban, Haitian immigration movement.  I have a few statements to make, and I would certainly yield to my friend \nfrom Florida.Events are moving at a break-neck pace, and, of course, just the morning paper contains the story of \nthe fact that the Federal Judge yesterday issued an order restraining the further movement of people back to Haiti \nwho are on the high seas or who are in Cuba at Guantanamo, and it would not surprise me that as we even \nproceed today through out hearing that other material developments will occur.  So what we talk about today is in \nthe context of fast- breaking developments and of our trying, in some respect, to play a little bit of catchup.\n\n Interesting to note that this hearing today was set really several weeks ago, and it's pertinacious that it occurs right \nin the middle of this mainstream of activity, because I do think it gives us, all of us on the panel and our \ndistinguished witnesses and witnesses to come, an opportunity to frame the issue and the opportunity to put a \ncontext to it that I think is so very important, and these issues involve human beings, and, therefore, they have a \nspecial pertinence, I think, to all of us.\n\n I realize that foreign policy is a many faceted thing and, therefore, composed of separate elements, and these \nelements have shadings and they have texture and they have nuances, and it's hard to put an absolute yes or an \nabsolute no or a black or a white to the issue.\n\n I do think though that foreign policy, while it has to be applicable to a number of situations, it may need, again, to \nhave that texture and that shading -- ought to have underlying principles, immutable principles, polestars that guide \nthis foreign policy, whether it's in this hemisphere or not.  And I think these underlying and what I would call \nunifying principle are at least twin number.  There may be more, but one, I would say, is consistency.  Our foreign \n\n\npolicy ought to be consistent.  It ought to be fair-handed.  It ought to be even-handed.  It must be equitable.  It must \ntreat the people in a balanced and fair way.\n\n Another element, another principle, I would say, is that of compassion.  There has to be always concern for the \nhuman dimension.  There has to be a humanity in this foreign policy.  There must be a morality in the foreign \npolicy, and, therefore, applying these few thoughts to the factors before us, and particularly the factor of the Haitian \nimmigration, the Haitian migration and movement.  It seems to me that our policy at this point toward Haiti and \nHaitian is constructed on legal principles, statutory principles, treaties, precedents.  These are, intended or not, \ncold, inflexible, hard- edged.  They don't have that kind of compassion, that feeling that I think they must have.\n\n I think our policy ought to be conversely constructed not just along the lines of treaties and precedents and what \nhave you, but also with that humanitarian feeling, the principle of compassion, because people, human beings are \ninvolved.  I don't know that those are mutually exclusive.  I don't think that they are somehow inconsistent, one with \nthe other.  I think you can have a foreign policy based that way, and that's what I hope we can arrive at.  Now, this \nis not the province of this subcommittee or this committee.  It's a province, among others, of the gentleman from \nFlorida, Mr. Fascell's Foreign Affairs Committee, the gentleman from New York's committee on Ways and Means, \na number of committees.  However, I think our committee has an opportunity to help in the unified effort to reach \nthat goal of a fair, even-handed foreign policy that does take into consideration the human dimension.\n\n Today among many other things we'll talk about is the temporary protected status, which the gentleman from \nFlorida and I began working on many Congresses ago.  In those days, we'd call it \"safe harbor.\" Now it's called \nTPS.  Should that be granted to the Haitians on the high seas, wherever they might be, as it has been frequently \ngranted and has been granted more recently to Liberians and Somalians and people from Lebanon and people \nfrom Kuwait.\n\n We need, I think, to reexamine the whole policy of interdiction.  That was a policy built along lines in the early \n1980s with another government, and the government has been long since deposed, and, yet, the policy continues.  \nShould it be retained?  Should it be abolished?  Is it possible to modify that policy and make it applicable to what \nwe have today?\n\n As leaders -- as the United States is a leader in this hemisphere, I'm a little bit curious as to how we've not been \nable to induce our neighbors in the hemisphere to cooperate more, whether through the OAS or whatever it's \nthrough.  It just seems to me that we may or may not have really put our full-fledged political and moral suasion to \nwork in trying to have a unified hemispheric or even broader settlement policy or handling policy for these \nproblems, and I possibly wonder if maybe Secretary Baker might possibly intervene personally.  Maybe a trip or a \nmeeting might be perhaps helpful.  Maybe the United Nations plays a role.\n\n The asset, the embargo and asset freeze -- it's a unified policy.  I think it's an OAS policy, but I think we ought to \ntalk a little bit about has it outlived its usefulness.  I mean, it clearly is contributing to the dimensions of the debacle \nin Haiti itself, the economic debacle.  It obviously doesn't make it easier for people to live in Haiti who want to stay \nthere.  On the other hand, should we relieve it at this point?  Is there a chance to modify it?  Are there other types of \nsanctions that can show the depth of our disgust at a freely elected democratic government being overthrown, but \nat the same time help the people without hurting them.\n\n Is this an immigration emergency or are we on the verge of it? And we have at least three members from the \nState of Florida right before our panel today.  Should this trigger the release of the money into the program, the \ngentleman from Florida, Mr. Smith, among others, helped put together?  Are we prepared?  The gentleman from \nFlorida, Mr. Fascell, has some very interesting statements this morning on the question: Are we prepared?  Do we \nhave a contingency plan? Is that a valid plan?  Has it been tested?  Is there any way to test it?  Are we prepared to \nmove in the event that there is something that would lead to a kind of repeat of 1980?\n\n The Cuban Adjustment Act -- we talk about fair-handedness, even-handedness, equity, balance.  Many postulate \nthat the fact that under the 1966 Cuban Adjustment Act, people coming from Cuba can be very quickly adjusted to \nthis position of resident alien, but it is not possible for people from other lands.  Should it be kept?  Is there \n\n\n\nsomething specific about Cuba, specific about Cubans, specific about the 1966 Act or should it be somehow \nchanged?\n\n Well, having said that, I believe we have an opportunity, this subcommittee and the gentlemen before us and the \npeople to follow, to make a contribution in the overall effort to try to find\n\n out way through it, and, again, these are very quick-paced times.  What we say today may be considered outdated \nby this afternoon, but I think we ought to give it a try.  And I would now yield to the gentleman from Florida.\n\n REP. MCCOLLUM: Thank you very much, Mr. Chairman.  We certainly did not anticipate when we began to set \nthis hearing that it would be a focal point for the situation with regard to Haiti.  It was, rather, as I recall out of the \nconcerns that you and I shared with some of our colleagues, over the whole, a question of what happens in the \nfuture on a contingency situation with respect to perhaps Cuba, maybe Haiti or whatever, and the increased flow \nthat we began to see coming by boat but not in this sizable number, sometime in the early part of this year and last \nyear.  So times have overtaken us a little bit, and it's an even more timely hearing that we're having today, and I \nappreciate very much your holding it.\n\n I'd like to make an opening comment with respect to Haiti.  I certainly think that those people of Haiti are suffering.  \nThere is no doubt in my mind, economically, they have been disadvantaged for quite sometime, regardless of the \ngovernment.  There's also no question that all of us share a concern over the government of Haiti presently and the \nfact that it is of the nature that it is and the elected government was recently overthrown down there.\n\n What isn't so clear to us at this point, at least it isn't clear to this member, is the degree to which the people are \nbeing politically oppressed, even though there are human rights violations there, and as we all know, the laws with \nrespect for asylum in this country and refugee status are fairly well defined, and I think that they are good laws, I \nthink that they do require the threat of persecution, political persecution or religious persecution, and they are not \nlaws designed to give refuge to those who are economically deprived, simply because that number in the world \nunfortunately is too large.\n\n So, as we look at this today and as I listen to the testimony that comes before us, not only with respect to Haiti, but \nwith respect to the whole question of Florida and the issue of how we treat interdiction and so forth, I am going to \nhave to put on a double set of glasses.  One, I certainly share the compassion and the concern for the people of \nHaiti, but I also share the concern that our laws be fairly and appropriately applied to protect America and its \ncitizens.\n\n One of the questions that has always been the case with regard to boat people coming, whether they're coming \nfrom Cuba or Haiti or wherever, to the shores of this country, and particularly the state of Florida, has been the \nquestion of their safety in the kind of vessels they choose to come in, and if we encourage them to come, what \nharm are we going to give if larger and larger numbers decide to come as a result of encouragement that we might \ngive.  In\n\n addition to that, we have the very question as to whether we want to encourage this.  Is there not a necessity that \nwe have some deterrence, unless we get another Cuban Mariel situation on our hands, be it from Haiti or be it from \nCuba, and I don't think any of us want that.\n\n Some of us in Florida lived through that process and remember it very well.  That's why we are holding this \nhearing today, to see if there were contingency plans and how far along they had gotten to keep something like that \nfrom happening.  So, while I may have compassion for the Haitian people and it may well be that there is a \nlegitimate argument as some have made for a temporary status here in this country or safe harbor for those who \nare already here, I think it's a whole other story as to whether we set aside principles that have guided us for \nsometime in this respect as far as interdiction is concerned and whether or not we, by doing so, would be \nencouraging thousands upon thousands of people to attempt to come to this country in vessels or by means which \nsimply are unsafe for them and in a way which would flood and put a burden on the State of Florida and on this \ncountry, and we don't want to do that, I don't believe.\n\n\n\n So I'm looking forward to hearing the various views that are presented today with regard to the particulars of the \nHaitian matter, but also with regard to the whole big picture of our interdiction policy and of our contingency plans \nwith regard to the questions that arose after the Mariel incident earlier -- well, now almost a decade ago.  Thank \nyou, Mr. Chairman.\n\n REP. MAZZOLI: The gentleman's comments are very well stated, and we're now pleased to be joined by our friend \nfrom California, if he has any opening statements.\n\n REP. BERMAN: Mr. Chairman, I don't have an opening statement as such.  I just have a couple of -- two thoughts, \nI guess, to share with the administration in hopes that they can explain to me the current policy, I guess, \ntemporarily restrained by court, the current policy in light of the policy with respect to refugees from other \ncountries, most noticeably Cuba, how they can justify the present policy with respect to Haiti and what happened to \nthe assurances that were given in briefings last week that no people -- no refugees from Haiti would ever be \nrepatriated to that country.  There are, I think, serious questions about the morality of our current policy that need \nto be explained.  I'm sure the members of the distinguished panel that is testifying, first of all, has something to say \nabout all of this, but I guess I want to just put myself on their side of this issue and urge the administration to think \nagain about the implications of its current policy.\n\n REP. MAZZOLI: I thank the gentleman very much, and now we're pleased to turn to our panel, and I think we have \na panel of remarkably talented people, and I think I'd say that everybody is\n\n equal, but I guess -- (inaudible) -- so we'll start with the gentleman from Florida, Mr. Fascell, since he is the \nChairman and one of the senior members of the House, and, Dante, we welcome you and we'd be happy to have \nyour statements.  As I've told my friends because of the length of the day and the fact we are in session, I would \nrespectfully suggest maybe statements within the five minutes, and then we could get on to questions and \ncomments.\n\n REP. FASCELL: Chairman, members of the committee, first, let me express my appreciation for responding to the \nrequest that several of us made to you, to have a hearing on this subject sometime ago, and we're -- first of all, I got \na prepared statement which I would like to submit for the record, and then let me proceed extemporaneously on \nsome points.\n\n I think the Chairman and the Ranking Member have set the benchmarks for this hearing.  As far as the long-term \nimplications are concerned, those are matters for serious study.  We have time for those.  Right now we're \nconfronted with an emergency, however, that needs to be addressed by this committee and by our government and \nby other governments.\n\n I think that the criteria which the Chairman has laid down is a\n\n fair criteria.  I don't know that I could add to much of it.  I think we start out with the safety of the individuals.  We \nstart out with their rights, their rights as human beings, consistent with our own value system and our own laws.  \nMany of us said that it was inhumane and unfair to keep these people on boats while we tried to make up our \nminds.  And I think it was done in good conscience about what to do and how to do it.\n\n The fact that there was a response beyond the United States is a welcome response.  We can't do anything except \nto extend a great deal of thanks and credit to the UNHCR, the United Nations, OAS and other countries who have \nvolunteered to at least look at this problem and see if the question of safe haven can't be temporary respite while \nthis whole matter is being sorted out on the political situation in Haiti.  And I think that's very fine and ultimately \nsomething may be done.\n\n Unfortunately, under the court order right now there are still people on boats.  That is not a good thing.  Something \nneeds to be done about that right now, and the answer is to get them off boats.  And since repatriation gives a \nperception of immorality and racism and unfair treatment, that means something else will have to be done either \nwith safe havens in the United States or in other countries or a combination of both, and it'll have to be done \nimmediately.\n\n\n\n Now, what do we do about the rest of them?  We certainly, if we're going to be concerned and humane in our \ntreatment, we can't send the wrong message.  The people in Haiti are desperate -- political upheaval.  The \neconomic disaster that's been (?) Haiti is not a new disaster.  It's been there for a long time.  Whether or not Haiti, \nrightly or wrongly, has been the stepchild of this hemisphere, I won't get into.  But the fact is that despite the best \nefforts by many countries, the United States included, to do something about the political situation and the \neconomic improvement in Haiti, it has not occurred.  It is not surprising, therefore, that for years -- years -- the \npeople of Haiti and other islands in the Caribbean have sought refuge in the United States and other islands and \nother countries in order to change their position either for political reasons or economic reasons or for personal \nsafety reasons.  So all of those are valid considerations and cannot be ignored.\n\n The wrong message would be that any one particular area can take all these people at this time.  And the situation \nis desperate, and it certainly is.  If you're black and living in Haiti under the situation where they're not sure whether \nthe Ton Ton Macoutes (ph) still exist or not or you're going to get shot or you're going to get thrown in jail because \nyou don't look right, and you're starving to death and your family is starving to death, I can understand why\n\n you'd do almost anything, whether it's a leaky boat or you'd swim on the back of a crocodile, to go someplace else \nto get out of where you are.  So those are human factors that we cannot ignore which will impact on our policy.  So \nthe first thing that needs to be done is to deal with the immediate problem of the people who are on the boats.  \nThen let's get on to the next policy where we obviously -- \"we\" meaning this country -- need the kind of help that's \ncoming out of the United Nations and the support of other countries and the OAS in order to fashion a response \nthat's going to deal with the outflow of people that's coming.  There's no way, I think, that we can keep them there \nin the short run.\n\n Now, having said all of that, we've got some other problems which this Committee needs to address.  And I've \ndone this before, so the Committee will have to forgive me.  You cannot escape the problem of asylum.  Now, as \nyou know, under the class-action suit that was brought, the rights of the individuals have to be respected.  And once \nthey hit the jurisdiction of the United States, whther it's on board ship or on land or in the air or wherever it is, the \nlaws of this country will apply.  One of them is asylum.  When you apply asylum, you're not going to put them in a \ncamp someplace.  You're going to have the problem of whether or not they're walking the streets.  You're going to \nhave the problem of whether or not they're entitled to a green card.  You're going to have the problem of whether or \nnot they're entitled to health facilities, food, and all of the other elements that make up for a decent life.\n\n Now, you put that all in one community and you're not being fair to that community either.  So that's another \nproblem that has to be considered.  It's easy to talk about safe haven in other countries.  It's quite another thing to \nhave the persuasive capability that the UNHCR needs in order to get those countries to cooperate.  Well, it's the \nsame way in the United States.  It's one thing to say you'll have a dispersal policy.  It's another thing to have that \npolicy implemented in a fair and proportionate manner.  And then when you add to it the additional burden that all \nof the impact on local facilities has to be borne by the local taxpayers, fairness goes out the window right here.\n\n You begin to lose compassion, Charlie, for a lot of people because what you're doing is impacting on all of the local \nfacilities -- schools, hospitals, et cetera.  And right away people say, \"Wait a minute.  I'm a good guy, but this is as \nmuch as I can take.  I can't take anymore.  All right, somebody help.\" So this is the kind of situation that exists.  It's \na practical one.  It has nothing to do with racism.  It may with some people, and that's unfortunate.  There's still \nsome of that around, I'll admit.  But the distribution of the problem, once it hits the United States under our laws, is \nnot easy given the court decisions that exist and the basis of the present laws.\n\n Asylum was conceived of as individual cases.  Nobody ever conceived of asylum as handling 10,000 people at one \ntime; quite different from the determination of refugee status.  So we've got court dockets; we've got people who \nare concerned.  So what happens?  The answer is, they go into the community.  Once they go into the community, \nyou've got the same problem we have with respect to the Adjustment Act.  All right?  We've got that same problem, \nall applied by jillions of people.  And yet if you just let the doors down, you've got to do it for everybody.  So I don't \nenvy this Committee in trying to sort through the problems, but I do think that one of the things that we have to look \nat very carefully in the long term is this whole question of how you deal with asylum cases.  So -- but right now, Mr. \n\n\n\nChairman, let me thank you once again and the Committee for tackling this difficult problem and helping us get past \nthis present emergency.  This is the issue at hand right now.\n\n Long-term, I would think that some kind of a multinational effort economically has to be made immediately in Haiti \nto give those people some help so they don't jump in leaky boats and try to travel 800 miles to get someplace \nwhere they're safe and can get some food and medical attention.  It's the only way that I can think of that's going to \nbe helpful.  So the embargo, in order to force a change on the elite and the rich in Haiti who evidently supported the \ncoup, it may work some time, but in the meantime we are creating a disaster for poor people.  That needs to be \nchanged.  We need to turn it around some way, while we still support the principles of the democratic process.\n\n REP. MAZZOLI: The gentleman's time -- I appreciate it very much.  The gentleman has really focused our attention \non what perhaps could be considered the case of a person in trauma.  First you have the EMS, who provides \noxygen and medical assistance of an emergency nature until he can go to the hospital, when the surgeons and the \ninternists take over.  I think here the gentleman points out, we have really a two-tier problem.  One is to deliver \nemergency first aid and then later go to the long-term care.\n\n We now welcome our friend and colleague from New York, Charlie Rangel, my congressional classmate.  And \nwelcome, Charlie.\n\n REP. CHARLES RANGEL (D-NY): Thank you, Mr. Chairman.  And thank you for the sensitive leadership that \nyou've provided for this emergency that we face as a nation.  And I'm so pleased to follow the Chairman of Foreign \nAffairs, because he has now given a backdrop.  He has explained the broader problem that we as a nation have to \nface.  And I was even moved by his testimony, because there's not an American here (?) except the Native \nAmerican that doesn't have some story of how their people were seeking a better way of life, how America was that \nbeacon, and who doesn't choke up when they see that Statue of Liberty, because they know that no matter how \npoor they may be or whatever they lack, that they have more than somebody else.  That compassion has really \nmade us a great\n\n nation and a great republic.  And the Chairman has pointed out, there reaches a point that you have to establish a \nbalance.  You have to make certain that you don't depreciate the quality of life for all because you're allowing your \ncompassion to open up the doors when you don't have the economic and political ability to have these people \nassimilate into society.\n\n And so these are complex problems, and I hope that I'll be able to make some contribution.  At this point I would \nlike to introduce my full statement in the record because it deals with some legislation that I'd like to work with you \non.  It deals with problems of expertise that we need all the committees to work with.  But right now, I'd like to join \nwith Dante Fascell and say we are now talking about an emergency.  We're not talking about existing law.  And I \nchallenge anyone to talk about existing policy, because what we are talking about are lives that are now bobbing \nup on the sea, on United States Coast Guard vessels -- and I'd like to add, manned by dedicated Coast Guard \npeople who have always followed the direction that's been given to them.  And in this case, if this committee \nhearing does nothing else at all, we will find out perhaps whose policy this is.\n\n I have been on the phone with the administration for an entire week, and everybody believes that this is not the \nanswer.  But nobody has said yet who has said (?) that these Haitians should be returned to Haiti -- should be \nreturned.  And how are they being returned?  To ruthless, criminal, out-of-control military people that the President \nhas condemned, the Congress has condemned, the United Nations has condemned, the Organization of American \nStates has condemned.  And yet the United States of America, with these 2,000 lives in our hands, on our ships, \nare prepared to deliver them to a handful of Red Cross agents and cut out of town as we drop them on-shore.\n\n Is this America?  Is this the country that is going to say that if any of these people die on the ship, if they are killed \nas these people, these military people, have sought out the supporters of Aristide and shot them and killed them, \nand they know it, and are we going to hear now that these poor illiterate people that are escaping at the risk of their \nlives on a cutter, many of them ill -- some are pregnant -- are now going to have to explain to some bureaucrat that \nthey fall within the four corners of some law that someone's going to ask them?  Are we going to ask them whether \nthey were shot at by an economic bullet?  Was it a political bullet?  And suppose the whole crisis somehow, a \n\n\n\nphilosopher could say, is based on the economic conditions?  Are we now going to say, \"Well, that justifies us to \nturn them over to potential killers?\" These are not my words.  These are administration words.  These are the bums \nthat we're dealing with.  And I might hurriedly add, these are the bums that we have armed (?) and these are the \nbums that we have trained and these are the bums that we have supported over the years, even when it was a \ndictatorship.\n\n I'm suggesting to you, let's try to find out what the law should be.  Let's try to reform where we can.  Let's deal with \nwhat Mr. Smith, Mr. Fascell and others want to do in the long run.  But let's not have the blood on our hands during \nthis time of the year to say that we have turned them away from our shores.  The President of the United States \nreached the height of his popularity in the United States and the world when Saddam Hussein viciously and \nruthlessly crossed the borders into Kuwait.  Did he say, \"Send in the Marines,\" that some of us would have \nresented?  No.  He went to heads of nations.  He picked up the phone, used the moral and political power that we \nas a people invested in him, and said, \"You have to be partners in this international crisis.\"\n\n Has the President picked up the phone for these poor folks that have no oil and asked other nations that they have \na responsibility?  You bet these poor Caribbean nations should provide at least the moral leadership in saying what \nshould be done there.  You bet the OAS should be opening up its doors.  And so should Europe.  So should \nFrance.  Talk about a thousand points of light.\n\n \n\n \n\n \n\n \n\n \n\n Where are the churches that allowed me to be angry with all of the innkeepers because of the way they treated \nMary and Joseph?  Are they to be heard as they confer, as they have conferences to say that, \"We're asking \neveryone to share\"?\n\n Don't tell me there's not enough compassion in this great country of ours to absorb 1,600, 2,000 people, and don't \ntell me that there's enough rickety boats or resources left for someone else to take a gamble that they may be \npicked up by the Coast Guard cutters.\n\n What I am saying is that if Europe or Japan, the rest of Asia all come and say, \"This is not a question of the poor \nor the rich, this is not a question of the black and the white, this is a question where a ruthless -- ruthless, \nunauthorized, illegal military has overthrown a legitimate democracy.\" And those of us who appreciate the fact that \nwe need democratic leaders supported should be the first ones to say that those who are really being killed -- and \nthis is not the first time the military has done it -- because they participated in the democratic process, that we \nshould find someplace in our hearts to say that we're not going to return you to Haiti.\n\n If you wanted to debate how you share this responsibility, count me in.  If the president of the United States wants \nto tell me what Japan has said, what France has said, what England has said, what Germany has said, what the \nCaribbean Basin Initiative countries who enjoy tax acceptance have said, then we have to talk about it.  But I'm \nhere to say that the reasons that I introduced the bill, the reasons that you're having the hearings are moot.  This is \nan emergency, and we should say what the judge has said: \"Anyplace but Haiti.\"\n\n I hope that you can find some compassion in your hearts to be able to go back to your constituents and say that \nthis was not a political issue, it was not a legal issue, it was an issue of compassion.  And even David Duke -- even \nDavid Duke has proclaimed this to be a Christian nation.  We are on the eve of Christmas!\n\n I might add that I don't think that David Duke believes that any Jews or blacks should be in the manger, but he has \na different idea of what -- (laughter) -- Christ is all about.\n\n But it would seem to me that as a Christian nation, we can say that this is our gift to these people on the sea, and \nwe're not opening up our doors to everybody, but we ask everyone to share in the burden that these people have.\n\n\n\n Thank you, Mr. Chairman.\n\n REP. MAZZOLI: Thank you very much, Charlie.  That was a beautiful statement.\n\n The gentleman from Florida, Mr. Lehman.\n\n REP. WILLIAM LEHMAN, D-FL: I want to congratulate Mr. Rangel and Mr. Fascell for their eloquent statements, \nand I want to associate my own feeling with them.  And, Mr. Chairman, I don't envy your job or the job of your \nsubcommittee, but you're doing great and I appreciate all you do.\n\n Before -- I have a longer statement with you and -- for the record.  I have a short statement to read, but before I \nread my short statement, I would just like to let you know what happened in south Florida -- (inaudible) -- Several \nnights on the TV, they -- they showed -- some -- (inaudible) -- showed a huge pickup at sea -- (inaudible) -- and \nright after that, a couple of Haitian pictures -- (inaudible) -- repatriated back to Haiti.\n\n Now, what does that do our society in south Florida?  We have enough tensions already.  All that does is create \ntension to have a hard time dealing with, and certainly the Haitian community and those who care about them have \na hard time dealing with it.\n\n We're just exacerbating the -- the tensions throughout south Florida and eventually throughout this country by -- \nby having these (horrible?) scenes pictured over and over there on our television at night.\n\n Mr. Chairman, as I said, I'd like to thank you for taking the initiative in seeking just treatment for Haitians who are \nfleeing -- (inaudible) -- conditions in Haiti.\n\n As you know, for a number of years, Haitian refugees have suffered in comparison to others that have come to the \nUnited States seeking freedom.  In 1980, with the passage of the Refugee Act, I had hoped that equal treatment of \nHaitian -- (inaudible) -- would be the result, but, unfortunately, -- (inaudible) -- Cubans, Nicaraguans, and others do \nreceive more generous treatment.  Incidents such as Mariel and -- (inaudible) -- demonstrated that the orderly \nprocess envisioned by the Refugee Act was not just and it was not a reality.\n\n Today, there are new a state of affairs in Haiti which lend even greater credence to the Haitian -- (inaudible) -- A \ndemocratic-elected government has been overthrown, and it was overthrown while President Bush was reminding -- \ntalking about the capital gains tax.  He mentioned -- never mentioned that anything was happening in Haiti -- an \nillegal government actively engaged in repression and terrorism.\n\n I do support Congressman Rangel's bill calling for a temporary protective status of those Haitians already in the \nUnited States and permitting those whom -- (inaudible) -- come to a safe haven, and this safe haven should have \nunderlying double responsibility, both abroad and in this country, especially south Florida.\n\n I understand the administration's fear of a -- (inaudible) -- an exodus -- an exodus on the scale of -- (inaudible) -- \nMariel -- (inaudible) -- Haiti -- (inaudible) -- My undertanding was -- (inaudible) -- that the administration was trying \nto -- (inaudible) -- safe haven -- (inaudible) -- Haitians who had not yet been picked up at sea -- (inaudible) -- -- \n(inaudible) -- Trinidad -- (inaudible) -- only for the -- (inaudible) -- Haitians who were -- who were -- (inaudible) -- but \nnot to the hundred -- not to the thousand more who have been picked up since then.  They're in never- never land.  \nThese -- (inaudible) -- as Mr. Rangel said -- (inaudible) -- restoration of Aristide's government would resolve the \nimmediate problem we face, but -- (inaudible) --\n\n It is my hope that the -- that the subcommittee will deal with these issues during the reauthorization of the Refugee \nAct, and I'm sure my -- my other south Florida colleagues would like to invite the chairman and others of the \nsubcommittee to visit -- (inaudible) -- and see firsthand -- (inaudible) -- and see what the impact is now of the -- \n(inaudible) --\n\n -- (inaudible) -- a large share of blame for the specter of the Coast Guard -- (inaudible) -- filled with Haitians sailing \non the high seas with nowhere to go.\n\n At the time of the Aristide overthrow, -- (inaudible) -- should have been obvious.  The administration should not \nhave waited for the Coast Guard to intercept Haitians at sea before deciding what the hell to do with them.  This \n\n\n\nwas unfair to the Coast Guard and the -- (inaudible) -- program and it's certainly grossly unfair to the Haitians \nthemselves.\n\n The problems were compounded last weekend by an outrageous decision made at the highest levels.  It appeared \nthat Congress last week -- (inaudible) -- restoration of President Aristide -- (inaudible) -- in Haiti -- (inaudible) -- \ntemporary safe for all the Haitians interrupted (sic) at sea, but, instead, the White House had directed the Coast \nGuard to return -- (inaudible) -- refugees, and the policy had been -- as if -- (inaudible) --\n\n -- (inaudible) -- satisfied that Haiti -- (inaudible) -- safe place for these fleeing people?  I certainly doubt it.  The \nadministration made the mistake of returning Haitians to a country upon which we imposed an embargo -- \n(inaudible) -- is under a military coup, which rules -- (inaudible) -- not by law.  The administration is not in a position \n-- (inaudible) -- and nobody knows what happened to them at this point.\n\n-- (inaudible) -- The United States' tradition has always been to welcome refugees when their countries have been \nunable -- unable to -- (inaudible) -- their human and civil rights.  -- (inaudible) -- We need to remove the -- \n(inaudible) -- in dealing with Haitians versus -- (inaudible) -- Afghans, and other groups -- and all other groups.\n\n Mr. -- Mr. Chairman, I -- (inaudible) -- on this very serious matter and I -- (inaudible) -- south Florida -- (inaudible) -\n- to this and other refugee-related dilemmas.\n\n REP. MAZZOLI: Well, I thank the gentleman from Florida.  We talked many times about the issue, and he's been \nindefatigable in pursuing any solution to these problems, and we appreciate that.\n\n The gentleman from Florida, Mr. Smith.\n\n REP. LAWRENCE SMITH, D-FL: Thank you, Mr. Chairman.  I certainly appreciate your having scheduled this \nhearing and having been so sympathetic to the problems of the refugees in general and the problems of Florida \nspecifically with reference to that situation.\n\n I seem to be spending nearly as much time on this side of the dais as I did when I was in my first years in the \nHouse with you up there on the committee.\n\n REP. MAZZOLI (?): -- (inaudible; off mike) -- and the gentleman was a very valuable member of the subcommittee \n-- (inaudible) --\n\n REP. SMITH: I appreciate that.  I -- I just want to, in addition to what Mr. Rangel said, make one further statement.  \nWhether or not Mr. Duke wants to put blacks and Jews in the manger, he can never avoid the reality that it was all \nJews in the manger to begin with.\n\n (Laughter.)\n\n And at least Balthazar, if not others, of the Wise Men was black.\n\n I need not tell you, of course, how this situation that currently exists -- (inaudible) -- the people of south Florida.  \nBut, in any event, since the hearing is our broader basis, let me first address the interdiction of Haitians seeking to \nenter this country and the current problems.\n\n I have repeatedly stated, Mr. Chairman, that we need a program that is both fair and humane and that can be \nsupported by the American people.  I joined a number of my colleagues in sending\n\n to the White House a letter asking for temporary protection status for the Haitians a number of weeks ago.  To \ndate, we have received no response at all.  Not any.\n\n Mr. Chairman, the issue before us is a humanitarian one.  I want to repeat -- humanitarian, not political, not even \nlegal.  Not in the short term.  Too many people remember what occurred more than 50 years ago when this country \nrefused to allow Jewish refugees from Nazi Germany to disembark in the US.  We cannot repeat this sorry episode \nin our history with the Haitians.\n\n South Floridians, and the entire Florida delegation, in fact, are well acquainted with the tiny Caribbean nation of \nHaiti and its wonderful people.  For those among us who have not had the pleasure to be associated with these \n\n\n\npeople, let me say a few words.  The people of Haiti are generally forthright, sincere, and hard-working.  They are \nalso star-crossed.  Unfortunately, this has been the case for Haitians during the entire history of their beleaguered \nrepublic, the second oldest republic in this hemisphere.\n\n The citizens of Haiti have experienced democracy only for seven months in their almost 200-year history.  Their \nfirst and rightful democratic leader is Jean-Bertrand Aristide, a man who, unlike perhaps any other world leader \ntoday, truly personifies the hopes and aspirations of the people of Haiti.\n\n A full 67 percent of the Haitian people freely and fairly elected Mr. Aristide to office last December, in elections we \ndemanded, in elections that we helped supervise, in elections that we certified.  They expressed their hope in him.  \nNot would he and Haiti share the distinction of being this hemisphere's poorest country, but he also put an end to \nthe state-sanctioned political persecution that has historically wracked Haiti.\n\n Anyone opposing the entrenched forces of oppression in Haiti was sure to come under attack.  Mr. Aristide bravely \ntook these forces on and nearly paid for it with his life.\n\n And I want to join Mr. Lehman, quite honestly, in telling you how dismayed I was that on the very day that this \npresident of Haiti, democratically elected, was being marched out of the presidential palace at the front end of a \nmuzzle-loaded gun, that the president of the United States in Miami, the closest spot of the United States, \npractically, to Haiti, didn't even say a word about that coup actually taking place.\n\n In the hope that his struggle is not in vain, we have all now joined an international effort by the OAS to rightfully \nrestore the legitimate government of Haiti, but I submit to you all that our responsibility does not stop short of \nhumanitarian considerations.  Frankly, it is that which should control our policy right now.  We also should do what \nwe can to help the people of Haiti who are\n\n fleeing political persecution in Haiti.  The provisional government acknowledges 300 dead.  Other observers claim \nthat as many as 1,000 have died.  According to Amnesty International, a group of uniformed military men seeking \nrevenge for the death of a soldier entered the homes of 30 to 40 residents in La Montaigne 54 (ph), a suburb of \nPort-au-Prince, and gunned them down at close range.  The soldiers then forced other residents to dig mass graves \nand bury them.\n\n If these instances do not constitute ruthless terror and political persecution, then I don't konw what that word \nmeans.\n\n We should remember that President Aristide has been the most effective problem solver for our immigration \nproblem with respect to Haiti.  How?  He simply earned the trust and love of his people.  However bad things were \neconomically during his seven-month tenure, the Haitian people did not wish to and did not leave their country.  \nMore accurately, they did not feel compelled to escape.  They have been poor, but Aristide made them feel safe \nand he made them proud to be Haitians.\n\n Along with freezing Haitian assets here and declaring a commercial embargo on Haiti, we should be likewise \ncommitted on a humanitarian level to temporarily providing a safe haven for those Haitians who seek it.\n\n Mr. Chairman, the president should declare an immigration emergency so that the $35 million Immigration \nEmergency Fund, authorized by Section 113 of the Immigration Reform and Control Act of 1986, may be used to \nfinance the transport and stay of these currently (gutter?) housed desperate refugees.  That was one of the uses \nenvisioned by me and by you when I introduced this legislation, which this committee and Congress approved.\n\n Let us immediately get away from a policy adhering to an interdiction agreement that we made 10 years ago with \nthe brutal Duvalier regime, who has now been deposed and is currently living in exile -- in luxury, I might add -- in \nthe\n\n \n\n \n\n South of France.  We should allow them, the Haitians, in and give them a safe haven in a non-prison type facility, \nsuch as Homestead Air Force Base or other military facilities.  Returning them to Haiti when it is safe and the \n\n\n\nsituation is stabilized.  The temporary nature of it, would be hopefully, fully explained and I believe fully sanctioned \nby the American people.  The way to do this is to have a policy which everyone can join in and live with.\n\n These Haitians didn't come here when Aristeed (ph) was the President.  They obviously don't want to leave Haiti.  \nThis obviously means that obviously would want to go back when the time comes for them to be able to do so \nsafely.  In the meanwhile, the United States should provide a place for them.  A legitimately decent, safe place for \nthem to be protected temporarily and to give them safe refuge.  And with the emergency immigration fund \navailable, fully funded, obviously what would happen is that we would be able to have a funded policy, money \nalready available, and a policy joined in by the vast majority of the people of the United States.\n\n REP. FASCELL: Now, you've heard from our dear friend, the Chairman of the Foreign Affairs Committee about the \nlong term realities of what you're intending to do.  Having worked on this committee and this sub-committee for \nmany years, it is obvious I am fully aware of that.  And this hearing will eventually address those issues.  But the \nissue that is currently at hand on such a desperate emergency basis needs to be addressed first.  Now, I want to \naddress the preparedness, also a lack there of, of our government for another (mario?) type exit of Cubans.\n\n As of November 12th the Coast Guard had intercepted over 2,056 Cuban arrivals by boat or raft.  Unfortunately, \nsince the current mass immigration contingency plan is classified, I cannot get into specifics in open session.  But I \ncan tell you that the plan, classified or not, is unrealistic and probably ineffective.  It fails to consider the facts that \nwill surround an expected immigration emergency, which might originate in Cuba.  And it assumes factors that are \nreally not that presumable.  It is a plan without a recognizable director in Washington to whom state and local \nofficials can direct their concerns.  Neither FEMA, DOJ nor the White House appears to be in charge of the \ncontingency plan.\n\n Somewhat similar to what Mr. Rangel has indicated is the status of whose in charge of the current plan dealing with \nthe Haitians.  Coordination so vital in operation desert storm appears to be non-existence in the contingency plan.  \nIndeed, I doubt anybody in Florida knows who or what would activate the plan.  The plan all but ignores voluntary \nagencies or private groups, not to mention human nature.  The plan assumes an unrealistically known number of \nnew arrivals, thereby ignoring the extra personnel and\n\n (logists?) that would be needed to respond adequately to an influx.  The last version of the plan I saw assumes no \nnew additional federal funding which would be required to manage an influx of new arrivals.  Might I add at this \njuncture Dade, Broward and other counties including the state of Florida have extended over $400 million on \nrefugees in the last 11 years and have yet to get reimbursement for the large bulk of that money.\n\n Anyone who lived through the events of 1980 in South Florida knows that the assumption of no additional money \nis absurd.  We have incurred millions of dollars in unreimbursed expenses as I indicated.  And it is ludicrous to draft \na plan that involves the uses of thousands of federal, state and local government employees and that fails to fund \ntheir use.  Unfortunately, based on my reading, the contingency plan envisions that an immigration emergency \nwould never occur.\n\n Why do I say that?  The plan does not even mention the emergency fund authorized by Section 113 of (IRCA?).  \nRegretfully, the failure to utilize the emergency fund is deliberate.  The administration never wanted this fund and \nhas failed to provide guidelines to the states that would seek reimbursement of appropriate expenses.  Mr. \nChairman, the people of South Florida know that another boat lift could begin at any minute.  Only the Bush \nadministration seems oblivious to this fact as evidenced by the insufficient emergency contingency plan.\n\n I urge the administration in the limited time that we may have left to us to work with the state of Florida and all \nFloridians to develop a realistic and workable plan for dealing with the problem.  Now let me just finally add, you \nmentioned the Cuban Adjustment Act of 1966.  The Cuban Adjustment Act is the law.  The presumption of political \nasylum status is given to Cuban's as they come here.  It's the law that's 25 years old.  You can't even make a \ncomparison between that and what is happening currently with the Haitians.  And no one should try, I don't believe.  \nIt's not appropriate.\n\n By the same token, what is appropriate is to deal with how this administration has dealt with, in this administration \nduring its tenure, other crises of the same nature and type as the one we know face with the Haitians.  And that \n\n\n\nwould be to look only two years ago to what happened with the Nicaraguans).  They came from a country in \neconomic turmoil.  And in political turmoil.  They came through Mexico, arrived on the borders of Texas and were let \ninto the United States.  They were given asylum applications, everybody filed whether they could qualify or not and \nthen they were all allowed to bleed into the mainstream of this country.  Most of them, frankly, wound up in South \nFlorida.\n\n We're not complaining.  We've made a home for them, they've been productive citizens -- residents and may \nsomeday become\n\n citizens as their applications are reviewed, which is taking a very long time, I might add.  But in any event, Mr. \nChairman, one has to ask the question, why it is that we could as a nation out of the four corners of the existing \nimmigration law allow the Nicaraguan's with the turmoil in their own country exactly the same to a large degree as \nexists now in Haiti -- random violence, a chaotic government, a depot at the till -- and at the same time, refuse the \nHaitians and allow for this policy, which is bankrupt in its workings because its basically generated from an 11 \nyear old treaty that it does dishonor to us as a nation to honor.\n\n That's the question to ask.  Can we find a way to accommodate the emergencies of peoples that find themselves in \nthat emergency.  And yet, at the same time, as Mr. McCollum has indicated, protect the laws of the United States, \nshow compassion.  At the same time, show that we care about all of the problems that are attended on these \nrefugee emergency situations.  I think we can.\n\n I think the answer is temporary safe haven, paid for by the federal government with the understanding to those \ngiven a safe haven, who are asking it, that then when the problem no longer exists in their own country -- since they \nstayed there when there was no problem -- there obviously want to be there, back again when there is no problem.  \nI think that's at least the temporary solution to the Haitian problem.\n\n REP. MAZZOLI: That's a very good statement.  I might say, and the gentleman and I talked during the August \nrecess as a matter of fact.  About this very problem.  So the gentleman's contact with it has been steady and \nconsistent.  I'd like for the record to note that our distinguished colleague, senior member of our (for?) Judiciary \nCommittee the gentleman from Michigan, Mr. Conyers, has joined us.  And has consented to sit with the panel as \nlong as his time permits.  We would, before getting to your statement, John.  And I believe our next two colleagues \ncame in the same class.  I think they're classmates, sort-of.  I think you came in the 98th Congress, is that correct \nor am I wrong?  Well, anyway, taking them by alphabetical order -- is a little bit earlier than O, so maybe we'll start \nwith Tom and then go to Major.\n\n REP.  : Mr. Chairman, let me just -(off mike)- now -(off mike) - my remarks -(off mike)- is an editorial from the Miami \nHerald as of today the Headline: Stop Haitian (Interdiction?).  It's not only some background perspective on this, but \nhas some pertinent cogent suggestions which I believe merit the review of this committee.\n\n REP. MAZZOLI: For the record now, we'll need to read that before the day is over.  The bells ring.  Tom, do you \nwant to try your statement, and then we'll take a break for the vote and then come back, or would you rather vote \nand then come back?\n\n : -(inaudible)-\n\n REP. MAZZOLI: Okay.  With that then, the Committee will stand adjourned, until we vote, and then come right \nback.\n\n (recess).\n\n REP. MAZZOLI: The subcommittee will come to order.  And we'll resume where we suspended a moment ago and \nTom Lewis, our friend from Florida.  Tom, you may preceed.  And Tom, your statement, As Mr. Owens, will be \nmade a part of the record.\n\n REP. TOM LEWIS (R-FL): Thank you, Mr. Chairman.  Let me take this opportunity to thank you, Mr. McCollum and \nrest of the subcommittee for your foresight in reviewing this problems and bringing this hearing forth.\n\n\n\n Over recent years we have witnessed a dramatic disintegration of political and economic infrastructure, both Cuba \nand Haiti.  This drastic decline has brought refugees to Florida shores en masse.  We have seen them arrive from \nCuba and Haiti on overcrowded boats, makeshift rafts, inner tubes, or basically anything that will float, and even \nwith illegal hucksters that bring them close to shore and throw them overboard.  Oftentimes the only possessions \nthese refugees have are the ones that they carry with them.  Therein lies the problem that confronts the social and \neconomic structure of South Florida, Mr. Chairman.  And the people of South Florida, I've got to point out very \nstrongly, are compassionate, concerned; they understand and are sympathetic towards these people problem.\n\n The federal law requires the state to extend basic medical, educational and social programs to these refugees \nwhen they enter our shores.  Unfortunately, the federal government refuses to address the powers with which it is \nvested through the United States Constitution.  The federal government has exclusive responsibility for the area of \nimmigration and its related products.  It does not appear that we have learned any lessons from the Mariel boat lift \nor any other immigration influxes that America has faced over the past decade.\n\n Now, Mr. Chairman, we are always apprehensive in South Florida.  We know that these potential boat lift and \nrefugee problems can happen from the south.  They happened over the years, and will probably continue to \nhappen in the future.  And we feel it is high time we had a policy that would address this situation.\n\n Since 1982, when 150,000 Cubans and Haitians brought to Florida during the Mariel boat lift in 1980 and 1981, \nalmost 410,000 immigrants have been granted permanent residency, naming Florida as their intended home.  This \nnumber does not include the refugees who have come to Florida illegally and have not attempted to apply for any \ntype of status.  During this same period we have seen a drastic decline in the amount of federal dollars given to \nFlorida to offset expenses incurred through their refugee programs.  Federal funds have decreased from $53.2 \nmillion in fiscal year 1983, to $33 million for fiscal year 1990.  In addition, Florida is still owed $150 million from \nexpenses incurred during the Mariel boat lift.\n\n Let me dispel a belief currently held by many members of Congress and the administration, the belief that states \nare not financially impacted by immigration policy.  Immigration, legal or illegal, does impact state and local \ngovernments as well as local entities.  Just ask the Jackson Memorial Medical Center administrator, whose hospital \nhas provided services to over 140,000 refugees from Cuba and Haiti since 1982.  Ask the school district \nadministrators who must find Spanish-speaking teachers in order to accommodate the influx of school-age \nrefugees knocking on their doors.  Ask the local religious and volunteer organizations that attempt to meet the \nbasic human needs of these refugees and their families.\n\n I want to make it clear that I sympathize with the plight of the Haitian refugees attempts to flee the persecution of \nthe repressive government.  Unfortunately, our lack of a sound policy concerning mass immigration just \nevidences the fact that we have roughly 1,500 Haitian refugees, bless their souls, on US Coast Guard cutters off \nthe coast of Florida.  Until the administration and Congress properly addresses the -- (inaudible) -- on mass \nimmigration, Mr. Chairman, such as our current Haiti situation or the imminent return of another Mariel boat lift, \nFlorida cannot continue to shoulder the burden of future refugees.\n\n Mr. Chairman, I was elected to represent the US citizens of the 12th District of Florida.  Unfortunately the influx of \nrefugees has strained access to programs such as health care, education, housing, and numerous vital programs \nthat citizens of my district support with their tax dollars.  Until we face the facts regarding the impact of immigration \non the United States, Americans who depend on these programs will continue to be short-changed.\n\n And I want to caution this committee with respect to future legislation that may appear to make positive changes in \nimmigration policy, while in turn has devastating impacts upon the citizens of this country.\n\n I thank you, Mr. Chairman, for this opportunity.  I certainly want to endorse most of what my colleagues prior to me \nhave stated about the Haitian situation.  But I do believe that we do have to have a policy that will be forthwith \nwhen we have these types of problem arise.  They are going to arise, we know they are going to happen.  They've \nhappened in the past 20, 30 years, they're going to continue to happen.  Every time there's unrest to the south, \npeople in the south -- in South America, Haiti, Cuba, and other places in the Caribbean -- look to the United \n\n\n\nStates; and, when they do, they look to South Florida.  That's where they feel the United States is.  That's where \nthey have friends, that's where they have family.\n\n Mr. Chairman, we need some relief, and we're asking this subcommittee today.\n\n REP. MAZZOLI: Thank you very much, Tom.  And it's very true there are a lot of things the State of Florida can \ncontrol for itself.  But it cannot control immigration.  And it therefore ought not to bear the biggest burden of paying \nfor it.  And one of the earlier witnesses -- I think it might have been Larry or Dante -- mentioned about the fact of the \nneed to consider all the states as part of the solution to, and not just simply have the one state.  So we have -- it's a \nvery tiered problem here -- you have different levels -- and that's certainly one of them.\n\n We're happy to have your statement and we're also happy now to welcome Major Owens, the gentleman from New \nYork.  Major?\n\n REP. MAJOR OWENS (D-NY): Mr. Chairman, I want to join my colleagues in thanking you for holding these timely \nhearings.\n\n I represent the 12th Congressional District in New York, which has the second largest concentration of Haitians in \nthis country.  I will not take the fully five minutes.  I don't want to be redundant and repeat what my colleagues have \nsaid.  There are representatives of the administration here, and I think the administration has had maximum time to \nstate clearly what the policy is that they are pursuing in this particular case.  The impression is being given that \nthey are pursuing a David Duke policy, where special standards have been set up for the Haitians because they \nare black.  I'd like to see them correct that impression by stating clearly what the policy is at this point.\n\n The best way not to have the problem that has been placed on our doorsteps by this current wave of Haitians \ntrying to leave is to have a policy where we support unequivocally the democracy and the democratic process in \nHaiti.  It is quite clear -- I don't think anybody disputes the fact -- that the number of Haitians seeking to leave their \ncountry and get into this country was down almost to zero during the period after Aristide was elected by 70 percent \nof the people who came out to vote.\n\n Now, if it is economic hardship that they are fleeing, then something happened after the election of Aristide.  Hope, \nmaybe, is what kept people at home.  But the number of people trying to escape greatly decreased, which means \nthat our best and most effective way of solving the problem is to support the democratic process in Haiti.\n\n In New York City there were 80,000 Haitians who demonstrated after the military junta had thrown Aristide out of \nthe country.  Many of the people who demonstrated were not necessarily supporters of Aristide; some were critics, \nbut they were supporters and came out in solidarity for a democratic process.  Whatever disagreements they may \nhave with the current government of Haiti, they feel if there is a democratic process, and it is supported, they can \ntake the necessary steps to correct it.\n\n There is a reign of terror in Haiti now, without a doubt.  One of the people who was murdered was a constituent of \nmine, a Haitian American, an American citizen, who went back after Aristide was elected and started a disco \nbusiness.  And because his name happened to be similar to somebody else's name, he was mistakenly dragged \nout of bed and slain by Haitian soldiers as a result of their seeking somebody who did have political connections.  In \nmany cases people are shot down in the streets, merely to make a point, merely to break their spirit.  They have no \npolitical position whatsoever.\n\n So the people who are fleeing are fleeing a reign of terror.  And the line between economic refugees and political \nrefugees is very thin indeed.  Whatever they may say among the reasons they are fleeing, obviously is the fact that \nthe terror has escalated in the last few months following the deposition of Aristide.\n\n Given the fact that a series of US governments have had a hand in creating Haiti's public, civilian regimes in the \npast, and the military regimes, and they've supported them, given them military aid and training, we have a special \nobligation towards the Haitian refugees.  We have not allowed any other country to have a dominant role in the \naffairs of Haiti.  We have always insisted that the US must dominate the affairs of Haiti.  Therefore we have this \nspecial responsibility.  They are the harvest that years of misguided US policy towards Haiti has reaped -- the \nrefugees are the harvest of that policy.  They are the result of our government's winking or looking the other way \n\n\n\nas Haiti's dictators oppress their own people and plunder the resources of their own country, often with our \ngovernment assistance.\n\n We must change our Haitian immigration policy, immediately suspend the deportation and inclusions, and give \nHaitian refugees what we give any other refugees: temporary protective status until the current crisis in Haiti is \nresolved.  And Aristide must be restored to his rightful place as the country's president.  We must denounce our \npolicy, which appears to be a David Duke immigration policy, a policy which says in effect there are special \nstandards for Haitians because they are black, and only whites need to apply for asylum in this country.\n\n I thank you for the opportunity to testify.\n\n REP. MAZZOLI: I thank the gentleman.  And I appreciate the return of our friend from New York, Mr. Rangel.\n\n Let me just yield myself just a couple of minutes for just some comments.  And I really want to thank -- I think that \nthis panel has had some of the best testimony we ever have received, and I hope, through dissemination process, \nthat the nation has ever received on this issue: the problems of Haiti, as singular as they\n\n might be, but then also as they are applicable to the whole problem of movement of people from one place to the \nother, and the gentleman from New York reflected that in his statement particularly.\n\n And the fact that we have tiers of problems here: We have a first tier, and we have a second tier, and probably \neven a third tier.  And I think it's important to keep those tiers in mind.  Some may be harder to deal with.  Some \nmay be perhaps intractable.\n\n But one area I think that can be dealt with, and dealt with promptly, and doesn't need major, major activity in a \nbroad base, and that's those people currently onboard the cutters in the Windward Passage or wherever -- currently \nthe people who are in Guantanamo.\n\n And so, once again, if I might ask my friend from New York, Mr. Rangel, perhaps he might give this committee a \nfew words about his bill, resolution 220, and how he might see this as dovetailing into a broader program dealing \nwith this first tier activity of the people who are current at sea.  And maybe, as the gentleman is one of our noted \nlegal people to, how we might handle the judge's order, which we don't -- which we applaud, but at the same time \ndon't want to leave as more or less people just circling -- or stay on board the ship at some point -- those people \ncurrently on board the cutters have to be dealt with in a more fundamental way than they are being dealt with now.  \nSo I'd ask my friend to just sort of share a few thoughts with me on that.\n\n REP. CHARLES RANGEL (D-NY): Thank you, Mr. Chairman, I'll be brief, and will be glad to follow through on the \nquestion.  Let me deal with the last part of your question first, and that is the people on the ship.  I think, as you do \nand others, that this is an emergency, and one that requires a direct, hands-on leadership of the President of the \nUnited States.  This is human life.  We cannot talk about treaties with them here, we cannot talk about political \neconomics.  We are talking about human life.  We are talking particularly about human life that is on United States \nCoast Guard cutters.  It would seem to me that, notwithstanding the difficulty that some people have in absorbing \nthese 2,000, or perhaps 3,000 now Haitians, into the United States population that at the very least we should ask \nfriendly countries to assume some responsibility, and that includes the poorer countries in the region, with us \nproviding the resource for them to be able to do the right thing.\n\n As you know, the hearings, and my legislation dealt with a situation that did not even perceive that the United \nStates would take the people on the boats and return them to the possible -- to the dangers that exist in Haiti.  And \nso what I am saying is that, one, we should not deport Haitians to this war-torn zone with these heathen type of \nmilitary people there that have a reputation of shooting down anyone that simply disagrees with them.\n\n REP. MAZZOLI: So, Charlie, we should not return any of the Haitians to Haiti right now?\n\n REP. RANGEL: That's the bottom line.  And the way I say it is any place but Haiti.  Of course I think that we can \nabsorb them here.  If we can get a thousand points of light, we can get the Red Cross, the churches and the \nsynagogues.  We're not talking about Miami or New York assuming all.  The question of how they are taken care of \n\n\n\nthis time of the year -- I could take a leave of absence and direct that.  It's just the right thing to do.  The President \nhas nothing to fear except doing the right thing.\n\n And by doing this he will encourage these smaller countries who are now saying, \"You're asking us to accept a \nstandard in accepting people that you don't accept.\" The hypocrisy in asking a small country to take an economic -- \nquote, \"economic\" -- refugee -- but we will screen and only take the political refugee.  There is no sense in that at \nall.\n\n REP. MAZZOLI: Will the gentleman who is my friend and congressional classmate and near neighbor here in \nRayburn -- would the gentleman be interested this afternoon in the two of us trying to place a call to the President, \nand perhaps in a joint conference?  Or perhaps request a chance to sit with the President for a few moments today \nor tomorrow to talk with him about this situation?\n\n REP. RANGEL: I would welcome that.  Unfortunately I wasn't present when the -- in my office I was in committee \nwhen the President did return my call yesterday.  I did talk with John Sununu.  He indicated that he's working with \nthe State Department in trying to find some solution that's more compatible.  I would welcome that opportunity.\n\n REP. MAZZOLI: Well, I think I might try to pursue that.  It might be some way to -- and maybe since Governor \nSununu is still there perhaps we three or four could meet and talk, and others as well, to maybe try to find a \nsolution.  I thank the gentleman.  I'll follow up on that.\n\n REP. RANGEL: Thank you for your leadership and sensitivity on this issue.  Thank you, Mr. Chairman.\n\n REP. MAZZOLI: My time is expired.  The gentleman from -- if the gentleman from Oregon would yield to the \ngentleman from Michigan, who has been with us for awhile, my friend from Michigan, John Conyers.  John, you're \nwelcome to give us --\n\n REP. JOHN CONYERS (D-MICH): Thank you very much.\n\n REP. MAZZOLI: -- whatever time you have today.\n\n REP. CONYERS: I need only to commend you and my colleagues from New York, both Mr. Rangel and Mr. \nOwens, for us moving with such dispatch on this subject today.\n\n I am sensitive to the fact that we are operating against the backdrop of a history of discrimination in immigration \npolicy towards this country.  And what we are now faced with is an emergency on top of that history.  And the point \nnow is how do we move expeditiously.  We are now talking about getting to the President, having him make the \nproper resolution of this matter.  This is an emergency circumstance.  And I think it will set the pattern for other \ncountries to help us share the load.  So that this matter of proceeding in a way that reverses history I think will keep \nhope alive.\n\n \n\n \n\n \n\n \n\n \n\n Aristide was a historic decision that was made by the Hatian people to democratically elect one of their own, a \nperson who was a non- candidate almost until the last minute.  So what we need to do here is to move as quickly as \nwe can and I think this committee, the witnesses and the congress will do so.\n\n REP. MAZZOLI: Thank you very much.  I appreciate it.  Gentleman from Oregon.\n\n REP. MIKE KOPETSKI (D-OR): I concur in the statement my colleague from Michigan has made.  In reading about \nthe Coast Guard having to process these people, I think we have to recognize that we put them in a difficult position \nas well.  But I couldn't help but think that the way the Haitian people are treated that it was almost no different than \na fish processing ship out there in the ocean that we are kind of going to keep keepers and get rid of the ones that \n\n\n\nwe don't want.  And I just found that -- and I think that the American public had found -- just reprehensible, the \npolicy that we have.  And we represent freedom, and we represent a safe harbor.  And the gentleman from \nMichigan is right.  That there are other countries that would help us help these people that in their great time of \nneed.\n\n And I think we can show and demonstrate to the American people and the congress and the administration and act \nquickly in a humanitarian sense to help these people that are so distressed.\n\n REP. MAZZOLI: Well I thank the gentleman.  I think it out to be noted that in one of my statements today earlier, \nthe fact that the temporary protective status as a condition which is in the law and it is currently being exercised on \nbehalf of Liberians, Samalians, people from Kuwait, so that not exactly as if this were not used or were some \nextraordinary -- it is an extraordinary remedy, but that it has never been utilized or exercised.  It is and currently \nbeing.  So it would not take --.\n\n REP. RANGEL (?): Mr. Chairman, if you would yield.  You know that with the Iraqi war situation we have some \nKuwaitis settled and Iraqis settled in North Carolina today.\n\n REP. MAZZOLI: Well I think also, I think the gentleman and I, if we are able to visit with the President or talk with \nhim ought to commend him on what he did very recently to extend for four years the safe harbor granted to the \nPalestinians who are in the United States, who came from Kuwait, who can't go back home, for obvious reasons.  \nAnd I think it was wonderful on his part.  It -- I saluted him, and I think all of us doff our fedora to him for having \ndone that.  Now that was done in his capacity as chief executive.  It's an executive fiat.  It's one which receives wide \nacclaim.  But even if a person were to have possibly objected to it, there would be no way object to it in any official \nway.  You can't reject that\n\n handling in any legal sense.  So the President is certainly capable, has the authority to exercise the same \nexecutive fiat in behalf of these people.  And I think it could be done while we're -- and I think it ought to be very \nimportant.  No one of us is oblivious to the fact that the second tier and the third tier problems also have to be dealt \nwith.  And that's where we have to get (OES?) people, the United Nations.  We have to get contributions as the \ngentleman from New York said in a very elequent way, that's the way the President handled Desert Storm and \nDesert Shield by being the leader of an organization, a coalition of nations.  And all of us bore a sort of an equal \nshare of it.\n\n I can see the same kind of result coming out in this hemisphere for these people.  Maybe this is the new world \norder that we have been hearing about.  Maybe this is the way the new world order will be handled in regional ways \nin matter not on a war and battlefield, but in the sense of dealing with human deprevation and human misery and \nhuman danger and human fear.  And I think if that's the case, well maybe that's a very welcome new world order.  \nMaybe that's a -- (inaudible) -- moment for the world, for this nation as its leader.  So anyway, I think that we have \nevery opportunity to help the President in the longer run problems, even as he can now in a very quick way, \nemergency way, take care of these people.  So I want to thank our friends both of you --.\n\n REP. RANGEL: I'd like to say to Mr. Kopetski that I agree with what he said, and the Coast Guard doesn't need \nme really to make support, but they are dedicated men and women.  They have really, did the best they could.  It's \nthe immigration people that are doing interegation.  They are dedicated.  They find themselves in this \nembarrassing position.  And one of the things that come out of this hearing, is who put them in this position?  \nWhose policy is it so at least we will know who to go to to possibly get an explanation for this inhumane decision \nthat has been made, and that's why I welcome the chair going to the ultimate source, which is the President of the \nUnited States to assist us in turning back this policy.\n\n REP. MAZZOLI: Before we move to our next panel, I'd like to put into the record first the temporary restraining \nissue which Judge Graham (ph) issued yesterday in those cases to which we referred.  And I also would like to put \ninto the record, I don't have it at the moment in front of me, but there is a letter that was served on us by the \nAmerican Bar Association in which they urged the grant of temporary protective status to these people, the the \nHatians and, when -- here it is.\n\n\n\n This letter is actually to Mr. Barr, who is acting Attorney General, and in his capacity to designate Haiti as a country \nfor temporary protective status, citing the law and the background of the law.  And I think implicit in this is to \nconsider a Coast Guard cutter part of the United States for the purpose of deciding when\n\n these prescreening applications will be taking place.  Let me now ask to come forward Ambassador Robert \nGelbard, who is the principal deputy assistant secretary for Latin America for the Department of State, who will be \naccompanied by Ambassador Princeton Lyman (ph), director of refugee bureau, Department of State.  Then the \nHonorable Gene McNary, the commissioner of the Immigration and Naturalization Service, who will be \naccompanied by Rex Ford, associate deputy attorney general, Office of the Deputy Attorney General, Department \nof Justice, and Ricardo Enzuna (ph), deputy commissioner of the immigration service.  And then Admiral William F \nLeahy, William P.  Leahy Jr.  Please excuse me.  The chief of the office of law enforcement and defense opporation \nof the United States Coast Guard headquarters.\n\n Well thank you very much gentlemen.  I am aware Mr.  Ambassador of your discomodation (ph) or whatever you \nwould call it.  If you have to leave or after you -- Mr. McKinley (ph) that would be wonderful or whatever is in your \npleasure.  But we would start with you.  And all of the statements we have made are part of the record.  And I will \nbe forced to use the clock a little bit today, in order that we try to keep our statements to five minutes, in order that \nour panel have a chance to answer questions.  So then I would start with you Mr. Ambassador.  And thank you very \nmuch for joining us.\n\n AMB. GELBARD: Thank you Mr. Chairman, members of the committee.  If i may Mr. Chairman, I'd like to go \nthrough part of my statement, particularly the part which deals with Haiti.\n\n REP. MAZZOLI: Yeah.  In the current part -- I mean again, not to try to prompt you in your statement in any \nfashion.  Because the context is very important, but obviously as you have heard today, the committee is interested \nin sort of the current layer, or if you want to say the first teir, which is the emergency problem, what to do with the \npeople who are currently on the boats, what the State Department can or can't do there or all the other \ndepartments.  And then I don't mean too far distantly to deal with the other problem which is how can we encourage \nfurther democracy, what happens to the Aristide government, how can OES perhaps be a force to play a role in that \nso that the people, using the example the gentelman from New York and the other gentleman from New York who \nsaid that during that early seven months of the Administration of Mr. Aristide there was very little out movement, \ncompared to how it is now and how it was earlier, so that that would be a long-term solution.  But we have a two \ntiered problem, and I think that would be -- the first tier would be -- let me give you back your five minutes.\n\n AMB. GELBARD: Thank you Mr. Chairman.  In the aftermath of the military coup, which took place on September \n30, we have been working with the nations of the Organizations of American States and other nations in the world \nin an effort to restore the democratic government of Haiti, led by President Aristide.  We have a standing\n\n agreement with the government of Haiti, which permits us to rescue at sea Haitians who are intending to emigrate \nto the United States and to return to Haiti those who lack a basis for assylum.\n\n This agreement was reached in 1981, to give the Haitian and the American governments some mutually \nacceptable way of dealing with the regular flow of Hatians who seek to come illegally to the United States for \neconomic reasons.  When President Aristide was forced from office, we expected that an exodus of Haitians might \noccur immediately in response to that political crisis, but it did not occur.  From the time President Arasteen (ph) left \nHaiti on September 30 until October 28, the Coast Guard found no boats with Haitians coming to the United States.  \nOn October 28, the cutter Steadfast (ph) picked up a boat with 19 Haitians aboard.  The next boat came on \nNovember 4, and the flow has greatly increased since then.\n\n As of yesterday, November 19, we had picked up nearly 2,200 Haitians.  I believe the number has increased to \n2,800 as of today.\n\n REP. MAZZOLI: Mr. Amabassador, as of today --.\n\n AMB. GELBARD: Seven of these boats had over 100 Haitians on board.  None of these crafts was over 40 feet in \nlength.  For example on November 19, the cutter Confidence (ph) interdicted a 40 foot sailing vessel with 238 \n\n\n\nHaitians.  This boat was not designed for use on the high seas.  It was severely overloaded, carried no life jackets, \nno flares, radio, beacons, charts, navigational equipment.  In short, not equiped to survive the voyage it was \nintended to make.  This was typcial of the conditions on these boats, any of which could have easily have capsized \nin rough seas.\n\n In responding to this extremely difficult situation, our overriding concern has been to save lives.  We have taken the \nfollowing factors into account.  In keeping with the intent of the US-Haitian immigration agreement, the interdiction \nprogram and US law, we have an obligation to prevent an unimpeded flow of Haitians to the United States.  We \nwant to rescue people from vessels which put them at high risk of losing their lives at sea.  We want to ensure that \nthose who have a well founded fear of persecution and hence a good claim to assylum are interviewed carefully, \nidentified, and brought to the United States.\n\n Above all we want to avoid any actions which would encourage more Haitians to risk their lives by boarding unsafe \nvessels in the belief that this would ensure them passage to the United States.  At first we sought a regional \nsolution.  And on November 8, we began to work with the UN high commissioner for refugees, the international \norganization for migration, and countries throughout the Carribean region to see which countries might accept a \nnumber of Haitians picked up by Coast Guard vessels.  We had hoped that a sufficient number of countries would \naccept these people and that\n\n arrangement could be made for their temporary safe haven under the auspices of the UNHCR.\n\n Regrettably, after nearly two weeks of intense diplomacy with both the United States and UNHCR canvassing the \nregion, we have not yet been able to elicit sufficient number of positive responses from the countries of the region.  \nMany are already host to large numbers of Haitians.  For example the Bahamas has 40,000 illegal Haitian \nimmigrants.  We will continue to pursue discussions with countries in the region to arrange temporary safe haven \nfor additional Haitians.  Yesterday at a meeting hosted by the (OES?) in Washington, the UNHCR made a renewed \nappeal to countries in the region to accept Haitians.\n\n By the beginning of this week we have 483 Haitians temporarily ashore at our naval base in Guantanimo (ph), and \nover 1,200 on Coast Guard vessels.  Despite renewed warnings broadcast over the Voice of America's (Creole?) \nservice beginning November 15 to urge Haitians not to set sail, the numbers have been growing.  Four countries, \nHonduras, Venezuala, Belize and Trinidad -- have generously agreed to accept some refugees, but they would \nonly accept a total of 550.\n\n It became clear that the regional safe haven solution was not going to be sufficient to deal with the number of \nHaitians who were leaving Haiti, and another solution would have to be found.  As a result, we reluctantly reached a \ndecision on Monday, November 18 to repatriate those Hatians on Coast Guard vessels to bring to the United States \nthose Haitians who appear to qualify for assylum, and to bring those at Guantanimo (ph) to regional countries for \ntemporary safe haven.\n\n \n\n \n\n \n\n As of yesterday, 53 people have been brought to Miami to have their assylum claims processed by INS.  And 538 \nhave been repatriated to Haiti by the Coast Guard.  Today we expect that a number --.\n\n REP. MAZZOLI: I'm sorry, but your time has expired.  Do you think you could wrap up in about a minute or so.  I \nknow it's almost asking the impossible to summarize decades of travail into five minutes.  But I think some of the \nquestions will flesh out some of the very areas that you will be dealing with.\n\n AMB. GELBARD: Well, in sum Mr. Chairman, we have pursued a policy to find a regional solution to find \ntemporary safe haven for these refugees from Haiti.\n\n REP. MAZZOLI: Just one very brief question.  Was that treaty of 1981 ratified by the Aristide government as such?\n\n AMB. GELBARD: Well it wasn't a treaty.  It was an agreement between governments.\n\n\n\n REP. MAZZOLI: Agreement.  Was it ratified or somehow extended or --\n\n AMB. GELBARD: It was acknowledged by the Aristide government.  Yes.\n\n REP. MAZZOLI: Acknowledged as being in existence to be looked at or acknowledged because they wanted it.\n\n (Cross-talk.)\n\n AMB. GELBARD: They -- the program continued to function during the Aristide government.\n\n REP. MAZZOLI: Thank you very much.  Let me now -- Mr. Ford (ph), you're here -- or should I say Mr. McKinley \n(ph) is here with the Ambassador and you have no statement of your own.  If you have any comments, we may \ndirect some to you on that.  And I'd go to Mr.  McNary, the commissioner of immigration.\n\n MR. MCNARY: Mr. Chairman, first of all let me say I admire your timing.\n\n REP. MAZZOLI: I'm not sure I --.\n\n MR. MCNARY: I have anticipated your -- the tone of this hearing and I have a lengthy statement which I will submit \nto the record.\n\n REP. MAZZOLI: It will be made part of the record.\n\n MR. MCNARY: My statement addresses the interdiction and detention of Haitian nationals, the parole of Cuban \nnationals into the US and the Immigration and Naturalization Service's plan for emergency immigration situation, \nparticularly in South Florida.  All of that is included in my statement.\n\n With regard to the current situation, I would like to point out tha the rule of INS is to ajudicate and determine \nwhether Haitians who have been interdicted and are on Coast Guard cutters are in fact refugees under the \ndefinition of the law, as written by this congress.  At this point, we have a cadry of 12 teams that are on the Coast \nGuard cutter.  Those teams include interpretters who speak Creole.  The interviews are specially designed to even \nask the same questions in several different ways in order to make sure that we can find anyone and give them to \nbenefit of the doubt who has a credible claim to assylum.  It's not even an assylum ajudication.  It's just something \nclose enough would entitle them to come to the United States for an assylum hearing.\n\n We have at this point interviewed 1,600 people and 85 have been determined to have a credible claim, 53 have \nalready been brought to the United States, 32 are still at Guantanimo (ph) and will be brought in immediately.  \nThat's a -- that's five percent and again let me emphasize that it's not quite a year old, but this is a special trained \ncorp of ajudicators who have gone through a lengthy training procedure to interview, to determine techniques, to \nreally go into it so it's objective consistent uniform procedure, not based on any political consideration.  And those \nare the people who are presently doing the interviewing.\n\n REP. MAZZOLI: Thank you very much Mr. commissioner.  I did.  I read your statement.  It's a very interesting one.  \nI would encourage my collegues to read it.  It does point out what you have done in the special training, including \nlanguage training that these new ajudicators have.  Numbers are moving swiftly -- bouncing back and forth as the \nrealities are.  But let me see if -- can we agree on a set of numbers.  I have before me a chart which suggests a \ntotal interdiction is 2,817, that's of November 20.\n\n MR. MCNARY: 2,819.\n\n REP. MAZZOLI: 2,819.  Okay, 2,819 as of the best knowledge we have as of today.  Return to Haiti, 538 --.\n\n (Cross-talk.)\n\n -- brought to the United States 53.\n\n ADM. GELBARD: Fifty-three.\n\n REP. MAZZOLI: Fifty-three brought to the US.  At Guantanamo (ph), 483.\n\n ADM. GELBARD: That number has decreased because we have taken some out of there.  It's --,\n\n\n\n REP. MAZZOLI: 447.  Okay, 447.\n\n MR. MCNARY: Mr. Chairman, can I make a comment on that particular number?  447 was where we started the \nday in Guantanamo (ph).  One flight of Haitians has already left, destination Honduras with about 125 on board.  \nWe expect to have two more flights during the course of the day, an additional one to Honduras, and one to \nVenezuala, which shows that the safe haven concept is working.  And if it all goes as planned, we will have \nremoved 350 Haitians from Guantanamo (ph) in the course of the day leaving a total of 97 there.\n\n REP. MAZZOLI: So the next two flights would be about 225 total, which would then come to 325 for the day.\n\n MR. MCNARY: That is correct, Mr. Chairman.\n\n REP. MAZZOLI: Which would leave 125 or thereabouts.\n\n MR. MCNARY: Ninety-seven by my count.\n\n REP. MAZZOLI: Something under 100?\n\n MR. MCNARY: Ninety-seven.  Because we started the day with 447.  483 minus 53, it went up.\n\n REP. MAZZOLI: And then admiral, on cutter is 1,779.\n\n ADM. GELBARD: 1,781.\n\n REP. MAZZOLI: 1,781.  And just to clear me up and then we will come to the admiral for his statement, the court \norder covers all of the people at Guantanamo (ph), whoever's a legal expert, covers the people at sea, which is \n1,781 people.\n\n MR. MCNARY: I think the right way to put that Mr. Chairman is that it covers repatriation.  The court order deals \nwith repatriation.  It prevents from taking anybody back into --.\n\n REP. MAZZOLI: So it doesn't have a number.  It just says you cannot repatriate anybody of this group, whatever \ntheir category.\n\n MR. MCNARY: That's right.  I don't think it says you can't take them to safe haven in the region.  In fact we are \nworking on the assumption that safe haven in the region is still an option that the court order allows.  And in fact we \nare doing it.\n\n REP. MAZZOLI: Thank you.  Admiral.\n\n ADM. LEAHY: Good morning Mr. Chairman and members of the subcommittee.  I appreciate this opportunity to be \nhere before you today to represent the commadant of the Coast Guard, Admiral -- (inaudible) -- and to discuss \nCoast Guard's migrant interdiction program.  I have a prepared statement to submit to the record.  And with your \npermission I would like to make a brief summary of my statement.\n\n REP. MAZZOLI: Certainly.  Your statement will be made a part of the record, admiral.\n\n ADM. LEAHY: Coast Guard is our nation's primary maritime federal enforcement agency.  Coast Guard and \nmigrant interdiction operations are as a result of the presidential proclaimation and executive order of September \n29, 1981, which suspended the entry of undocumented aliens into the United States from the high seas.  The Coast \nGuard was directed to enforce this order at sea.  In carrying out the executive order, the Coast Guard assisted by \nthe Immigration and Naturalization Service agents and interpreters stops and boards certain vessels when there is \nreason to believe that such vessels are engaged in the transportation of illegal aliens.  The passengers are \ninterviewed by INS agents who determine whether they are economic migrants or persons with a claim of political \nassylum.\n\n Migrants are returned to their point of origin if they are in violation of either US or foreign immigration laws.  The \nCoast Guard does not repatriate Haitians or any other migrants if they have not been interviewed by an INS agent \nor if they have been interdicted within the US territorial seas or if they have an emergency medical condition which \nrequires evacuation prior to a status determination.  Haiti is the only nation with which the US has a migrant \ninterdiction agreement.  This agreement allows the Coast Guard to board Haitian flagged vessels on the high seas \n\n\n\nwhen we suspect there are illegal aliens aboard.  INS agents then screen the passengers and determine who \nshould be returned to Haiti.  Normally migrant interdiction operations consist of one cutter station and the -- \n(inaudible) -- supported by air suveillance and Coast Guard navigation at Guantanamo (ph) Bay, Cuba.  Prior to the \nSeptember coup, repatriation of economic migrants and delivery to the United States of persons requiring further \nscreening has occurred as routine proceedure under the bilateral agreement.  A Coast Guard liason officer \nstationed in Port au Prince, Haiti coordinates the return of boat people with representatives of the Haitian \ngovernment and the International Red Cross.\n\n Our location in Winwood (ph) Pass, in the Winwood (ph) Pass departure zone provides both a critical interdiction \npresence and an important search and rescue response capability.  Coast Guard migrant interdiction is very much a \nhumanitarian as well as a law enforcement mission.  Migrants take great risk and endure significant hardships in \ntheir attempts to get to the United States.\n\n Typically their vessels are overloaded, unseaworthy, lacking basic safety equipment and are operated by \ninexperienced people.  A great number of migrants that have been returned to Haiti by the Coast Guard, would \nmost likely have perished as seas had they not been interdicted.  Since 1981, the Coast Guard has interdicted over \n32,500 illigal aliens, over 25,000 of whom have been Haitian.  We have also interdicted increasing numbers of \nmigrants from Cuba and the Dominican Republic.  Mr. Chairman, I will now update you on what has happened \nsince the September coup.  We initially saw a lull of activity since our first interdiction of October 28 when we \nrecovered 19 people.  Since then we have picked up 2,817 boat people.\n\n \n\n \n\n \n\n \n\n \n\n \n\n REP. MAZZOLI: Just out of curiosity.  I'm not that familiar with sea lanes and all that.  But you said there was a \nhiatus of so many days.  What was it from the coups to --\n\n ADM. LEAHY: Well, it was from the coups until about the 28th of October.\n\n REP. MAZZOLI: A month or so --\n\n ADM. LEAHY: I think the coups was on 30th September, I believe.\n\n REP. MAZZOLI: So, it was roughly a month?\n\n ADM. LEAHY: 28 days.  Yes, Sir.\n\n REP. MAZZOLI: And, are your Cutters in a position where they can identify Haitian's who have left one day earlier, \ntwo days earlier?  How long does it take the Haitian's to get to where the Cutters are?\n\n ADM. LEAHY: That depends on where they depart from, Sir.  If they --\n\n REP. MAZZOLI: There are different departure points in Haiti?\n\n ADM. LEAHY: Yes, Sir, there are.\n\n REP. MAZZOLI: There are two or three familiar ones or use mostly ones or --\n\n ADM. LEAHY: Well, excuse me, there are some that come right out of what they call the jar.  Which is western side \nof Haiti.  And you get some that come out of the northern side and the northwestern side.\n\n REP. MAZZOLI: So it takes them longer to get to the point.  So --\n\n ADM. LEAHY: Yes, Sir.\n\n\n\n REP. MAZZOLI: Is there any understanding of -- any belief on your part as to when the Haitians left who were first \ninterdicted.  How many days they'd been at sea?\n\n ADM. LEAHY: I can't answer that.  I don't know.\n\n REP. MAZZOLI: Okay.  Thank you.  I appreciate it.\n\n ADM. LEAHY: Since that time, we have picked of 2,817 Haitian boat people.  There continues to be an increase in \nnumbers and the\n\n rate of people leaving Haiti.  Yesterday we recovered 645 people.  We returned 538 people on the 18, 19th of \nNovember to Port au Prince Haiti.  As of 19 November, a temporary restraining order issued by the US District \nCourt, Southern District of Florida, as precluded further repatriation.  447 Haitians remain at shore at Guatanomo \n(ph) Bay, Cuba.  As well as the ones we were just told about by the State Department, here.  A small number of \nHaitians with (credible?) claims of asylum have been flown to the US for further processing.  The remainder of \nsome 1,788 Haitians remain aboard seven Cutters while we continue with recovery efforts.\n\n In response to this increased outflow, we have assigned additional vessels to this operation.  As of this morning, \nthere are 15 Coast Guard Cutters involved.  This response has substantially decreased our -(inaudible)- on \nnarcotics and fishery enforcement efforts and reduced our capacity to respond to domestic search and rescues.  \nWe've also sent addition medical personnel down, along with shipment of food, blankets and medical supplies.  Our \ncrews are doing their very best to provide food and shelter to those they recover.  At the present rate, however, and \nbased upon the constraints placed upon us by the restraining order, our ships will be loaded to capacity in about \ntwo days.  Once we reach this point, we will not be able to continue recovery operation unless we can off load those \nwe have recovered.  Thank you, Mr. Chairman.\n\n REP. MAZZOLI: Thank you Admiral.  Let me yield to myself five minutes to get started.  We have a good number \nof our people wanting to ask questions.\n\n Let me sort of start out a little bit by once again underscoring, not that any of you need it, a couple of points.  One \nis that your not individually responsible for anything that's happened.  You're not being chastised or admonished in \nany way by this panel.  But, certainly, we need information in order to carry to the policy makers above you our \nviews, such as they are, about this problem.  So, I want you to be sure of that.  We appreciate the work you're doing \nas federal servants.  And in the case of the Coast Guard -- and dangerous service at that.  And we appreciate that \nand we honor it and we respect it.\n\n Let me ask you, Admiral, just out of curiosity.  Would the Coast Guard normally sail and patrol the Windward (ph) \npassage?  And would it normally have done that since 1981 without the interdiction treaty?\n\n ADM. LEAHY: We possibly would have had a craft down there from time to time because it is a choke point and \nthe (craft?) would be counter narcotics efforts.\n\n REP. MAZZOLI: Alright.  Would, absent the 1981 agreement, would the Coast Guard -- you mentioned the term \nsearch and rescue -- because you say your search and rescue operations and your anti-drug\n\n enforcement duties are imperiled or reduced because of the 15 cutters --\n\n ADM. LEAHY: Right, right.  The search and rescue effort I was talking about would be the search and rescue effort \nwe would do with the Haitians.  They would never make it up here, most of them, --\n\n REP. MAZZOLI: Does the Coast Guard do any routine, in the sense, normal search and rescue in any of that area \nof the Caribbean?  Absent this treaty, would it do that?\n\n ADM. LEAHY: In the vicinity of 150 to 200 miles, yes Sir.  We had a case yesterday, as a matter of fact.  We're \nescorting them back to Guantanomo (ph) Bay today.\n\n REP. MAZZOLI: Yeah.  How many cutters do you have involved, unless its classified, and how many -- because \nyou've told me that 15 of the Cutters are devoted to this work?\n\n ADM. LEAHY: We have 15 down there now, yes Sir.\n\n\n\n REP. MAZZOLI: And how many do you have totally?  If that's classified, then I won't ask it.  If you'd prefer --\n\n ADM. LEAHY: Well, we have a total of about 33 medium and high endurance Cutters on the east coast.\n\n REP. MAZZOLI: So, that's the total east coast.  That's not just in the Caribbean?\n\n ADM. LEAHY: That's the total, yes Sir.\n\n REP. MAZZOLI: Are these boats out of, are your Cutters out of a certain port?\n\n ADM. LEAHY: Yes, Sir.  All up and down the east coast.\n\n REP. MAZZOLI: Several ports.  Not just one.\n\n ADM. LEAHY: Yes, Sir.\n\n REP. MAZZOLI: And I think it's fair to say then that in this first tier activity, which is what we are talking about, \nwhich trying to take care of the emergency, that we've reached almost the point that we can't even take care of \nemergency people anymore.  Unless we find some solution to get them to some safe harbor.  Either by granting \nthem temporary protective service or by providing some other type of executive parole or executive assistance. l \nWe have reached the point of capacity of your 15 Cutters.  You have only 30 Cutters totally along the eastern sea \nboard.  And you could not, probably, assign all those boats if you wished to, to that Windward (ph) passage.  Is that \ncorrect?\n\n ADM. LEAHY: That's correct, Sir.\n\n REP. MAZZOLI: Which is all the more reason why the quicker that we can get something done for the emergency, \nthe quicker you can get back to normal search and rescue and normal anti-drug activity.\n\n ADM. LEAHY: Yes, Sir.\n\n REP. MAZZOLI: Mr. Lee, since your the sort of senior lawyer here.  Tell me a little bit about the interdiction \nagreement of 1981.  Apparently, there -- excuse me I said Lee, I mean (Rex?) Lee, I think he was the former \nsolicitor, I apologize.  Mr. Ford, my apology.  Tell me a little bit about that agreement.  The ambassador said it was \nacknowledged by the Aristide government.  What does that mean?  And was there a formal declaration by the \nAristide government that the interdiction treaty was a good thing and they wanted it continued as is?  Or what was \nit?\n\n MR. FORD: I am not privy to that information.  The only thing that I am privy to and I think maybe the Coast Guard \ncould answer this.  There were some inconsistent statements as to numbers of people leaving Haiti during the \nAristide tenure in office.  I heard a number that 13,060 people did in fact depart Haiti in boats during Aristide's \ntenure.\n\n \n\n \n\n \n\n REP. MAZZOLI: Let me ask you a question.  (You guys?) know something about that treaty or agreement -- not a \ntreaty, apparently -- and whether or not, in fact, it is the way we ought to continue because, as I said in my \nstatement at the beginning of our hearing today, I mean, we have -- I perhaps made some recommendation that \nmaybe the committee on Foreign Affairs deals with this, but whether or not this treaty of 1981 should be continued, \nthis agreement of 1981 ought to be discontinued, whether it ought to be modified, or whether it's no longer useful, I \nthink something is certainly before us.\n\n May I just ask one final question, Mr. Ford?  Are you privy to any knowledge that within the Justice Department, Mr. \nBarr or others, that there's any discussion now of extending TPS to these people?\n\n\n\n MR. FORD: Yes, sir.  The way that temporary protective status happens, and it's generally by letter from members \nof Congress, a letter is addressed to the attorney general, or some instances have been by phone call and we have \nasked people to put all of the pertinent facts in the letter.\n\n As you know, there are specific requirements under the temporary protective status legislation and when this first \ncame up, a mechanism had to be put together, if you will.  Priscilla Klath (ph) from the Office of Refugee Programs \nand myself in INS, we put together kind of a working group to discuss not just countries that are -- are written about, \nbut situations around, you know, the hemisphere, where things may come up.\n\n And, as you know, in the case of Somalia, a designation was made for a period of a year.\n\n REP. MAZZOLI: Right.\n\n MR. FORD: Lebanon, Liberia, and Kuwait were mentioned in the committee report language --\n\n REP. MAZZOLI: Right.\n\n MR. FORD: -- as likely countries for this type of thing, and a decision was made by former Attorney General \nThornburgh to include those in --\n\n REP. MAZZOLI: Are you aware of any conversations today with Mr. Barr or in your department dealing with TPS \nfor Haitians?\n\n MR. FORD: We have been meeting on TPS and Haitian issues --\n\n REP. MAZZOLI: Did you meet --\n\n MR. FORD: -- the last couple months.\n\n REP. MAZZOLI: -- yesterday?  Did you all talk about it yesterday?\n\n MR. FORD: No, we talked about it as recently as Sunday.\n\n REP. MAZZOLI: As recently as Sunday.  And do you know whether or not there's any denouement to this \ndiscussion?\n\n MR. FORD: I think the feeling of most of the people at the time is that this issue probably is not (ripe?) regarding \nHaiti.\n\n REP. MAZZOLI: I -- I will yield here, and I don't want to go too far beyond my time, but I'm -- I'm -- I believe I'm \naware that some of our colleagues, perhaps some present today, have -- have written and have never gotten a \nletter back from the attorney general.\n\n MR. FORD: Well, I think that is a -- is a sign, a good sign, because it means it's under consideration.\n\n REP. MAZZOLI: Well, let me just suggest that the way we -- the way we handle casework in my office is not to stiff \nthe people who write but to send them like an acknowledgement -- \"Thank you very much for your letter, and it's \nbeing taken under advisement.\" And that's, you know, it makes them believe that the letter hasn't been lost in the \ngreat maw of the federal government.\n\n MR. FORD: We -- we -- we call that an interim response, and after our briefing last Thursday, Congressman, I went \nback to our executive secretariat and said that if a letter cannot be answered in two weeks, then an interim \nresponse is to go out --\n\n REP. MAZZOLI: Have those interim responses been dispatched?\n\n MR. FORD: Yes.\n\n REP. MAZZOLI: Thank you very much.  My time has expired.  The gentleman from -- let me start, in fairness, to \ngentleman from the committee.  The gentleman from California, Mr. Berman.\n\n REP. HOWARD BERMAN (D-CA): Thank you, Mr. Chairman.  I missed the testimony of this panel, so if it's been \ncovered, just let me know and I'll find out the answers from -- from staff.\n\n\n\n But on Monday, the State Department expressed its confidence that returning Haitians will not be harmed by those \nin power in Haiti.  On what basis did the State Department make those assurances, and did we receive assurances \nfrom those in power in Haiti regarding that?\n\n Yes.\n\n ADM. GELBARD: The -- the decision to repatriate people was based on the sense that the people who were being \nrepatriated did not have political background on the basis of the extensive interviews conducted with the INS.  \nThere were discussions between --\n\n REP. BERMAN: -- (off mike; inaudible) --\n\n ADM. GELBARD: By the INS --\n\n REP. BERMAN: On the -- on the -- on the boats?\n\n ADM. GELBARD: Yes, sir.\n\n (Laughter.)\n\n This is the normal procedure, and it's been conducted --\n\n REP. BERMAN: I say seriously and -- and not at all facetiously, I wonder how the interview process on a packed \nboat in the context of the situation of apprehension can really delve at and get at the truth and allow for a fair \napplication of the --\n\n (Off mike comment from another member ?)\n\n REP. BERMAN: -- (inaudible) -- standards.\n\n ADM. GELBARD: We can explain that procedure.\n\n REP. BERMAN: Hmm?\n\n ADM. GELBARD: We can explain that procedure, because --\n\n REP. BERMAN: All right.  Well, I'd be interested in hearing that, but first I'd like to hear about the repatriation.\n\n ADM. GELBARD: The normal procedure when people have been repatriated has been to deal with the Haitian Red \nCross.  The Haitian Red Cross was consulted and held discussions with the de facto regime in Haiti and received \nsufficient assurances that the process went ahead.\n\n We have no reason to believe at this point that any of the people who have been repatriated based on a sense that \nthe Haitian Red Cross had are going to suffer any reprisals.  And, historically, under a wide range of nondemocratic \nregimes in Haiti, this has been the case, and there -- we have no record of any reprisals against Haitians who have \nreturned.\n\n REP. BERMAN: Are you -- are we able to monitor that, or are we depending on the Haitian Red Cross to monitor \nthat?\n\n ADM. GELBARD: We have a very reduced embassy at this time, due to circumstances in Haiti.  We are attempting \nto monitor this ourselves and also, in conjunction with private voluntary organizations, human rights groups \noperating in Haiti, the Red Cross, and other entities, and our embassy intends to stay in very close contact with all \nof these groups.\n\n REP. BERMAN: So it is fair to say, then, from what you said, that the assurances we received were indirect.  They \ncame through the Haitian Red Cross, based on their contacts with the Haitian rulers at the present time, not on our \nown direct contacts, and that the monitoring of the condition of the people repatriated will be done as much as \npossible by the embassy, but with a great deal of reliance on voluntary organizations, human rights groups, and -- \nand other organizations in Haiti?\n\n\n\n ADM. GELBARD: Yes, Congressman, and those have been the same kinds of entities we have relied upon in the \npast because of the extensive nature, the widespread network of these organizations throughout Haiti.\n\n The -- the experience thus far has been that none of the people who have returned have received any kind of \nreprisals.\n\n REP. BERMAN: And certainly my final question on this round, if I could just hear a little description of the interview \nprocess on the boats and how -- how that works in what would seem to be serious impediments to having someone \nfully and adequately recite their own situation in that -- in that condition, having just been picked up -- how that is \ngoing to be really a -- a true finding process.\n\n ADM. LEAHY: (Off-mike) Well, let -- let me start -- as I say, conditions are not optimal.  You know, we have some -\n- some teams of interviewers there, and these teams include an interpreter -- there are 12 teams -- an interpreter \nwho speaks Creole.\n\n That process -- first of all, all of the adjudicators have been specially trained to make this adjudication, to apply the \nstandards, to tap the various country conditions, and to take the facts.  They have certain techniques they've been \ntrained in.  They've started out with a certain introductory briefing for the applicant, which explains the purpose of \nthe -- of the interview.  Then they go into something on the order of a 20-minute in-depth interview, which is \nconducted through the use of -- of a new interview questionnaire that has been established.\n\n If a credible claim from that interview is -- is made -- and I don't think you were here.  I -- I mentioned that so far, 85 \npeople have made a credible claim.  Fifty-three of them [were] brought into the United States, 32 will be imminently.  \nAnd then\n\n they'll be in a position to have the hearing that is under better conditions, but at least they're brought into the United \nStates for that purpose.\n\n Now, frankly, the situation is one that the economic conditions in Haiti are deplorable.  They are deplorable, and \npeople for the most part are leaving for economic reasons, and they tell our interpreters and our interviewers just \nthat -- they can't get a job or if they left because some member of the family was threatened and then they're asked \nwhat members were threatened, then they have no answer.\n\n And so there has been a genuine effort to find all the people who can make a credible claim for asylum under our \nlaws, the Refugee Law of 1986.\n\n REP. MAZZOLI: The gentleman's time has expired.  I -- I would say before I -- I go to the gentleman from Florida, \nif he's ready, is the bar association, American Bar Association, in the second full paragraph on their letter, which \nwe'll send to you, does make some claims with regard to the procedural protections, and they call them \"normal \nprocedural protections\" with respect to the pre- screening discussions onboard the cutters, so that may be \nsomething you may want to take a look at.\n\n The gentleman from Florida is recognized for five minutes.\n\n REP. SMITH: I thank you very much, Mr. Chairman.  I apologize for having to be out of the room, but we do have a \nmajor markup going on in the Banking Committee, of which I'm a member, and I have to be spending some time \ndown there.  It's a pretty difficult thing to juggle.\n\n REP. MAZZOLI: To say the least.\n\n REP. SMITH: To say the least.\n\n REP. MAZZOLI: -- (inaudible) -- a tough schedule for all this session, really.\n\n REP. SMITH: Well, thank you.\n\n I wanted to inquire a little bit with regard to a few things here today, though, and I'm glad I could get back for this, \nbecause one of the areas that's been a concern to me for a long time is the problem that we've got in the law or the \nabsence of the law of having what was referred to back in 1984 as summary exclusion, and some may have \ncorporate memories -- I know the chairman would -- of the fact that this member authored an amendment which we \n\n\n\nactually passed on the floor of the House in 1984 which, if it had become law, today probably would have made Mr. \nMcNary's job considerably easier in this respect, because it did provide a procedure for\n\n summary exclusion for people who were apprehended as they began to set foot on our soil and really had not \ncome in to the country fully so that they didn't get caught up in our court systems and so on.\n\n One of the things that concerns me about this whole debate, whether it's over the Haitian immigration or the \nCuban question, as well, is what we're going to do -- continue to do to deter people from getting into our system in \nlarge numbers -- larger than the numbers that you've described in your testimony today, which we've taken in \nlegally and -- we've taken in for the most part legally -- and we've taken in by grandfathering and so on.\n\n I am concerned, and I'm going to ask you a question, if I could, Mr. McNary, as to whether or not the current legal \nrequirements that are involved are satisfactory in the case of mass influx to deal with this problem if we aren't able \nto interdict everybody at sea and they began to come on the short.  And you and the Coast Guard and other folks \nare making apprehensions out there -- won't they, under the law now, and maybe Mr. Ford (ph) can help you with \nthis as the legal counsel, aren't they eligible to get into the complete asylum and complete court system and stay \nhere quite a while through procedures that they wouldn't otherwise have to do if we had summary exclusion \nprocedure that said they aren't eligible for all that, if you screen them out? Isn't that -- isn't that potentially a big \nproblem, and that's one of the reasons for this hearing originally being called, was to discuss our preparedness to \ndeal with the mass influxes -- not quite that with the Haitians yet, but it's getting close.\n\n \n\n \n\n \n\n \n\n Could you -- could you respond to that?\n\n MR. MCNARY: Well, yes, and you've -- you've described it very well.  We've had experience with those coming \nacross the Southwest border being overwhelmed with asylum applications.\n\n This is a different situation.  Interdiction does not provide that attachment to our soil, so the -- the same rights do \nnot accrue so far as -- as a work -- work permit and the other things that go with waiting for your asylum hearing.\n\n The biggest problem, Congressman, in my judgment, is not the law, so much as following it.  We know that not only \nUnited States law but world law is to the effect that we can accommodate political refugees.  We cannot \naccommodate economic refugees.  We can't -- no nation can do that.\n\n And the suggestions that we parole people in in large numbers and we grant TPS in large numbers would \ncompletely circumvent that law, that policy, and would give us problems in dealing with thousands of people who \nwe're not capable of dealing with, and no telling in this particular case if it -- if it gets out of hand.  And this is \nsomething that everybody at this panel -- this has panel has groped with, that not only Haiti, but how many other \ncountries where people -- where the economic conditions are not good, will people set sail for this country if they \nknow that once they're picked up by a Coast Guard cutter, they're going to be brought to our shores.\n\n REP. SMITH: Well, I know that the issue that Mr. Gelbart was asked about is the critical one, and that is the \nquestion of the persecutions.  Do we know what they are or aren't, and reasonable fear -- and, obviously, you've \nalso mentioned that to some extent, because you said you screened a number out and have allowed some to come \nto this country.  I think that's very significant.\n\n None of us want to see forced repatriation of people who are under duress or threat of actual persecution, but we \nalso don't want to encourage -- at least, this member doesn't -- huge numbers to start heading out with boats and \nhead in this direction from either Haiti or Cuba or any other Latin American county nearby.  So I think the policy \nbalance is really important here and sometimes the personal compassion interest has overcome that concern and \nwe haven't been able to view it clearly.\n\n\n\n And I -- I'm appreciative of your comments with respect to that and the difficulty of your task, because, quite \nfrankly, I would prefer these Haitians weren't returned to Haiti, but I don't want them coming here and getting into \nour process, either, and encouraging other people to come.  So the efforts to put them in other countries, to the \ndegree that works, is fine, and that's what we should be doing.\n\n But you've had trouble doing that.  And so I respect what you say.\n\n I thank you, Mr. Chairman.\n\n REP. MAZZOLI: Thank you.\n\n : Mr. Chairman, you've got to point out that -- and I don't mean to defend the State Department, but it's \nencouraging to me that these 325 or 350 people are going to third countries, because unless I'm wrong, those are \nthe first people out of Haiti.  That was the group that probably had the greatest fear.  And then after -- after it \nseemed possible to get picked up by the cutter and -- and brought in, others were encouraged to -- to jump onboard \nand I think that we're getting in more to the economic migrant.\n\n And -- and still got resolved in favor of those early ones who left is encouraging.\n\n REP. MAZZOLI: That -- that is encouraging.  I was going to ask them -- I don't have time now -- about the whole \ncollapse of the OAS discussions.  I was curious about them.\n\n The gentleman from Texas.\n\n REP. SMITH: Thank you.\n\n Mr. Gelbard, since we recognize the legitimacy of the Aristide government, was President Aristide or -- or his \nambassador consulted prior to your implementation of our current procedure?\n\n MR. GELBARD: We have had some discussion, Congressman, with his ambassador.  President Aristide has been \ntraveling, so we have not discussed this with him.\n\n REP. SMITH (All right?).\n\n MR. GELBARD: We acknowledge that they have not been in agreement with this.  Our concern -- they have \nsupported the idea of -- of third country repatriation and, as far as I'm aware, approached one or two countries, but \nthe bulk, the overwhelming bulk of the efforts to approach third countries for temporary safe haven have been done \nby -- by us, supported by the UNHCR.\n\n REP. SMITH: Haiti is in the control of a -- of a group of people who we do not recognize as the legitimate of Haiti.  \nHas there ever been a time in our history where we've repatriated people to a -- a nation governed by a group of \npeople whom we did not recognize?\n\n MR. GELBARD: I -- (off-mike comment; laughter) -- I'm afraid I can't answer that, Congressman.\n\n (Laughter.)\n\n REP. SMITH: The administration has -- has frequently been -- been tempered by questions from members of \nCongress and elsewhere comparing the way we treat Cuba as to the way we treat Haitians, and I'm curious to \nknow, since the administration argues that Cubans are treated differently in this situation than others when they're \nrescued at sea because of the Cuban Adjustment Act of 1966, does the administration advocate a change or limit to \nthe act that would also include Haitians?\n\n MR. GELBARD: Congressman, the -- the fundamental difference between the treatment of Cubans at sea and \nAsians at sea is that any Cubans who are returned will, by definition, go to prison, because that's the way the \nCuban government has treated them and continues to treat them.\n\n As I mentioned earlier in response to Congressman Berman's question, we have no indication at all to believe that \nthis is how Haitians would be treated.\n\n REP. SMITH: All right.\n\n\n\n (Laughter.)\n\n Oh, they -- you've also said that you -- one -- one good reason for pursuing this policy is to avoid a magnet effect \nin which the word gets out that you can be picked up and make it to the United States.  I'm curious to know about \nthe question of the magnet effect.  Has there been a magnet effect with regard to Cubans inasmuch as we rescue \nthem at sea?\n\n MR. GELBARD: Well, let me say first that the fundamental basis for, first, the 1981 bilateral agreement that \nresulted in the Coast Guard's presence in the Windward Passage involving the search and rescue program has \nbeen that there is an estimate of 50 percent mortality rate for Haitians attempting to leave Haiti by boat.\n\n There's a significant difference in the length of the journey -- 600 miles versus 90 miles from Cuba, significant \ndifference in the difficulty of the journey because of the nature of the seas, and we have a fundamental concern that \nwe maintained about the large number of Haitians who died attempting to leave Haiti, or people who were dying \nattempting to find Coast Guard cutters.\n\n REP. SMITH: Mm-hmm.\n\n MR. GELBARD: The basic nature of the program has, no doubt, resulted in saving many hundreds and perhaps \nthousands of lives of Haitians who attempted to leave solely with the hope that they would be picked up by these \nCoast Guard cutters, and in many cases, I'm\n\n sure -- I know, I've heard there have been people who have died because of their frivolous attempts to do this.\n\n If we at this point were to change our policies and to take in all Haitians who were leaving by boat -- and I have to \nnote parenthetically the very fragile nature of these boats, as I mentioned in my opening statement -- this will \nundoubtedly produce a significantly increased number of people who would be attempting to leave and would \nundoubtedly result in the deaths of many, many hundreds of these people.\n\n REP. SMITH: Ambassador, I've asked the hardest questions which have been suggested to me or that I can think \nof.  If, indeed, the interviews you're giving, Mr. McNary, are adequate, and if, indeed, they are not being -- people \nare not being persecuted when they return home, I'm not sure I can suggest a policy -- an improvement on your \npolicy.\n\n I came here with a more critical attitude, but I'm quite sure that you don't want to send people to their deaths or to \ntorture or persecution or imprisonment, and I just hope, though, that those interviews are adequate and I -- I think \nmy time is up, but I hope for -- maybe in response to somebody else's question -- you'll explain that interview \nprocess a little more, and if it's lengthy enough that you can really find out the facts.\n\n If that's the case, I don't know what else we can do.\n\n REP. MAZZOLI: The gentleman's time has expired.\n\n I'd be curious, too, maybe in another round or something, to find out how -- the -- the justification for the \ncontinuation of the '66 Cuban Adjustment Act, which many people suggest shows a skewing of our law with regard \nto the treatment of people is that, by law, people returned to Cuba would go to jail.  Could not we change that and \nsay, \"Cubans aren't going to be sent back, but they're going to be kept under TPS\"?\n\n I mean, I don't know that that argument you make is a justification for the '66 Act to justify never sending them \nback, but it may not justify the continuation -- I'd like to hear some thoughts on that at some point.\n\n The gentleman from Oregon.\n\n REP. KOPETSKI: Thank you, Mr. -- thank you, Mr. Chairman.  The chairman of the committee knows that I had the \nopportunity earlier this year to visit Turkey and Iraq and look at the refugee situations there, and I know from that \nexperience and learning about Operation Provide Comfort that the United States military, both as an institution and \nas individuals, are doing all they can in the humanitarian sense to help the -- the plight of the Haitian individuals.\n\n I also learned that -- that a war does cause refugees, and that sometimes there's a delayed effect, that the war \ncan break out but the people may not move, make that difficult decision to leave their homeland until weeks and \n\n\n\nmaybe even months later after a change in government occurs.  I mean, we saw that with the Kurds in Iraq and \nwe're seeing that with the Haitians today.\n\n I think there's a different situation here with Haiti.  Haiti is the only country in the world with which the US has a \nmigrant interdiction agreement.  The only nation in the world.\n\n We treat this people -- these people from this nation differently than anybody else.  That is our stated policy.  And \nmy question to the -- Ambassador Gelbard, we can suspend aid to Haiti, we can suspend or help cut off the flow of \noil, we can freeze Haitian assets -- we can do all these economic pressures, but your testimony says when it \ncomes to the people, we can't suspend law, we can't make a temporary exception.\n\n And let me read your testimony, on page three -- \"In keeping with the intent of the US-Haitian Immigration \nAgreement, the interdiction program, and US law, we have an obligation to prevent an unimpeded flow of Haitians \nto the United States.\"\n\n Let me say that the gentleman from Florida is correct, that our first policy is resettlement in the country, second is \npolicy -- settlement in the region, or third, a third country asylum.  No one -- I don't think anybody in this committee \ndiffers from that.  But here we have a -- a life-threatening situation possibly for individuals, and it's -- your testimony \nis, \"We have an obligation.\"\n\n And my question to you, the opposite, is, to whom do we have this obligation?  And why?\n\n MR. GELBARD: First of all, Congressman, it is not the case that this is an agreement which cannot be waived \nunder any circumstances, and if I gave that impression\n\n \n\n(TEXT OMITTED)\n"}