{"title": "Va. Bills Targeting Illegal Residents; Restrictions Sought On Work, Schooling For Immigrants", "body": "\nLegislators in Virginia are intensifying their effort to crack down on illegal immigrants.  \n\n They have introduced bills in the House and Senate that would, among other things, prevent illegal immigrants \nfrom attending state colleges and universities, punish businesses that employ them and require proof of citizenship \nor legal residency to obtain a marriage license.  \n\n More than 40 bills and resolutions dealing with the immigration issue are likely to be considered in the session that \nbegan Jan. 11. Many would restrict access to public resources or grant broader powers to state officials. Some, \nsuch as a bill to bar illegal immigrants from receiving in-state tuition rates, have been introduced previously but \nfailed to become law. Others, such as the marriage license bill, are new.  \n\n \"This is a complicated issue, but there are some simple answers to it,\" said Del. John S. \"Jack\" Reid (R-Henrico), \nwho led a morning news conference at the state Capitol that was attended by dozens of activists on both sides of \nthe issue. \n\n  Attendees included members of the group Help Save Herndon, which has opposed public funding for the town's \ncontroversial day laborer site on the grounds that many such workers are in the country illegally. Members of other \ngroups, who were in Richmond to lobby lawmakers on the issue, held signs that read: \"No Backroom Deals on \nAmnesty for Illegals\" and \"Stop False Documents.\" \n\n  One lawmaker who opposes such proposals said the bills were merely attempts to play to certain political \nconstituents. \"This is not about immigration,\" said Del. Albert C. Eisenberg (D-Arlington). \"It's all about making \npoints with narrow specific groups who respond to these kinds of appeals.\" \n\n Other legislation would require that applicants for driver's licenses take their tests in English and without an \ninterpreter. Efforts to crack down on employers include a measure that would prevent companies that hire illegal \nimmigrants from receiving state contracts.  \n\n\n Like efforts to tighten abortion laws, proposed restrictions on illegal immigration now come before state politicians \nannually. During the 2005 session, legislators passed measures that further limited illegal immigrants' access to \nMedicaid and other benefits.  \n\n Often such legislation is passed in the more conservative House but is defeated in the Senate. Any bills that pass \nboth chambers would go to Gov. Timothy M. Kaine (D) for signature or veto.  \n\n \"We need to send a message,\" said Del. Thomas D. Gear (R-Hampton), who is sponsoring the bill to deny illegal \nimmigrants access to public colleges and universities. \"If they come in legally, glad to have you. If not, we don't \nneed them in the country. Go back.\"  \n\n During last year's gubernatorial campaign, Republican Jerry W. Kilgore called attention to the issue when he \nannounced his opposition to the Herndon day laborer site, which is financed in part with public money. Illegal \nimmigration was also a prominent topic in several House races. \n\n Advocates for immigrants said after Tuesday's news conference that several of the bills would violate federal \nequal protection laws. They said sponsors, who include some Democrats as well as many Republicans, are \nignoring the need for national reforms on immigration policy.  \n\n \"Current federal laws do not reflect the economic reality . . . and our dependency on a large labor force of both \ndocumented and undocumented immigrants,\" said Tim Freilich, managing attorney for the Virginia Justice Center \nfor Farm and Immigrant Workers in Falls Church. \"If you hurt Virginia immigrants, you hurt Virginia.\" \n\n Studies estimate that Virginia's illegal immigrant population has tripled since 1996, to about 180,000. \n\n \"Change creates some fear,\" said Claire Guthrie Gastañaga, a lobbyist who represents immigrant groups. \n\n Passage of some of the bills would put Virginia in the forefront of states' efforts to combat illegal immigration, \nsupporters and opponents agreed. A bill sponsored by Del. Jeffrey M. Frederick (R-Prince William) would allow \nstate police to enforce federal immigration law, something that only Florida and Alabama allow at present. Virginia \nwould be the only state to prevent illegal immigrants from attending public colleges and universities if that \nmeasure became law. \n"}