{"title": "Green Card To Nowhere; What Good Is Legalizing Immigrants If We Don't Educate Them?", "body": "\n In my eight years teaching high school, I've had hundreds of conversations with the kind of students who are now \nthe subject of our nation's intense immigration debate. In every class I pose this question: \"If you could go back to \nthe moment you boarded the airplane or climbed on the bus, and could either continue on to the United States or \nstay in your home country, what would you do?\" \n\n  Whether from El Salvador or Sierra Leone, whether they came with visas in hand or stealthily crossed the Rio \nGrande, their answer is always the same: \"I want to live in the United States.\" \n\n  The number of immigrants who have entered the country illegally is estimated at 12 million. At this point it's \nimpossible to say who among them will be able to earn citizenship and the right to pursue their American dreams. \nThe country and Congress are bitterly divided over the issue. But however many people are eventually able to gain \nlegal status, there is one thing that should be required for all seeking to make a new life in this country: education. \nIt is a matter to which Congress has thus far paid little attention. \n\n Any new immigration bill should require that all immigrants 25 or younger, before qualifying for permanent \nresident status, graduate from high school or earn a GED. Further, Congress should provide an accelerated path to \ncitizenship for immigrant students who attend college or other postsecondary programs: For every year of \npostsecondary education, students could receive their citizenship one year earlier. \n\n  My immigrant students face many barriers to completing high school. Their parents teach them that success \ncomes from hard work, but many don't realize that in America the hard work of learning is as important as working \nhard on the job. Work is often a family affair: One student cleans offices nightly with her father; another helps his \nfather mow lawns every weekend. Many immigrant parents who themselves made it only to the fifth or sixth grade \nallow their children to sacrifice their grade-point averages and academic futures  to contribute to the family's income \nor to buy consumer products attractive to American teens. \n\n  If they make it through high school, most illegal immigrant students are in effect prevented from pursuing higher \neducation. My highest-scoring student on the math SAT last year, a West African, was accepted by many \nengineering colleges. But he could apply to U.S. colleges only as a foreign student, which meant he would have to \n\n\npay tuition beyond his family's means. As an illegal immigrant, he was ineligible for federal or Maryland state \nfinancial aid. The last time I saw him, he was selling ice cream from a Good Humor truck. \n\n  Texas, California and a handful of other states have passed legislation allowing high school graduates, regardless \nof legal status, to attend state colleges and universities as in-state residents, paying much lower in-state tuition. But \nmost states and federal policy treat an immigrant youth without legal status as they would a student from any \nforeign country, even though the illegal immigrant may have attended elementary, middle and high school in the \nUnited States. One of my former students, a Salvadoran, lives in Maryland, is the daughter of two permanent legal \nresidents, graduated from a Maryland high school with honors, and paid Maryland state taxes on her summer job \nlast year. She was admitted to a public four-year college in Maryland, but the state denies her any aid. \n\n  Judging by what I see every day in class, if high school graduation were a prerequisite to obtaining legal status, \nboth students and their parents would be more likely to recognize the importance American society places on \neducation. Immigrant graduation rates, now pitifully low, would climb. Similarly, if young immigrants believed that \nthey had the same chance as others at their high school to go to college, many more would do the hard work of \nstaying in school and getting ready for college. \n\n  Adding an educational threshold and increased incentives for college enrollment to an immigration reform bill \nwould, in the short term, increase the costs of public higher education for all of us  --  native and immigrant alike. \nBut over time, a more educated immigrant workforce will earn higher incomes and add to our national wealth, \nincreasing federal and state tax receipts and simultaneously decreasing public social service costs. \n\n The writer is a high school teacher in Prince George's County. His e-mail address is elias@vlanton.com. \n"}