{"title": "Students Search for the Words To Go With Their Cultural Pride", "body": "\nLast summer, watching Al Jazeera's reports of the war in Lebanon between Israel and Hezbollah, Fidele Harfouche \nwas startled to realize that in addition to understanding the Arabic spoken by the anchors, she could, for the first \ntime, read some of the words marching across the bottom of the screen.\n\n  Ms. Harfouche, 20, was born in Lebanon, but moved to this verdant Bergen County borough of 9,000 people when \nshe was 6, before learning to read and write in Arabic, the language she and her parents still speak at home. Her \nmother often tried to sit her down for lessons, but Ms. Harfouche said she avoided them, feigning headaches or \nclaiming that she was too consumed with schoolwork.\n\n''I wanted to fit in so badly,'' she said. ''I figured if I practiced English, if I spoke English well, I'd be an American, like \nthe other kids in my school.''\n\n  But during her sophomore year at Drew University, a small liberal arts college not far from here, Ms. Harfouche \nsigned up for a class in classic Arabic in a quest to become fully literate in her mother tongue. It's a move that many \nimmigrants who came to the United States as children and those who were born here to immigrant parents have \nbeen making, said language experts, who refer to such students as ''heritage speakers.'' \n\n  ''As more and larger immigration groups are represented in the United States, what we're seeing is sort of a \nrenewed sense of ethnic pride taking hold among the younger generations,'' said Kathleen E. Dillon, associate \ndirector of the National Heritage Language Resource Center at the University of California, Los Angeles.\n\n  The U.C.L.A. center, with financing from the United States Education Department, is conducting the first national \ncount of college programs geared toward heritage students, most of whom grew up speaking a language other \nthan English at home.\n\n  So far, 28 institutions have responded, from large state universities to small private colleges in all regions of the \ncountry. In all, they reported offering 54 foreign-language courses, including 28 specifically for heritage speakers. \nThe survey will continue for at least another two years. \n\n  According to a survey by the Modern Language Association of America, which promotes the study of languages \nand literature, the percentage of students enrolled in foreign-language courses fell, to 9 percent in 2002 from 11 \npercent in 1970, even as college enrollment nearly doubled overall. But enrollment in certain languages exploded \nduring that period, mirroring immigration patterns, according to the survey.\n\n  Enrollment in Chinese classes, for example, grew to 34,000 students from 6,200. The number of students in \nArabic classes grew to 11,000 from 1,300, and enrollment in Korean courses jumped to 5,200 from 100.\n\n\n  The Modern Language Association survey did not count how many of those students were heritage speakers. \nResearchers at U.C.L.A. and Portland State University in Oregon estimate, however, that about half of the college \nstudents in the United States who are taking classes in Korean, Vietnamese, Hindi and Tagalog, one of the main \nlanguages spoken in the Philippines, are heritage speakers. \n\n  At Rutgers University, the South Asian studies program began offering a two-semester Bengali course in 2004 in \nresponse to requests from students of Indian and Bangladeshi descent. They make up about 80 percent of the 17 \nstudents in the class this term, officials said.\n\n  At the State University of New York at Stony Brook, two kinds of Russian classes have been offered over the past \ndecade, one for students who are new to the language and another for those who grew up with it. The division \nreflects the growth in enrollment by immigrants from Russia and other countries of the former Soviet Union.\n\n  ''A lot of the students who come from Russian-speaking homes join the class thinking they're going to get an A,'' \nsaid Prof. Anna Geisherik, who teaches the course for heritage speakers at Stony Brook. ''But then they find that \ntheir Russian is not that good and that it's pretty hard to learn to read and write using an alphabet and grammar \nstructure that's different than the one they're used to.''\n\n  Some of the students end up dropping out, Professor Geisherik said.\n\n  Twelve years ago, when Prof. Frances Yufen Lee began teaching Mandarin at Cornell University to heritage \nspeakers of Chinese and Taiwanese descent, the course had one session per semester that enrolled about 20 \nstudents. Now, there are four to five sessions each semester, with a total of 120 students -- and a waiting list. \n\n  ''We jokingly call it Chinese for illiterate people or Chinese for people who can't read or write well, because that's \nessentially what it is,'' said Lu Ning Yang, 20, who is in the second semester of the three-semester course.\n\n  Mr. Yang, who is ethnic Chinese, was born in Mongolia and learned a bit of Mandarin in kindergarten before he \nmoved to the United States in the early 1990s. He said he used to struggle to get past the headlines in Chinese \nnewspapers. Now, Mr. Yang said, he is able to write short compositions and read magazine articles and letters from \nhis Chinese relatives. \n\n  ''This is going to sound nationalistic, but as I grew older, I realized that as a Chinese man, I needed to learn \nChinese,'' Mr. Yang said. ''I guess this is about reconnecting with a big part of who I am that I had neglected for a \nlong time.''\n\n  Unlike courses for new learners, which are often conducted in English, classes for heritage speakers typically are \ncarried out in the language being taught from the start. Students work on learning the alphabet, if needed, and the \nrules of grammar while discussing politics and current events. In many cases, they also improve their \nconversational skills by rooting out the bad habits they have learned in an English-speaking environment.\n\n  Heritage speakers' language skills vary widely, depending on how much and how often they were exposed to the \nlanguage growing up and on the literacy level of the relatives who taught them to speak it. Regardless, teachers \nsay, they have inherent advantages over new learners: correct pronunciation, a vast vocabulary and familiarity with \nphrase construction.\n\n  Guadalupe Valdes, a professor of education and Spanish at Stanford University, said that in most cases, it takes \nheritage speakers just a few semesters to reach a level of sophistication that beginners take years to \nachieve.Vanessa Guevara, 18, a student in the Spanish for Heritage Speakers class at Seton Hall University, said \nshe was motivated to improve her skills in the language she learned from her Peruvian-born parents because she \nwants to be a diplomat. During a recent class, she struggled to conjugate the preterito pluscuamperfecto, or the \npast perfect, which is used in formal conversations, to represent an action that began in the past and ended in the \npast, before another past action. \n\n\n\n  ''This is hard,'' Ms. Guevara said, scratching her head with a pencil as she worked to fill in the blanks on an \nexercise sheet. ''I'm majoring in diplomacy, so I need to be really good at it so I can say that I'm fluent on my \nresume.''\n\n  Roman Zrazhevskiy, 21, who immigrated from Moscow to the Nassau County hamlet of Woodmere at age 6, said \nhe joined the Russian class at Stony Brook, where he is a junior, ''because with all this talk of globalization, it just \nseemed kind of stupid not to be able to read and write in this language that I was pretty much born speaking.''\n\n  At Drew, where Ms. Harfouche is pursuing a double major in political science and Middle East studies, students \nof Arabic descent make up about a quarter of the enrollment in Arabic classes, up from a handful a decade ago, \nsaid Prof. Nora Colton.\n\n  ''These individuals from Arabic background who join these classes are speaking colloquial Arabic with their \nparents, so they've still got a steep learning curve,'' Professor Colton said. ''To them, though, the classes are much \nmore than just learning a language; they're about reclaiming their roots.''\n\n  Ms. Harfouche said she grew up hearing her parents discuss works of Arabic literature that she wished she could \nread, and she was often frustrated at having to ask them to translate letters from cousins in Lebanon. \n\n  Now a junior, Ms. Harfouche has taken Arabic classes for three consecutive semesters.\n\n  ''It was really helpful,'' she said. ''I could learn the alphabet, I could make up words and phrases, and my reading \nand writing got to reach the level of, like, a first-grade Arabic student, even though I can speak pretty well.\n\n  ''This was very fulfilling,'' Ms. Harfouche said. ''It opened a whole new world for me. The beauty of my culture, of \nmy Arabic culture, is in the writing, in the poetry, and knowing that I can rely on myself to read it and understand is \nreally amazing.''  \n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Fidele Harfouche, center, at home with her mother, Salam, and father, Sam, used to avoid Arabic lessons. \n(Photo by Nicole Bengiveno/The New York Times)(pg. B5)                          \n"}