{"title": "Wonkbook: Dems release immigration proposal; Lindsey Graham upset; Goldman facing jail time", "body": "\nTop Stories: \n\nDemocrats release immigration proposal: \"Their new proposal provides for a path to citizenship for some of the \nestimated 11 million people in the U.S. illegally, and it creates a guest-worker program,\" reports Laura Meckler. \"But \nthe measure also calls for more federal enforcement agents, better equipment and upgraded technology aimed at \nstopping people from illegally crossing the border.\" Full proposal here (pdf). \n\nBut is it worth anything without Lindsey Graham? In an interview with me yesterday, Lindsey Graham, the only \nSenate Republican committed to immigration reform, ruled out action this year. \"I'm playing pretty delicate politics \nhere,\" he said. \"I'm trying to let the business community and the Hispanic community know that I'm in. I ain't going \naway. But while we're trying to do this very hard thing that's energy and climate, I can't go down that road. I can't be \npressured down that road. If you go, I can't go with you. Some supporters of immigration reform think I've \nabandoned them. But they're not listening. This is just too far for me and for the issue this year.\" \n\nFinReg amendments taking shape: \"Sens. Ted Kaufman (D-Del.) and Sherrod Brown (D-Ohio) are pushing \nlegislation to break up big banks,\" reports Brady Dennis. \"Sens. Jeff Merkley (D-Ore.) and Carl M. Levin (D-Mich.) \nintroduced an amendment that, among other things, would ban banks from making speculative investments using \ntheir own capital -- an activity known as proprietary trading -- and from owning a hedge fund or private-equity fund. \nSens. Maria Cantwell (D-Wash.) and John McCain (R-Ariz.) are pushing to re-introduce the Glass-Steagall \nprovision, repealed in 1999, that separates commercial from investment banking.\" \n\nGoldman facing criminal charges? \"The Securities and Exchange Commission has referred its investigation of \nGoldman Sachs to the Justice Department for possible criminal prosecution, less than two weeks after filing a civil \nsecurities fraud case against the firm, according to a source familiar with the matter,\" reports Zachary Goldfarb. \"It \nis rare for the government to indict a company, and even the threat of criminal prosecution can doom a business. A \ncriminal investigation destroyed the Wall Street firm Drexel Burnham Lambert in the 1980s even though the firm \nsettled with authorities. \" \n\nMethodologically-questionable internet-quiz interlude: How open-minded is your media diet?\n\nFinReg. \n\n\nBlanche Lincoln's proposal to spin out derivatives desks becoming a flashpoint: \"'Rampant pandering populism' \nwas [Judd Gregg's] favorite catchphrase; that and Argentina under Juan Peron in the 1950s,\" reports David Rogers. \n\"The Treasury -- albeit considerably calmer -- shares some of his concerns. An unusually aggressive memo from \nthe Federal Reserve staff recommends outright that the provision be deleted. But at the insistence of Senate \nAgriculture Committee Chairwoman Blanche Lincoln, it remains.\" \n\nBoth parties hate Wall Street; love Wall Street money: While Democrats push Wall Street regulations on the Senate \nfloor, Banking Committee Chairman Chris Dodd (D-Conn.) and Sen. Kirsten Gillibrand (D-N.Y.) will head to \nManhattan Monday for a fundraiser with deep-pocketed donors who have ties to the financial industry,\" reports \nManu Raju. \"This type of event is not unusual -- both parties raise tons of money from Wall Street at exclusive \nManhattan fundraising events. But the timing on this particular party may raise eyebrows because Democrats have \nbeen bashing Wall Street throughout the financial reform debate.\" \n\nSen. Sherrod Brown makes the case for breaking up big banks: \"Fifteen years ago, the assets of the six largest \nU.S. banks made up 17 percent of our gross domestic product,\" he writes. \"Today, the top six banks make up 63 \npercent of GDP. No wonder our economy's fate is tied to their stability. As former FDIC chairman William M. Isaac \nhas said, these banks are \"too big to manage, and too big to regulate.\" With mega-banks, a single insolvency can \nsend our economy into a tailspin. We shouldn't wait for trouble; we should avoid it. \n\nA proposal to fix the ratings agencies: \"David Raboy's ingenious plan calls for the creation of an independent \nclearinghouse -- most likely within the Securities and Exchange Commission -- to receive rating applications from \nsecurities issuers and then farm out assignments in a random or unpredictable way,\" writes James Lardner. The \nfunding, which could come from a financial-transaction fee, would need to cover the operations of the clearinghouse \nas well as the ratings process itself.\" \"The performance of the rating agencies would periodically be compared on \nthe basis of simple, transparent criteria, such as the number of times that investment-grade bonds defaulted or lost \nsignificant value. The most accurate rating agencies could be rewarded with additional assignments. Those with the \npoorest records could, in extreme cases, be suspended or removed from the pool.\" \n\nIs the Dodd bill too kind to creditors? \"The shareholders of a failed financial firm would be wiped out, but creditors -- \nthe people who lent it the money that got it in trouble in the first place -- will be bailed out,\" writes Phillip Swagel. \n\"And this has real consequences, because if market participants know they can be rescued for imprudent behavior, \nthey will likely behave more imprudently.\" \n\nDo we need Fed reform? \"The problems start with the basics of the Fed's outmoded and undemocratic structure,\" \nwrites Tim Fernholz. \"Just consider the geographic spectrum of the Fed's regional branches: five banks east of the \nAppalachian Mountains -- including one in Richmond, Virginia, barely 100 miles from Washington -- and only one \nbank west of the Rockies. Each of those banks is run by a president and board of directors selected largely by the \nprivate banks they are meant to regulate. At its most absurd, this involved a Goldman Sachs banker being tapped \nto represent the public interest at the New York Federal Reserve.\" \n\nMaybe we don't need new regulations after all? \"Think of it this way,\" writes Jonah Goldberg. \"We are just as \nvulnerable as ever to the threat of Coca-Cola releasing another New Coke. No laws have been passed to prevent \nit. No new oversight authority has been created to warn of its looming threat. And yet, the odds of Coca-Cola rolling \nout another debacle like New Coke are severely limited. Why? Because, to paraphrase Roy Scheider in Jaws II, as \nGod is their witness the executives at Coca-Cola don't want to go through that Hell again.\" \n\nNo, that's crazy. \"If there's a profession on the entire planet that has aggressively declined to learn any lessons \nfrom its periodic collapse over the past several millennia, it's high finance,\" writes Kevin Drum. \"In This Time It's \nDifferent, it takes the authors three columns of text spread over four pages just to list the banking crises since 1800. \nThey tally up 51 of them since 1980 alone. God knows I'm sympathetic to arguments about regulatory capture and \ngovernment collusion in blowing up financial bubbles, but even Alan Greenspan has admitted that financial markets \ncan't be trusted to self-regulate. Alan Effin Greenspan.\" \n\nVideo interlude: This dude does not like quack mysticism. \n\n\n\nImmigration. \n\nWorld reacts to Arizona bill: \"In Mexico City, Mayor Marcelo Ebrard announced he would try to join lawsuits seeking \nto overturn the law, with a statement from his office calling the measure 'a planned Apartheid against Mexicans,'\" \nreport Jonathan Cooper and Paul Davenport. \"Ebrard did not explain what legal standing the Mexican capital would \nhave before U.S. courts, but said the issue could be taken to international human rights forums. \"Meanwhile, \nofficials in El Salvador, which has about 2.8 million citizens living in the United States, urged Salvadorans to avoid \ntraveling to Arizona, according to the Foreign Ministry. In Nicaragua, officials called on the Organization of \nAmerican States and the United Nations 'to take the necessary measures to safeguard the rights of the Hispanic \npopulation.'\" The governors of Texas and Colorado also came out against the bill. \n\nElection years are not good years for immigration reform: \"Here's the unfortunate irony,\" writes Mark McKinnon. \n\"The Arizona situation is likely to compel the Obama administration to push immigration reform up on its agenda. \nBut the worst possible time to discuss or pass meaningful, reasonable, responsible immigration reform is during \nan election year. The debate and outcome will be dominated by the extreme fringes. The administration would be \nbetter off having the Justice Department and courts deal with constitutional issues of the law for now and come \nback and craft comprehensive legislation after the elections.\" \n\nArizona targeting teachers with accents: \"The Arizona Department of Education recently began telling school \ndistricts that teachers whose spoken English it deems to be heavily accented or ungrammatical must be removed \nfrom classes for students still learning English,\" reports Miriam Jordan. \n\nNorthern California wants to boycott Arizona: In San Francisco, Mayor Gavin Newsom issued an executive order \nthat stops city officials from traveling to Arizona and is looking into a broader ban on city business with Arizona \nbusinesses,\" reports Mary Lu Carnavale. \"City Attorney Dennis Herrera and Supervisor David Campos have been \npushing for a boycott since Friday when Arizona enacted a tough immigration law that critics say will encourage \nracial profiling.\" \"But as the San Francisco Chronicle points out, a boycott could be complicated. For starters, the \ncity has contracted with an Arizona company to process payments to some 2,500 people in a jobs program that \nchannels federal stimulus funds to companies that hire the unemployed.\" \n\nIs enforcement working? \"The main reason for the decline in unauthorized immigration is probably not the \ntemporary phenomenon of the recession,\" writes Edward Schumacher-Matos. \"If this were so, demand for work or \nresidence visas would be down, and it is not. And Mexico, the source of nearly six out of every 10 undocumented \nimmigrants, is suffering an even worse recession than the United States. No, a major -- if not the main -- reason for \nthe drop is that enforcement is working, something that many pro-immigration activists hate to admit and that \nrestrictionists refuse to recognize.\" \n\nEnforcement doesn't need to come first. \"Requiring successful enforcement of the current immigration laws before \nthey can be changed is a non sequitur,\" writes Cato's Daniel Griswold. \"It's like saying, in 1932, that we can't repeal \nthe nationwide prohibition on alcohol consumption until we've drastically reduced the number of moonshine stills \nand bootleggers. But Prohibition itself created the conditions for the rise of those underground enterprises, and the \nrepeal of Prohibition was necessary before the government could \"get control\" of its unintended consequences.\" \n\nGiant animal interlude: Good lord, that's a huge rabbit. \n\nEnergy. \n\nBill Nelson using Gulf of Mexico oil spill to challenge WH's offshore-drilling proposal: \"Obama gave no immediate \nsign of agreeing to a request in a letter from Sen. Bill Nelson (D-Fla.) to halt all oil exploration off the U.S. coasts,\" \nreport Josh Gerstein and Jeanne Cummings. \"Nelson also urged Obama to impose an immediate halt to any other \ntest wells and exploratory activity in coastal waters until the federal investigation into the cause of the April 20 \nDeepwater Horizon explosion is complete. He said he was introducing legislation to temporarily prohibit the Interior \nDepartment from exercising its authority to expand drilling and suggested a congressional inquiry could be \nlaunched.\" \n\n\n\nIs energy innovation the transformative project of the early-21st century? \"Energy innovation is the railroad \nlegislation of today,\" writes David Brooks. \"This country is studded with venture capitalists, scientists, corporate \nexecutives and environmental activists atremble over the great opportunities they see ahead. The energy revolution \nis a material project that arouses moral fervor -- exactly the sort of enterprise at which Americans excel.\" \n\nEver wondered why all windmills look the same? Brian Palmer is a man with answers.\n\nEconomy. \n\nObama trying -- failing? -- to retain his economic advisers: \"President Barack Obama, trying to head off a staff \nexodus after the November elections, has been pressing members of his economic team to stay with his \nadministration until the economy is on a stronger footing, reports Jonathan Weisman. \"Despite Mr. Obama's efforts, \nsome members of the team, such as White House Budget Director Peter Orszag and Council of Economic Advisers \nChairwoman Christina Romer, are still eying the exits.\" Did you know Puerto Rico was having a banking crisis -- \"At \nleast three of Puerto Rico's banks -- Eurobank, R-G Premier Bank and Westernbank -- are operating under cease-\nand-desist orders from regulators, restricting their ability to make new loans,\" reports Eric Dash. \"They had been \ngiven until March 31 to raise new capital or combine with healthier banks. Now that the deadline has come and \ngone, regulators have been working on a confidential plan to auction off the lenders, according to several people \ninvolved in the situation. It is known as Project Themis, after the Greek goddess of divine law and order.\" Sidenote: \nIf I were structuring a bank rescue right now, I would not name it after anything Greek. \n\nJobless claims down: \"The number of U.S. workers filing new claims for jobless benefits continued to fall last week, \nthe latest sign that the labor market is thawing,\" report Sarah Lynch and Jeff Bater. Initial claims for unemployment \nbenefits declined by 11,000 to 448,000 in the week ended April 24, the Labor Department said in its weekly report \nThursday.\" \n\nRecipe interlude: Farmer's cheese gnocchi. \n\nHealth-care reform. \n\nAnthem rate hikes rejected: \"WellPoint Inc. said it would revise its request for steep rate hikes in California's \nindividual market, after a state regulator said it found flaws in the company's application,\" reports Anna Wilde \nMatthews. \"The proposed premium increases by the company's Anthem Blue Cross unit would have affected more \nthan 700,000 consumers, who would have seen their rates go up by as much as 39%. The hikes became a big \npolitical issue at the state and federal levels, leading to high-profile hearings in Washington, D.C., and helping to \ngenerate momentum for the recently passed health overhaul.\" \n\nStates ambivalent over setting up high-risk pools: Friday is the deadline for states to tell the Obama administration \nwhether they want to run the high-risk insurance pool for uninsured people with pre-existing conditions, or whether \nthey will leave the task to Kathleen Sebelius, the secretary of health and human services,\" reports Robert Pear. \n\"Democratic officials in Montana, Pennsylvania, Washington and Wisconsin, among other states, said they intended \nto operate the program under contract with the federal government. They were joined by Gov. Arnold \nSchwarzenegger of California, a Republican, who gave a rousing endorsement of President Obama's health plan at \na news conference.\" But Republican officials in Georgia, Indiana, Nebraska and Nevada turned down the \nopportunity to run the high-risk pool, as did at least one Democratic governor, Dave Freudenthal of Wyoming. Mr. \nFreudenthal said he worried that his state's federal allotment of $8 million \"may prove insufficient\" to subsidize \ncoverage for the next three and a half years. The temporary federal program runs from July to Jan. 1, 2014, when \ninsurers will be required to accept all applicants.\" \n\nCan we tackle payment reform now? \"Last November, researchers from Children's Hospital Boston reported interim \nresults from a community-based asthma program that used case managers, home health aides, and outreach to \ncoordinate the proper steps for children with severe asthma,\" writes Darshak Sanghavi. \"Within six months, \nemergency-room visits dropped by 60 percent. Hospitalizations fell by 80 percent and stayed down for a year. And \nyet, according to a legislative liaison from the hospital, 'in the current traditional health care system, these kinds of \n\n\n\nworkers' --such as home-visiting nurses and case managers --'are not providers that have been able to bill or get \nany payment for their services.'\" \n\nEugene Robinson isn't impressed by the lazy nostalgia in the 'Chicken Care' fantasy: \"[Sue Lowden's] words \nconjured the image of a kindly old man named Doc who made the rounds of frontier homesteads,\" writes Robinson, \n\"presumably with his horse and buggy, and fixed everybody up, good as new -- 'Just pay me when you can, Sue.' \nBut the truth is that in those days, doctors routinely watched people die from diseases that are easily cured today; \nsimple infections and even childbirth carried grave risks. The care that Doc could give wasn't worth much more than \na chicken.\" \n\nLabor. \n\nWhy did the SEIU elect Mary Kay Henry as Andy Stern's successor? There is widespread concern within the union \nthat Stern had gratuitously estranged allies (chiefly, other unions), and that SEIU's legendary organizing gains have \ngrounded to a halt,\" reports Harold Meyerson. \"The union, many believe, needs new strategic directions. Some of \nHenry's backers, including her fellow executive vice-presidents Tom Woodruff and Dave Regan, favor a return to \ntraditional organizing. Others, including other fellow executive vice-presidents Gerald Hudson and Eliseo Medina, \nfavor the union immersing itself more deeply in a range of social causes (Medina has been a leading champion of \nimmigrants' rights for years).\" \n\nObama administration trying to crack down on labor-law violations: \"In a move that will affect most American \ncorporations, the Labor Department plans to require companies to prepare and adopt compliance plans aimed at \nensuring they do not violate wage, job safety and equal employment laws,\" reports Steve Greenhouse. \"The effort, \naimed in part at reducing the incidence of employers not paying overtime and improperly classifying workers as \nindependent contractors, will require them to document many of their decisions and share that information with their \nworkers and the government.\" \"At a recent Georgetown University forum on the labor movement (in which I \nparticipated), Hudson argued that expecting legislation such as the Employee Free Choice Act to pass on the basis \nof an inside-the-Beltway campaign was misguided, and that the union needed to help create a larger social \nmovement embracing a number of progressive causes before it would see its own priorities enacted. Henry, say \nseveral SEIU leaders, shares this perspective.\"\n"}