{"title": "For Bay Area immigrants facing imminent deportation, new Obama policy offers no reprieve", "body": "\nCONCORD -- Less than two weeks ago, the Obama administration announced it would stop deporting many \nillegal immigrants who are not public safety threats. But Monday, Arturo Rengifo Jr., a college student and \nPeruvian citizen who is no one's idea of a threat, paced the floor in his Concord living room as he prepared to be \nshipped back to Lima on Tuesday.\n\nRengifo, 24, who has lived in the United States since he was 6, is one of a number of immigrants in the Bay Area \nand around the country caught in a bureaucratic tangle: While the administration has announced its intent to \nchange immigration policy, it hasn't yet implemented a new system, so planned deportations are proceeding.\n\n\"The new policy is to not break families apart, but they're not budging on this,\" said Rengifo, who must leave the \ncountry along with his father, while his mother and brother will stay in the Bay Area. \"For us to leave everything \nhere would just be a big, big tragedy.\"\n\nThe college student waited for hopeful news on his cell phone as his father, who suffers from depression, sat \nnervously on a sofa. His mother's voice shook as she contemplated what would happen to the family if she lost her \nson and husband of more than 30 years.\n\n\"We've never depended on the government, we pay our taxes, we've never had problems with anybody,\" \nEmperatriz Rengifo said. \"I don't know what I will do without them.\"\n\nThe Department of Homeland Security announced more than a week ago that it will review 300,000 pending cases \nto prioritize deporting felons, but the agency clarified Monday that it has not begun the case-by-case reviews and \nwill continue to enforce immigration law as it did before the announcement.\n\n\"Because the working group is in the midst of designing the process for reviewing cases, no individual cases have \nbeen administratively closed or otherwise affected by the policy,\" the agency said.\n\nEventually, a committee of federal lawyers and other officials from Homeland Security and the Department of \nJustice will review each pending case and focus \"on the removal of criminal aliens, other aliens who pose a threat \nto public safety or national security, repeat immigration law violators, recent illegal border crossers, and immigration \nfugitives.\"\n\n\nRengifo does not fall under any of those high-priority categories. The graduate of Ygnacio Valley High School has a \nclean record, studies at Diablo Valley College, works in customer relations at an AT&T store and helps his family \nrun a day care service at their home. However, an immigration agent told him last week that he does not qualify for \na reprieve because his father's long-standing plea for political asylum had already been litigated, and lost.\n\nAgents plan to escort the 69-year-old father and his son to San Francisco International Airport on Tuesday night, \nwhere the two men -- both named Arturo Rengifo -- will board a flight to Lima, splitting the family of four as \nEmperatriz Rengifo and the couple's older son remain in Concord.\n\n\"My family is all I have,\" Arturo Rengifo Jr. said. \"Without them, it's like we're falling apart. Imagining my mom by \nherself is really depressing.\"\n\nHis mother's deportation is on hold because judges found her asylum testimony more credible than her husband's. \nMeanwhile, his older brother has a path to legal residency because he married a U.S. citizen.\n\nThe imminent deportation of half the Rengifo family reflects ongoing confusion over the new Obama \nadministration policy, which was made public Aug. 18 and celebrated by many immigration advocates because of \nthe promise to drop thousands of low-priority cases. The administration also released new guidelines in June that \ninstruct agents to reconsider deporting some immigrants, including high school graduates such as Rengifo who \nhave lived in the U.S. since childhood, but immigration lawyers say those guidelines are not always followed.\n\n\"According to (immigration agents), the Dream Act was denied and the kid is good to go,\" said Rhoda Wilkinson \nDomingo, the Rengifo family's lawyer. \"He's had his bite of the apple is what they keep telling me.\"\n\nThe Rengifos were not the only Bay Area family who cited the new Obama administration policy in pleading for a \nlast-minute reprieve this week. Immigration and Customs Enforcement on Monday detained Victor Rosales, of East \nPalo Alto, and planned to deport him to Guatemala. U.S. Sen. Dianne Feinstein, D-San Francisco, and Rep. Anna \nEshoo, D-Palo Alto, asked federal officials to put his deportation on hold. The Board of Immigration Appeals \ndenied the appeal on Monday afternoon but then, late in the day, the immigration agency granted him a 30-day \nstay.\n\nAfter fingerprinting him and getting ready to place him in detention, Rosales said immigration agents appeared \nannoyed at getting the late-afternoon call to release him, but his wife and 2-year-old son were overjoyed when he \ncame out of custody.\n\n\"I feel at peace, so relieved,\" said his wife, Idania Rosales-Picen.\n\nThe Guatemalan man's wife had applied for political asylum because she had been abused by a former husband in \nGuatemala, but the family -- like the Rengifos -- recently lost their case at the Ninth Circuit Court of Appeals. The \nfamily's lawyer said that Rosales and his wife have a 1996 shoplifting conviction, making it less likely that their case \nwould be reconsidered.\n\nSan Francisco attorney Mark Silverman of the Immigrant Legal Resource Center said these cases might not be a \ngood gauge of the new policy, since judges already had issued a final order of deportation for both Rosales and \nthe Rengifos.\n\n\"It's vague,\" Silverman said of the new policy. \"It's hard to say how it is going to be implemented.\"\n\n\n\nHe hoped that of the 300,000 cases being reviewed, at least a third of them would be administratively closed, but \nhe said it might depend on the discretion of immigration agents, some of whom are likely to personally oppose the \nnew mandate.\n\nImmigration control groups think the case-by-case review violates the will of Congress.\n\n\"This goes way beyond just some regulatory changes,\" said Ira Mehlman of the Federation for American \nImmigration Reform. \"Essentially, the administration has scrapped the existing immigration policies and made its \nown.\"\n\nMehlman said immigration agents should be able to use discretion in \"extenuating, unusual circumstances,\" but he \nargued that the new policy gives a blanket reprieve to entire categories of people who violated immigration laws.\n\nGraphic\n\n \n\n(Lt. to Rt.) Idania Rosales, 41, of East Palo Alto, is briefed by Immigration Attorney Zachary Nightingale about her \nhusband Victor Manuel Rosales, 52, of East Palo Alto, deportation two blocks away from the The United States \nCustoms and Immigration Enforcement office in downtown San Francisco, Monday August 29, 2011. (Maria J. Avila \nLopes/Mercury News)\n\n(Lt. to Rt.) Idania Rosales, 41, of East Palo Alto, greets her husband Victor Manuel Rosales, 52, East Palo Alto, two \nblocks from the United Stated Customs and Immigration Enforcement Office in San Francisco after he was granted \na stay of deportation in downtown San Francisco, Monday August 29, 2011. Rosales, who would face danger in \nhis home country of Guatemala, was already in the process of being deported but he was able to get help from a \nlawyer and political officials. (Maria J. Avila Lopez)\n\nArturo Rengifo, Jr., 24, checks his phone for email updates from an immigration attorney with his mom Emperatriz \nRengifo, 59, and father Arturo Rengifo in Concord, Calif., Monday, Aug. 29, 2011. On Tuesday, Emperatriz's son \nand husband are to be deported to Peru. Arturo Jr. who has not been to Peru since he was six is worried about his \nfamily being torn apart. Arturo and Emperatriz have been married for 37 years and have lived in Concord for 18. \n(Susan Tripp Pollard/Staff)\n\nEmperatriz Rengifo, 59, sits on the couch with her husband of 37 years, Arturo Rengifo who suffers from \ndepression and Post Tramatic Stress Disorder, at their home in Concord, Calif., Monday, Aug. 29, 2011. On \nTuesday, Emperatriz's son Arturo Rengifo, Jr., 24, and husband are to be deported to Peru. Arturo Jr. who has not \nbeen to Peru since he was six is worried about his family being torn apart. (Susan Tripp Pollard/Staff)\n\nIn their backyard play structures take up most of the yard from Emperatriz Rengifo, 59, child care business as she \nsits with her husband of 37 years Arturo Rengifo and her son Arturo Rengifo, Jr., 24, at their home in Concord, \nCalif., Monday, Aug. 29, 2011. On Tuesday, Emperatriz's son and husband are to be deported to Peru. Arturo Jr. \nwho has not been to Peru since he was six is worried about his family being torn apart. (Susan Tripp Pollard/Staff)\n\nIn their backyard play structures take up most of the yard from Emperatriz Rengifo, 59, child care business as she \nsits with her husband of 37 years Arturo Rengifo and her son Arturo Rengifo, Jr., 24, at their home in Concord, \nCalif., Monday, Aug. 29, 2011. On Tuesday, Emperatriz's son and husband are to be deported to Peru. Arturo Jr. \nwho has not been to Peru since he was six is worried about his family being torn apart. (Susan Tripp Pollard/Staff)\n\n\n"}