{"title": "NATION IN BRIEF;German Scientologist gets asylum", "body": "\nA German member of the Church of Scientology has been granted asylum in the United States after telling a judge \nshe would be subjected to religious persecution if she went back home, according to the church. Few details were \navailable in the case, which was reported Saturday in The New York Times. The unidentified woman was granted \nasylum by a federal immigration judge on Feb. 28, Kurt Weiland of the church's international affairs supervisory \nboard in Los Angeles said Saturday. He said he did not know why the information hadn't surfaced for nine months.\n\nThe Times said the woman's lawyer, John Lund, and a church official confirmed the court action. Lund, an \nimmigration lawyer from Tampa did not return calls Saturday. He told the Times the case was not part of any \norchestrated effort by Scientologists to underscore their dispute with the German government. Scientology is not \nrecognized in Germany as a religion.\nLAW & ORDER Shiny candy wrapper cited in shooting\n\nA federal marshal shot a teenager walking down the street in New York eating a candy bar after reportedly \nmistaking the silver wrapper for a gun. Andre Burgess, a high school soccer star, was in fair condition with a leg \nwound Saturday at Jamaica Hospital. \"It's sick,\" Burgess, 17, said from his hospital bed. \"You can't even walk down \nthe street and eat a candy bar anymore.\" The Queens district attorney and the U.S. Marshals Service are \ninvestigating.\n\n \n\nRELIGION Southern Baptists could split in Texas\n\nSouthern Baptists' long-running power struggle between moderates and conservatives could widen into an official \nrift at the state convention that begins Monday in Dallas, says a candidate for president of the statewide \norganization. \"I think that very likely would happen,\" said Russell Dilday, a moderate and the only announced \ncandidate for president of the Baptist General Convention of Texas. Dilday added that a split resulting in a separate \nTexas-based infrastructure of religious educational opportunities, mission programs and teaching materials might \neliminate politics and be beneficial to the group. The national Southern Baptist Convention is headquartered in \nNashville.\n\n \n\nACCIDENTS Recording of tragedy can get limited play\n\nA federal judge ruled that an edited version of the cockpit recording from the 1994 crash of USAir Flight 427 can be \nreleased to attorneys for families of the victims. The ruling, however, requires that expletives and screams on the \n31-minute tape be deleted. Relatives of the victims may not hear the tape. Opposing the release of the tape were \n\n\nUS Airways, Boeing and the Air Line Pilots Association, which wants to protect the privacy of the plane's pilot and \ncopilot. Federal investigators have been unable to find a cause of the crash, which killed all 127 passengers and \nfive crew members when the Boeing 737-300 plummeted several miles from the Pittsburgh airport on Sept. 8, 1994.\n\n \n\nNATURE Freed by hurricane, wolf returns to zoo\n\nThe call of the leash turned out to be stronger than the call of the wild. A zoo wolf that escaped during Hurricane \nDanny in July, then roamed the Alabama coast surviving on tourists' leftovers, was led back home by the owner of a \ndog the wolf took a liking to. The wolf was one of three wolves that escaped from Zooland in Gulf Shores during the \nhurricane July 19. One was recaptured and the other had to be shot.\n\n \n\nAFTERMATH Slain baby's parents leave Massachusetts\n\nAfter reporters staked out their home, phoned repeatedly and waited for them outside friends' houses, the parents \nof a baby killed by his British au pair have left Massachusetts. In the past week, Deborah and Sunil Eappen broke \nmonths of silence to discuss the case of the teenager convicted of killing their 8-month-old son Matthew. But they \nhave been unable to escape to the shadows from the spotlight cast on them. The family left while a judge mulls \nwhether to overrule a jury's decision to convict Louise Woodward of second-degree murder. His decision could \ncome as soon as Monday.\n"}