{"title": "LETTERS;In My Opinion;Is Arkansas part of America?", "body": "\nThe Editors: Three decades ago, my family immigrated to the United States from Arkansas. There was no border \npatrol or fence; the only barrier was of the mind. We just crossed the Mississippi River and we were in: Arkansas \nWetbacks.  We made our way north to Maryland and found good schools and jobs, but there was no welcoming \ncommittee to inform us of our rights as citizens. It was just accepted that we would make do.\n\nThere were cultural problems. When we arrived, there was talk of Vietnam, Red Guards in China and an English \ninvasion led by the Beatles. It was 1966, I was 11, and I had not heard of any of these. I wondered which of the \nthree represented the greatest danger. Teachers had difficulty understanding my accent. Fortunately a fellow \nimmigrant, from Virginia, was able to interpret.\n\nNow, I know that Arkansas is part of America. But are Arkansans part of America?\n\nAmericans are exhorted to believe that newcomers represent new blood and enthusiasm for an old dream of \nfreedom and democracy. But the ongoing American civil war has been an unachievable equality: We have the \nvirtually open borders advocated by the money men of Wall Street, the New Order and the One World faith. On the \nother hand, we have to contend with affirmative action, which draws no distinction between a disadvantaged citizen \nand one who is merely not of North European ancestry. Without borders, do we have a country? Without fair \nrepresentation, do we have a government?\n\nSomeday, other American kids will want to immigrate to America. Will it be there for them?\n\nBruce Wilhite is a Merchant Marine engineering officer. His four children keep him busy, but he finds time to garden \nand play guitar. He has lived in Marietta for 10 years.\n\nTo have your opinion considered for this special feature, please include a photo, brief biography and a telephone \nnumber. Mail your submissions to: Journal Editorial, P.O. Box 4689, Atlanta, Ga. 30302.\n"}