{"title": "Smuggling Rings in Two Cities Allegedly Traded Deaf Vendors", "body": "\nSmuggling rings in Chicago and New York frequently traded deaf Mexicans as part of a nationwide conspiracy to \nexploit the illegal immigrants, who were forced to peddle $ 1 key chains and other trinkets, according to federal \ncourt documents.\n\nIn one case, a deaf woman identified as \"Ana\" was exchanged for three men, but when one of the men proved \nviolent, the smugglers who had traded Ana demanded her back, the documents said. Ana's new bosses refused \nthe refund, and eventually the unruly man, a deaf illegal immigrant, was simply abandoned in the streets of New \nYork, according to the documents.\n\nThe smuggling rings have operated for nearly 10 years and were founded in Chicago, according to complaints \nand affidavits filed in U.S. District Court there following the arrest in recent days of three persons alleged to be \namong the originators of the scheme. Nine others have been arrested in New York. The man identified by the deaf \nMexicans as the boss of the operation, Renato Paoletti-Lemus, remains a fugitive.\n\nThe smuggling ring in Chicago allegedly operated similarly though on a smaller scale than the one in New York. \nAnother such ring was uncovered in North Carolina last week. The new court documents depict a large and long-\nstanding conspiracy that also included an illegal border-crossing operation based in Southern California, recruiters \nwho preyed upon recently arrived illegal aliens in Los Angeles and smugglers who transported the deaf Mexicans \nfrom the West Coast to Chicago and New York by bus and plane.\n\n\"We believe we have established strong evidence of links between the operations in Chicago and New York, and \nthere are indications of links to activities in several other cities which we are pursuing,\" said Russ Bergeron, a \nspokesman for the Immigration and Naturalization Service.\n\nInvestigators first learned of the deaf Mexicans' plight 10 days ago when four of them walked into a police station in \nQueens and reported living and working conditions that New York Mayor Rudolph W. Giuliani described as \"virtual \nslavery.\" A total of 55 people were allegedly held by an alien-smuggling ring that forced the Mexicans to work \nlong hours selling trinkets on the subways, seized most of their money and subjected them to various forms of \nphysical abuse.\n\nPolice found nearly $ 55,000 in cash in two houses in Queens where the deaf peddlers were being held, including \nmore than $ 10,000 in $ 1 bills, the court documents said.\n\nSeveral of those alleged to have operated the New York ring and some of the West Coast operations are described \nas close relatives of Paoletti-Lemus, including his sister Adriana, 29, who is in custody in New York charged with \ncoercion and grand larceny.\n\n\nRenato and Adriana Paoletti-Lemus allegedly learned the racket from a couple depicted in the Chicago documents \nas the first to use deaf Mexicans who were in the country illegally to sell trinkets. Norma Alcantana, who is deaf, \nand Frank Dueno, who is not deaf, allegedly originated the scheme in Chicago in 1988 or 1989. More recently, \nthey are alleged to have traded trinket vendors with the Paoletti-Lemus. In custody in Chicago, they are charged \nwith transporting and harboring illegal aliens.\n\nThe alien identified as \"Ana\" said that nearly four years ago, Dueno and Alcantana smuggled her into the United \nStates and started her working in Chicago selling trinkets, collecting the proceeds of her sales every day. Last \nsummer, she said Alcantana drove her and several other deaf Mexicans to a city in North Carolina where they \nplied their trade for several days.\n"}