{"title": "Trafficking leads agenda;Latino Summit tackles slavery", "body": "\nThe new slaves in America are of any color and every race and come from many countries. They all suffer in the \nsame silence.\n\nThey may start out as illegal immigrants, but they become captives of inflated debts to smugglers, and, before long, \nthey are pressed into service as maids, waiters, seamstresses, crop-pickers or prostitutes.\n\nIt's a reality that few Americans ever see because these slaves are too afraid to reach out to anyone for help, said \nT. March Bell, senior special counsel for trafficking issues within the Civil Rights Division at the U.S. Department of \nJustice. Bell is scheduled to speak about human trafficking at today's Latino Summit at the Georgia International \nConvention Center, a yearly convention focusing on issues of importance to Latinos.\n\nAmong the other topics: whether local police should enforce immigration laws, the challenges of educating the new \nLatino migration and the search for solutions to local fights over day laborers. But trafficking will set the tone.\n\nAnna Rodriguez, who founded the Florida Coalition Against Human Trafficking after nine years of work in victim \nadvocacy, said human trafficking differs from illegal-immigrant smuggling in that the victims are brought and held \nagainst their will.\n\nShe says in the fields outside Imokalee, Fla., she sees women abducted from Mexico, Guatemala and other \ncountries and forced to prostitute themselves to the migrants who come seasonally to pick tomatoes and peppers. \nThese workers often also are illegal immigrants.\n\nThe prostitutes work out of double-wide trailers divided into rooms just large enough for a twin bed and a table with \na plastic container full of condoms. The women have to save the used condoms, sometimes up to 50 a night, to \ngive an accounting of their work to their captors.\n\n\"It's a very hidden crime,\" said Rodriguez, who also will speak at the Latino Summit.\n\nAccording to government estimates, traffickers bring between 14,500 and 17,500 people into the United States \neach year. It's a small number compared with the estimated 10 million illegal immigrants now living and working in \n\n\nthe United States. But Brad Schlozman, a Department of Justice expert, said trafficking closely traces smuggling \nnetworks. Sometimes, the smugglers are also traffickers.\n\n\"It's almost a continuum,\" Schlozman said. \"The criminal network doesn't care what the terms are. They're in the \nbusiness of moving people, getting fraudulent or real documents, and getting paid.\"\n\nRodriguez said she has heard Georgia is a transit point for traffickers going to Florida. Schlozman says city and \ntown officials across the country are just beginning to realize they have a problem.\n\n\"[Traffickers] are in any place there is a vibrant entry-level labor market,\" he said. \"The victims sew clothes, prepare \nfood, work in construction and janitorial services.\"\n\nBell said the federal government last year inaugurated a program, based on the Trafficking Victims Protection Act \nof 2000, to aggressively pursue cases against human traffickers. It has set up task forces in 20 cities, including \nAtlanta, that involve not just local, state and federal law enforcers but also social agencies, doctors and \nnongovernmental groups to reach victims of human trafficking.\n\nGabriel Sanchez-Zinny, Hispanic outreach coordinator for human trafficking issues at the U.S. Department of \nHealth and Human Services, said his agency last year began a public awareness campaign to identify, rescue and \ncertify victims. It gives money to local agencies to provide them with shelter, counseling and other aid while they \nhelp the government investigate their cases. They also get temporary visas and work permits.\n\nBut the problem is reaching the victims, Sanchez-Zinny said. So far, about 724 victims have been certified, and \nauthorities found out about them through residents and law enforcers who knew to look for trafficking signposts. \nSo HHS is working harder to get the word out about the problem and train local police.\n\n\"It's like domestic violence was some decades ago,\" he said. \". . . The victims are not coming forward because they \nare not escaping.\"\n\nGraphic\n\n \n\nU.S. Department of Health and Human Services This poster is part of a federal public awareness campaign to \nidentify and rescue victims of human trafficking.\n"}