{"title": "Slavery persists, Senate is told;Panel addresses trafficking in U.S.", "body": "\nWashington --- Despite stricter enforcement and greater protection for victims, human traffickers continue to \nsmuggle in thousands of foreigners from poor countries to work as slaves in brothels, homes, factories and farm \nfields in the United States, witnesses told a Senate Judiciary subcommittee Wednesday.\n\n\"Americans may be particularly alarmed to learn that at least 15,000 human beings are trafficked into lives of \nslavery in the United States each year,\" said Sen. John Cornyn (R-Texas), who chaired the hearing. He said some \nestimates put the figure as high as 50,000 a year.\nCox Washington Bureau\n\nWomen, children and men are brought in from places as far apart as Uzbekistan and Mexico, enticed with false \npromises of glamour, education or, in some cases, simply the prospect of a steady pink- or blue-collar job. \nBeatings, isolation from society, threats of deportation, sexual humiliation, rape or threats of retaliation against \nfamily members in their home countries are among the tactics used to keep them from escaping.\n\nThe Justice Department's U.S. attorneys have uncovered \"numerous examples of forced labor and sex slavery . . . \nfrom California to Maryland, from Hawaii to New Jersey, from Georgia to New Hampshire,\" Cornyn said.\n\nSen. Russ Feingold of Wisconsin, the panel's ranking Democrat, said cases include \"forced farm labor, domestic \nservitude, sweatshop labor, forced prostitution, construction work, restaurant work, or adoption.\"\n\nGovernment and social service witnesses said law enforcement won't get enough tips to eliminate the practice until \nmore Americans become aware of domestic slavery.\n\nIn the three years following the passage of the Trafficking Victims Protection Act of 2000, the Justice Department's \nU.S. attorneys began twice as many investigations and brought charges against three times as many human \ntraffickers as they had in the previous three years. But that amounted to only an average of 67 new investigations, \ncharges against 37 traffickers, and guilty pleas or convictions for 20 defendants a year.\n\n\"These are difficult cases to investigate and prosecute, with victims typically unwilling or unable to contact the \nauthorities,\" said Johnny Sutton, U.S. attorney for the western district of Texas.\n\n\nThe 4-year-old federal law was modified and extended last fall. It provides for up to 5,000 \"T Visas\" a year to be \nused by victims who are recovering, hiding from their oppressors, cooperating with prosecutors or applying for legal \nresidency. But only 371 have been granted since 2000, said attorney Charles Song of the Los Angeles-based \nCoalition to Abolish Slavery & Trafficking. He said qualifications for such a visa were \"drafted too narrowly out of \nan abundance of caution.\"\n\nMary Ellen Dougherty, who directs the anti-trafficking program of the U.S. Conference of Catholic Bishops, said \nthe law has helped to melt distrust between social service agencies trying to protect victims and law enforcement \nagencies trying to get testimony against perpetrators. But few children, who account for as many as one-third of the \nslaves, are being rescued, Dougherty said.\n\n\"Approximately 500 [slaves] have been identified and certified since 2000, but that includes only 34 child victims,\" \nshe said. \"This is primarily because of the lack of awareness among the general public, community organizations \nand groups, and local law enforcement authorities, which should improve in the months and years ahead.\"\n"}