{"title": "Developer faces panel over labor allegation State commission vows to force developers to verify that workers are in the country legally.", "body": "\nThe developer of a St. Charles County housing project faced the wrath of a state commission Friday for allegedly \nusing illegal immigrants on a project that's subsidized by federal and state tax credits.\n\nBy the time the grilling was over, members of the Missouri Housing Development Commission vowed to swiftly \nput in place new rules demanding that developers verify that workers are not in the country illegally.\n\nBut it's unclear exactly what new regulations the commission might enforce. Meanwhile, the developer accused of \nwrongdoing sternly told the commission that he has followed all the rules.\n\nOn the hot seat was Pete Hennessey, of Hennessey Development Inc. of Clayton. The company's $20 million \nSouthernside Apartment Complex project in O'Fallon, Mo., has come under fire for allegedly hiring a subcontractor \nwith illegal immigrant laborers.\n\nNone of the allegations has been proved, and Hennessey has repeatedly insisted he is free of any wrongdoing.\n\nThe construction project is partly funded by more than $13 million in state and federal tax credits over 10 years, \nadministered by the housing commission.\n\nOn Friday, Hennessey told the commission that he has met all of the tax credit's requirements as it concerns \ngathering immigration documents. He said when allegations surfaced in June, he also supplied information to \nfederal officials.\n\n\"I've done everything I can,\" he said, adding that if he knew illegal immigrants were working on the project \"I'd kick \nthem off the site.\"\n\nBut some members of the commission challenged Hennessey. At a minimum, they say, he failed to take any steps \nto verify documents. And one official accused the developer of knowingly having illegal immigrants on the project.\n\n\"Your problem is you know you have illegal workers on that site,\" said Doug Gaston, deputy to Treasurer Sarah \nSteelman, who sits on the commission.\n\nHennessey said he supplied immigration documents to the commission and assumed they were verifying their \nvalidity.\n\nGaston said that verification apparently did not take place. But he said in an interview that developers, not the \nstate commission, have the primary responsibility to ensure workers are legal.\n\n\nEd Martin, chief of staff to Gov. Matt Blunt, told the commission that the incident illustrates the need for more \nrigorous standards for developers who seek state tax credits. If developers fail to take proper steps, sanctions \ncould include a lifetime ban from receiving credits, Martin said.\n\nOn Friday, Steelman called on Hennessey not only to get rid of any undocumented workers but to hire only local \nlabor.\n\nRichard Baalmann Sr., the commission's chairman, said he does not want the controversy to threaten the \ncompletion of the O'Fallon project.\n\n\"I don't think any of us want to kill the deal,\" he said.\n\nBut he and other members of the commission agreed to form a task force to develop new rules immediately.\n\nWhile members of the group have not yet been named, O'Fallon Mayor Donna Morrow told the commission she \nwould like to be included.\n\nThe illegal worker allegations aren't new to O'Fallon. Last year, a similar tax-subsidized project came under \nscrutiny for labor practices.\n\n\"I will not tolerate this happening a third time in O'Fallon,\" Morrow said.\n"}