{"title": "Careful Strategy Is Used to Derail Immigration Bill; 'Amnesty' Becomes Achilles' Heel", "body": "\nTwo weeks ago, when the immigration bill landed on the Senate floor, Sen. Jim DeMint (R-S.C.) voted against an \namendment that targeted one of its key provisions: a guest-worker program that President Bush and many U.S. \ncompanies have sought for years.\n\nShortly after midnight yesterday, DeMint returned to the floor and, along with three conservative Republican \ncolleagues, voted in favor of the same measure he had opposed, to sunset the program after five years. Not that \nDeMint has anything against guest workers. He supports the idea. But weakening the guest-worker program would \nleave the bill in tatters -- and in the twisted logic of the Senate, that served DeMint's greater goal of derailing the \nlegislation.\n\n\"If it hurts the bill, I'm for it,\" DeMint explained matter-of-factly.\n\nThe early-morning vote shocked members of the bipartisan coalition who have struggled to pass an immigration \nbill, one of the most complex and controversial that Congress has tackled in years. Leaders in both parties \ncondemned the GOP switchers for conspiring to sabotage legislation that had taken countless delicate negotiating \nsessions to craft. And that was exactly the intent. The four new votes were the result of an aggressive last-minute \nlobbying campaign by the legislation's Democratic and Republican critics.\n\n\"I'm embarrassed to say they were trying to kill the bill, and I'm ashamed of it,\" Republican Whip Trent Lott (Miss.) \nsaid of DeMint and his associates. He fumed that the senators had voted against their principles and on an \namendment offered by Democrats, no less.\n\nBut that's the Senate, where tactical voting is par for the course, and where a single disgruntled lawmaker -- or, in \nthis case, four -- can run even the most artful compromise aground. And that was the ultimate effect of their vote, \nleading to the legislation's demise last night.\n\n\nThe debate also underscores the limits of party loyalty when a red-hot issue is at stake -- especially for \nRepublicans, given Bush's poor standing in the polls. Changing the nation's immigration laws to expand the \nworkforce, tighten enforcement and bring order to the chaos of a vast illegal population has been a priority for Bush \nsince he took office. Many GOP lawmakers also support the overall cause. But one key provision -- a path to \ncitizenship for undocumented workers -- has unleashed a vehement reaction among conservatives, who believe the \nimmigration system broke down long ago. Given the administration's weak response, DeMint said, Republicans do \nnot have the political credibility to argue back.\n\n\"I think Republicans are trying to solve a real problem. I think the president is, too,\" DeMint said. \"But the American \npeople don't trust us.\"\n\nSen. Byron L. Dorgan (D-N.D.) does not like the immigration bill, either, but for entirely different reasons. Echoing \nthe concerns of labor unions, he argues that the guest-worker program would depress wages and lead to foreigners \ntaking good jobs that would otherwise go to U.S. citizens.\n\nWhen the debate started late last month, Dorgan offered two amendments: one to kill the guest-worker program, \nand a second to water down the program to make it more acceptable to unions, by ending it after five years. The \nfirst failed by a large margin. But the second measure was defeated 49 to 48.\n\nTo close the gap, Dorgan and a GOP  ally, Sen. Bob Corker (Tenn.), looked to Republicans who had voted against \nthe sunset amendment two weeks ago but who were known to have qualms about the bill itself. The target list \nincluded five senators from states with illegal-immigration problems, or where the issue had a particular potency \nwith conservative voters. Along with DeMint, the list named Sens. Jim Bunning (Ky.), Charles E. Grassley (Iowa), \nElizabeth Dole (N.C.) and Mike Enzi (Wyo.). Dole and Enzi face reelection next year.\n\nAfter conversations with Dorgan and among themselves, four of the five decided to support Dorgan's late-night \nsecond effort. Moments before the vote, Republican leaders succeeded in talking Grassley back to their side.\n\nDeMint hurried into the chamber around 12:15 a.m., voted yes on the sunset amendment, and then hurried home to \nbed. He did not realize it had passed until he returned to the office in the morning.\n\nPressed by reporters to explain his switch, Bunning at first referred to unspecified changes that Dorgan had made \nat his behest, then conceded that he had grander ambitions. \"I've been trying to kill [the bill] since the beginning,\" \nBunning said.\n\nEnzi spokesman Coy Knobel said his boss gave additional thought to the Dorgan amendment after the first vote \nand determined that supporting it was effectively \"a vote against amnesty.\"\n\nDole said she changed her mind after a GOP-led bid to strike the \"amnesty,\" or legalization, section gained just 29 \nvotes. Instead, she would try to defeat the bill by weakening one of its popular provisions, the guest-worker \nprogram. \"That was the intent,\" Dole said, \"because we had not been able to strip the amnesty out.\"\n\nDorgan said he was \"pleasantly surprised\" by the outcome, another 49 to 48 vote, this time in his favor (several \nsenators had switched in the other direction, to try to save the bill). He insisted that he never viewed the \namendment as a poison pill, but rather as an attempt to keep the guest-worker program in check.\n\nBut the conservatives, he confessed, did not take much prodding. \"It's like the loose thread on the cheap sweater,\" \nDorgan said. \"You start pulling and the sleeve comes off.\"\n\nGraphic\n\n \n\nIMAGE; Sen. Jim DeMint (R-S.C) and others helped kill the immigration bill.\n\n\n"}