{"title": "At the deep end teaching kids to swim", "body": "\n KIDS and water -they love it! \n\n Readers of a certain age may remember Rolf Harris telling us as much in an old TV public information advert. \n\n Bobbing around in his local swimming pool, everyone's favourite Aussie recalled how he \"fell in the river at our \nplace -couldn't swim -somehow managed to scramble my way to the bank...\" \n\n Amphibious Antipodean Rolf thankfully survived his river ordeal, allowing him to end the ad on a happier note with \nadvice for parents and their kids. \"If you can swim yourself, why not teach them yourself? It's fun -see ya!\" \nDisturbingly, poor Rolf was then held beneath the water by children who, if they did the same nowadays, would \nhave Asbos served on them. \n\n At least he didn't make the mistake of confusing his catchphrases. \n\n Uttering \"can you see what it is yet?\" in a public swimming baths might have caused an issue, even in the 70s. \n\n Look, I CAN swim, but I'm more Duncan Donut than Duncan Goodhew. \n\n I blame school swimming lessons at the old Stockton baths, where our tyrannical swimming teacher used to bawl \nand shout at us. A lot. I got a few certificates, mainly because I didn't dare not to, but I came to dread those \nlessons. \n\n I much preferred Saturday mornings at the old Billingham baths with my Uncle Doug, where the resident coach's \ngentler technique got a lot more out of me. \n\n He also instilled in me a life lesson I still resolutely adhere to: \"Keep your bum up.\" \n\n So as a kid, I learned enough to stay afloat and was generally happy with that. \n\n But then my own kids came along. \"Ooh, you MUST teach them to swim,\" I was told. So the pressure was on to \nturn them into Marine Boy and Aqua Marina. And be in the pool with them. \n\n In the last 10 years, I've had more chlorinated water action than in the previous 35 put together and, I have to \nadmit, it's been kind of fun. \n\n But today is daughter's 14th birthday and, with thrifty Mrs R over the road in the shops, I'm sitting in the cafe at Wet \nN' Wild, melting in 35-degree heat while daughter and her brother hurtle down various ridiculous water slides. \n\n\n \"Oh, you don't need me,\" I lazily reasoned, remembering how last time we were here, I barely saw them after 10 \nminutes. They reluctantly agreed and, as I write, they're having a whale of a time without me. \n\n So I've saved a few quid and stayed dry. Big deal. \n\n The penny's just dropped that, out of misguided choice, I've opted to give up some family fun time with the kids \nwho are my life and who, very soon, may not even want me here at all. \n\n Talk about a false economy. So next time, I'm in at the deep end. Now pass me those Speedos... \n"}