{"title": "Young immigrants raise voices, and hopes", "body": "\nLast Saturday, a group of students trickled out of the sprawling conference center near Vanderbilt University and \nlined up next to a lush green lawn for a practice march.\n\nMatthias Everette, 11, and James Butts, 13, two black students from Mississippi, held up a banner. Also nearby \nwas 19-year-old Andres Ramon, of Homestead, an illegal immigrant who arrived from Guatemala at age 6.\n\nThe unlikely blend of African-American and Hispanic students from Southern states, including three dozen from \nDade City and other parts of Florida, were here last weekend to learn how to organize marches, launch voter \nregistration drives and build alliances to push for legalizing illegal immigrants.\n\nAlong the way, they learned they had more in common than they realized.\n\nAnd as the battle over immigration intensifies in the months ahead, the students were told that together they could \nbe the key to turning the immigration debate into a movement.\n\n\"When the tough times come ... youth will be important in keeping it going,\" said Rich Stolz of the nonprofit Center \nfor Community Change, one of the Washington groups advocating for legalization of illegal immigrants.\n\nThe Senate is expected to pass a broadly written bill before Memorial Day that sweeps together border security \nmeasures with new programs to accommodate the nation's 12-million illegal residents.\n\nThat means the summer in Washington will be spent in tough negotiations as the Senate tries to marry its \nlegislation with the bill passed by the House late last year. The House bill avoids offering avenues for legal \nresidency to illegal workers and is focused on border enforcement and deportation.\n\nAlthough House members recently have expressed some interest in expanding guest worker programs, the \ndifferences remain stark.\n\nInspired by the plight of friends who are illegal immigrants, Elizabeth Vasquez and her sister Bess recently used \ntext messages and MySpace.com to orchestrate a recent school walkout of 1,500 students in South Florida.\n\nThat put the Vasquez sisters, 15 and 14 respectively, at the forefront of the movement to give immigrants legal \nstatus. And last weekend, it put Elizabeth on a 16-hour bus ride from South Florida to Nashville.\n\n\"My friend that helped me with the walkout, she was born in Mexico but she has lived here all her life,\" said \nVasquez. \"She was text-messaging me, 'You think this will change things?' I said, 'I think so.' \"\n\n\nNearly 100 young people and adults from around the South attended the training in Nashville.\n\nIt included practical advice: Students were urged to have diverse groups \"standing in solidarity\" at their marches \nand rallies so observers could not tell which students were illegal.\n\nSome of the black students and their adult chaperones said the recent marches of Hispanic immigrants and their \nsupporters around the country were an inspiration - and a potential ally on common issues.\n\n\"You can't have (thousands) of people walk out of school and not recognize it as an opportunity for a movement, an \nopportunity for us to bring our issues together,\" said Christi Ketchum, 31, who brought youth from Project South in \nAtlanta.\n\nMany recent marchers were young people whose parents brought them to the United States as children. They find \nout at the end of high school that as illegal immigrants they can't go to college mainly because they don't qualify for \nmost financial aid. If they earn degrees, they can't get jobs legally. In Nashville, the group included illegal students \nfrom Haiti and Latin America.\n\nMaria Sanchez, 19, of Dade City was born in Mexico and graduated from Pasco High School in 2004. But instead of \ngoing to college, she began working at two gas stations.\n\nSo the event in Nashville focused on the \"Dream Act.\" The proposed federal legislation would allow certain illegal \nstudents to attend college and become citizens, but it has languished in Congress for five years. It is now included \nin the Senate bill.\n\nBut legalizing immigrants may require a long-term commitment from young people, Stolz warned. For example, \nwhen the civil rights movement appeared to lose momentum in the 1960s, it was reignited when African-Americans, \nsome of them young people, were attacked by police dogs, he said.\n\n\"The backlash against this movement is already starting,\" said Stolz, who noted that the Minutemen, the volunteer \ngroup that patrols the Mexican border, was scheduled to pass through Nashville a couple of days later on the way \nto Washington.\n\nIn the South, organizers said immigrants need alliances with sympathetic groups, perhaps African-Americans.\n\n\"Blacks have been brainwashed to think, '(Hispanic immigrants) are coming to take your jobs,' \" said Hollis Watkins, \n64, a member of the Student Nonviolent Coordinating Committee in Mississippi during the 1960s. \"We have to \nbreak that custom and realize we have a common enemy.\"\n\nQuality education is just one common interest, black participants said. Some compared the threat of deportation \nimmigrants face to the high numbers of black inmates in prison.\n\n\"It's the same issue as deportation,\" said Chris Adagbonyin, 23, of the Young People's Project in Jackson, Miss. \n\"Me being African-American, we have an issue of 'We are going to put you in prison.' \"\n\nThe Hispanic activists talked about building alliances with voters of all races when they got back home. But their \nfirst job was to reach out to African-American students.\n\n\"I learned a lot about the Dream Act,\" said Sharde Williams, a 16-year-old high school student from Beaufort, S.C. \"I \nmean, immigrants do deserve a chance, too. It's not just us as United States citizens that deserve privileges. They \ndeserve to be smart just as we are.\"\n\nLast weekend, the students walked in step toward Vanderbilt University with signs that read: \"Help Make Our \nDream a Reality,\" \"Fixing Broken Dreams,\" and \"No Student Left Behind, Period.\"\n\nSome of the practice chants were directed at Senate Majority Leader Bill Frist, R-Tenn., who is controlling the \nimmigration debate.\n\n\n\n\"I believe that people in my situation, we just can't sit around and get depressed,\" said Ramon, the 19-year-old from \nHomestead. \"By coming here, it's not only being an activist, but to show that there are people that have dreams, \nthat want to accomplish something but they can't.\"\n\nBefore leaving for their home states, the students made plans for a \"Dream Coalition\" Web site.\n\n\"I was a little bit depressed before I came here,\" said Sanchez of Dade City. \"Now it's like 'Wow.' I feel like I want to \ndo this and I want to make a change.\"\n\nGraphic\n\n \n\nPHOTO, ALLEN BRYANT, (2)\n"}