{"title": "Editorial: At last - a fair approach to immigration reform", "body": "\nImmigration reform took a huge and promising step forward Thursday. The policies recommended by key Senate \nnegotiators and supported by President Bush would accomplish much of what's needed to restore a rational \nimmigration policy that is both fair and humane.\n\nThe exact language of the bipartisan bill has yet to be worked out, and concerns linger about some issues.\n\nBut the fundamental principles agreed upon by the Senate team, led by Sens. Edward Kennedy, D-Mass., and Jon \nKyl, R-Ariz., provide a sound basis for reform. The Senate will thrash out details before voting on the plan next \nweek and sending it to the House for further work.\n\nSeveral provisions of the agreement are especially encouraging:\n\nA promise to clear the horrendous visa backlog. The bill would immediately issue more than 1 million visas to \napplicants for permanent residency, going a long way to clearing the 4 million applications in the system. The rest of \nthe backlog would be cleared within eight years instead of the 20-something it would take under current law.\n\nMore visas for skilled workers. The number of H-1B visas would roughly double from 65,000 to 115,000 per year, \nwith the ability to raise the cap in years of high demand.\n\nA fair path to citizenship. The estimated 12 million immigrants who entered this country illegally before Jan. 1, \n2007, would be granted special \"Z visas\" to work and live here. They could apply for permanent residency after \neight years, but they would need to pay $5,000 in fines, demonstrate English and civics knowledge and compete \nwith all other immigrants seeking that status. (One unworkable provision would require the head of the household to \nleave the United States and apply for a \"green card\" from the home country - an unreasonable burden for someone \nsupporting a family.)\n\nImproved border enforcement and employer accountability. The bill calls for 18,000 new border patrol agents, \nadditional fencing and high-tech tools for enforcement. It also establishes a new, supposedly tamper-proof \nidentification system for legal immigrants and requires employers to take stricter steps to verify workers' identity.\n\nSpecial provisions for farm workers. It would be far easier for seasonal workers to legally enter the country and \neither work temporarily or apply for permanent status. This is critical for California, which relies on these workers to \nharvest crops.\n\nThe draft agreement also leaves some key questions unanswered. These include how resident visas will be handed \nout, how family reunification will be balanced against the need for more skilled workers and how temporary workers \nwould apply for permanent status.\n\n\nBut there will be plenty of opportunity to remedy problems now that agreement on a basic framework seems \nachievable. For now, it's refreshing just to see an approach to the nation's immigration problems that, in \nKennedy's words, goes beyond \"bumper-sticker solutions\" toward real reform.\n"}