{"title": "HEARING OF THE SUBCOMMITTEE ON THE WESTERN HEMISPHERE OF THE HOUSE COMMITTEE ON INTERNATIONAL RELATIONS SUBJECT: THE SITUATION IN HAITI CHAIRED BY: REPRESENTATIVE CASS BALLENGER (R-NC) LOCATION: 2172 RAYBURN HOUSE OFFICE BUILDING, WASHINGTON, D.C.", "body": "\nREP. CASS BALLENGER (R-NC): First of all, let me apologize to the people that sat and waited. It really wasn't 45 \nminutes, it was only about 40 minutes. But before we get started, I'd like -- I want to ask unanimous consent that all \nmembers of Congress in attendance today be permitted to join the members of the subcommittee up here on the \ndais, and without objection, it's so ordered. Okay.\n\nThank you.\n\nI wish to announce some of the ground rules upon which both ranking member, Mr. Menendez, and I have agreed. \nFirst, members of the subcommittee will be allowed to offer an opening statement. Second, all members of the \nHouse will be allowed to insert their written statements into the record. Third, all members, time permitting, will be \ngiven five minutes to ask questions of the witnesses. And I would like to say to those of you that are here, we're \ngoing to be pretty strict on that five minutes or we'll be here all day.\n\nAccordingly, I ask unanimous consent to allow all non-members of the subcommittee to speak when they are \nrecognized by the chair to question witnesses, and without objection, it's so ordered. Alternating by party, priority \nwill be given first to the members of the subcommittee, then, as time permits, to the members of the full committee, \nand finally, to members who do not serve on International Relations Committee. Fourth, in the interest of time, I'm \ngoing to be pretty strict on the clock so that each member will have the best chance of being able to say something.\n\nBefore I begin with my opening statement, I wish to remind everyone that this hearing will be lively and emotional, \nsince we all want a full debate. And I also ask that everyone remain cordial and respectful throughout, if possible, \nand we have an obligation to uphold the dignity of our offices and this subcommittee. While we may disagree on \nsome issues, we remain obligated to work together to discuss the important issues which face our nation and those \n\n\nof Haiti. In my considered opinion, we can and must work together in good faith to meet the challenges that we now \nface. And now my opening statement.\n\nThis afternoon we'll examine the situation in Haiti. This situation in Haiti is, as has been for some time, extremely \nchallenging. The needs of the Haitian people for democracy, jobs, education, healthcare, and for such basics as \nfood and clean water are as great as they've ever been. One can lay out terrible statistics, but they can't even begin \nto describe the situation of Haiti's impoverished citizens.\n\nThe efforts of some of the world's most experienced diplomats to resolve the political stalemate in Haiti all ended in \nfrustration. Do you mind sitting still? The deputy secretary general of the Organization of American States made 20 \ntrips to Haiti to try to work out a solution. President Aristide resigned and left Haiti. Presidents in other countries, \nincluding our own, have resigned for the good of their people. Let me be clear. I fully support the steps taken by the \nBush administration to give the people of Haiti a chance to build a better future. Our government has acted with the \nbacking of other governments, particularly France and Canada, and has secured the unanimous vote of the United \nNations Security Council for a resolution that supports our actions to help Haiti.\n\nThere is something else I would like to say. There have been accusations that officials of the U.S. government have \ncommitted a felony, punishable by death that is: kidnapping. The head of the Steele Foundation, which was \nresponsible for President Aristide's security, told me personally that had U.S. forces or any other forces tried to \nkidnap or otherwise harm President Aristide, his men had orders to resist and were authorized to do so with lethal \nforce, if necessary. The accusation that President Aristide was kidnapped is clearly false.\n\nIt's my hope that this hearing can support an initiative that I agreed to with several members to come together on a \nbipartisan basis to see how we can help Haiti. I have personally committed to deliver humanitarian assistance to \nHaiti with private funds as soon as the situation there permits. There is a new provisional president in place in \naccordance with the Haitian Constitution. American Marines are now on the ground in Haiti and it's time to move \nforward to help the Haitian people.\n\nWith that I yield to the senior member.\n\nREP. ROBERT MENENDEZ (D-NJ): Thank you, Mr. Chairman. And our members are well informed and very \npassionate about the issue, but they have ever intention of pursuing both the truth as well as their policy points of \nviews and I don't expect anything less.\n\nToday the Americas are watching. The people of our hemisphere watch this administration turn its back on \ndemocracy and walk out on a democratically elected president. They were watching in Bolivia, where massive \nprotests forced President Sanchez de Lozada to resign last October. They were watching in Argentina, where riots \noverturned numerous presidents in 2001. They were watching in Ecuador, where massive protests overturned a \npresident in 2000. But let's be clear that in Haiti, President Aristide was confronting a violent step-by- step takeover \nof his country by rebel leaders, and not simply protests in the street.\n\nThey watched, and they got the clear messages that this administration sent: this administration will not stand up for \na democratically elected head of state they do not like, and this administration will stand idly by as rebels, thugs and \nprisoners topple a democratically elected government. Now, we should watch out. That's an incredibly dangerous \nand irresponsible message to send reverberating throughout this hemisphere, particularly at a time when many \ndemocracies are teetering on the verge of chaos, prices and conflict.\n\nLet's be clear, we don't get to choose who gets elected in other countries. We may like them, we may hate them. \nAnd certainly it's our responsibility to question their policies and to shape our own policy towards them. But it must \nbe clear to the world and to all the countries in the Americas that we respect and support democratically elected \nheads of state, period. In fact, I had serious concerns myself about President Aristide's policies and actions, but that \ncannot dictate our support for democracy.\n\n\n\nThis administration has tried to suggest that when a gang of thugs was on the president's doorstep, that his only \nchoice was either non-intervention and subsequent death, or resignation. Imagine if millions of Americans had \nstormed the White House after the 2000 elections. Would we have said that the president's only choice was to \nleave office or face the mob? Absolutely not. We would rail that that action would cause the beginning of the end of \nour Constitution and our democracy.\n\nAs Andres Oppenheimer said in his column in the Miami Herald last Sunday, and I quote, \"These are dark days for \nthe cause of democracy in Latin America. The fact that a few rebels in Haiti could sway major countries to demand \nthe resignation of an elected president should sound alarm bells throughout the hemisphere. It happens at a time \nwhen violent anti-government groups are spreading in several Latin American countries with politically weak elected \nleaders, and where some elected governments seem more tolerant of dictatorship than their predecessors.\"\n\nAnd we must look clearly at what this administration's policies have wrought. Yesterday, Guy Philippe declared \nhimself military chief and Louis Jodel Chamblain, a convicted killer and accused death squad leader says he is now \nin command of operations. According to today's Washington Post, rebel leader Guy Philippe declared on Tuesday \nthat he was in control of Haiti's security forces, and then watched as his followers looted a downtown museum to \nthe roaring approval of thousands of supporters outside the national palace. And as violence escalated in Port-au-\nPrince, bodies lay at intersections, in downtown warehouses, and unclaimed at the morgue.\n\nAnd so we say to the people of the Americas, at least in this hearing, we in Congress are watching too, and we will \nnot advocate our responsibility to democracy in this hemisphere. That's why I'm here today to ask serious questions \nabout the administration's policy in Haiti. How could this administration allow so-called rebel leaders, known thugs \nand convicted murders to violently take over Haiti, piece by piece, city by city? How could the administration turn a \ndeaf ear to Aristide's call for help while tacitly supporting his resignation and strongly urging him to reconsider \nwhether his presidency should continue.\n\nThere are, of course, the allegations of President Aristide himself and they need to be explored and responded to. \nAnd we must also fully understand the administration's involvement with opposition groups, and whether violent, \nnon-democratic groups receive funding or support. And the administration must account for its decision not to send \npeacekeepers in without a political solution when it was obvious that there would be no political solution without \nthose peacekeepers. And finally, as we turn to our witnesses, I remind them that the words and actions of these in \nthis administration in Haiti must be judged not only for their impact in Haiti, but for their consequences throughout \nthis hemisphere. The Americas are watching and so are we, gentlemen, and we look forward to your testimony and \nthe answers to the questions that we pose to you.\n\nREP. BELLANGER: I thank the gentleman and I'd like to say I hope your telephones are ringing the way mine are. \nI've gotten 45 phone calls through Florida. Everybody there -- every phone call I've gotten so far is in favor of what \nhappened.\n\nNext is Congressman Weller.\n\nREP. JERRY WELLER (R-IL): Thank you, Mr. Chairman. And thank you for conducting this important hearing today \nand for the opportunity to give me statement as a member of this panel.\n\nMr. Chairman, in recent days the Congress and the American people have heard plenty of rhetoric from supporters \nof President Aristide regarding the situation in Haiti. I believe it's now time to move away from political rhetoric and \ntalk about the facts. I think it's important to remember that every American, including the president and every \nmember of Congress, sincerely wants to help the people of Haiti. We continue to hear outrage from some that \nAristide is no longer in power and that the United States should have stepped in to let him keep his or help him \nkeep his power over the Haitian people. We even hear unfounded accusations that the United States kidnapped \nAristide and his family and forced them out of the country. But what are the facts that we have known about Aristide \nand his government.\n\n\n\nFact number one. Under Aristide, Haiti blatantly became a hub of narcotics trafficking. Where is the outrage to the \nfact that Barry McCaffrey, President Clinton's own drug czar, said with regard to Aristide and his role in \nnarcotrafficking that, quote, \"It's hard to imagine that Aristide himself isn't taking part in this enormously lucrative \nform of criminal activity. Makes one wonder why Aristide became very quickly Haiti's wealthiest man. What do we \nhear Aristide supporters saying about the fact that the United States State Department International Narcotics \nControl Strategy Report for 2003 revealed that top officials under the government of Aristide were directly involved \nin narcotics trafficking?\n\nWhere is the outrage that under Aristide's government, aircraft filled with drugs have been allowed not only to land \non roads in Port- au-Prince, but have received assistance from Haitian national police officers in blocking traffic, \noffloading the drugs, and ground transport. And what of the most important assertion made by Aristide supporters, \nthat this is coup against democracy? Let's make sure and get the facts on the record today about what kind of \ndemocracy Haiti experienced under Aristide.\n\nThe 2000 elections were noteworthy, not only for their democratic -- not for their democratic nature, but for the fraud \nand violence that accompanied the elections. The Organization of American States Electoral Observation Mission \ncondemned the 2000 legislative election as rigged, and noted that 1.2 million ballots for senatorial candidates were \ndiscarded. Here are the facts on the presidential election. November 2000 presidential election was held with no \nOAS observation. An illegally constituted commission, boycotts by the observation, and no domestic observation. \nLess than 10 percent of eligible voters participated in those national elections in Haiti.\n\nThe Clinton administration refused to provide aid to support the elections, and most importantly, the United Nations \nsaw right through Aristide's brand of democracy. Secretary General Kofi Annan recommended that the United \nNations close its mission to help build democracy in Haiti, saying U.N. efforts were useless, considering the \ngovernment's questionable legitimacy and increasing isolation.\n\nNow, let's be clear on the role of the administration in trying to solve Haiti's crisis. The Bush administration was \nactively involved, both independently and through the OAS and CARICOM nations in working to bring President \nAristide back from the precipice he placed himself and his country upon. Countless delegations from the United \nStates visited, counseled and urged Aristide to fix the flawed elections that brought him to power and to renounce \ncorruption. But nothing could dissuade Aristide from rejecting reform and rejecting building public institutions. \nAristide squandered the opportunity he had to led Haiti, in favor of personal gain. Roger J. Daley, U.S. general \nconsul on Haiti from 1998 to 2002 summed up democracy under Aristide. To support Aristide's continued tenure as \npresident is to focus on the shadow of democracy and not on its substance.\n\nFinally, Mr. Chairman, I'm extremely concerned by the harm that continued unsubstantiated allegations that Aristide \nwas kidnapped and forcibly removed from the country, due to our armed services and diplomats currently in Haiti \ntoday. In fact, recently, a senior U.S. diplomat in Haiti, a Latino American, has been specifically targeted by name, \nputting both he and his family at risk. They're already in a dangerous situation, and their irresponsible comments \nmay not only serve to add gasoline to the fire of mob violence in fire, but I respectfully urge everyone to consider \nthe safety of our armed forces before making statements that may endanger their lives.\n\nMr. Chairman, this is an important hearing for our Western hemisphere, and I want to commend you for the \nleadership in arranging this hearing and thank you for the opportunity to make a brief statement.\n\nREP. BELLENGER: Congressman Delahunt.\n\nREP. WILLIAM D. DELAHUNT (D-MA): Yes, thank you, Mr. Chairman. I would have to respectfully disagree with \nthe last speaker in terms of his aversion of the facts, but maybe we can illuminate that during the course of the \nquestions and answers. I think it -- and let me just say up front too, I'm no defender of President Aristide. I told him \nat a meeting that I considered him a profound disappointment and I think at least two members of the panel have \nheard me say that on other occasions.\n\nBut let's reflect where we are today. Haiti has been taken over by assassins, drug dealers, thugs and terrorists.\n\n\n\nGuy Philippe is a former police chief who fled the country after allegedly planning a coup. He is reportedly under \ninvestigation by U.S. authorities for involvement in drug trafficking. His cohort, Mr. Chamblain, is a convicted killer, \nthe number two man of the death squad commonly referred to as the FRAPH, which brutalized Haiti during the \njunta years. By the way, the leader and founder of FRAPH, Emmanuel \"Toto\" Constant, a terrorist of the worst sort \nwho is responsible for the deaths of thousands, he's not part of this new junta yet because he is in the United \nStates, reportedly selling real estate in New York City.\n\nNow we hear that the leaders of this so-called democratic opposition, including Evans Paul and Charles Baker, \nhave been meeting with Philippe and Chamblain. Joining them was the notorious Danny Toussaint, well known to \nanyone who is conversant with Haiti. He is suspected of drug dealing and the murder of the country's most \nprominent journalist and today our ambassador apparently had a meeting with Philippe. Call it what you will, a coup, \nan alteration in the constitutional order, a resignation, the fact is that this administration did nothing to save \ndemocracy in Haiti and people who represent the very worst in that society are in the process of taking it over.\n\nIt is obscene and a stain on our national honor. It goes against everything that we and Americans embrace. And it \ndidn't have to happen. Haiti did not have to be delivered into the hands of people who are, to put it in terms familiar \nto many of us, pure evil. The fact is that the past 10 years, the majority in this Congress and the current \nadministration did nothing to nurture democratic institutions in Haiti. Instead, aid was blocked or not requested for \nthe police, for the judicial system, the human rights observers or election monitors and remember, in September \n2002, an independent electoral council was accepted by Aristide, but it couldn't function because the so-called \nDemocratic Convergence refused to name its representative to the council.\n\nIn late 2003 Aristide accepted a plan put forth by the Haitian bishops and supported by Secretary Powell in which \nhe would have shared power, but it was rejected by the opposition and in January, the Caribbean community \nsecured Aristide's agreement to a coalition government and the disharmony of a violent thug. But the opposition \nrefused to negotiate unless Aristide resigned. At any of these moments, the message from the administration \nshould have been sent loud and clear that it was time for the opposition to put the Haitian people above their petty \ndesires and negotiate in good faith. I see no evidence of that occurred.\n\nJust a few days ago, Secretary Noriega said that some in Congress are disappointed because the U.S. didn't send \nin troops and I'm using this quote, \"to bail out Aristide.\" I reject that premise. Our troops would not have been going \nto Haiti to bail out Aristide. They would have been going in to protect the Haitian people from some of the worst \nbutchers and thugs in that nation's history.\n\nLet me conclude that recent events portend a very bad sign for the future of democracy and human rights in this \nhemisphere. I yield back the time I may have left.\n\nREP. BALLENGER: Congresswoman Ros-Lehtinen.\n\nREP. ILEANA ROS-LEHTINEN (R-FL): Thank you so much, Mr. Chairman, and I'd like to thank you for holding this \nimportant hearing and allowing all of us the opportunity to speak on an issue that's of vital importance especially for \nmy South border community, but indeed to the international community in their efforts to support through \ndemocratic and political reform in Haiti. So I commend you for having this hearing and addressing your commitment \nto the current situation and improvement in Haiti.\n\nI'd like to also welcome our witnesses today. Ambassador Noriega has advised the president and Secretary Powell \nwith a true sense of professionalism and understanding of the region and we welcome him back to our neck of the \nwoods here in our subcommittee. To Administrator Franco, I'd like to thank him for his ongoing efforts and \ncommitment to the humanitarian situation in Haiti. I know that you've been following it closely and it's important to \nnote that this administration's contributions have even exceeded congressional funding. And I also am thrilled that \none of my former staffers, Jose Fuentes (sp) is sitting behind you and working with you and USAID on these \nimportant issues.\n\n\n\nAnd in concert with Assistant Secretary Dewey, I am positive that your offices and the staff of all these fine \ngentlemen are working extremely hard to make the current situation in Haiti less painful for the people of Haiti. And \nthat is why we are here, Mr. Chairman, to discuss and learn about the current situation in Haiti and, more \nimportantly, about the future of Haiti and a future that we hope is a bright one and a positive one.\n\nThe state of affairs in Haiti is changing and updated not only on a daily basis, on a hourly basis, but indeed every \nminute, it seems to alter. Most recently, the United Nations laid out its plans for Haiti where resolution 1529 called \nfor a multinational interim force to work with Haitian political forces and the international community to restore a \ntrue, a lasting and a transparent democracy in Haiti.\n\nAdditionally, CARICOM nations are working on the CARICOM Action Plan. Under this plan, civil society, political \nopposition and the government each appoint one member to this council. And recent accounts, as we know, are \ntroubling. Our own DEA agents indicate that Haiti has been a major transit point for narcotics into the United States. \nStatements by elusive narcotraffickers have shed light on Haiti turning a blind eye to drug trafficking. These drugs \nwhich infest the streets and the playgrounds of our neighborhood only bring tragedy to American families.\n\nSo at all levels the United States has taken a leadership role in eliminating this danger and are working in tandem \nwith our regional international allies to create a stable and working government for the people of Haiti, a \ngovernment responsible to its people and to the needs of the Haitian people. With the population exceeding seven \nmillion, we must come together to help the people of Haiti overcome the transition it is currently experiencing. The \nwomen and the children of Haiti sit in despair awaiting assistance, be it military or humanitarian. But let us not take \nour eyes off the target and remember that, at the end of the day, the children of Haiti are looking for international \nhelp and the U.S. will be there to help them.\n\nSecretary Powell summarized our objectives while addressing EU ministers earlier this week and I quote, \"And now \nwe are there to give the Haitian people another chance and we will be working with Haitians to help Haitians put in \nplace a political system and we will support it to the best of our ability. And I am pleased that the international \ncommunity has responded so quickly with a unanimous U.N. resolution.\" And those are the secretary's words.\n\nSo as I sit here today with my colleagues discussing the current situation in Haiti, I cannot help, but ponder upon \nthe suffering of a people and on the current situation of an island not too far from Haiti, my homeland of Cuba. But I \nstrongly encourage this administration to work on promoting the security situation in Haiti. In supporting an \nindependent government that enjoys true popular support and restores respect for the rule of law in Haiti, the U.S. \nhas been and will probably always be Haiti's leading provider of economic aid. I encourage our colleagues here \ntoday to continue their support for the international financial loans.\n\nOur country has been the shiny beacon for freedom and liberty for our Western Hemisphere neighbors. Haiti is \ncurrently in a situation where assistance is warranted and I call on my colleagues to make all efforts to bring stability \nand transparency to a people who, for so many years, have longed for it.\n\nThank you again, Mr. Chairman, for this opportunity to hear from so many others.\n\nREP. BALLENGER: And now, Congressman Payne.\n\nREP. DONALD M. PAYNE (D-NJ): Thank you very much. I too express my appreciation for this hearing to finally be \nheld. I know that Chairman Menendez, our ranking member, has called repeatedly for a hearing and our colleague \nBarbara Lee on the International Relations Committee, not on this subcommittee, has also done that and of course, \nmy voice. But I guess it took the situation that we currently have in Haiti to talk about now what can we do? \nWhereas, if we had a meeting before, perhaps some of these areas could have been addressed before and we \ncould have prevented what happened.\n\nIt's always interesting to hear the people from the other side, my colleague from Illinois, talk about how tremendous \nthis drug dealing state of Haiti has been. And I, you know, get amused because President Aristide asked the DEA \nto bring him more support. He allowed the U.S. to have overflight responsibilities where our aircraft could fly over \n\n\n\nand have surveillance over his country, could use our Coast Guards at their ports. But we didn't take advantage of it \nand so the easy way to do it is to say, you know, he allowed drug dealings to happen.\n\nAnd we need to take a look, I guess, at Panama, Mexico, Peru, Bolivia, Colombia, Afghanistan, Iraq, Iran, all those \nplaces that we're spending tremendous amounts of funds supporting, in some instances, the new leadership, while \nwe still have this tremendous thing. And so a way to really kind of question a person is to say there is drug dealing \ngoing on. It's going on even in the state of Illinois, and we don't, therefore, condemn the governor to say that he's \nturned a back.\n\nSo I'd just like to also say that, you know, you can have a self- fulfilling prophecy. If you want and wait and wait, at \nthe last minute there is no other option, but to leave. And when the thugs were coming down town by town -- and as \nMr. Delahunt mentioned, these are convicted killers. Chamblain, former sergeant, you know, accused of killing \nbusinessmen and others, Philippe, who was actually convicted killing Antoine Izmery and Guy Malary. These are \npeople that our government evidently feels more comfortable in sitting down with, negotiating with, because I guess \nthat's what they're going to do, because those are the new people who will be in charge of this government.\n\nMakes no sense at all to take people who have been in the D.R., people who are in New York, the former FRAPH, \nthat stood on the docks and turned the Country of Harlan around. You remember that? The same people now are in \nthis new government. This is a disgrace. Then we have our great colonel, David Berger, and I know that he is \nconcerned since there are so few Marines. Said that, quote, \"I am not a police officer and I have no instructions to \ndisarm.\" So as the American Marines sit by, protecting U.S. properties, this band of thugs and gangsters and killers \nsimply can do whatever they want to do. If, in fact, we're going to do nothing, then we ought to leave and just let the \nplace go down like it's happening. How can we send in people and just allow the killings to go on, to look the other \nway? You'd do better maybe with the Haitian Police Department. They might at least try to apprehend a criminal.\n\nAnd so I think several weeks ago, when the French made it pretty clear that they were willing to go in with 4,000 \nMarines -- but I suspect that somehow they were discouraged. I was told by Secretary of State Powell that it was a \nmisinterpretation. They really did not want to go in. However, they not only said they would go in, they said they \ndidn't necessarily need Americans to go on. They said we would appreciate if they would participate in the cause. I \ncould see one thing being blurred by interpretation, but not a specific kind of a plan like that, that all of a sudden we \nfind that it was totally misinterpreted.\n\nWe should allow countries that have some goodwill towards a situation that when they see right over wrong, to do \ntheir thing and not necessarily say that's in our sphere of influence, which I would suppose occurred. And so I'm \nvery -- it's a sad day for democracy. This regime change is who we want to see elected and who we don't. If we \ndon't agree with them, they're out. If we do, they're okay, regardless to -- it reminds me of the Cold War, the \nMobutus that we created for 30 years in Zaire, now the DRC. The people who robbed and killed their own people \nare those that we would rather negotiate with. It makes no sense. It's a flawed policy, it's a dark day in our history.\n\nI think that when a president -- why not take him out and then come up with that diplomatic solution that Secretary \nof State Colin Powell was trying to negotiate. Why did he have to resign in order for him to leave? He could have \nleft the country and come back once order was restored. But since he resigned, I guess that we can deal with the \ncountry because a coup d'tat did not occur. He just quit. Tired, had enough, decided to resign and go somewhere \nelse.\n\nTherefore, legally, I guess, international communities could then deal with coup d'tat, which even in the Africa \nUnion, stated if a country is taken over by military forces, in Africa countries do not have diplomatic relations and \nthat country is isolated and boycotted and sanctions go on that country. However, the convenient resignation of \nPresident Aristide, therefore, precludes even the AU's, Africa Union's, laws to preside.\n\nAnd so as you can tell, we are very -- many of us are very frustrated. We appreciate it, the president finally meeting \nwith us last Wednesday, but we have seen nothing positive really come about. I would hope that we would have a \nplan, I would hope that we would -- if we don't want to intervene with disarmament, why don't we let someone else \n\n\n\ngo in, those who may be willing to have disarmament, reintegration, so that the killings can stop right now is simply \na lawless place and I believe that we can do better.\n\nI yield back the balance of my time.\n\nREP. BALLENGER: Pursuant to the previous order, other members may submit their written testimony for the \nrecord. And without objection, so ordered.\n\nLet me go to the first panel now. And what I plan on doing is introducing all members of the panel first and all will \ntestify before any questions will be asked. First of all, Roger Noriega. Roger Noriega serves as assistant secretary \nof State for the Bureau of Western Hemisphere Affairs. He is a frequent visitor to this subcommittee and we always \nenjoy having him here.\n\nSecond is Arthur \"Gene\" Dewey. Gene Dewey served our nation as assistant secretary of State in the Bureau of \nPopulation, Refugees and Migration. He is responsible for overseeing U.S. policies regarding the refugees and \ninternational migration. He's a graduate of West Point and served two combat aviation tours in Vietnam. I'd like to \nthank him for coming.\n\nThird is Adolfo Franco. Adolfo Franco is the assistant administrator for Latin America and the Caribbean of the U.S. \nAgency for International Development. Mr. Franco previous served as a counsel to the majority on the International \nRelations Committee. And I'd like to -- it's a pleasure to see you again, Adolfo. Let me please request of you, if you \ncould, reduce your testimony to five minutes and we will enter your whole statement for the record, if that's \nsatisfactory.\n\nAnd if that's okay, Secretary Noriega.\n\nMR. ROGER F. NORIEGA: Thank you very much, Mr. Chairman. It's a pleasure to appear before you to have an \nopportunity to speak to this subcommittee today on the topic of Haiti.\n\nMr. Chairman and distinguished members, one chapter in the history of Haiti has just come to a close, a very sad \nchapter, and the Haitian people are preparing to write a new one. The resignation of President Aristide on February \n29th marked the end of a process that in its early days held out a bright promise to free Haiti from the violence, \nauthoritarianism and confrontation that has plagued that country since its independence 200 years ago. Sadly, that \nhope remains unrealized today.\n\nWhile responsibility with this failure resides largely with former President Aristide himself, the task before the United \nStates, working with the international community, is to help the people of Haiti break the cycle of political misrule \nthat has caused so much misery. As we move ahead, it is important that we understand where the problems lie.\n\nThe Haitian people are not to blame for the country's poverty and lack of development. Those of us who have \nHaitian friends and colleagues know that they are an especially creative and particularly industrious people. Those \nwho have made the United States their home are a blessing to our community and to our economy. Rather the \nabsence of good governance, even the absence of the will to govern fairly and effectively, lies at the heart of the \nproblem. President Aristide's legacy of frustrated hopes was caused as much by what he did not do as by what he \ndid do. At the end, even his supporters in the international community realized that his rule had undermined \ndemocracy and economic development in Haiti, rather than strengthened it.\n\nLet's be very clear.\n\nU.S. policy in Haiti and throughout the Western Hemisphere, indeed throughout the world, is to support and \nstrengthen democratic institutions. On September 11th, 2001, the United States joined the 33 other members of the \nOrganization of American States, including Haiti, in signing the Inter-American Democratic Charter. The creation of \nthe democratic charter owned much to the hemisphere concern against the undermining of democratic institutions \nby elected governments themselves. It acknowledges that the essential elements representative of democracy go \n\n\n\nwell beyond merely holding elections, and that governments have the obligation to promote and defend democratic \nprinciples and institutions.\n\nA commitment to constitutional democracy was what led this government to demand that Jean-Bertrand Aristide be \nrestored to power after he was deposed by a military coup in 1991. By the fall of 1994, the United States led a \nmultinational force to restore President Aristide to power in this matter of fact. From the outset, Mr. Aristide's \nsupporters began committing systematic acts of violence that undermined the confidence of the Haitian people in \nour international mission. Many Haitians began wondering whether we were in Haiti to strengthen democracy or \nmerely keep one individual in power.\n\nLooking back at it, it's fair to say that had the international community been more rigorous in holding President \nAristide to his commitments to respect human rights and the rule of law, his rule might not have ended with his \nresignation and self-imposed exile 10 years later.\n\nKillings of President Aristide's opponents began within months of his return to power, but no persons were ever \narrested or convicted of these crimes. The undermining of the democratic process was demonstrated by the highly \nfraught parliamentary elections of July 1995, badly run local elections in April 1997 and the fraudulent parliamentary \nelections once again in May 2000. This series of farcical electoral exercises and the Haitian government \nunwillingness to govern justly opened the door to this many subsequent acts of political violence and the \nintimidation of President Aristide against his opponents. Incidentally, his election, at the end of November 2000, \nwas pronounced by the international community as not meeting international standards.\n\nSince 1994, the United States has provided $850 million in assistance to Haiti. However, our aid programs failed to \nproduce sustainable growth because of the corruption and the inaction of the Haitian government. An impressive \ninvestment of money and technical assistance to create 5,000 person Haitian national police force was squandered \nas President Aristide deliberately politicized and underfunded the organization. Instead, Aristide and his successors \nundermined the rule of law by relying on criminal gangs and failing to confront narcotraffickers.\n\nMr. Delahunt has referred as Danny Toussaint as being one of the thugs that's pretending to run Haiti today. Danny \nToussaint was an aide to President Aristide. He was a security aide to President Aristide. He was one of his \nprincipal advisors. He's a creature of President Aristide. And you're right, he's a very bad man. You're wrong \nthough; he's not running Haiti. Despite the justified frustration of the international community, we never gave up on \nHaiti or the Haitian people. Our approach in encouraging respect for constitutional processes and good governance \nin Haiti focused on working with our hemisphere partners, through the OAS and with our other friends of Haiti. In \nJune 2001 the OAS General Assembly approved Resolution 831 calling on the government of Haiti to take steps to \ncreate an environment conducive to free and fair elections as a means of resolving the political crisis created by the \ntainted corrupted elections of 2000.\n\nOn December 17, 2001, only a few months later, the government of Haiti instead lashed out at its opponents with a \nseries of brutal attacks by pro-Aristide thugs on persons and property. This led to the OAS Resolution 806 which \ncalled for the creation of an OAS Special Mission to Strengthen Democracy in Haiti and for the Aristide regime to \ntake vigorous steps to restore a climate of security. When the government of Haiti failed to comply with the terms of \nResolution 806, the OAS responded with another resolution - 822 - in September 2002. In this resolution the \ngovernment of Haiti again committed itself to take a series of actions to promote a climate of security and \nconfidence leading to free and fair elections in 2003.\n\nI was Chairman of the OAS Permanent Council when Resolution 822 was approved, and the US delegation did the \nheavy lifting in negotiating that document. 822 is an important resolution because it took the step of calling for the \nnormalization of economic cooperation between the government of Haiti and international financial institutions as a \nmeans of providing Haiti with further incentives to develop its institutions and promote sustainable development.\n\nREP. BALLENGER: Mr. Chairman -- Mr. Secretary, if you could bring it to a close. If I'm going to be tough on \neverybody else, I guess I've got to be tough on you too.\n\n\n\nMR. NORIEGA: Well, I could stop right now if you don't want to hear the rest of it.\n\nREP. BALLENGER: I'd love to hear it, but could you --\n\nMR. NORIEGA: Okay, then I'll keep going. In the face of the Haitian government's non-compliance with the terms of \nthese resolutions, the Caribbean community -- CARICOM -- and the OAS has sent a high-level delegation which \nincluded President Bush's Special Envoy for the Western Hemisphere to Haiti in March 2003. In September 2003, \nthe United States facilitated the OAS effort to send another special envoy to Haiti, Ambassador Terence Todman, \nto help broker a breakthrough in the political stalemate. While all of this was taking place, the United States \ndonated another $3.5 million to the OAS Special Mission in Haiti to support its work. These determined efforts \ncame to naught. Rather than taking steps to build political consensus, reign in the rampant corruption that robbed \nHaitians of their already meager resources, or promote an atmosphere of security, Aristide continued to recruit and \narm gangs of thugs to be unleashed against his opponents.\n\nREP. BALLENGER: Mr. Secretary, they're checking your statement up here and you've got a couple more pages to \ngo.\n\nMR. NORIEGA: Sure.\n\nREP. BALLENGER: If you don't mind, could you bring it to a close, please, sir?\n\nMR. NORIEGA: Well, let me tell you what I need to tell you about the future, sir. I want to talk about several key \npoints regarding US policy and how we go forward with our international partners to help the Haitian people. The \nUnited States has been and will continue to be a firm supporter of democracy in Haiti. That is the cornerstone of \nour policy. President Aristide's departure was never a demand by the United States. We continuously worked with \nour international partners to break through the political impasse and allow democracy to have a chance. The United \nStates has been and will almost certainly remain Haiti's leading provider of economic assistance. This aid was \nnever suspended or cut off, as some have claimed. Between 1995 and 2003, the United States provided $850 \nmillion in assistance.\n\nLooking forward, our goal is further to stabilize the security situation and provide emergency humanitarian \nassistance to Haitians, promote the formation of an independent government that enjoys broad popular support, \nand work with the government to restore the rule of law and other key democratic institutions in Haiti, while \nencouraging steps to improve the difficult economic conditions of the Haitian people. The United States is not alone \nin this process. Under the terms of a UN Security Council resolution, US forces are on the ground in Haiti, \nparticipating in a multilateral Interim Force to contribute to a secure and stable environment. And, Mr. Menendez, \nthe countries of the Americas are doing more than watching what we're doing in Haiti; they're helping. And, quite \nfrankly, to compare them in any way to the way President Aristide has governed Haiti is as a matter of fact an insult \nto the Latin American leaders.\n\nAs the Multinational Interim Force ends its mission, we will continue to support a UN stabilization force and key \ncountries in the hemisphere are going to participate in that process, and we'll build up the Haitian National Police. \nThese are the people who will be protecting Haitians from killers. President Bush has called for a break from the \npast in Haiti. Indeed, there must be a break from the past if Haiti is to move forward. That break will not come in the \nform of a new autocrat or demagogue, but by unleashing the incredible potential of the Haitian people in positive \nand productive directions. Nowhere is it written that the Haitian people must be ruled by tyrants.\n\nThey deserve leaders worthy of their trust and respect who favor the common good over personal gain.\n\nMr. Chairman, you're going to hear from Pierre Marie Paquiot in a few minutes. This is the legacy of President \nAristide -- the Rector of the University of Haiti whose legs were pulverized by Aristide's gangs when he dared to \nwander into the middle of a demonstration in December 2003 and tried to break up the violence. He was beaten \nbefore his legs were pulverized and he has to go through rehabilitation. This is the legacy of violence of President \n\n\n\nAristide. He's also part of the future and you'll be able to hear his message because that is the voice of the Haitian \npeople. Thank you very much, Mr. Chairman.\n\nMR. BALLENGER: Secretary Dewey. And really, the little red light that comes on, I was checking up here, \nsupposedly you all are not supposed to be regulated by it, but I made the statement to begin with, so I guess I've \ngot to stick with my big mouth. Sorry about that.\n\nMR. ARTHER E. DEWEY: I too appreciate this opportunity to discuss recent developments in Haiti as they pertain \nto refugee and migration affairs. I'm thankful first that the number of Haitians taking to the sea in overcrowded, \nunseaworthy vessels was not of the order of those who had departed during previous migrations. Had there been a \nmass migration by sea, we would almost certainly have seen people drowned or otherwise lost at sea. We continue \nto encourage Haitians not to take to sea.\n\nDuring the course of the last week, the US Coast Guard rescued some 900 migrants at sea. Once aboard cutters, \nthey were given medical attention and food and cared for while awaiting repatriation in coordination with the Haitian \nCoast Guard. If at any time during the course of interdiction and repatriation efforts a migrant in any way expresses \nor indicates a fear or concern regarding return to Haiti, that migrant is interviewed by a trained Department of \nHomeland Security protection officer to determine whether the migrant requires protection against repatriation. \nDuring last week's repatriations, migrants who expressed a fear of return were promptly transferred to a separate \nvessel for protection screening. Among those interdicted, only a handful expressed fear of returning home. They \nwere promptly transferred to a separate vessel, they were not immediately returned to Haiti with the other migrants, \nand after a thorough screening these migrants were found not to have a credible fear of persecution and were \nrepatriated.\n\nThe U.S. Coast Guard effected these repatriations with superb assistant from the Haitian Coast Guard and from \nU.S. Embassy staff in Port-au-Prince, who were on the scene for as much of the repatriation process as possible. \nMy own bureau, the Bureau of Population, Refugees and Migration of the State Department, is now making \nemergency funds available to the embassy to cover food, transportation and similar expenses to assist repatriated \nmigrants as they return to their homes. We are working closely with the Department of Homeland Security, \nincluding the U.S. Coast Guard and the Department of Defense, in this endeavor, as we have worked closely \ntogether throughout the recent events in Haiti.\n\nIn addition to these efforts, we contacted the Office for the United Nations High Commissioner for Refugees well \nbefore the onset of the crisis to discuss, among other issues, what could be done to assist Caribbean countries like \nJamaica, the Dominican Republic and the Bahamas in the event of a large outflow from Haiti. With our full support, \nUNHCR dispatched a team of specialists to the Caribbean to draw up a comprehensive regional response to any \ncrisis that might emerge. They have provided guidance to Caribbean governments throughout the crisis. \nConsideration of an international appeal for assistance is now on hold pending new development.\n\nOur goal in this endeavor has been to mobilize the international community through the High Commissioner for \nRefugees to ensure that the United States and the United States taxpayer do not bear sole responsibility for \nresponding to this crisis, and that we can count on our international partners to shoulder responsibility as well. \nApplication of international burden sharing to rebuild Haiti will also minimize motivations in the future for Haitians to \nattempt to flee their homeland. Thank you, Mr. Chairman.\n\nREP. BALLENGER: Thank you, Mr. Dewey.\n\nAdolfo, it's your turn.\n\nMR. ADOLFO A. FRANCO: Thank you, Mr. Chairman and members of the committee. It's always a pleasure to \nreturn home to the House International Relations Committee. And today is a very timely hearing discussing the \nunfolding humanitarian situation in Haiti and USAID's continuing efforts to assist the Haitian people to realize their \ndream of peace, prosperity and democracy. I've submitted, Mr. Chairman, a complete statement for the record and \nask it be made part of the record.\n\n\n\nREP. BALLENGER: Without objection.\n\nMR. FRANCO: I also used to be the guy that used to monitor those lights, so if it goes yellow just let me know and \nI'll wrap it up. I'd appreciate it. Although we might have differences of opinion, I know that President Bush, this \nCongress and the American people are all fully committed to the well being and prosperity of the Haitian people. \nJust as Secretary Noriega has noted, the United States is and has been the largest bilateral donor in Haiti and this \nadministration will not shirk its responsibilities to the Haitian people.\n\nWith the situation regarding the humanitarian efforts at hand, Mr. Chairman, since the conflict began in early \nFebruary there has been some restriction of movement of commercial goods and relief supplies including food, fuel \nand medical packs. This has hindered AID's ability to distribute food assistance to those populations it normally \nserves. Access and distribution remain our major obstacles for both humanitarian deliveries and regular commercial \nactivity in the country. USAID is implementing, non-governmental -- with its non- governmental organizational \npartners has, however, reported that the primary concern of humanitarian assistance is lack of security. This \nimpedes the safe passage for the transportation and distribution of relief supplies, fuel, water and food \ncommodities.\n\nHowever, Mr. Chairman, as I stated last week, I want to make clear that based on the best information available to \nUSAID -- and we're on constant communication with Port-au-Prince. We have staff there, and our partner \norganization -- Haiti has enough food to feed its population, although insecurity and disruptions in transportation \nand distribution could potentially cause a deterioration in the availability of food, particularly in urban areas. Despite \noverall availability of food, however, it is true that certain pockets with particular need exist and these are certain \npopulations, particularly in the north with the elderly and some orphanages, that have reported to have difficulties in \nreceiving food supplies. I will travel to Haiti this weekend to personally assess the situation on the ground with our \nstaff and our partners in Port-au-Prince.\n\nTo meet the needs of Haiti, Mr. Chairman, we have 20,000 metric tons of food available in Louisiana for immediate \ntransport to Haiti if that would become necessary, and we have stocks of 11,000 metric tons of food. This is just \nUSAID food in country. You may have read that some of this food was looted during the unrest on February 29, but \nI am very pleased to report to the committee today that the subsequent investigation by our personnel on the \nground revealed that most of our USAID emergency food supplies remain intact and are under secure storage in \nPort-au-Prince.\n\nI want to state, Mr. Chairman, that prior to this we were preplanning -- and I reported this to the committee last week \n-- if necessary, drops throughout the country, that we're not using the Port-au-Prince facility, use of helicopters, \ncertainly any other means that we would in a complex emergency to deliver food. So we've been on top of this \nsince well before February 18.\n\nThe interruption of basic health services in the north is a serious concern and due to hazardous and very difficult \nroad conditions, this represents a point of concern for us. We've sent a large amount of medical supplies to Haiti in \nthe last few days and provided a grant to the Pan American Health Organization for additional supplies. In addition, \nthe international committee of the Red Cross has increased the number of staff to meet these shortages of medical \npersonnel in clinics and hospitals, particularly in Port-au- Prince. Currently there are no reports of an outbreak of the \nsix major childhood vaccine-preventable diseases in the country, however, we do have reports of increased cases \nof diarrhea and fever in the town of Gonaives, particularly due to lack of water. And according to the Pan American \nHealth Organization there is a shortage of tuberculosis, TB, drugs and the disruption to TB programs in the north of \nthe country.\n\nWe're working with Pan American Health Organization currently and we hope to bring the situation under control as \nsoon as possible, when I report to the committee the progress made.\n\nAgain, Mr. Chairman, USAID has responded quickly to the potential for humanitarian crisis in Haiti. When \nAmbassador Foley declared a disaster emergency on February 18, our Office of Foreign Disaster Assistance \nprovided $50,000 to transport and distribute emergency relief supplies, including 12 medical kits and three surgical \n\n\n\nkits that serve 10,000 people each for the next three months. In addition, we provided $400,000, as I mentioned, to \nthe Pan American Health Organization to purchase additional medical supplies immediately and to conduct \nemergency relief activities in Haiti. They have an extensive and very good network in the country.\n\nOn February 24 we deployed a three person team to Port-au-Prince including a senior regional team advisor, a \nhealth officer and an information liaison officer with our partner organizations to coordinate our humanitarian \nactivities in the country. USAID has also contracted several small aircraft to transport staff throughout the country to \nconduct assessment of the conditions, and I can report to you that airplanes took off early this afternoon to conduct \nthose assessments. These planes, also in addition to the assessment, carry cargo, including relief supplies, to \nremote areas as needed.\n\nOur Office of Foreign Disaster Assistance is currently awarding the $400,000 grant to Catholic Relief Services for \nprocurement of what we call cash grants, and this is providing small cash so people can buy food on the \ncommercial market and this serves particularly the most vulnerable populations such as orphanages and hospitals. \nWe are also -- our embassy in Port-au-Prince is conducting a security plan to address the protection of our staff and \nour implementing partners as they transport goods and needed services to people throughout the country. We work \nwith Catholic Relief Services, World Vision, Care and Save the Children.\n\nIn conclusion, Mr. Chairman, we have been for some time engaged in Haiti so we were well prepared for this \npotential emergency. We've been monitoring the situation well before the disturbances of February 18. And, as \nSecretary Noriega has said, our commitment and our resolve is to provide the necessary assistance to the people \nof Haiti and we'll continue to do so. Thank you.\n\nREP. BALLENGER: Thank you, Mr. Secretary. I yield myself five minutes and yield my time to the gentleman from \nIndiana, Mr. Burton, who has to leave early.\n\nREP. DAN BURTON (R-IN): Well, I thank the chairman for yielding to me. I was the chairman of the Subcommittee \non Western Hemisphere in 1995 and 1996. I had a chance to go to Haiti on a couple of occasions. I think Mr. \nNoriega was with the Foreign Affairs Committee at that time. And I'd like to just go through a few points that we \nfound that we thought was very important, first of all regarding the murders and the horrible atrocities that were \ntaking place down there.\n\nIn 1995 one of the leading opponents of Mr. Aristide was Mireille Bertin. She was surrounded and shot to death in \nPort-au-Prince right on the main street in broad daylight, and we questioned the FBI and Mr. Dobbins before the \ncommittee about whether or not Aristide was involved. Mr. Dobbins lied to the committee and we subsequently \nfollowed up and we found out that there was no question that Mr. Aristide had to know and be involved in the \nmurder of Ms. Bertin. In about that time period when Mr. Aristide was coming back into power, we had clips of Mr. \nAristide giving speeches and they were translated and in his speeches he was talking about the value of putting a \ntire around people's necks that didn't agree with him, filling them with gasoline and burning them to death. There's a \nreal democrat kind of fellow for you, democratic person.\n\nIn 1994 Mr. Aristide, according to a drug cartel informant, received a sack full of money in order to let the drug cartel \nmove drugs through Haiti, and the State Department has reported that high officials all the way up to the top of the \ngovernment are involved in drug trafficking. According to the State Department's 2003 International Narcotics \nControl Strategy Report, it's a major transshipment point for narcotics. On February 25, 2004, one of Haiti's most \nflamboyant drug traffickers told a Miami federal court under oath that he couldn't thrive in Haiti without paying \nmillions of dollars in bribes to his close friend the president, Mr. Aristide. So he was directly involved in drug \ntrafficking, according to the testimony in federal court.\n\nOn February 26 of 2004, Barry McCaffrey, as has been stated earlier, who was the drug czar under President \nClinton, said it's hard to imagine that Aristide himself wasn't taking part in drug trafficking. The human rights records \nI think are legion. After the election -- I want to talk about that election that took place. Everybody talks about it \nbeing so democratic. The Lavalas Party conducted the counting of the ballots. They said that Aristide received 91 \npercent of the vote and it was a turnout of 61.5 percent. But according to reports from others who were there from \n\n\n\nthe international community, the turnout was about 10 percent and there was flagrant voter fraud. In fact, on \nNovember 29, 2000, after Aristide, quote, was \"reelected,\" U.N. Secretary General Kofi Annan recommended that \nthe U.N. close its mission to help build democracy in Haiti, saying U.N. efforts were useless considering the \ngovernment's questionable legitimacy and increasing isolation.\n\nNow, regarding human rights, and this is something that really bothers me, in the government -- in our \ngovernment's June 1, 2003, Trafficking In Persons Report the Haitian government does not fully comply with the \nminimum standards for the elimination of human trafficking and is not making significant efforts to do so. And the \nreport said Haiti is a source country -- a source country -- for trafficking of children for forced labor and sexual \nexploitation, and between 90,000 and 300,000 poor world children aged four to 14 serve as unpaid domestic \nlaborers in slave-like conditions.\n\nThis is the kind of government that was going on under Aristide in Haiti. He was a brutal dictator who had no \nproblem putting tires around people's necks and burning them to death. The gentleman that's going to testify later \nwas beaten and had his legs broken, down there, as has been previously stated. They were allowing children to go \ninto slave labor. He was a major source-point for drug trafficking and was taking money from drug traffickers in the \nmillions of dollars. And this is the kind of person we were supposed to go in there and defend and protect? If we \nhadn't left -- if we hadn't gone in there and if Aristide had stayed, I believe he'd be dead today because I think the \npeople there would have killed him. I think the rebels would have taken the capitol and he would have been killed. \nSo Mr. Aristide is probably alive today because he chose to leave when he did. And as far as this kidnapping \ncharge is concerned, anybody that knows knows America does not work that way.\n\nThank you, Mr. Chairman.\n\nREP. BALLENGER: Mr. Menendez.\n\nREP. MENENDEZ: Thank you, Mr. Chairman.\n\nLet me first, Mr. Noriega, tell you that I don't appreciate your insolent mischaracterization of my remarks. Either you \ndid not listen to them or you, in fact, purposely mischaracterized them. Either way, I resent it and I don't intend to \ntake it.\n\nI have a series of questions and I'd like the first two to just give me a yes or no answer. Did the government of the \nUnited States formally recognize President Aristide as the duly elected president of Haiti? Yes or no?\n\nMR. NORIEGA: I don't think it's that simple. We treated he as the constitutional president --\n\nREP. MENENDEZ: Did our ambassador present credentials to President Aristide? Yes or no?\n\nMR. NORIEGA: Yes, he did.\n\nREP. MENENDEZ: Did -- yes or no, did the United States seek to invoke the democratic charter that you talked \nabout at the OAS as it related to Haiti?\n\nMR. NORIEGA: We didn't, and neither did the Republic of Haiti.\n\nAristide did not use the self-help mechanism available --\n\nREP. MENENDEZ: No, but you referred --\n\nMR. NORIEGA: -- to him under that --\n\nREP. MENENDEZ: I asked you for a yes or no, and it's no --\n\nMR. NORIEGA: Sometimes these issues --\n\n\n\nREP. MENENDEZ: -- you did not --\n\nMR. NORIEGA: Sometimes these issues are a little more complicated than --\n\nREP. MENENDEZ: I fully understand that. But there are some questions, Mr. Secretary, that can be answered yes \nor no, so you don't eat up all of my time. The reality is the United States -- the democratic charter that you referred \nto inferentially in your statement tried to paint a brush -- the United States did not pursue that democratic charter at \nthe OAS as it related to Haiti. Is --\n\nMR. NORIEGA: None of the 34 countries of the OAS did that, sir.\n\nREP. MENENDEZ: I didn't ask you about the 34 countries, I asked you about the United States, Mr. Secretary.\n\nMR. NORIEGA: And the United States is one of them and --\n\nREP. MENENDEZ: And if you want to play games with us here, then we'll --\n\nMR. NORIEGA: No, sir. I'm telling you that none of them did.\n\nREP. MENENDEZ: Let me ask you this. On February 13 Secretary Powell said, quote, \"The administration was not \nseeking Mr. Aristide's resignation.\" On February 17 Secretary Powell went even further and said, quote, \"We cannot \nbuy into a proposition that says the elected president must be forced out of office by thugs,\" quote. And yet that's \nexactly what the administration did when on February 26, nine days later, Secretary Powell suggests that Mr. \nAristide, quote, \"examine the situation that he's in and make a careful examination of how best to serve the Haitian \npeople at this time,\" and then subsequently suggests that he leave.\n\nSo all of those statements, including your own, Mr. Noriega, on October 21 of this past year before this very \nsubcommittee where you said, quote, as it relates to Haiti: \"Violence has no place in settling political disputes in a \ndemocracy.\" Well, if violence has no place in such a set of circumstances, if I tell the thugs that are at the \npresidential gate that we won't go in until there is a political solution, and the inherent fact in that statement is that \nyou can go ahead and pursue violent overthrow because I'm not going to send anybody in until you have a political \nsolution, that ultimately encourages that type of action. And it's that type of action, whether it exists in Haiti or \nwhether it exists in other countries in this hemisphere, that I was referring to. So how is it that this administration \nsays that violence has no place in settling political disputes, that we cannot buy into a proposition that says that an \nelected present will be forced out of office by thugs, that we, in fact, are not seeking that resignation, especially \nunder those set of circumstances, and then we allow those who would by violent effort overthrow a government?\n\nMR. NORIEGA: Thank you very much, Mr. Chairman.\n\nAnd, Congressman Menendez, if I can give you more than a yes or no answer to that question? It is extraordinarily \nimportant to bear in mind that we do not have an obligation to put American lives at risk to save every government \nthat may ask us for help, whether it's democratically elected or not. We do not have an obligation to do that. We \nhave to make decisions about whether we -- where we will put American lives at risk. In the case of Haiti, I think, it \nwas a difficult decision, but we made the right one. The erratic, irresponsible behavior of President Aristide in the \nlast 48 hours demonstrated that he was not a reliable person, not a reliable interlocutor. That does not mean, by \nany means, that we support the violent overthrow of that man. However, it did mean that it was not a sustainable \npolitical solution --\n\nREP. MENENDEZ: Well, Mr. Secretary --\n\nMR. NORIEGA: -- and we weren't prepared --\n\nREP. MENENDEZ: -- (cross talk) --\n\nMR. NORIEGA: -- to put lives at line --\n\n\n\nREP. MENENDEZ: -- in the 20 seconds that I have left --\n\nMR. NORIEGA: -- (cross talk.)\n\nREP. MENENDEZ: -- (cross talk) -- simply say that we made a very clear message. Yes, we don't have to send \ntroops each and every time. But we sent a very clear message: You can go ahead and pursue your violent activity \nbecause unless there's a political solution, we don't sink to intervene, either ourselves or through any international \neffort. And that is a risk for democracy in this hemisphere.\n\nREP. BALLENGER: Congressman Weller.\n\nREP. JERRY WELLER (R-IL): Thank you, Mr. Chairman. And, Mr. Secretary and Mr. Administrator, thank all of you \nfor participating today.\n\nWe've heard some terms such as thugs, killers, narcotraffickers being used in comments before this committee \ntoday, but they also describe the government of President Aristide. And I would note that over the last several years \nthe Bush administration has bent over backwards, time after time, to help the people of Haiti, in particular, where \nPresident Bush waived other considerations to continue providing aid and assistance to Haiti.\n\nAnd let me give an example of where that is. You know, there's probably no greater threat to democracy than the \ncorruption that comes from narcotrafficking, as well as the threat to our own nation's security, than from \nnarcotrafficking. According to the State Department, in March of 2004, serious allegations persisted that high level \ngovernment and police officials were involved in drug trafficking. And in 2001, 2002 and 2003 the Bush \nadministration said Haiti was not certified as having fully cooperated, or had failed demonstrably to comply with \nU.S. drug control efforts. All three years President Bush determined, however, that it was in the national interest of \nthe United States to continue providing aid to Haiti, despite its lack of effort in counter-narcotics.\n\nBut also expressed concern regarding the human rights record of the Aristide administration, and appears which \nhuman rights were of no concern to President Aristide. In fact, it appears that President Aristide instigated violence \nagainst his political opponents, an example being in June of 2001, Mr. Aristide announced his zero tolerance policy \non crime, which many Haitians interpreted as an (invitation ?) to vigilante justice. That December, a pro-Aristide \nChimere, called \"Asleep in the Woods,\" took matters into its own hands and hacked to death radio journalist Brignol \nLindor in the town of Petit-Goave. Lindor had done radio broadcasts critical of Mr. Aristide. Little more than a month \nago, Mr. Aristide pardoned 42 violent criminals, commuting the sentences of 66 others, provided amnesty to an \nadditional 90 accused whose cases were still under investigation. So it's wondering whose side some of the thugs \nwere on.\n\nYou know, we talk about the election, Mr. Secretary, and of course it appears in many cases that the elections of \nMr. Aristide were very, very tainted. It's often cited that his reelection in November of 2000 is proof that he was a \nfreely elected democratic leader. However, international observers, not just American observers, refused to observe \nthis election. The head of the Provisional Electoral Council, Leon Manus, fled Haiti because he was threatened by \nAristide for failing to endorse fraudulent election results. And after Manus fled, the ruling Lavalas Party installed a \none-party, rump electoral council held in the November 2000 presidential elections. The Clinton administration even \nrefused to provide support of any kind to that election process. Public disenchantment with the sham election \nprocess was expressed by a voter turnout estimated at less than 10 percent of eligible voters by foreign diplomats \nand journalists.\n\nYou know, the question is can this really be termed a free and fair election? One of our senior U.S. diplomats who \nwas in Haiti during the November 2000 presidential election stated that there was more enthusiasm and \nparticipation in the elections that gave Charles Taylor the presidency of Liberia, and who the United States \ngovernment told last year to step down when civil war reached Monrovia. Did anyone seriously advocate sending \nU.S. troops to prop up the Charles Taylor regime?\n\n\n\nThat's an ironic question here because some of those who called for the removal of Charles Taylor are those who \nsay that we should have sent troops in to keep President Aristide in. And when you have greater election \nparticipation in Liberia for Charles Taylor than you did in Haiti, you wonder about the legitimacy of the Haitian \nelections. So the question is, why is Charles Taylor out, good, versus Aristide out, bad? What's the difference when \nLiberia had a greater level of participation in their election?\n\nI guess, Mr. Secretary, the question I have for you is: Did we treat Charles Taylor in Liberia any differently than we \ntreat Aristide? Or have we treated Aristide any differently than we did Charles Taylor in Liberia, in a similar \ncircumstance?\n\nMR. NORIEGA: Thank you very much, Congressman. The decision we made regarding President Aristide for the \nlast several years has been trying to support a diplomatic negotiated solution where we could get Haiti back on a \ndemocratic course. I explained during my testimony that we did not achieve that objective, but we tried. We didn't \nachieve that objective because of a lack of political will on President Aristide, in part. The fact that other political \nactors in Haiti didn't want to participate, didn't have confidence in President Aristide's ability to keep his promises, \nwas also another problem.\n\nBut, for example, when we asked for steps to improve the security climate, we asked that a new police chief be \nappointed. He was appointed and within a couple of days showed up in the U.S. Embassy seeking political asylum.\n\nREP. BALLENGER: I hate to cut -- Mr. Secretary --\n\nMR. NORIEGA: -- (cross talk) -- last few months.\n\nREP. BALLENGER: I hate to cut you off, Mr. Secretary. It's our mistake up here. Generally speaking, we don't cut \nour witnesses' time off, but my big mouth got us in trouble and so I apologize for the difficulty. Can you -- if you \nneed 10 or 15 seconds to wrap it up, go ahead. Without objection.\n\nMR. NORIEGA: In the last few weeks we saw Haitian national policemen without arms, but reports that the \ngovernment was distributing arms to its gangs. We saw most of the looting and violence against persons and \nproperty in Haiti and Port-au-Prince committed by those gangs of President Aristide. We saw him attack -- these \ngangs attack their own Coast Guard installation, which was clearly intended to prevent the United States from being \nable to return migrants, so that it would provoke perhaps a migrant crisis. We saw that President Aristide in those \nfinal days was not a reliable person and he would not be part of a sustainable political solution. We were prepared \nto send forces in to support a sustainable process that kept Aristide in power, but we were not prepared to put \nAmerican lives on the line merely to do that.\n\nREP. BALLENGER: Thank you.\n\nMr. Delahunt.\n\nREP. DELAHUNT: Yes, thank you, Mr. Chairman.\n\nWhy didn't you use your influence with the opposition, Mr. Noriega, to get them to agree to the various \naccommodations that Aristide made? Be really brief about it. I don't want a long answer now.\n\nMR. NORIEGA: We made a strong effort to do that. I spent four hours a couple of Saturdays ago trying to convince \nthem to do that.\n\nREP. DELAHUNT: But it didn't work?\n\nMR. NORIEGA: It did not produce the --\n\nREP. DELAHUNT: It did not, okay. Are you currently supporting the government as it exists now of Prime Minister \nNeptune?\n\n\n\nMR. NORIEGA: Yes, sir. Prime Minister Neptune is the head of the government until he's -- a new government is \nformed.\n\nREP. DELAHUNT: Until a new -- and what plans do you have for the formation of a new government?\n\nMR. NORIEGA: There is a tripartite commission, which will include a representative of the Lavalas Party, \nrepresentative of the international community, a representative of the democratic platform.\n\nREP. DELAHUNT: Thank you. That's the only answer I need.\n\nMR. NORIEGA: Well, that's not the answer, sir.\n\nREP. DELAHUNT: It's sufficient for me, Mr. Noriega.\n\nMR. NORIEGA: It's not -- it's not --\n\nREP. DELAHUNT: But it's sufficient for me. I'm asking the questions, so I would ask you to desist.\n\nMR. NORIEGA: Go ahead, I'll --\n\nREP. DELAHUNT: What are our plans as far as Toto Constant is concerned? Are we going to continue to allow him \nto stay in this country?\n\nMR. NORIEGA: Mr. Chairman and Congressman, I don't know much about his situation. I will tell you that I asked -- \nseveral weeks ago when this recent violence happened, I asked that U.S. law enforcement be notified because we \ndidn't want this guy to show up in --\n\nREP. DELAHUNT: Okay. But the answer is that you don't know much about it, despite the fact --\n\nMR. NORIEGA: I don't know particularly.\n\nREP. DELAHUNT: You don't know particularly about it, but your information then would be the same as mine: that \nthe former head of the FRAPH, who is responsible for thousands of deaths during the period from '91 to '94, is \ncurrently here in New York City and is free? Is that your information?\n\nMR. NORIEGA: I think he came here about six years ago when --\n\nREP. DELAHUNT: Thank you. I also just want to point out, because you make references to international support -- \nand maybe this is a statement that has been rescinded. But CARICOM, through the prime minister of Jamaica, \nrecently issued this statement: \"President Aristide has submitted his resignation as the president of Haiti and left \nthe country for undisclosed destination. We are bound to question whether his resignation was truly voluntary, as it \ncomes after the capture of sections of Haiti by armed insurgents and the failure of the international community to \nprovide the requisite support, despite the appeals of CARICOM. The removal of President Aristide in these \ncircumstances sets a dangerous precedent for democratically elected governments anywhere and everywhere, as it \npromotes the removal of duly elected persons from office by the power of rebel forces.\" This was a statement that \nhas been issued by CARICOM. Is that accurate? MR.\n\nMR.\n\nNORIEGA: As far as I know, the statement they issued a couple of days ago.\n\nREP. DELAHUNT: Thank you.\n\nMR. NORIEGA: They are meeting today and --\n\nREP. DELAHUNT: Thank you very much.\n\n\n\nMR. NORIEGA: -- we hope we can encourage them to --\n\nREP. DELAHUNT: I hope so too.\n\nMR. NORIEGA: -- (cross talk) -- solution.\n\nREP. DELAHUNT: In terms of the fraudulent elections that we continue to talk about, and you alluded to the OAS \nreport, let me just read very quickly into the record the report as I have it before me here, \"Election day \nproceedings\" -- and I happened to be a volunteer, an election observer, and unfortunately there was no one other \nthan some members on the Democratic side of this committee and staffers and no one from our colleagues on the \nother side. So I was there, Mr. Noriega.\n\n\"Election day proceedings on May 21 represented the high point of the electoral process and an estimated 60 \npercent of registered voters went to the poll. Very few incidents of violence were reported. The Haitian National \nPolice responded efficiently and professionally to situations that could have deteriorated into violence. While voters \nhad to wait in long lines, especially at the beginning of the day, they were eventually able to cast their ballots free of \npressure and intimidation. Most voters were able to find their polling with relative ease.\"\n\nI had made a statement after -- this is about the -- let's really understand what fraudulent elections are all about, so \nthat the American people understand them. The elections themselves were relatively well done, given the situation \nin Haiti at the time. It was about whether a certain runoff of seven Senate seats would occur. Is that a fair \nstatement, Mr. Noriega?\n\nMR. NORIEGA: Yes, it is an accurate statement.\n\nREP. DELAHUNT: Thank you. You indicate in your written testimony, \"Under the circumstances, Aristide agreed to \nwhat he had steadfastly rejected before: a plan that would open the door to consensus government.\" You're \nreferring to the CARICOM plan. Was I under a misunderstanding that Secretary Powell endorsed a plan put forth by \nthe Catholic bishops of Haiti that Aristide agreed to?\n\nMR. NORIEGA: We were promoting -- we were encouraging --\n\nREP. DELAHUNT: Please just answer my question. Did Aristide agree and the opposition reject a plan that was put \nforward by the Catholic bishops of Haiti where he would share power?\n\nMR. NORIEGA: Yes, sir, that's correct.\n\nREP. DELAHUNT: Thank you.\n\nREP. BALLENGER: Ms. Ros-Lehtinen.\n\nREP. ROS-LEHTINEN: Thank you very much, Mr. Chairman.\n\nThank you, gentlemen. I wanted to ask questions related to refugees and migration, as well as to the level of U.S. \nand international aid. When I first got elected to Congress I had the high honor of representing the area in Miami \nknown as Little Haiti, and I was able to establish great communication with the leaders and the common folk in that \ncommunity, and I've found them to be hardworking, law-abiding, a wonderful addition to the fabric that makes up \nour South Florida community.\n\nAnd it breaks my heart to see the U.S. policy being one that repatriates individuals for a very difficult condition in \ntheir homeland, and that's why some of us have been advocating for TPS status for Haitian nationals living in the \nUnited States, temporary protected status, so that they're not sent back to a country that by all accounts, whether \nyou're pro-Aristide or anti-Aristide, all of us can agree that it's a tumultuous situation of civil strife, no respect for the \nrule of law, we don't know when true democratic elections will take place, we're not sure who the leader is, although \nwe have a constitutional leader there, and it breaks our hearts to see continued divisions of families. I wanted to ask \n\n\n\nyou about, if there would be any change in the U.S. policy towards either repatriation and/or conferring TPS status \nto Haitian nationals who are otherwise very law abiding, productive, wonderful citizens of our community?\n\nAnd my second question has to deal with the level of U.S. and international aid. How much military aid do you see \nforthcoming in the coming weeks, in the coming months? How much humanitarian aid? What will be the level of the \ninternational aid with CARICOM or U.N? How will it be supervised? Who will be there to make sure that the \ndistribution is done in the correct way and will not be stolen by whoever happens to consider himself or herself the \nchief of the town? So I'm concerned about the free flow, supervised, of humanitarian aid so that it does get to the \npeople themselves.\n\nMR. NORIEGA: Mr. Chairman, if I may, I'll answer the first part on the security component and the current security \nmission, and then will ask Mr. Dewey and Mr. Franco to address the specific points you raised. The security \npresence that we have on the ground is primarily U.S. and French forces. Chileans are arriving very soon. We \nunderstand other countries will be joining. This is part of this initial phase of a multinational interim force to establish \na certain amount of order so we can have a constitutional succession and begin to reestablish the institutions of \ngovernment, starting with the Haitian National Police and the formulation of a civilian government.\n\nThe initial troop presence will be on the order of 3,000 or more soldiers. In the follow on mission under another U.N. \nmandate, a more traditional peacekeeping type operation contemplates the presence of several thousand. We've \nhad a good number of countries in the hemisphere indicate their willingness to participate and contribute to that \nfollow on mission, and it will carry out its work as U.N. missions usually do these sorts of peacekeeping operations. \nI'll ask Mr. Dewey to address the migration issue.\n\nMR. DEWEY: We understand your concern on that issue and also we're concerned and watching that issue of \ntemporary protected status very closely. The secretary of the Department of Homeland Security makes the \ndetermination on temporary protected status in consultation with the State Department. We are also checking \npeople that we feel can give us good advice and input in terms of our advising the DHS. We talked to the office of \nthe Office of the High Commissioner for Refugees, for example. And there is concurrence now at this point that it is \nnot time to recommend that status, and the reason is that the situation is just too fluid. It varies day by day, and I \nthink you can appreciate that. But we're not letting -- relenting our vigilance in watching it.\n\nREP. BALLENGER: Mr. Payne.\n\nREP. PAYNE: Thank you very much once again. For my gentlemen, Mr. Weller, I want to make a couple of things \nclear. He seems to be an expert on Liberia. I've just read a little about it. First of all, we did not call for the removal \nof Charles Taylor, for your information. Secondly, when you compare President Aristide to Charles Taylor, for your \ninformation, there is a special court in Sierra Leone that was sponsored by the United Nations that indicted Charles \nTaylor. So I just want you to try to get some of your information correct.\n\nLet me just say that the -- let me ask you, Mr. Noriega, did you know the CIA paid and protected the FRAPH death \nsquad people in the old days? And I'd like to know what you know about Guy Philippe. It's alleged that he was \ntrained by the U.S. military in Ecuador. Do you know anything about that?\n\nMR. NORIEGA: No.\n\nREP. PAYNE: No, okay. Let me say that -- do you have any knowledge of why the -- the D.R., Dominican Republic, \nthey haven't been having any outside problems with foreign countries in quite a while.\n\nRight?\n\nMR. NORIEGA: I don't - no, sir.\n\nREP. PAYNE: Well, they weren't going to be invaded by Iraq.\n\nMR. NORIEGA: No.\n\n\n\nREP. PAYNE: Right? Well, let me ask a wider question. Why would then the U.S. ship 35,000 weapons, 20,000 \nguns that were sold to the D.R. recently? Do you have any idea why there would be so much weaponry going into -- \nand I've asked this question because, as you know, the rebels have a lot of U.S. made weapons. I think they have a \nlot of M16s, M60s, they have rocket-propelled launchers, and we know that 20,000 weapons were sent by the U.S. \nto the D.R. I don't know the dates, but you don't know anything about it? You honestly don't know anything about -- \nyou're in charge of Latin America and you don't know about these 35,000 alleged - - -\n\nMR. NORIEGA: No, I've never heard --\n\nREP. PAYNE: Okay. And you've never heard of any training in Ecuador, Mr. Noriega?\n\nMR. NORIEGA: I've heard the accusation or the reference. I don't know that it's true.\n\nREP. PAYNE: Okay. Let me ask you when you worked as the chief aid to Jesse Helms. At that time there were \nallegations that President Aristide was mentally imbalanced. Do you remember your report on that?\n\nMR. NORIEGA: No. I was working for Ben Gilman, the man that's over your shoulder there, at the time when he \nmade those statements.\n\nREP. PAYNE: Okay. You then worked for Jesse Helms?\n\nMR. NORIEGA: I was working here for Ben Gilman at the time.\n\nREP. PAYNE: Okay. Did you work for Jesse Helms --\n\nMR. NORIEGA: I sure did. I'm proud to have worked for Jesse Helms for four years.\n\nREP. PAYNE: And you weren't proud to work for Ben Gilman? (Laughter.) I'm proud of Ben Gilman. I know Ben \nGilman.\n\nMR. NORIEGA: Well, sir, don't be --\n\nREP. PAYNE: Well, all right. Time is running. Let me ask you the next question.\n\nMR. NORIEGA: Let the record show I love Ben Gilman.\n\nREP. PAYNE: Well, I'm just saying you said you were proud to work for Ben Gilman, but evidently not so proud -- I \nmean of Jesse Helms. Not so proud of Ben Gilman. Will the Haitian military be reactivated?\n\nMR. NORIEGA: Pardon me. No, sir, that's a decision that will probably have to be dealt with by the next elected \ngovernment of Haiti. And under their constitution -- and I thought that the chief justice of the Supreme Court took \nover the government. He is the head of the -- he's the new president now.\n\nREP. PAYNE: And will he remain --\n\nMR. NORIEGA: He's not the head of government, he's the head of state.\n\nREP. PAYNE: He'll remain head of state until the next election?\n\nMR. NORIEGA: Until there's a new election, sir.\n\nREP. PAYNE: The question about the fact that Mr. Aristide -- as you may recall, we asked for intervention into \nsending the troops into Haiti, the same way, for Mr. Weller's information, that we asked for U.S. troops to also be \nsent to Liberia. Same thing as we did for Haiti. We didn't do either one. We sent them in after the Nigerians went \ninto Liberia, but did not send anything in until -- after really until Mr. Aristide left. But could you explain the \nresignation as well as you know it?\n\n\n\nMR. NORIEGA: President Aristide resigned. I don't know whether I have a copy of the letter here, I should. But one \nof my people probably does have a copy of the letter. All I have is a translation of it. I've seen the actual letter. He \nsubmitted his resignation on the evening of the 29th, I believe.\n\nREP. PAYNE: I'm acknowledging this strict time -- okay, thank you, Mr. Chairman.\n\nREP. BELLANGER: Mr. Foley.\n\nREP. MARK FOLEY (R-FL): Let me first extend to Mr. Noriega my personal appreciation for going down to Haiti \nand attempting to negotiate a settlement to the crisis. You went in the middle of turmoil, you did so at some risk and \nperil to your own life, and I want to applaud you on behalf of Congress, at least, or this member of Congress for \nendeavoring to seek a peaceful settlement to the crisis.\n\nCongressman Wexler and I share the same district and we have a news paper, the Palm Beach Post, the most \nliberal probably of any newspaper in Florida. They have never printed a kind word about President Bush or his \nbrother, Governor Bush. But let me read you today's editorial. \"A Delusional Aristide. Jean-Bertrand Aristide can \naccuse the United States of many things, but depriving him of an opportunity to bring democracy to Haiti isn't one \nof them. The U.S., in conjunction with France and the Organization of American States, helped Mr. Aristide to leave \nthe country.\n\nThough his destination was unclear when the plane took off the action protected Mr. Aristide and his family. It might \nhave prevented a bloodbath. His departure decreased the chance that armed criminals masquerading as rebels will \ntake control, and increased the chance that an international effort can move Haiti toward democratic election.\" \nNow, that's by an observer, the Palm Beach Post. I hear a lot of things about a gentleman being kidnapped, spirited \naway in the middle of the night, and we will have plenty of time to ferret those issues out. But there's one thing for \ncertain: Haiti needs our help. And this administration has stepped up to the plate.\n\nNow I can read testimony. Randall Robinson and I were on CNN the other day and he's making wild accusations \nabout this kidnapping. Mr. Robinson's wife is paid some $300,000 by the Haiti government to represent them in \nmatters of public relation. This is what he said about President Clinton. \"Civil rights lobbyist Randall Robinson said \nhe opposed President Clinton because he had exhausted all patience with President Clinton's failed, insensitive \nand ultimately racist policy in Haiti.\" And it goes on about the president's flip-flop on Haiti, indifference, sending in \ntroops, no, maybe I won't. So we can continue to have this political dialogue and see who we can blame.\n\nI personally take the word of Secretary Colin Powell over this man. He has had ample opportunity to help his \npeople with aid from this country and others. France, Canada would not invest one nickel or one body to same this \nman's failed presidency. The State Department's International Narcotics Control Strategy Report of 2003, 2002 and \n2001 established the senior officials throughout the Haitian government, including the Haitian National Police, the \npresidential security unit and Aristide's palace guards were actively involved in drug trafficking. These reports \nestablished that light aircraft landing with drug cargos on Route 9 in Port-au-Prince are actively helped by Haitian \nNational Police, who block traffic and help with offloading the drugs and providing ground transportation.\n\nLet me read you another thing that's very, very important and I'd like you to comment on. The 2003 State \nDepartment human rights report on Haiti confirms that there were credible reports of extra-judicial killings by \nmembers of the Haitian National Police, municipal government officials and civilian attachs associated with the \nHNP, Haitian National Police. In 1994, the United States used military force to restore Aristide to office. One of the \ncompelling reasons for using force to restore Aristide was that the military regime was using civilian attachs to \nterrorize the population, particular Aristide supporters. Aristide, it turns out, has been using civilian attachs to \nterrorize the population, particularly his political opponents.\n\nWhat does this use of attachs say about the Aristide government's commitment to the rule of law?\n\nMR. NORIEGA: Thank you very much, Congressman Foley. And I will pass on to our staff the statements of \ngratitude for the work they are doing to help Haiti. The reports and the references to the human rights violations are \n\n\n\nwritten by professionals at the State Department, and they make a compelling point, which is we do not choose who \nruns various countries. We don't choose who we recognize as constitutionally elected leaders, but we do have to \nhave an -- we do have an obligation to choose where we put American lives at risk. And in this case, we made the \ndecision based on what we know about President Aristide, after years of trying that it was not an effective, \nsustainable political solution to merely prop him up.\n\nThank you very much, Mr. Chairman.\n\nREP. BALLENGER: And now for the other members, we're going to call on you -- since it's all going to be \nDemocrats, we're going to call on the members of the committee by seniority and then we'll finish up with whoever's \nleft. And you have my condolences, Charlie.\n\nREP. SHERROD BROWN (D-OH): Thank you, Mr. Chairman.\n\nMr. Noriega, thank you for joining us. This hearing's been intriguing, to say the least, with some of the charges \nthrown around. And, you know, it just seems I've been involved in working on issues regarding Haiti for three or \nfour years and have just been amazed at how the Bush administration has simply set Aristide up for failure. The \n$154 million that Ms. Lee and many in the Congressional Black Caucus and others -- Mr. Wexler and others have \ntried to spring loose the $154 million the administration blocked for water, for sewer, for health, for roads, for \nsanitation, for all the things that would have made this regime a lot more successful simply wasn't available. It's \nhard to look at this situation and think that the Bush administration really wanted the experiment of democracy in \nHaiti to succeed.\n\nBut let me move to a question about the constitution. I've heard Mr. Noriega refer to the constitution many times. \nPresident Bush, I'd like to quote, said on Sunday, quote, \"The Constitution of Haiti is working. There is an interim \npresident, as per the constitution in place.\" Unquote. The White House described Aristide's exile as, quote, \n\"peaceful, democratic and constitutional.\" I don't think the president -- unfortunately, I don't think the president or his \nadministration frankly took the time to read the Constitution of Haiti, or they simply chose to ignore it.\n\nI'd like to read Article 149 of the '87 Constitution of Haiti. \"Should the Office of the President of the Republic \nbecome vacant for any reason, the president of the Supreme Court of the Republic, or in his absence, the vice \npresident of that court, or in his absence, the judge with the highest seniority and so on by order of seniority shall be \ninvested temporarily with the duties of the president of the Republic by the National Assembly duly convened by the \nprime minister. The election of a new president for a new five-year term shall be held at least 45 and no more than \n90 days after the vacancy occurs, pursuant to the constitution electoral law.\" Unquote.\n\nThe administration's assertion that Haiti's constitution is working simply doesn't mesh with the facts. In urging \nPresident Aristide's resignation without a legislature to ratify the interim president, the Bush administration played a \nrole in subverting and effectively nullifying the constitution to which you consistently point. Had the opposition \nchosen to join in diplomatic solutions to the crisis, democracy could have been preserved. Instead, the U.S. stood \nby as a violent rebel minority forced him out of power.\n\nNow, the Haiti constitution calls for the election of a new president at least 45, no more than 90 days, after the \nvacancy occurs. To the best of my knowledge, after urging President Aristide to resign, the Bush administration \noffered no insight and no plan as to how this will be accomplished. Please explain -- my question is please explain \nto me how the constitution was followed, as President Bush promised, and how it's possible to move forward \nconstitutionally without a legislature.\n\nMR. NORIEGA: Well, there is no parliament that would -- because the parliament's term expired because there \nwere no elections held in a timely fashion. We have to --\n\nREP. BROWN: Because the opposition -- if I could interrupt -- because the opposition didn't -- blocked any \nelections and the administration didn't force the opposition to move forward and conduct those elections.\n\n\n\nMR. NORIEGA: Well, we didn't force them to do it, but our ability to do that would be limited. But the reason they \ndidn't want to do it is because they didn't trust in the process, and every time they raised their head in the political \nprocess, it was --\n\nREP. BROWN: So whenever our policies of government --\n\nMR. NORIEGA: -- it was beaten pretty badly.\n\nREP. BROWN: -- whenever there is an opposition that objects to an election, we say, well, then, I guess that's okay \nnot to have elections.\n\nMR. NORIEGA: No, sir.\n\nREP. BROWN: Is that our policy?\n\nMR. NORIEGA: That, of course, isn't what I'm saying. But I don't really have much time to give any sort of answer. \nThe process is going to have to be worked out by the new government, which will be a government that's formed by \na consensus, by a group of wise men that's being formed by this tripartite commission that will advise on the \nappointment of a new prime minister. President Aristide's party will be represented on that, as will other \nrepresentatives of civil society and the international community. They'll form this new government and a new \ncabinet in this new government, frankly --\n\nREP. BROWN: Is this in the constitution that President Bush has brought forward and asserted that we're \nfollowing?\n\nMR. NORIEGA: This is based on an international plan that was posed to President Aristide, which he accepted, and \nwe're trying to follow that process --\n\nREP. BROWN: But the opposition did?\n\nMR. NORIEGA: -- to the best of our ability.\n\nREP. BROWN: The opposition didn't accept?\n\nMR. NORIEGA: The opposition did not accept it because they didn't trust President Aristide, and we've heard a few \nreasons why. The statements that the United -- that this administration linked the delivery of assistance or blocked \nthe delivery of assistance is not accurate, and your statement that we -- well, I'll stop.\n\nREP. BROWN: Well, if your statement is about to be that you didn't block it, you can't count the number of phone \ncalls --\n\nREP. BELLANGER: Your time is up.\n\nREP. BROWN: -- you can't count the number of phone calls that many of us made to try to free up that money --\n\nREP. BELLANGER: Like I say, Mr. Brown --\n\nREP. BROWN: -- to pay for roads and for sewers and for clean water,\n\nREP. BELLANGER: Mr. Brown, we agreed on a way to operate this, and I'd appreciate if you'd do it.\n\nREP. BROWN: -- when their water is some of the worst drinking water in the world.\n\nREP. BELLANGER: I'm sorry, you're out of order.\n\nMr. Wexler.\n\n\n\nREP. ROBERT WEXLER (D-FL): Thank you, Mr. Chairman.\n\nMr. Noriega, I found the collective response to Ms. Ros- Lehtinen's question with respect to the temporary \nprotective status with respect to many Haitians that are in the South Florida community -- mostly the response is an \nincredulous one. And I guess it's sort of a twisted sense of reality where on the one hand you take rightful point in \nintroducing the gentleman who's sitting in his wheelchair in the front row -- and I'm very happy that he's here -- as a \npersonal example of the tragic circumstances that not only himself but thousands of other Haitian people have \nfound themselves in, and understanding that Mr. Aristide no longer is the president.\n\nBut on the one hand we have sitting in the front row a gentleman who, in your own language, had his legs crushed, \nand now for months we've been deporting Haitians back to Haiti. We continue to deport Haitians back to Haiti \ntoday. We have asked on a bipartisan basis that through the turmoil we just take a time out. We're told it's not right \nyet to take a time out deporting people, and apparently our boats that are circling Haiti don't have on those boats \npeople who can speak Creole so that when we take these people into custody, they can't even articulate, because \nnobody on our side of the equation understands them, what fears they may in fact have.\n\nWell, the gentleman in the front row seems to be the personification of the fears. So it seems to me on the one hand \nyou can't parade people -- and I'm thrilled with an enormous amount of respect that this gentleman's here, but you \ncan't have people sitting here in the front row that have had their lives ruined, and at the same time say that we \ncontinue the current policy of sending Haitians back so they too can have their lives ruined. Which are we \nsupposed to believe? Either there is a crisis or there isn't, but we can't claim there's a crisis to justify our inaction or \nour feelings towards the previous president, and then continue to send others back so they too can get mauled like \nthis gentleman in the first row. So which is it?\n\nMR. NORIEGA: Mr. Wexler, now that President Aristide is no longer president of Haiti, perhaps it is safe for this \nman to go back to Haiti.\n\nREP. WEXLER: Is that the policy? Is that the American policy now?\n\nMR. NORIEGA: On the other hand, if there are people -- for example, persons who are from the Aristide \ngovernment, who were to come to the United States and have a credible fear of persecution, that would be weighed \ntoday. We have to make decisions based on individual cases. If there is a credible fear, then we have an obligation \nto run that fear to ground, to give them an opportunity to substantiate a political asylum claim. So that process does \nexist. It has to be done on individuals. We do not do it for the entire country.\n\nREP. WEXLER: What circumstances would need to occur in Haiti in order for the State Department to recommend \nto the Department of Homeland Security that temporary protective status be provided for Haitians? What hasn't \noccurred that needs to occur?\n\nMR. DEWEY: The conditions for temporary protective status are acute -- situation of acute and widespread violence \nthroughout the country, or a natural disaster, as has been the case for some of the countries in Central America. It \ndoesn't meet that test in the view of the Department of Homeland Security, that makes that decision.\n\nREP. WEXLER: How many more Haitians will have to die in order for the chaos to be great enough so that we can, \nin fact, have temporary protective status? Is there a level that we've established that needs to be reached?\n\nMR. DEWEY: If we have evidence that Haitians are dying -- there haven't been any that have -- there have not \nbeen any that have been repatriated after the departure of Aristide.\n\nREP. WEXLER: Do you recognize the dichotomy? On the one hand, Mr. Noriega sends his entire testimony, \ndocumenting all of the tragedies that have occurred in Haiti, and up until two days ago, that same gentleman was in \ncharge, and now we're saying there's no documented problem?\n\nMR. NORIEGA: Mr. Chairman, may I address that one point very briefly?\n\n\n\nREP. BELLANGER: Okay.\n\nMR. NORIEGA: Let me just note that in the days before --\n\nREP. BELLANGER: Without objection.\n\nMR. NORIEGA: In the days before President Aristide's departure, we had about 900 people who'd taken to the \nseas. Since the days of Aristide's departure, we've had I think three intercepted in the seas. So I thin the situation \nmay be improving and hope it gets better every day.\n\nREP. GREGORY W. MEEKS (D-NY): I find that incredible. I mean, I just looked in today's news, for example, and it \nsaid that the U.S. is shifting its policy where the Staff Sergeant Timothy Edwards said that at airports the Marines' \nmission now is aim to protect Haitians from reprisal of facts.\n\nI mean, it's clear what's going on and we are shifting our policies now. This is just in today's paper. I don't know \nwhether you read it today, but there are problems with -- that we have to shift it because of appraisals and they're \ntalking about bodies just laying in the street. I know -- I watched CNN the other day. I mean, it wasn't -- maybe it \nwas documented, but they had bodies just recently that they were putting in and taking to the morgue. So people \nare dying every day. I think that's well documented.\n\nI wonder, is Venezuela next? I mean, I just wonder because we tried that once and it didn't work. And maybe we \nwant to go back again because we believe in democracy so. So I'm wondering if Venezuela is again next. Let me \nask you. I think that it is clear -- and I wonder what's the most important thing here. It's clear to me, and I think it's \nclear to all, that you and the administration, for whatever the reason, you just -- you don't like -- didn't like Aristide. \nNow, I wonder what becomes more important. Is it an individual or is it an institution of government that is important \nin the lives of the people, the eight million people that happen to live in Haiti the most important thing? The saving \nof lives of Haitians?\n\nNow, if in fact, you have a policy that is based upon who you like and dislike in regards to who heads a country and \ndoes not -- you know, and you make those decisions, then I wonder why we even went through the charade of \nsaying that we agree with plan of the bishops. When they came together they had an agreement and they wanted \nto sit down and get both parties together so that we can stop some atrocities. Why did we even say that we agreed \nwith that? Why did we even say that we agreed with the CARICOM agreement, or if in fact, we weren't serious \nabout trying to get two sides to the table to negotiate an agreement? We know an agreement cannot be had by one \nside. You need two sides at the table.\n\nAnd if, in fact, we wanted -- why would we even say we wanted a diplomatic relationship? Based upon anything that \nI've heard here, you're saying that your minds were made up before CARICOM, before anything else you didn't \nwant a diplomatic relationship -- a diplomatic conclusion to this problem. You wanted to just get rid of Aristide. That \nwas the objective, not the preserving of a democracy. The objective seems to me that it's clear that that was it: just \nget rid of the head of state.\n\nYou indicated in your testimony that we do not need to put -- we don't put American lives at risk to save a \ngovernment. But by now -- right now by not trying to save a government, we're going to put American lives at stake \nbecause we've got rebels and criminals and hoods that are controlling the streets, at our own admission. When we \nlook at individuals and -- you know, I'm not a conspiracy theorist at all, but when in fact you have these allegations -\n- I think that some of them have been fairly well documented and I'll ask you whether that when you have \nallegations that the CIA had been connected to the FRAPH, whose leaders overthrew Aristide originally and most \nrecently over the weekend, and that the FRAPH death squad leader Toto Constant, who not only lives in Queens, \nlives in my district, causing heck in my district as we speak, causing people to live -- separating Haitians in the \nstreets of New York and Brooklyn -- Queens and Brooklyn, from each other. But Constant is there and saying he's \ngoing to come back.\n\n\n\nWe have -- when you have Guy Philippe, who's a leader of the current movement, was trained by the U.S. military \nin Ecuador. The opposition -- we have M16s that were found and M16s and rocket propelled grenade launchers in \nthe hands of the rebels appear to be weapons sent by the United States to the Dominican Republic. Now they end \nup in Haiti.\n\nYou have a situation, as I said, where the U.S. did not really back the CARICOM peace plan at all, but they claim \nthat they backed it after the Congressional Black Caucus prodded the administration to say it.\n\nThen, you know, I would ask -- I mean, and I could go on and I can bring up allegation after allegation. But I would \nlike to know -- then you also have the -- all sorts of figures who are coming out of the woodwork to rule in Haiti: Guy \nPhilippe, now I hear Baby Doc is coming back, Danny Toussaint. What is our current plan for Haiti? And will these \npeople be allowed to take office? I mean, it's criminals that have been released, prisons broken into, these people \nliving in New York, some people serving a life sentence. Now they -- all is forgotten about and these people now \ncan come back, and are these going to be the ones that are negotiate a peace agreement? Are we going to \nnegotiate a peace agreement with -- for a democratic government in Haiti?\n\nMR. NORIEGA: Thank you, Congressman. Congressman, the bishops' plan that you referred to -- if I can take \nthese one at a time. The bishops' plan that you referred to was actually withdrawn by the bishops and the only plan \n-- we tried to get them to propose another plan, and Secretary Powell encouraged them to propose another plan. \nBut the only plan -- the bishops' consensus was that Aristide had to leave, and we were told that they would not put \nforward a plan that would leave Aristide in place.\n\nWith respect to a question of whether we like the man or not, that isn't the issue. It isn't even the issue whether we \nlike what he does when he's office over a 10 year period, but we do have to make some judgments about whether \nwe want to put American lives at risk merely to keep him in power for a little bit longer. We're not asked or expected \nto put American lives at risk to prop up -- to keep in power good men in Bolivia or in Argentina or in Ecuador, and \nit's simply not -- it's not just merely a question of whether we like a person, it's whether we -- frankly, whether we \nthink that it's a sustainable, viable investment for American foreign policy. It's a reasonable assessment that we \nhave -- we're obligated to make.\n\nREP. BALLENGER: Again, sorry, Mr. Secretary.\n\nMs. Lee.\n\nREP. BARBARA LEE (D-CA): Thank you, Mr. Chairman. And let me thank again our ranking member for this \nhearing. It's long overdue, but now I understand why.\n\nIt's very clear to me, Mr. Noriega, that first of all we have been involved in the process of destabilizing and \nundermining the government of Haiti over the last three, four years. It's also very clear to me that -- and it's your \nstated policy or this administration's policy that regime change is central -- a central component of its foreign policy, \nand it manifests itself in a variety of ways. It just so happens in Haiti it was planned in this way, working with the \nmurderers and the thugs and those paramilitary groups to achieve what you had planned from day one, and that is \na coup, an overthrow of the government of President Aristide, the duly elected president of a black nation of eight \nmillion people, the poorest in the Western Hemisphere. I think your testimony today confirmed that for me.\n\nLet me also indicate that it's very important to just ask you about the safety and security of President and Mrs. \nAristide, because we've called the State Department just to ask them to put us in touch with them and it's my \nunderstanding there's no U.S. Embassy in the Central African Republic, nor is there a way to really -- at least for us \nto know what is transpiring. So I just want to make sure from your point of view that you're ensuring their safety and \ntheir well being.\n\nNext, I'd like to know just really, Mr. Noriega, when did you decide that Mr. Aristide had to go? And what did you do \nto make sure that that happened? And I ask you that because I wrote to Secretary Powell on February 12 and I said \nin this letter -- let me just read one paragraph. I said, and this was February 12, \"I must say, Mr. Secretary, that our \n\n\n\nfailure to support the democratic process and help restore order looks like a covert effort to overthrow a \ngovernment. There is a violent coup d'etat in the making and it appears that the United States is aiding and abetting \nthe attempt to violently topple the Aristide government. With all due respect, this looks like regime change.\"\n\nNow, Mr. Noriega, there were a series of questions I asked the secretary of State. He has not responded yet; \nmaybe you can. One, does the State Department support the democratically elected government of Haiti, and what \npractical steps is our government taking to support the democratic process? Secondly, is our country supporting \nand sanctioning and overthrow of the Aristide government by giving a wink and a nod to the opposition? And I said \nto the secretary that there are reports that we are covertly funding the opposition. Thirdly, I asked does the United \nStates support the CARICOM proposal and will we work through the OAS to broker a peaceful solution, not an \noverthrow of the Aristide government? Finally I asked is it true that Haitian opposition parties and leaders have \nreceived USAID funding?\n\nAnd, Mr. Secretary, I think it's very important that these questions be answered truthfully, because many would like \nto believe the secretary of State -- I know recently he said that some of us -- some of our statements are nonsense \nand there have been reports that we've been buying into conspiracy theories. But I also think it's very important to \nask these questions, given the facts that the secretary of State made and the presentation he made at the United \nNations with regard to the weapons of mass destruction with regard to Iraq. It's very important that we know the \ntruth and I'd say that it's at this point important to answer some of these questions that we've been asking today, \nbecause certainly your testimony today begs the question just when did we plan this and how did we see this being \nexecuted, and I'd like to hear from you on that.\n\nMR. NORIEGA: Right. Well, Congressman, on the safety and well being of President Aristide and his party, he is \nnot the responsibility of the United States government. We facilitated his departure peace -- safe departure from the \ncountry at his request. He is free to leave the Central African Republic at any time.\n\nREP. LEE: Mr. Secretary, let me just say my office was in touch with the State Department throughout this process \nand we were told that President Aristide and Mrs. Aristide were going to a destination of their choosing. Now, we \nheard that President Aristide had no idea where he was going until 20 minutes before they landed.\n\nMR. NORIEGA: That's accurate. He had chosen a destination which did not -- which decided that they would not be \nable to accept him. We then had to find a place that would accept him. We did and the Central African Republic has \ngraciously accepted to do that. They also now say that he's willing -- he's free to leave any time he wants. In the \npublic statements that I've seen, I think that they would welcome his leaving whenever he wants to.\n\nREP. LEE: And when will we get a letter in response to the questions that we asked of --\n\nREP. BALLENGER: Yeah, I think that -- I think you're --\n\nMR. NORIEGA: You certainly are owed an answer, Congresswoman --\n\nREP. LEE: And this was February 12, mind you, when I asked these --\n\nMR. NORIEGA: You're owed an answer.\n\nREP. LEE: Before the coup took place.\n\nREP. BALLENGER: Okay, could I request -- just to assist you all, and we've got quite a few more people and, let's \nbe honest, I think they're more interested in making a statement than asking questions. But if you could record the \nquestions that we don't have time to answer, it would be greatly appreciated. Sooner or late the gentleman with the \nleg problem is supposed to come up and at the rate we're going, it may mean midnight. So let me ask the people \nthat are going to ask questions, either make your statement and don't ask questions, or ask questions and give him \ntime to answer. And so it's now Ms. Watson.\n\n\n\nREP. DIANE E. WATSON (D-CA): I'm going to read you a statement and then would you tell me if it's true: \"The \nUnited States State Department, which never negotiates with terrorists, has sufficient cozy contact with the Haitian \nrebels to convince them to delay their onslaught on Port-au-Prince. Even after the rebels rejected terms of \nsettlement acceptable to President Aristide, in a matter of hours the State Department acceded to the rebels' \ndemands, which was the removal of President Aristide.\n\n\" Would you say that's a true statement, or would you say it's --\n\nMR. NORIEGA: That statement is false.\n\nREP. WATSON: All right. Now, does the State Department deal with those who plan coup d'etats or overthrow of \nlegitimately elected democratic governments?\n\nMR. NORIEGA: No, we do not.\n\nREP. WATSON: What kind of conversation did you have with the leaders, or leader, of the rebel group?\n\nMR. NORIEGA: None.\n\nREP. WATSON: All right. How then did you know they would not accept the proposal that was offered and agreed \nto by President Aristide?\n\nMR. NORIEGA: The conversations we had were with the civilian democratic opposition representatives of political \nparties and civil society, not with the so-called rebel groups, which I prefer to refer to as criminal gangs.\n\nREP. WATSON: Apparently it is a criminal gang member, Philippe, that has threatened other duly elected officials if \nthey don't attend a meeting. I understand less than 24 hours ago this statement was made, and I understand this \nperson has been responsible for the deaths of hundreds, if not thousands, of Haitians in the past?\n\nMR. NORIEGA: I didn't see the statement you're referring to, ma'am. But we have communicated to the so-called \nrebels, the criminal gangs, that they should lay down their arms and leave the city. Before they reached the city we \nsent -- we had public statements that said that they would be held responsible if they came into the city for the \nexpect -- the violence that ensued, and the international community would hold them responsible for that. They said \nthat they saw those statements, among other things, on the Internet and said that they were not coming into the \ncity. They immediately proceeded to come into the city, so they are not responding to the statements that -- the \nexpectations that we've made of them in these public statements. But as the international community is able to put \nmore security forces on the ground, these folks will have no choice but to respond and to comply and to pull out of \nthe city.\n\nREP. WATSON: Is it true or not true that our ambassador, Ambassador Foley, met with the rebel leaders today?\n\nMR. NORIEGA: That's not true.\n\nREP. WATSON: He did not meet with them today?\n\nMR. NORIEGA: No, he did not.\n\nREP. WATSON: Or maybe before?\n\nMR. NORIEGA: I don't think he's ever met the man.\n\nREP. WATSON: Okay. Maybe the Associated Press got it wrong. I know they do get some things wrong. But it is in \nthe Associated Press today, and I will see that you get a copy, \"A day after declaring himself Haiti's new military \nchief, rebel leader Guy Philippe met briefly with U.S. Ambassador James Foley at the envoy's residence on \nWednesday. Neither side would comment about the content\" --\n\n\n\nMR. NORIEGA: That's false. The meeting that I know that Foley -- Ambassador Foley had was with Yvon Neptune, \nwho is President Aristide's prime minister, and with the president of Haiti, Boniface Alexandre. As far as I know, \nAmbassador Foley has never met with a guerilla leader. The leader of the U.S. military contingent met with Philippe \nbriefly this morning to tell him that he should lay down his arms --\n\nREP. WATSON: What did you just say? Repeat what you just said, the last sentence?\n\nMR. NORIEGA: The head of the U.S. military contingent met with Philippe this morning to tell him to lay down his \narms and to leave the city.\n\nREP. WATSON: Under whose authority? Was that under the ambassador's authority?\n\nMR. NORIEGA: No. That man does not work for the ambassador.\n\nREP. WATSON: Who directed --\n\nMR. NORIEGA: What he is doing, in the interest of the security of U.S. forces, to tell this man to leave the city, to \nprevent any sort of a confrontation. If he doesn't leave the city, he'll have to respond to the force of the international \ncommunity, and that was the simple message to him.\n\nREP. WATSON: Well, I would suggest strongly that the State Department immediately contact Associated Press to \nclarify this that is going out over e-mail.\n\nREP. BALLENGER: If I may?\n\nREP. WATSON: Yes, sir.\n\nREP. BALLENGER: I've got a latest quotation of 2:57 this afternoon from the Associated Press, so it saves you the \ntrouble of finding out: \"Rebel leader Guy Philippe said Wednesday his forces laid down their arms as U.S. Marines \nfanned out through the capital, rifles at ready, to help restore some order amid Haiti's bloody uprising.\" And now -- \nit could -- I mean, it's the same Associated Press that you agreed wasn't too smart, so --\n\nREP. WATSON: Mr. Chairman, if you will allow me just to finish my question, and it probably is more like a \nstatement. I have listened for the last hour or so to an assault on a president that was duly elected in a democratic \nprocess --\n\nREP. BALLENGER: I hate to be impolite, but we didn't let anybody else have additional time, so it doesn't seem --\n\nREP. WATSON: Well, you kind of took some of my time, but you're the chair, you can do that. But there is definitely \na double standard.\n\nREP. BALLENGER: Your time had already expired.\n\nREP. WATSON: Thank you, Mr. Chairman.\n\nREP. BALLENGER: Mr. Rangel.\n\nREP. CHARLES B. RANGEL (D-NY): Thank you so much.\n\nAnd thank you, Mr. Noriega, for sharing your views with us. You'd indicated that you would not deal with these \nrogues and thugs that were part of the armed militia and I guess the non-civilian part of the opposition. But there did \ncome a time where these rogues and thugs were approaching the palace and that our government thought that \nPresident Aristide was in danger of his life and his family.\n\nMR. NORIEGA: Pardon me, sir? I didn't hear the last part of that.\n\n\n\nREP. RANGEL: Did there come a time that the United States government thought that these rogues, these thugs, \nthese armed criminals was approaching the palace and that President Aristide and his family would be danger?\n\nMR. NORIEGA: Yes, we -- yes, there did.\n\nREP. RANGEL: And, as you said, that we did not think it was appropriate to put our military in harm's way to shore \nup his safety?\n\nMR. NORIEGA: That was a decision we made.\n\nREP. RANGEL: Right.\n\nAnd so therefore, we communicated that to President Aristide, that he could not depend on us to protect him \nagainst these thugs, these criminals, these rogues?\n\nMR. NORIEGA: That's essentially correct, yes. We told him that -- through public statements, that --\n\nREP. RANGEL: And as a result of this, President Aristide thought that it was in his best interests and the best \ninterests of the Haitians for him to leave?\n\nMR. NORIEGA: Yes, sir.\n\nREP. RANGEL: And we facilitated that leaving?\n\nMR. NORIEGA: Yes, sir, we did.\n\nREP. RANGEL: And we did take him out of Haiti?\n\nMR. NORIEGA: At his request.\n\nREP. RANGEL: Yes. And he requested it because he was fearful of his life and of the Haitians that would die as a \nresult of the information we gave them, right?\n\nMR. NORIEGA: I think it wasn't necessarily just the information we gave them, but --\n\nREP. RANGEL: Well, it encouraged him to leave, I would think?\n\nMR. NORIEGA: If you read his --\n\nREP. RANGEL: It would not -- yeah.\n\nMR. NORIEGA: If you read his resignation letter, that's the reason I think.\n\nREP. RANGEL: Well, I want to know if someone leaves the country that's elected because he's fearful of his life, is \nthat not a coup d'etat?\n\nMR. NORIEGA: I don't think so, sir.\n\nREP. RANGEL: Well, that's what it's explained in the dictionary. How would you describe a coup d'etat? Here's a \nman that's informed by the United States government that we cannot protect him and the rebels, the thugs, the \ncriminals are going to come and they're going to kill him and his family and there are Haitians would die. \"Do you \nwant to leave?\" He says, \"Yes.\" You make him leave. Why is that not a coup d'etat?\n\nMR. NORIEGA: We didn't make him leave, sir.\n\nREP. RANGEL: I didn't say you made him leave. He asked to leave.\n\n\n\nMR. NORIEGA: At the very end you said, \"And you make him leave.\"\n\nREP. RANGEL: Well, help them to leave I meant to say. Forgive me.\n\nMR. NORIEGA: At his request.\n\nREP. RANGEL: At his request. He begged you to help him to leave, to get out of there so he would not get killed, \nand his family, because he feared that these rebel forces that we informed him would kill him and other Haitians, \nand he left. Now, why is that not a coup d'etat?\n\nMR. NORIEGA: It isn't a traditional -- what I would regard as a traditional coup d'etat when a man --\n\nREP. RANGEL: Show me the difference.\n\nMR. NORIEGA: When a man is --\n\nREP. RANGEL: Here's a guy running for his life, here comes the military, they're armed, they're going to kill them. \nWe know it, we tell them that. He says, \"Please get me out of here,\" we get him out of there. Why is that not a coup \nd'etat?\n\nMR. NORIEGA: He resigned, sir.\n\nREP. RANGEL: Now, did we ask him to resign?\n\nMR. NORIEGA: No, we didn't. We told him that if he needed to leave, if he were --\n\nREP. RANGEL: Be very careful, Mr. Noriega --\n\nMR. NORIEGA: We told him that --\n\nREP. RANGEL: -- because it's reported. Did we ask him to resign? Was that a condition of helping him to leave the \ncountry?\n\nMR. NORIEGA: We told him that for us to be able to facilitate his departure --\n\nREP. RANGEL: Yes, of course. That's the --\n\nMR. NORIEGA: We did not want to have a situation where --\n\nREP. RANGEL: You didn't want to have a situation --\n\nMR. NORIEGA: We were going to have to --\n\nREP. RANGEL: -- so you told him that unless he resigned, we would not be able to facilitate his departure.\n\nMR. NORIEGA: We wanted to -- because we wanted to have some sort of sustainable political --\n\nREP. RANGEL: I didn't ask for reasons, Mr. Noriega.\n\nMR. NORIEGA: Well, sir, I think --\n\nREP. RANGEL: I'm just asking you to please --\n\nREP. BALLENGER: If I may say something, Charlie? You ought to give him a chance to answer at least one \nquestion before you throw another one at him.\n\nREP. RANGEL: But this is such a simple one here. As a condition of assisting this man, saving his life, that of his \nfamily, one of the conditions of helping him was that he resign. Is that not true?\n\n\n\nMR. NORIEGA: We did not want to have a situation where --\n\nREP. RANGEL: Mr. Chairman.\n\nMS. : Let him answer.\n\nMR. NORIEGA: Well, if you listen to the answer it might satisfy you.\n\nREP. RANGEL: Now my time is going to expire.\n\nMR. NORIEGA: No. No, sir, it --\n\nREP. RANGEL: That's not fair.\n\nMR. NORIEGA: Well, I've --\n\nREP. RANGEL: If he had not signed that letter of resignation, would you have helped him to leave the country?\n\nMR. NORIEGA: Probably, yes. In the final analysis --\n\nREP. RANGEL: But you told him -- at that time he was told that he had to resign in order to leave the country?\n\nMR. NORIEGA: I think in the humanitarian interest, particularly since his wife is an American citizen, we would have \nbeen prepared to take --\n\nREP. RANGEL: But you told him that he had to resign if he wanted to leave the country?\n\nMR. NORIEGA: We told them -- we told him in -- because we wanted to have a sustainable solution where we \ncould avoid bloodshed and where we could be -- where --\n\nREP. RANGEL: And twice he was asked for that resignation, and he would not have left unless he signed it. Is that \ncorrect?\n\nMR. NORIEGA: We wanted to be able to have a basis, a --\n\nREP. RANGEL: But you would not have --\n\nMR. NORIEGA: -- sustainable political solution --\n\nREP. RANGEL: But you told him that unless he signed it, he could not leave the country?\n\nMR. NORIEGA: We wanted to have a sustainable political solution and the only way to be able to put that --\n\nREP. RANGEL: And without that resignation, it would have been a coup d'etat by anyone's standard.\n\nREP. BALLENGER: Time has expired.\n\nMR. NORIEGA: We had the letter of resignation, sir, that he --\n\nREP. RANGEL: You sure did. And I would have signed one too.\n\nREP. BALLENGER: Okay. Ms. Waters.\n\nREP. MAXINE WATERS (D-CA): Thank you very much, Mr. Chairman. I thank you for allowing those of us who are \nnot members of the committee to be here today. I want you to know that several of you, including you, Mr. \nChairman, have said that it's a fabrication that he was forced out, that there was no coup d'etat, he was not \nkidnapped. I talked to President Aristide this morning. He called me and he maintains that he was forced out, he \nwas literally kidnapped, he did not go of his own will. So I want to put that on the record.\n\n\n\nSecondly, I want to put on the record that I've been to Haiti three times since January 1 and I've met with the \nopposition, that is Mr. Apaid Junior and some of those from the Committee of 184 and talked to many people about \nwhat was going on. In addition to that, I was in Haiti a week ago this past Saturday, where you came and led the \ndelegation of the international community where Mr. Aristide signed off on the CARICOM proposal. So I want to put \nthat on the record.\n\nBut I'm very interested in something that you have said, and I do want yes or no answers. Don't take up my time. I \nwant to know -- you have said that you have no responsibility to protect a head of state. Are you going to protect the \nnew chief justice that was just sworn in who's now the head of state of Haiti or not?\n\nMR. NORIEGA: We believe that he is part of --\n\nREP. WATERS: Are you going to protect him or not, yes or no?\n\nMR. NORIEGA: Yes, we are because he's --\n\nREP. WATERS: Did you refuse to protect --\n\nMR. NORIEGA: -- part of a sustainable political --\n\nREP. WATERS: -- Mr. Aristide, who was then head of state? So you have a different standard for these two. Is that \ncorrect?\n\nMR. NORIEGA: We believe --\n\nREP. WATERS: That's all I want to know, yes or not?\n\nMR. NORIEGA: -- these are very different men and very different political --\n\nREP. WATERS: So yes?\n\nMR. NORIEGA: -- solutions and the --\n\nREP. WATERS: Yes for the chief justice, no for Mr. Aristide. So you don't have a policy that is consistent about \nhaving no responsibility to protect a head of state. Let's go on --\n\nMR. NORIEGA: That's not what I said --\n\nREP. WATERS: -- to the next question.\n\nMR. NORIEGA: -- the policy was, ma'am.\n\nREP. WATERS: Mr. Noriega --\n\nMR. NORIEGA: You're misstating what the policy --\n\nREP. WATERS: -- people are assuming that you knew --\n\nMR. NORIEGA: You're mistaking what the policy --\n\nREP. WATERS: -- that the rebels -- so-called rebels, who they were, and I just want some yes or no answers. Did \nyou know about the history of Louis Jodel Chamblain? Did you know he was the right hand of Emmanuel Constant, \nwho is now up in New York? And did you know that he had murdered Mr. Antoine Izmery, along with thousands of \nother Haitians? Did you know that before they reentered Haiti in this last coup d'etat that took place? Did you know \nabout him? Had you ever heard about him and his history?\n\nMR. NORIEGA: Yes, I have.\n\n\n\nREP. WATERS: Have you ever met him?\n\nMR. NORIEGA: No.\n\nREP. WATERS: Did you know about Mr. Guy Philippe? Did you know that he was a convicted drug dealer and that \nthere was -- he attempted a coup on President Aristide in 2002, and that he's responsible for killing 26 members of \nLavalas? Had you heard about him before he entered Gonaives?\n\nMR. NORIEGA: I've heard of him, but not --\n\nREP. WATERS: You knew about his history as a convicted drug dealer?\n\nMR. NORIEGA: I do not know the details of that.\n\nREP. WATERS: Did you know he had been a killer, that he was accused of killing?\n\nMR. NORIEGA: I do not know the details of that.\n\nREP. WATERS: Did you know he was in exile?\n\nMR. NORIEGA: I do not know the details of his exile.\n\nREP. WATERS: Do you know that he was in exile?\n\nMR. NORIEGA: I knew he was in exile, yes.\n\nREP. WATERS: Did you know that he had returned and he was up in Gonaives and Cap-Haitien?\n\nMR. NORIEGA: I knew that he returned. I saw it on television.\n\nREP. WATERS: Did you know about Mr. Jean Tattune (ph) and did you know he was a member of FRAPH and did \nyou know about him before he came back into the country?\n\nMR. NORIEGA: No, I've never heard of him.\n\nREP. WATERS: Did you know about --\n\nMR. NORIEGA: I hadn't heard about him before --\n\nREP. WATERS: Had you heard --\n\nMR. NORIEGA: -- (cross talk.)\n\nREP. WATERS: -- that he was involved in the massacre at Raboteau?\n\nMR. NORIEGA: I have heard that.\n\nREP. WATERS: Have you ever met --\n\nMR. NORIEGA: Not in -- not in detail.\n\nREP. WATERS: Have you met Mr. Guy Philippe before he returned to Haiti?\n\nMR. NORIEGA: No, I've never met him.\n\nREP. WATERS: Have you ever met Mr. Emmanuel Constant?\n\nMR. NORIEGA: No, I haven't.\n\n\n\nREP. WATERS: Did you know that he was the head of FRAPH?\n\nMR. NORIEGA: I've heard that.\n\nREP. WATERS: Did you know that Mr. Chamblain was his right hand?\n\nMR. NORIEGA: I've heard that from you.\n\nREP. WATERS: Did you know that Mr. Constant was hired and worked for the CIA?\n\nMR. NORIEGA: No, I don't know that.\n\nREP. WATERS: It was in the public domain, it was in the papers. You never knew it? You never heard it? You are --\n\nMR. NORIEGA: I'm telling you I don't know that.\n\nREP. WATERS: But you are not in sworn in but you are on record. Did you know that Mr. Constant worked for the \nCIA?\n\nMR. NORIEGA: Ma'am, I'm telling you -- we don't generally comment on these things, but I don't -- I do not know \nthat.\n\nREP. WATERS: You are qualifying your statement.\n\nMR. NORIEGA: I'm telling you that --\n\nREP. WATERS: What you are telling me is you don't want to tell me that you know.\n\nMR. NORIEGA: Well, I'm trying to tell you but you won't give me an opportunity.\n\nREP. WATERS: Okay, I think I know enough. Now, you knew that these thugs had returned and that they had taken \nover Gonaives and Cap-Haitien. Did you at any time publicly denounce the thugs that you knew were thugs before \nthey came in and invaded Haiti? Did you ever denounce them?\n\nMR. NORIEGA: We said that these people should have no business in a political process and they should lay down \ntheir arms.\n\nREP. WATERS: Did you ever attempt to make them lay down their arms, or to tell them that they were in exile, they \nwere crooks and criminals and that they should not be in that country?\n\nMR. NORIEGA: We -- that they shouldn't be in Haiti? We've told them they should lay down their arms and go \nhome, they have no -- these violent folks have no part in --\n\nREP. WATERS: But you did nothing to enforce it?\n\nMR. NORIEGA: We are doing that now, ma'am.\n\nREP. WATERS: Yeah, after the fact.\n\nREP. BALLENGER: Time is up.\n\nREP. WATERS: After the fact, the same crooks and criminals --\n\nREP. BALLENGER: Time is up.\n\nREP. WATERS: -- and thugs and killers that you knew were in the country, that you did nothing to intervene with --\n\n(Cross talk.)\n\n\n\nREP. WATERS: -- saying they should leave. Is that right?\n\n(Cross talk.)\n\nREP. BALLENGER: Pardon me, Mr. Secretary, but I'm relieving you of having to answer that question.\n\nNext, Ms. Jackson-Lee.\n\nREP. SHEILA JACKSON-LEE (D-TX): First of all, let me thank the chairman and particularly the ranking member \nfor the effort they have made to have this hearing, which happens to be particularly timely, but all of the members \nwho work so hard that are on this particular committee that really generated this meeting, and all of the standing \nmembers that are there, Congressman Payne and Meek, Barbara Lee and Watson and others who are on the \ncommittee. I thank you very much, and I thank you for the courtesy of allowing us to be here.\n\nMr. Noriega, this is not a personal inquiry. It is not personal against you. I can tell you that there is a great deal of \nemotion because many of us have taken personally the bleeding in the streets, the mutilating and the murdering \nthat has been occurring. And, of course, we take personally words such as a rule by tyranny and we take personally \nthe seemingly unceasing attack on an ex priest that through a great deal of his life has spent making efforts to the \nextent of possibly a loss of life to preserve democracy.\n\nTo this very distinguished gentleman that is in the room, let me first of all acknowledge you, offer to you my deepest \nunderstanding, because those of us who lived through the era here in the United States, and we still fight against \nracism and hostilities and discrimination, are reminded of those who marched across the Edmund Pettus Bridge \nand the dogs and hoses that came about, and the fact that some of those who were marching were unfortunately \nterribly injured. If you would accept our sympathies.\n\nTo Mr. Noriega, let me pose these series of questions to you. Have you ever had a sense of fear of your life or the \nfear of your life and that of your family members? Do you have any history of that or any way that you could \nunderstand that by personal experience?\n\nMR. NORIEGA: Yes, absolutely.\n\nREP. JACKSON-LEE: So you've been in fear of your life?\n\nMR. NORIEGA: Yes.\n\nREP. JACKSON-LEE: And might you share with us?\n\nMR. NORIEGA: No. (Laughs.)\n\nREP. JACKSON-LEE: You've been in fear of your life when and where?\n\nMR. NORIEGA: That's none of your business, ma'am. (Laughs.)\n\nREP. JACKSON-LEE: Well, let me say this -- since you're going to be hostile, let me say this --\n\nMR. NORIEGA: No, no. It's --\n\nREP. JACKSON-LEE: -- my business is --\n\nMR. NORIEGA: -- just a silly question.\n\nREP. JACKSON-LEE: My business is --\n\nMR. NORIEGA: It's a silly question.\n\nREP. JACKSON-LEE: Excuse me.\n\n\n\nMy business is to find out whether the administration lied and whether or not you kidnapped and coerced Mr. \nAristide. So that is my business. I would imagine --\n\nMR. NORIEGA: Please go with those questions --\n\nREP. JACKSON-LEE: Excuse me, I'm talking, not you.\n\nMR. NORIEGA: (inaudible) --\n\nREP. JACKSON-LEE: Since you've start off being rude, then let me be rude.\n\nMR. NORIEGA: All right.\n\nREP. JACKSON-LEE: But in any event, let me just say this. My understanding of Mr. Aristide's position on that eve \nwhere he was, if you will, thrown out of his own country, is that he was told by American officials -- maybe with the \ninvolvement of the CIA -- that his life was in jeopardy and that the security would be removed.\n\nMy question to you is whether or not you have any firsthand knowledge of that activity.\n\nMy second point is -- and you don't need to comment on this -- I'm reminded of the attack on Chairman Karzai, or \nPresident Karzai's life in Afghanistan, reminded of the fact that we did not ask him to leave his country, but we \nprovided the necessary security so that, thank God, his life was spared. He didn't have to make that decision.\n\nDo you have any firsthand knowledge of saying to President Aristide that, your security would be immediately \nremoved?\n\nMR. NORIEGA: It's not true. As a matter of fact, there is an organization that a private contractor has provided \nsecurity for --\n\nREP. JACKSON-LEE: Do you have any knowledge of saying to him that his security --\n\nMR. NORIEGA: I'm trying to answer the question.\n\nREP. JACKSON-LEE: -- would be removed at that time?\n\nMR. NORIEGA: It is not true.\n\nREP. JACKSON-LEE: Then, if that is not true, then I assume that you would welcome, as I've asked, both the \nleaders of this House for a full Congressional investigation that would investigate the administration as to whether \nor not that is true.\n\nWould you welcome that investigation?\n\nMR. NORIEGA: The Congress has an obligation to oversee --\n\nREP. JACKSON-LEE: You would welcome that investigation, yes or no?\n\nMR. NORIEGA: The Congress has an obligation to oversee the --\n\nREP. JACKSON-LEE: Is that yes or no?\n\nMR. NORIEGA: -- executive branch.\n\nREP. JACKSON-LEE: Is that yes or no?\n\nMR. NORIEGA: We will cooperate with any --\n\n\n\nREP. JACKSON-LEE: And you would welcome that investigation, yes or no?\n\nMR. NORIEGA: We will welcome -- we will cooperate with any --\n\nREP. JACKSON-LEE: Thank you very much.\n\nMR. NORIEGA: -- inquiry that Congress --\n\nREP. JACKSON-LEE: Let me proceed with my questions on another important aspect that I'm concerned about: Is \nthe United States a member of the U.N. Security Council?\n\nMR. NORIEGA: Yes.\n\nREP. JACKSON-LEE: And so, as I understand it, by way of a report on February 25, 2004, the U.N. News Service \nis that the United Nations Security Council today deplored the Haitian opposition's rejection of proposals from two \nregional organizations that could form the basis for a peaceful compromise. And so you were -- the United States \nwas a part of that offering a compromise --\n\nREP. : Mr. Chairman, regular order.\n\nREP. JACKSON-LEE: Thank you very much, Mr. Chairman. -- offering that compromise.\n\nLet me just conclude, Mr. Chairman --\n\nREP. : Mr. Chairman, the regular order.\n\nREP. JACKSON-LEE: -- by saying this. CARICOM has been totally disrespected by this administration --\n\nREP. : Mr. Chairman, regular order.\n\nREP. BALLENGER: (Inaudible.)\n\nREP. JACKSON-LEE: -- and you have violated --\n\n(Laughter.)\n\nREP. : Mr. Chairman, regular order, Mr. Chairman.\n\nREP. JACKSON-LEE: -- the relationship with the Caribbean and we will never be able to mend it because there is --\n\nREP. : Mr. Chairman, regular order.\n\nREP. JACKSON-LEE: -- because there is no way of providing the support --\n\nREP. BALLENGER: The committee will come to order and --\n\nREP. JACKSON-LEE: -- that the United States has. All I can say, Mr. Chairman --\n\nREP. BALLENGER: -- Ms. Brown --\n\nREP. JACKSON-LEE: -- Mr. Chairman, is that we have failed to be the kind of friend to Haiti that we should --\n\nREP. : Mr. Chairman - (inaudible) --\n\nREP. BALLENGER: Everybody else had to stop, so I'm trying to be fair to everybody.\n\nMs. Corrine Brown is next.\n\n\n\nREP. CORRINE BROWN (D-FL): First, let me say that I hope you received my letter of apology at our last meeting. \nI didn't mean anything personally to you, but I stand by what I said about this administration policy pertaining to the \nHaitian people.\n\nIt's racist and there is no way around it. There was a lot of discussion about elections, and of course, everybody \nknows that I take any discussion about elections personally because I experienced, I guess, the American style \ncoup d'etat. I heard you say something about not a tradition of coup d'etat in Haiti. Well, we had a not a traditional \ncoup d'etat in Florida. In my district alone 27,000 votes were thrown out. And I personally went to Haiti and \nmonitored the election, and I can tell you it's just as fair as the one that we had in Florida.\n\nNow, my concern -- and my concern was there about the Haitians that's been turned back, how we have dual \npolicies. We don't let not one Haitian come into this country, we're sending them back in the middle of this war that's \ngoing on, and we turn on television and we see people being slaughtered. And so my concern still is for the Haitian \npeople. We have our military there and I'm grateful that they're there, but they're standing by while people are being \nslaughtered in the streets. What is our plans for the Haitian people? And talking to other leaders in the Caribbean \ncountries, they indicated that the United States of America block us going in, intervening. We stop the other \nmembers of the international community from going in and help stabilizing this country. Can you tell me what you \nknow about that to be true, and what are we going to do to help the hard working Haitian people?\n\nNow, I notice a difference between them and Iraq because in Iraq they have oil, and in Haiti they have nothing but a \nhistory and we just let black history -- they do have a history of helping the United States. Now, I want to know \nwhat are we going to do to help those people? My brothers and sisters.\n\nMR. NORIEGA: Yes, ma'am.\n\nREP. BROWN: Those children?\n\nMR. NORIEGA: Yes, ma'am. Thank you very much, and I did receive your letter and I have never for a moment \ndoubted that your concern and engagement and interest and passion about the subject was anything less than \nsincere and motivated by your interests of the well being of the Haitian people. The United States did not block \nother countries from intervening. There was some illusion that maybe we did this vis- -vis France. The suggestion \nwas that somehow Secretary Powell was being deceptive about that, and of course that's not true. We did not block \nthem.\n\nREP. BROWN: Sir, it wasn't just France. We talked to several different countries, and I fear to call their name \nbecause, you know, if we are not lockstep with this administration, they take you out. So I'm not going to call \nanybody's name -- any country's name. Not me.\n\nMR. NORIEGA: I think you're -- if -- I understand that, the discretion that you're showing by not naming particular \ncountries. But I can say that any country that wanted to put police or troops, any country that wanted to do that was \nfree to do so. Of course, the United States wouldn't be in a position to prevent any one of the 150 countries in the \nworld to contribute troops to Haiti.\n\nREP. BROWN: My understanding from talking to these various leaders, that the United States of America under the \nBush administration blocked the international community from going in and stabilizing this country. I mean, they \nwere in the process of trying to do something, my understanding, on Sunday and we went in on Saturday night, in \nthe heat of the night, in the middle of the night, and took out Aristide.\n\nMR. NORIEGA: Well, I don't -- the reference to blocking assistance, I think I would be aware of any of that and I do \nnot --\n\nREP. BROWN: Did we tell other countries --\n\nMR. NORIEGA: No.\n\n\n\nREP. BROWN: Did we tell other countries -- now be careful. Did we tell other countries that we did not want them to \nintervene?\n\nMR. NORIEGA: No, we did not do that. We did not do that. And as far as -- one final thing to the personal security \nthing that I think Congresswoman Jackson --\n\nREP. BROWN: Well, it seems -- you're going to have to answer her question on her time. I --\n\nMR. NORIEGA: I'm sorry, I --\n\nREP. BROWN: I will say I want to protect Aristide, but I want to know about the Haitian people.\n\nMR. NORIEGA: No, I'm --\n\nREP. BROWN: They're being shot down as we speak here today. What are we doing?\n\nMR. NORIEGA: We will gradually build up this presence, bringing in other countries that will provide security, get \nthe Haitian National Police stood up again, let them do their work in a professional way, bring some resources in, \nsome technical assistance and get them to start doing that. We'll also have to look at the economic side, look at \nways to create jobs, investment.\n\nREP. BROWN: Thank you, Mr. Chairman.\n\nREP. BALLENGER: Donna Christensen.\n\nREP. BROWN: Thank you, Mr. Chairman.\n\nREP. BALLENGER: Well, thank you.\n\nDEL. DONNA M. CHRISTENSEN (D-VI): Thank you, Mr. Chairman. And I've been in and out, so I'm not sure what \nquestions have been asked and answered.\n\nBut let me start with this. At least in the past couple of years, members of the Congressional Black Caucus have \nbeen working to have the 145 or $150 million in development loans released to Haiti, and at every turn -- at every \nturn it was pointed out to us that it was our country who was blocking the release of those funds.\n\nAnd would you not say that the inability or denying Haiti access to that basic development assistance and to help \nto develop their infrastructure contributed to this? Wouldn't you say that we were complicit in the downfall of that \ngovernment?\n\nMR. NORIEGA: Ma'am, the decision to link the delivery of that international financial assistance to a political \nsettlement was made in late 2000. In September 2002, based on resolution 822 that I helped shepherd through the \nOAS Permanent Council, we de-linked that. So, quite frankly, this administration undid something that the previous \nadministration did by allowing that aid to start to flow. The IDB lending began, and I'll ask Adolfo Franco to address \nthat.\n\nMR. FRANCO: Yes. Congresswoman, in the first instance loans from the Inter-American Development Bank had to \nbe made consistent with the rules of that bank. And, as you know, Haiti was in arrears in that bank. Until the arrears \nwere cleared and Haiti --\n\nREP. CHRISTENSEN: Well --\n\nMR. FRANCO: -- was able to secure a bridge loan, consistent with the bank's own rules, the United States could \nnot do -- it was not possible to move forward on those loans. However, I would tell you this: we are the largest \nbilateral donor in Haiti. We provided --\n\n\n\nREP. CHRISTENSEN: So this another --\n\nMR. FRANCO: -- $16 million more than the Congress requested for Haiti last year.\n\nREP. CHRISTENSEN: That our contributions have been diminishing. And in addition to that, we had many, many \nmeetings with representatives of the IDB in Haiti and here and we know that different approaches to dealing with \nthat have been used in other countries, and Haiti was never afforded the opportunity that other countries similarly \nsituated had.\n\nMR. FRANCO: As you know, Congresswoman, the --\n\nREP. CHRISTENSEN: I'd like to ask another question.\n\nMR. FRANCO: Haiti was able to secure a bridge loan to clear its arrears, and I believe President Iglesias was in \nHaiti in July --\n\nREP. CHRISTENSEN: That was just recent, yeah. By that time there was -- so much time had passed, but --\n\nREP. EATERS: Only $3 million of that money has been given to Haiti. They say they can't meet the conditions, \neven after they made them do the bridge loan.\n\n(Cross talk.)\n\nMR. FRANCO: -- Inter-American Development Bank's conditions. These are not the conditions of the United States \ngovernment. These are the conditions set forth by the --\n\nREP. CHRISTENSEN: We were --\n\nMR. FRANCO: -- bank's own rules.\n\nREP. CHRISTENSEN: We were pretty much assured that if we would get our country to agree that the IDB would \nbe willing to restructure that loan in any possible way that had been used in other countries, they outlined several \nways for us to do it, but we could not get our country to --\n\nMR. FRANCO: I have been personally in contact with the bank officials, both bank officials and the U.S. executive \nrepresentative of the bank, and that is not true. What was difficult for Haiti, because of its arrears and because of its \ndifficult situation, was to clear that issue before the loans could move forward. Once that was cleared, the loans did \nmove forward.\n\nIn terms of the disbursement mechanism, Congressman Waters, those were the bank's disbursement mechanisms. \nI don't believe anybody to date, until today, has suggested that we manipulated the bank's rules. First time I've \nheard it. I've never heard that from any official -- independent official of the bank or any other executive director at \nthe bank.\n\nREP. CHRISTENSEN: Well, let me just ask one other question because what we have -- our discussions differ from \nwhat we're hearing here today. And forgive me if this question has been asked. The U.S. was a part of the \ndevelopment of the CARICOM proposal and endorsed that proposal?\n\nMR. NORIEGA: Yes, ma'am.\n\nREP. CHRISTENSEN: What was the process whereby the U.S. government decided to abandon that and to take \nunilateral action that resulted in the --\n\nMR. NORIEGA: Well, we --\n\nREP. CHRISTENSEN: President Aristide's leaving?\n\n\n\nMR. NORIEGA: Each country made a decision after the -- for itself on what to -- how -- what to do after that \nCARICOM plan was not implemented. It wasn't implemented because the opposition --\n\nREP. CHRISTENSEN: So --\n\nMR. NORIEGA: -- refused to accept and participate in it.\n\nREP. CHRISTENSEN: Was CARICOM involved in your decision?\n\nMR. NORIEGA: They were aware of decisions. They all made their decisions for themselves not to intervene. There \nis --\n\nREP. CHRISTENSEN: But there was essentially an agreement, wasn't there, by virtue of that proposal being --\n\nMR. NORIEGA: We wanted to work --\n\nREP. CHRISTENSEN: -- essentially signed off on by --\n\nMR. NORIEGA: You're right, ma'am.\n\nREP. CHRISTENSEN: And did we --\n\nMR. NORIEGA: We did want to work together.\n\nREP. CHRISTENSEN: -- break that agreement and --\n\nMR. NORIEGA: No, we did want to work --\n\nREP. CHRISTENSEN: -- (cross talk.)\n\nMR. NORIEGA: You're exactly right. We did want to work together. There was a consensus to try to work together, \nbut countries had to make a decision on whether they would commit their own troops.\n\nREP. BALLENGER: Okay. Congressman Porter Goss.\n\nREP. PORTER J. GOSS (R-FL): Thank you very much, Mr. Chairman. And I apologize for having to leave, so I may \nhave some questions that are repetitive. But first of all I'd like to thank Mr. Noriega and the other gentlemen at the \ntable for --\n\nREP. BALLENGER: He's not in order, please. We're being polite, you all too.\n\nREP. GOSS: May I continue, Mr. Chairman?\n\nREP. BALLENGER: Yes, sir.\n\nREP. GOSS: Thank you very much.\n\nI want to thank you for the very fine work you've done under a very difficult situation. I know you're very familiar with \nthe situation in Haiti, you've been working on it for years trying to relieve the plight of a country that is full of people \nthat are burdened with medical problems, food problems and, of course, leadership problems in their struggle to get \nto democracy. That is well known.\n\nIt is not just my opinion, it is certainly the opinion, apparently, of all the other countries that have been involved with \ntrying to help Haiti as well.\n\nExcuse me, we have a technical failure here. The efforts that you've made I think have led to results that are \nprobably the best that we can have. The amount of misinformation surrounding what's going on is extremely \n\n\n\ndisturbing and I am afraid may actually be leading to inciting some further violence and some further bad \nhappenings, and actually threatening the lives of some of our armed forces there. So I would hope that any \ndiscussion that we have, in public particularly, would be handled in such a thoughtful, polite way that it would be \nconstructive to a solution of the problem rather than to inciting and emoting passions that are clearly out of place at \nthis time.\n\nMy question is, first of all is there any truth in the fact that Mr. Aristide was kidnapped?\n\nMR. NORIEGA: No, sir. And you're correct to point out that the statements that he was and the mentioning of the \nnames of the U.S. Foreign Service officers who were directly involved in helping that man on television and \naccusing them of helping kidnap and strong arm him, put the lives of those individual people on the ground in Haiti \nin jeopardy. It's extraordinarily irresponsible.\n\nREP. GOSS: Thank you. I agree with you totally. Secondly, with regard to the question of Mr. Aristide's freedom to \nmake his own choice, could you comment on whether the government forced him to leave or whether he was given \nan opportunity to make a decision?\n\nMR. NORIEGA: He had an opportunity to make a decision, and I appreciate the opportunity to expand on the \nanswer. There was some reference earlier that the United States said we would pull his security. As a matter of \nfact, when this violence was beginning in earnest, we got word that the private security company that was providing \nhis security wanted to augment their presence by adding additional people. I made a point of telling people that \nwould be in the licensing of that request, \"If you get that, expedite it. We by all means want to have the man's \npersonal security taken care of.\"\n\nWe were not, however, in the final analysis willing to put American servicemen on the ground to be part of a political \nprocess that would do no more than keep him in power in an unchecked way, outside the context of a political \nagreement where we might actually be able to have a sustainable political process in place.\n\nREP. GOSS: I congratulate you for arranging for, under difficult circumstances, a safe departure for Mr. Aristide. \nWas there any involvement by the CIA in his departure that you're aware of?\n\nMR. NORIEGA: I'm not aware of any involvement.\n\nREP. GOSS: I understand that you've not had the opportunity to answer fully some of the questions that have been \nput to you. Are there any of the questions that you would like -- that have been put to you that you would like to \nfurther expand on?\n\nMR. NORIEGA: A couple of points, please, Congressman. On the disintegration of the Haitian institutions, which we \nsupposedly encouraged. We actually had $1 billion worth of assistance going in there over the last 10 years and it \nwas squandered because these institutions were undermined. Take the specific example of the HNP, the Haitian \nNational Police. They were undermined by under funding by the Haitian government, by politicization almost \nimmediately, by the use of them to carry out political murders. And finally Congress made the decision to cut off \nassistance to the HNP because of narcotics corruption. It wasn't a decision of the executive branch to do that, and I \nbelieve it was done during the previous administration. But Congress decided that it could no longer invest in that \ninstitution. And it's very important because the gangs that Aristide used to govern the situation --\n\nREP. WATSON: Regular order, Mr. Chairman.\n\nMR. NORIEGA: I'm sorry.\n\nREP. WATSON: Regular order, Mr. Chairman.\n\nREP. BALLENGER: Thank you very much.\n\nJan Schakowsky.\n\n\n\nREP. JANICE D. SCHAKOWSKY (D-IL): Thank you, Mr. Chairman. I appreciate your allowing those of us who care \nabout Haiti but who are not on this committee to ask some questions.\n\nLet me just first say it is obvious, Mr. Noriega, that you think that the very distinguished Congressional Black \nCaucus, members of Congress who in my view have the most expertise and the most interest in Haiti not only for \nPresident Aristide but for the people of Haiti, who almost to a person disagree with you, are wrong. And it seems to \nme that that would justify a full and objective investigation of exactly what happened. We need to understand, since \nthere is such disagreement, every dollar that was spent by the United States in Haiti over the last while leading up \nto this, how the USAID dollars were spent or the CIA dollars were spent. And we ought to examine carefully the \nintelligence. You know, many members in this Congress relied in the past on intelligence that happened to be all \nwrong, and it's -- we need to look at that carefully as well, the intelligence that you based your decisions on.\n\nI'm very interested also in what happened that night. I was in conversation with Mrs. Aristide in Haiti at about 6:30 \npm and there was absolutely no hint whatsoever that this was going to be the night when they were leaving. So I \nwas wondering if there is a State Department memorandum or a written record or a plan that involved the United \nStates that we could have a copy of now? If there were any communiqus or communications that were written that \nwe could look that would help to explain exactly what happened?\n\nMR. NORIEGA: Ma'am and Mr. Chairman, the committee through its oversight responsibilities and powers can \nrequest information from the administration and we'll accommodate it in the normal way.\n\nREP. BALLENGER: That's what I was hoping, that people would submit questions. I'm sure you'll be glad to answer \nfor --\n\nREP. SCHAKOWSKY: Well, I will submit additional questions.\n\nWhat time was the first conversation with President Aristide, is one question I have, about this? And was the letter \nof resignation composed by -- not just signed by, actually composed by President Aristide?\n\nMR. NORIEGA: I don't know who composed the letter, but it wasn't composed by anybody -- it wasn't composed by \nus. I assume he wrote it. It had his flair. But the first conversation with him I believe was after 9:00 pm. We had \nreceived a word through an emissary that he had wanted to pose some questions to us, and that --\n\nREP. SCHAKOWSKY: Are you saying for the record here that the first contact was from Mr. Aristide to the embassy \nor to U.S. representatives to discuss his leaving?\n\nMR. NORIEGA: To discuss his departure. We had contacts with his emissaries throughout all this period of time --\n\nREP. SCHAKOWSKY: About leaving?\n\nMR. NORIEGA: No, no, no.\n\nREP. SCHAKOWSKY: Okay. What --\n\nMR. NORIEGA: It was about staying as a matter of fact.\n\nREP. SCHAKOWSKY: Okay, exactly. That was my sense at 6:30 pm.\n\nMR. NORIEGA: That's right.\n\nREP. SCHAKOWSKY: So I'm trying to understand. Are you saying, though, that he made the first overture? This is \nimportant to get on the record.\n\nMR. NORIEGA: The first comments about -- that clearly suggested that he was considering leaving came from an \nemissary of his who posed some questions to us -- to Ambassador Foley.\n\n\n\nThe questions were --\n\nREP. SCHAKOWSKY: I've heard those. But you're saying that at no time before that was there any suggestion from \nthe U.S. government in any way that he should resign and leave and that we would help him leave?\n\nMR. NORIEGA: I'm not aware of every conversation that took place with a U.S. -- so-called U.S. government \nofficial.\n\nREP. SCHAKOWSKY: Well, when was the plane ordered?\n\nMR. NORIEGA: I think it was probably after 1:00 am. It would have been before -- it would have been after he \nindicated that he was interested.\n\nREP. SCHAKOWSKY: When he was on the plane was he told that -- were they told that they could not even raise \nthe window shades?\n\nMR. NORIEGA: I'm not aware that that's the case. I've heard that allegation, but I've heard other allegations that are \nabsolutely inaccurate.\n\nREP. SCHAKOWSKY: Was he told on the way to the Central African Republic where he was going in advance of \nwhat we heard was about 20 minutes before they landed? Did he know?\n\nMR. NORIEGA: I don't think so. I think he was told at the very -- right before the arrival.\n\nREP. SCHAKOWSKY: Why would that be?\n\nMR. NORIEGA: I could answer the question if you'll -- there were members of his security detail who were armed. \nThis is a very unusual kidnapping when the man's bodyguards carry arms. And, frankly, we were concerned that -- \nbecause they had weapons on the plane, that they might react because he was not going to his desired location but \nwe were taking him somewhere near there --\n\nREP. BALLENGER: Well --\n\nMR. NORIEGA: -- because the desired location he had turned down -- had been turned down, I'm sorry. They didn't \nwant to accept him.\n\nREP. BALLENGER: Congressman Mark Kirk.\n\nREP. MARK STEVEN KIRK (R-IL): Mr. Secretary, good to see you. When did French Foreign Minister Dominique \nde Villepin withdraw political support for President Aristide?\n\nMR. NORIEGA: It must have been about four or five days before his departure. We didn't follow suit in -- he clearly \nwas out in front of us on that.\n\nREP. KIRK: As I remember, the French government was very public about -- after having been staunch supporters \nof President Aristide, of saying that they felt that some sort of transition was necessary for law and order and \ndemocratic growth in Haiti?\n\nMR. NORIEGA: I think they asked him to consider what his -- what was best for the Haitian people.\n\nREP. KIRK: My understand is the secretary's working relationship with Foreign Minister de Villepin has in many \nways been reborn after some disagreements over Iraq. Can you give me an assessment of how the French and \nU.S. governments now see this problem?\n\nMR. NORIEGA: They see it as a shared problem, that the international community shares responsibility to try to \nhelp the Haitian people at this point. They're working together -- we're working together with them putting some \n\n\n\nforces on the ground to help the Haitian people by tranquilizing the situation, providing some secure and stable \nenvironment so this political succession to a new government can continue.\n\nREP. KIRK: Is there any significant difference between the French and U.S. position on Haiti?\n\nMR. NORIEGA: Not really, sir.\n\nREP. KIRK: Let me take you back to September 18, 1994. President Clinton had asked President Carter and then \nprivate citizen Colin Powell to go to Port-au-Prince and meet with General Cedras. It's my understanding that that \nwas a very tense meeting. I was -- in a previous capacity I was a Lieutenant J.G. in the Navy Command Center at \nthe time and I remember full well the duty captain giving some very direct orders to private citizen Colin Powell. \nPresident Clinton had ordered the invasion of Haiti to put President Aristide back into power. The 82nd Airborne \nDivision had been launched out of Camp Lejeune, and when we told Colin Powell that U.S. forces were en route, \nwe ordered him to leave the Haitian military headquarters there.\n\nIn a very dramatic moment, Colin Powell said he was not leaving. That he was going to stay there because he felt \nthat he could negotiate a peaceful withdrawal of the coup d'etat leaders and bring President Aristide back to power \npeacefully. He describes actually being in the truck with General Cedras, on the way to see the then nominal \npresident, with hand grenades rolling on the floor, as he thought he could bring a deal back. I can tell you that it was \nwith some personal bravery on Colin Powell's part because the order to take out the Haitian military command had \nalready been given by President Clinton. And in that military, you know, rule that some idiot never gets the word, we \nwere furiously calling units telling them not to fire because Colin Powell was still on the premises.\n\nTo his great credit and personal bravery, he brought about a peaceful settlement and General Cedras left and \nAmericans entered Haiti and reinstalled President Aristide into power without a shot being fired, I think due to the \npersonal bravery of Jimmy Carter and Colin Powell, then --\n\nMR. NORIEGA: And Sam Nunn.\n\nREP. KIRK: Sorry, and Senator Sam Nunn, correct. So I want the record to reflect that personal bravery -- I think it's \na bit ironic to criticize Colin Powell when he, probably more than anyone else, stared General Cedras face to face, \nbacked him down and what was an invasion ordered by President Clinton then became a peaceful deployment of \nthe international community to restore order there.\n\nMR. NORIEGA: Yes, Congressman, and I think that's why it's a source of great disappointment that 10 years later \nthe great investment of treasure and lives having been put on the line for President Aristide came to naught. And \nwe saw a leader who was not able to lead effectively or honestly or justly, and unfortunately sowed the seeds of his \nown demise in this circumstance.\n\nREP. KIRK: It might be that we need to -- without defending the career of any Haitian politician, we need to defend \nthe constitution of Haiti.\n\nREP. BALLENGER: Congressman, I hate to do it but we cut everybody else off.\n\nI'd like to ask unanimous consent that Mr. Meek and Mr. Conyers be the last to ask questions so we can get to the \nnext panel. And so without further ado --\n\nREP. : (Off mike.)\n\nREP. KENDRICK B. MEEK (D-FL): Thank you, Mr. Chairman.\n\nPresident Paquiot, I want to welcome you to the U.S. Congress. I'm glad that you're here to share your testimony \nwith me, and my family and I pray for your speedy recovery, even when the incident took place.\n\n\n\nSecretary Noriega, I must say that as many Haitians that are trying to receive temporary protected status or even \nsafe refuge in the United States, that you would bring the president here to speak before this committee to drive \nyour point home is really, in my opinion, really sad.\n\nMR. NORIEGA: I didn't do that, sir.\n\nREP. MEEK: Well, he got here somehow.\n\nMR. NORIEGA: He's a witness at the next hearing.\n\nREP. MEEK: He got here somehow, okay?\n\nREP. BALLENGER: He is my witness.\n\n(Cross talk.)\n\nREP. MEEK: I apologize, Mr. Noriega.\n\nMR. NORIEGA: That's all right.\n\nREP. MEEK: But the bottom line is that we have Haitians -- and then, Secretary Dewey, I want to say the reason \nwhy it's down to three now: because the Coast Guard -- am I correct that they're in a bay in Port-au-Prince right \nnow? How close is the Coast Guard as it relates to being off the coast of Haiti? Our U.S. Coast Guard?\n\nMR. DEWEY: Our Coast Guard is -- maintains a presence off the coast.\n\nREP. MEEK: So you can see it from the coast, that's correct?\n\nMR. DEWEY: I'm not sure you can see it from the coast.\n\nREP. MEEK: Okay. Well, television accounts, live shots, you can see our Coast Guard cutters there. How many \npeople have been repatriated?\n\nMR. DEWEY: Approximately 900.\n\nREP. MEEK: Approximately 900. I think when the president made the statement, Mr. Chairman, that Haitians \nshould stay in Haiti, I think he really meant it because if he didn't put the force on the ground, he definitely put the \nforce in the water. And where are they repatriated, Secretary Dewey? Are they repatriated in port in Port- au-\nPrince?\n\nMR. DEWEY: In the vicinity of Port-au-Prince, Congressman, Killick Coast Guard Base.\n\nREP. MEEK: And how does that happen? They just get off and they walk onto the street and go home, I guess?\n\nMR. DEWEY: That's essentially -- (off mike.)\n\nREP. MEEK: Okay. The reason why, Mr. Chairman, that you don't have Haitians taken to sea, because they \nactually have a bull's eye on their back when they get off at Port-au-Prince. So if they're trying to escape \npersecution, they'll definitely lose their lives. One other thing I want to add. As it relates to temporary protected \nstatus, I think it's very important that this administration understands for the bloated bodies that are in the street in \nHaiti, I don't know how many Haitians have to lose their lives. Let's just talk about under normal circumstances \nwhen Haitians are indicted at sea, or even when they make it to the port -- the shores of Miami our Homeland \nSecurity objects to their being released on probation, and what have you. So I think this administration has spoken \nto how it feels about Haitians.\n\n\n\nMr. Noriega, let me ask you as it relates to the future of the Haitian people. We have met before in the past, not in \nthis hearing but in other hearings. I'm a member of the Armed Services Committee and Homeland Security \nCommittee. I will tell you that I take great pride in our armed services, and also for their safety. And I don't want to \nsay that you personally want to put their safety in jeopardy, but I must say the moods of the administration, setting \nthe tone that's in Haiti right now, I think will make things very difficult for a safe haven for our armed services.\n\nNow, let me tell you this: in no way do I or any other member of this Congress should feel that they're putting the \nlives of our troops in jeopardy because we question the executive branch. I just want to let you know that. I take \npersonal offense when I hear that if members are saying things -- and I don't call names and I don't think we should \ncall names of people on the ground. But I will say this: that the members of the Congress not able to speak freely \nabout how they feel, of the positions that the executive branch has taken, leave alone the rebel forces that went \nthrough Guy Philippe, who you seem to be very vaguely familiar with -- this is him on the front page of the New York \nTimes, parading through the streets Port-au-Prince thanks to the United States of America. Here he is here once \nagain, Washington Post, yesterday, right here in our capital city on the front cover. Does it look like he's not in \ncharge? I'm going to tell you right now he's very much in charge.\n\nLet me ask you about the prime minister. Where is the prime minister now of Haiti?\n\nMR. NORIEGA: I'm not sure exactly.\n\nREP. MEEK: Can he leave his office?\n\nMR. NORIEGA: I'm not sure exactly where he is.\n\nREP. MEEK: Is he protected?\n\nMR. NORIEGA: Yes, he is.\n\nREP. MEEK: Did Mr. Guy Philippe say that he was going to arrest him?\n\nMR. NORIEGA: I heard something of that nature.\n\nREP. MEEK: Oh, yeah.\n\nMR. NORIEGA: That's why he's protected, he's --\n\nREP. MEEK: Did he have a meeting yesterday at 4:00 pm and he said any police chief who didn't show up, that he \nwould have to -- they would have to answer personally to him?\n\nMR. NORIEGA: I didn't hear that, but I don't doubt your word on that, sir.\n\nREP. MEEK: Mr. Chairman, I just want to say that I think it's important not only that this committee continues to \nmove forward and get some of these questions answered, but this committee definitely take the time out to go to \nHaiti to find out exactly what's going on. Also aboard our Coast Guard cutters to make sure that there's translators \nthat are there. Our meeting at the U.N. with the secretary general, he was concerned about our refugee policy as it \nrelates to giving people real interviews, not just some interviews.\n\nAnd that's the reason why, Mr. Secretary, that you don't see a mass migration away. And that's the reason why \nwe're still continuing to see executions in Haiti now. Mr. Noriega, I look forward to working with you to provide the \nvery safety that we need in Haiti.\n\nMR. NORIEGA: Thank you, sir.\n\nREP. BALLENGER: What do we do? I guess we go to the second panel?\n\nREP. ELIJAH E. CUMMINGS (D-MD): Thank you very much, Mr. Chairman.\n\n\n\nREP. BALLENGER: Who's talking?\n\nREP. CUMMINGS: Congressman Cummings. Thank you very much, Mr. Chairman. I really -- I appreciate your \ncourtesy.\n\nMr. Noriega, as you --\n\nREP. BALLENGER: Can I just ask a question -- can I say that you're the last individual who's going to --\n\nREP. : Mr. Chairman, could we just call Mr. Conyers' name? I don't know if he's --\n\nREP. BALLENGER: Is Mr. Conyers not here?\n\nREP. : He's coming.\n\nREP. BALLENGER: Okay. The door is locked. (Laughs.)\n\nREP. CUMMINGS: I have just a few questions.\n\nMr. Noriega, you know, I had an opportunity to talk to Secretary Powell on Saturday and during those discussions I \nwas of the clear impression that President Aristide was in good hands.\n\nSecretary Powell was very clear that apparently there were 400 troops surrounding him, and that there was a \nprivate security agency and that there was just absolutely no question about the fact that he was safe. And I know \nthis question may have arisen before, but I'm just curious because it just struck me, since I was involved in this \npersonally, you know, just can you tell me what happened that suddenly Sunday morning he -- apparently things \nchanged? Or did they?\n\nMR. NORIEGA: Well, I think it's interesting to me too why he -- we believe that his personal security was more or \nless tended to.\n\nREP. CUMMINGS: I'm sorry, I didn't hear you. What did you say?\n\nMR. NORIEGA: We believe that his personal security was tended to. I think he was in good hands. There was \nperimeter security around the palace and there was close-in security by a very professional private security firm \nthat's been with him for many years, maybe five or six. And so there was -- we were concerned in general. But was \nthere an acute threat on him? There was some question as to how reliable some of the people in the palace guard \nwere, but we had an impression that some of the people around him were able to deal with any problems of that \nkind.\n\nBut, no, the impression was that there was not an immediate acute threat to him. That was certainly my impression, \nand I was not -- I was rather surprised that he decided to leave. And up until the last minute, up till the time he got \non the plane, he could have changed his mind and I, frankly, expected him to change his mind. That's why we didn't \nask for a plane until the very, very last minute in this -- well, relatively in the last minute in the process, because we \nwere -- we wanted to have a real sense whether he was really interested in leaving or not.\n\nREP. CUMMINGS: So I take it that you were surprised when he said that he was taken away pretty much against \nhis will?\n\nMR. NORIEGA: Right. I was very surprised by it. Actually, when I thought about it, it was not too much of a surprise \nthat he would do that. I guess I was shocked that the chutzpa, because there are so many witnesses to all of this, \nincluding his personal guards who now have said publicly he wasn't kidnapped. And I was disappointed that that \nallegation was repeated so widely. But he was -- as far as we were concerned, we were at his request facilitating \nhis safe departure from the country.\n\n\n\nREP. CUMMINGS: When we look at the -- one of the things that Secretary Powell also talked about was the \ndifficulty that might come about -- and, by the way, the secretary general of the U.N. also said the same thing, that \nthere might be some difficulty in reestablishing a democracy here. You know, getting it moving again because \nyou've got the rebel forces who are trying to take apart -- you know, be a part of the process. You have Aristide \nsupporters who want to be a part of the process. And it seems as if things appear -- you know, trying to pull these \nforces together, and there are other forces trying to come together to be a part of the process. I mean, how do you \nsee that working out?\n\nMR. NORIEGA: It's going to be very difficult and we need to let the Haitian people make these decisions for \nthemselves. There is a process for doing that and little by little I think we can establish some kind of political order \nand strengthen the institutions of the government.\n\nREP. CUMMINGS: Thank you very much, Mr. Chairman.\n\nREP. BALLENGER: Mr. Secretary and all you fellas, those that didn't have to answer all the questions, you've done \na wonderful job. I apologize for the length of time that's been going on here and without further ado, you're free to \ngo and we'll call the next panel.\n\nMR. NORIEGA: Thank you, sir.\n\nREP. : Mr. Chairman, as you call the next panel, I assume that questions for this panel as well as the next are still -- \nwritten questions are still open?\n\nREP. BALLENGER: Oh, yeah. I'm sure you --\n\nREP. : -- (cross talk) -- record because we have a series of detailed questions that we want answers to.\n\nREP. BALLENGER: Yeah. In fact, we'd like to be able to get the full answers that you never got to give. (Laughs.)\n\nMR. NORIEGA: I had my shot, sir.\n\nREP. WATERS: Mr. Chairman, is there some way you could encourage the answers to be given in a timely \nfashion? Some of us are still waiting to have our letters responded to that we sent to the State Department?\n\nREP. BALLENGER: Well, I think he's probably more sympathetic to me than you, so I'll go ahead and ask him to do \nthat.\n\nREP. LEE: I'll just tell him: get our letters returned -- get our answers returned that we give to you.\n\nMR. NORIEGA: Absolutely. You deserve answers and we'll get you answers, ma'am.\n\nEND\n"}