{"title": "TELEVISION REVIEW;French Role in Sending Jews to Death", "body": "\nOfficial French complicity in the deportation of scores of thousands of Jews from France during World War II has \nnot gone unexposed. The most powerful account remains Marcel Ophuls's painstaking and painful film \"The Sorrow \nand the Pity.\" Although the title of tonight's hourlong documentary on the Discovery Channel, \"France's Forgotten \nShame,\" leans toward hyperbole, the program does add another sorry chapter to a soiled record.\n\nThe focus is on an unfinished housing project in the town of Drancy, near Paris, which served as a concentration \ncamp from 1941 to 1943. From there, with the collaboration of the French authorities in both occupied and \nunoccupied parts of the country, many Jews were shipped east to Auschwitz and other death camps.\n\n\"Shame\" melds accounts by survivors of Drancy and Auschwitz with a narration that provides context. The \nrefugees' hopes that French law, principles and ideals would shield them from the Germans were doomed by the \nFrench authorities' acquiescence and even enthusiasm for cracking down both on immigrants and on Jewish \ncitizens. In the camp, survivors recall, class differences were manifest, with the French-born Jews given \nsupervisory jobs and the poorer immigrants consigned to menial tasks. The refugees were in greatest jeopardy, but \nno Jew of any sort could feel safe.\n\nNewsreels and old photographs make grimly vivid the big 1942 roundup of Parisian Jews, including many women \nand children. Residents of the town of Drancy could not fail to notice the shipments in and out of the camp, but as \none admits, they feared to ask questions.\n\nA survivor calls Drancy \"a camp of deception,\" where despite hard conditions, some hope still flickered. The \nnarrator calls it \"the anteroom of Auschwitz.\" Of some 74,000 deportees from France, only 2,400 survived.\n\n \n\n'48 Hours'\n\n'What's Your Gripe?'\n\nCBS, tonight at 10\n\nThe Scroogish is mixed with the Santa Clausian tonight as \"48 Hours\" reporters focus on the care and noncare of \ncustomers by department stores, automobile manufacturers, airlines and a drainpipe cleaner.\n\n\nYou will learn, if you have not noticed it on your own, that it is not always easy to find a department-store employee \nwho has much interest in selling (\"benign neglect,\" somebody calls it), but only too easy to find an automobile \ndealer who applies pressure to buy. You will meet an airline employee who descends to the bowels of Los Angeles \nInternational Airport to track down a piece of misdirected luggage, and a jolly Roto-Rooter man in Queens who \ninquires as he arrives on an emergency call, \"What evil has befallen you tonight?\" And you can accompany three \ndrivers atop the Colorado Rockies as they test the promise of their auto contracts to provide roadside assistance \n\"anyplace, any time.\"\n\nThere are lessons to be drawn for the shopping season. If you want to return a shirt, try Nordstrom even if the shirt \nwas bought at Marshall Field. If you plan to break down in the Rockies, better have a cellular phone along. If you \ncan't get satisfaction from Sears for a broken washing machine, visit the district manager in the company of a \"48 \nHours\" reporter, with camera. And if you've been bumped from a flight, try Roto-Rooter. As Santa von Clausewitz \nmust have said, shopping is war by other means.\n\n \n\nFRANCE'S FORGOTTEN SHAME\n\nThe Discovery Channel, tonight at 10.\n\nProduced by Bruce Eadie and directed by Stephen Trombley. A production of Worldview Pictures. Linda Kenyon, \nnarrator.\n\nGraphic\n\n \n\nPhoto: Jews interned at Drancy, near Paris, during World War II were later sent to Nazi death camps. (Worldview \nPictures/Discovery Channel)\n"}