{"title": "INS CLEARS IBM ON IMPORTED HELP", "body": "\nImmigration officials said Wednesday that they were satisfied that IBM did not violate the law by using visas \ngenerally reserved for training to import Mexican workers who assembled disk drives at Third World wages in its \nSan Jose plant.\n\n\"We reviewed their documents and received a clarification of the company's training program,\" said Sharon \nRummery, an official in the San Francisco office of the INS. \"Based on our preliminary inquiry, the INS is satisfied \nthat the B-1 visas were used appropriately and that IBM is in compliance with the law.\"\n\nRummery said immigration officers from the San Jose office met with IBM officials Tuesday to go over allegations \nfrom IBM employees that the world's largest computer maker had misused business visas obtained to bring the \nworkers to the United States. IBM said the workers were here legally, for training.\n\n\"Needless to say, IBM is pleased,\" said Cary Ziter, spokesman for IBM in San Jose. \"Their statement speaks \nvolumes and I don't think we'll go beyond that. It's closed as far as we can tell.\"\n\nBut Rummery said INS officials had not decided whether to close the inquiry. She said she had no information on \nwhat documents were reviewed or whether immigration officials interviewed IBM assembly workers. The IBM \nworker in San Jose who alerted federal officials to the situation said he was never interviewed by INS investigators.\n\nNo procedure\n\nAnd even as the INS was awarding IBM a clean bill of health, that employee said that if IBM did import workers \nfrom its Guadalajara plant as a training exercise, the company didn't follow its own rigorous training procedures.\n\nNormally, training of IBM workers on the assembly line is carefully documented, according to worker Gilbert \nRodriguez. IBM has been certified as adhering to an international quality-management system, known as ISO-\n9000, a Good-Housekeeping-type seal for business organizations that is widely embraced by American industry.\n\n\"The ISO-9000 rules are companywide and it's like a bible,\" Rodriguez said.\n\nThese standards, to which many Silicon Valley firms subscribe, require that training procedures be carefully \ndocumented, according to Richard James, director of conformity assessment at the American National Standards \nInstitute, one of five permanent bodies of ISO-9000. Officials at Intel Corp. and Quantum Corp., for instance, \nconfirmed that as ISO-9000 participants, they keep rigorous documentation any time an employee receives training.\n\nWork not monitored\n\nAt IBM, Rodriguez said, ISO-9000 standards mean that trainers initially monitor trainees' work on scrap material \nrather than final products. Later, a third party tests the trainee to see if the new procedures have been learned \n\n\nproperly. The entire process - the names of the trainer, the trainee and the certifier; the written material provided to \nthe trainee; the new procedures learned; and the precise dates and hours of training - are documented in written \nrecords that are kept in the work area where the training occurs, he said.\n\nWhen the Mexican workers were brought in to begin work on Aug. 2, however, Rodriguez said, \"there were no \ntrainers and no certifiers and no documentation.\"\n\n\"They were never trained,\" he said. \"They were working on final product the first day they came.\"\n\nIBM's Ziter, who praised the INS for reaching its conclusion so swiftly, declined to comment on the company's \ntraining procedures.\n\nEarlier Wednesday in Washington, D.C., Sen. Dianne Feinstein, D-Calif., questioned INS Commissioner Doris \nMeissner about IBM's practices at a hearing of the Senate subcommittee on immigration.\n\n\"I think it's important that companies not get started misusing visas to be able to pay cheap labor in the United \nStates and therefore deny legitimate workers in our country those jobs,\" Feinstein told Meissner. \"This one case, I \ndon't know what the answer is. But I think this one case joins the issue very clearly.\"\n\nZiter has acknowledged that IBM routinely brings in foreign workers for training programs.\n\n$1.40 an hour\n\nA Mexican supervisor and worker, two of 10 workers who labored seven days a week at the Cottle Road facility for \nroughly $1.40 per hour, told the Mercury News the work they did in San Jose was \"exactly\" the same as their work \nin Guadalajara. The company, which paid for the workers' transportation and living expenses while here, said the \nworkers were brought in on business visas for training and not to meet production demands.\n\nIt was \"illogical,\" Ziter said earlier this week, to believe the company would bring in 10 workers from Mexico for \nproduction in a plant that employs 5,000. There are usually anywhere from 30-40 workers in the head-stack \nassembly area, where the Mexican workers were assigned, according to a U.S. worker also assigned there.\n\nIBM workers said an earlier group of 23 Mexicans, who also had worked seven days a week for a three-month \nstretch, returned to Guadalajara a month ago. They said Guadalajara workers rotate in to IBM's U.S. plants as \nneeded to meet production needs.\n\nThe Mexican workers returned to Guadalajara last weekend.\n\nNotes\n\nThomas Farragher of the Mercury News Washington Bureau contributed to this report.\n"}