{"title": "IMMIGRATION CALLED KEY TO AREA'S FUTURE< MOST NEW RESIDENTS OF PA. AND N.J. THROUGH 2025< WILL BE FOREIGN-BORN, ACCORDING TO CENSUS PROJECTIONS.", "body": "\nOver the next three decades, population growth in Pennsylvania and New Jersey will be driven primarily by \nimmigration, according to the latest projections of the Census Bureau.\n\nOf a projected 1.6 million new residents in New Jersey, 1.2 million are expected to be foreign-born, according to \nthe Census Bureau. In Pennsylvania, immigrants are expected to represent 80 percent of the 600,000 new \nresidents projected for the state by 2025.\n\nThose predictions were part of a Census Bureau analysis of national demographic trends expected from 1995 to \n2025. Released every two years, the projections use historical trends to produce a portrait of the future.\n\nOverall, according to the analysis, residents in Pennsylvania and New Jersey can expect their neighbors to be \nolder and less likely white.\n\nIn addition, by 2025, both states will have slipped in the national rankings by population. Pennsylvania, its \npopulation expected to grow from 12.1 million to 12.7 million, will drop from fifth to sixth nationwide as it is \novertaken by Illinois. New Jersey will drop from 10th to 11th, despite a population growth from 8 million to 9.6 \nmillion.\n\nCalifornia will retain its ranking as the country's largest state in 2025, and the other top gainers, including Texas, \nFlorida, Georgia and North Carolina, will reflect continuing movement to warmer, southern climes.\n\nNew Jersey and Pennsylvania will see slower growth largely because they are among the least popular \ndestinations for other Americans. Over the next three decades, Pennsylvania and New Jersey are projected to \nrank 44th and 45th respectively as places to move to from within the country.\n\n\"People don't come here,\" Temple University associate professor David Elesh said of Pennsylvania. \"People have \ngone elsewhere because manufacturing industries have not as yet been replaced to provide a measure of vitality \nthat would attract people to the state.\"\n\nThe engine for population growth will thus be immigration.\n\n\nNew Jersey will continue to be the fourth-largest magnet for immigrants.\n\nThe New York City metropolitan area, and major airports, account for much of the international immigration, said \nJames Hughes, dean of the Edward J. Bloustein School of Planning and Public Policy at Rutgers University.\n\nImmigration will have a major effect on New Jersey's future racial makeup. The white, non-Hispanic population \nwill drop from 71 percent to 55 percent - which Hughes said would result, in part, from immigration.\n\nThe state's Hispanic population is projected to increase to 19 percent from 11 percent. The number of Asians is \nforecast to increase to 10 percent from 4 percent; and African Americans will make up 15 percent of the population, \nup from 13 percent.\n\nThe Census Bureau predicts that Pennsylvania's ranking for immigration will continue to be 10th in the nation.\n\nBut its racial makeup will shift only slightly. The white, non-Hispanic population is projected to decline from 87 \npercent to 80 percent by 2025. Asians are projected to shift from more than 1 percent to 3 percent of the population; \npersons of Hispanic origin will increase to 5 percent from 2 percent; African Americans will increase to 11 percent \nfrom 9 percent.\n\nBoth states can expect an older population as baby boomers age. In New Jersey, the percentage of residents 65 \nor over is expected to grow to 17.3 percent from 13.7 percent. Pennsylvania can expect its percentage of senior \ncitizens to grow to 21 percent from 15.9 percent.\n\nExperts on both sides of the Delaware River debated the value of projections so far into the future.\n\nBut for his part, Hughes accepted the projections.\n\n\"There's always been that movement to new, virgin, low-cost areas, nonunion areas,\" said Hughes. But in older, \nmore mature areas, including Pennsylvania and New Jersey, such forecasts in the future - such as those \npredicted by the Census Bureau yesterday - can be considered more reliable, he said.\n\nGraphic\n\n \n\nCHART;\n\nCHART (4)\n\n1-2. Immigration Trends - New Jersey: 1995; 2025\n\n3-4. Immigration Trends - Pennsylvania: 1995; 2025 (SOURCE: Census Bureau, Inquirer analysis by Jere \nDowns; The Philadelphia Inquirer, JOHN DUCHNESKIE)\n"}