{"title": "2nd Haitian charged in fatal Fla. smuggling trip", "body": "\nA second Haitian man faces alien smuggling charges as an alleged organizer and pilot of a voyage that ended \nwith nine people dead when their boat capsized off Florida's coast last month.\n\nA criminal complaint filed in federal court charges 32-year-old Jean Morange Nelson with alien smuggling \nresulting in a person's death, which carries a potential death sentence. Nelson made an initial court appearance \nTuesday in West Palm Beach but did not enter a plea. His lawyer, David Joffe, said he had just been appointed in \nthe case.\n\n\"I will do everything possible to defend this guy,\" Joffe said.\n\nNelson was among the 16 people rescued when the boat capsized May 13, according to U.S. Immigration and \nCustoms Enforcement agents. He was identified as one of the smugglers by another survivor and by the other man \ncharged in the case, 33-year-old Jimmy Metellus.\n\nAccording to an ICE affidavit, Metellus told agents that Nelson arranged for him to fly from Port de Paix, Haiti, to the \nBahamas to take part in the smuggling venture. Metellus said that he, Nelson and two other smugglers used a 30-\nfoot white boat with two inboard engines and a cabin in the front for the roughly 21 migrants being transported.\n\nThe boat left Nassau, Bahamas on May 9 but soon encountered engine problems, drifting for three days. Nelson \nworked on the engines and was able to get one working. After a small plane flew overhead, a boat appeared \ncarrying fuel and the smuggling vessel continued on to Bimini with Nelson, Metellus and the others taking turns \ndriving.\n\nWhen the boat neared Bimini, the ICE affidavit says that Nelson got a call on his cell phone from another smuggler \nknown as \"Shine\" to make arrangements for an overnight stay at a house on the island. After that stay, the migrants \nwere again loaded on the boat at night and taken by Nelson and then Metellus toward the U.S. coast some 50 miles \naway.\n\nThe unnamed survivor who identified Metellus and Nelson as smugglers said his family paid $4,000 for the trip.\n\nMetellus, a Haitian who is also a permanent legal U.S. resident, has not yet entered a plea in the case but is \ncooperating with investigators, according to the ICE affidavit. Nelson's arraignment is scheduled for June 24 in \nWest Palm Beach federal court.\n\nAlso Tuesday, prosecutors said a boat survivor from Jamaica, Harold Anglin, has been charged with attempting to \nillegally re-enter the U.S. after deportation. That charge carries a potential 10-year prison sentence.\n\n\nIn a separate smuggling case, federal prosecutors said Tuesday that 28-year-old Jovel Dominguez-Hernandez \nwas sentenced to three years in prison for being captain of a boat that ran aground Jan. 26 near Boynton Beach \nInlet. Dominguez-Hernandez, of Hialeah, pleaded guilty to smuggling seven Haitians and one man from Sierra \nLeone to the U.S. for $3,000.\n"}