{"title": "THE NEW PRESIDENCY: Attorney General;BAIRD APOLOGIZES TO SENATE PANEL FOR ILLEGAL HIRING", "body": "\nZoe Baird apologized today for hiring two illegal aliens to work in her house, telling the Senate Judiciary \nCommittee, which is holding hearings on her nomination as Attorney General, that she had known she was \nviolating the law.\n\nHer apology seemed to satisfy some Senators, but most expressed cautious support or remained noncommittal, \nalthough that did not appear to undermine the likelihood of her eventual confirmation.\n\nThe hearing offered a striking set of tableaux, including the confessions of an ambitious woman trying to balance \ncareer and motherhood and the political high-wire acts of lawmakers weighing Ms. Baird's credentials against calls \nand letters questioning her ethics. The hearing also showcased the debut of the first two women to serve on the \ncommittee, which had infuriated many women with its heated questioning of Anita F. Hill.\n\n \n\n'Forced Into This Dilemma'\n\n Disclosures that Ms. Baird, a 40-year-old corporate lawyer, had knowingly broken the immigration laws she will \nhave to enforce have placed the judiciary panel in its most awkward and public position since it held confirmation \nhearings on the nomination of Clarence Thomas to the Supreme Court in October 1991. Widely criticized for their \ntreatment of Ms. Hill, the law professor who accused Judge Thomas of sexual harassment, Republican and \nDemocratic committee members treated Ms. Baird with courtesy even as they criticized her conduct.\n\nFor her part, Ms. Baird said she accepted full responsibility for deliberately breaking the law by hiring a Peruvian \ncouple living in the United States illegally to care for her 3-year-old son, Julian. She said that despite the advice of a \nlawyer, she did not pay Social Security taxes until after her selection by President-elect Bill Clinton.\n\n\"I was forced into this dilemma to care for my child,\" she said. But she also declared: \"People are fairly questioning \nif there are classes of individuals who hold themselves above the law. I do not.\"\n\n\nOddly, the most persistent questioning of Ms. Baird came from Democrats, while Republicans rushed to her \ndefense.\n\nPublic interest groups have criticized positions she took while a corporate lawyer, most recently senior vice \npresident for Aetna Life and Casualty . In particular, some Democrats are uncomfortable with her activities on \nbehalf of Vice President Dan Quayle's efforts to limit civil damage suits and her efforts to weaken Federal protection \nfor whistle blowers.\n\nBut these same positions make her attractive to Republicans, and Senator Orrin G. Hatch of Utah, the ranking \nRepublican on the committee, was profuse in his compliments. \"You are indeed a very competent and qualified \ncandidate,\" he said, dismissing her hiring of the Peruvian couple as \"an honest mistake.\"\n\nThat was too much for Senator Joseph R. Biden, the Delaware Democrat who is the committee chairman. He \ninterrupted Mr. Hatch to insist that the violation was no mere technicality.\n\n\"Everybody does not do it,\" Mr. Biden said. He even said he would have opposed Ms. Baird's confirmation had she \nnot taken full responsibility, admitted to a deliberate violation of the law, and promised to work to regain public trust.\n\nSome Senators and aides said their offices had been deluged with calls and letters criticizing Ms. Baird. They said \nthe criticism came from both men and women, especially working class women who noted that they had had to \npursue their jobs without the opportunity to hire illegal labor that Ms. Baird's much higher income had given her.\n\n \n\nConsuming Half the Time\n\n Ms. Baird's employment practices consumed about half the five-hour hearing, with the rest devoted to more \nconventional Justice Department matters like law-enforcement and civil rights.\n\nMs. Baird said she favored the death penalty and pledged to reinvigorate the efforts of the Justice Department to \nenforce civil rights laws.\n\n\"While there will be partisan issues,\" Ms. Baird said, the Justice Department \"should not be a partisan department. \nThe department's purpose is to use law to protect the American people and to use law to enforce the rights of the \nAmerican people -- their civil rights, their rights to economic fairness, their rights to a cleaner environment, their \nrights to security from crime.\"\n\nMs. Baird promised to coordinate her work closely with the Environmental Protection Agency, to enforce \nregulations on corporate misconduct tightly and to restrict appeals in capital cases without jeopardizing the rights of \ninmates. She also said, \"I want the single urban mother who fears for her children in school every day because of \nviolent gangs and the elderly widow who is afraid to go to the supermarket after dark to know that they will have a \nfriend in the Attorney General.\"\n\n \n\nScolding by Thurmond\n\n But the defining moments of the hearing came in the pointed questioning of Senators of Ms. Baird's illegal \nemployment of the Peruvian driver and baby-sitter.\n\nAt one point, Senator Strom Thurmond, Republican of South Carolina, admonished Ms. Baird like a scolding father.\n\n\"You admit you did wrong?\" he asked.\n\n\"Yes,\" she replied sheepishly.\n\n\"You're sorry you did wrong?\"\n\n\n\n\"Absolutely.\"\n\n\"You're repentant for doing wrong?\"\n\n\"Yes, sir.\"\n\n \n\nContrast With Earlier Efforts\n\n Ms. Baird's confession today contrasted with earlier efforts by Clinton aides to sidestep the issue. When Ms. \nBaird's infraction was first disclosed in news reports last week, Clinton transition officials said Ms. Baird had \nbelieved she was acting within the law since she was sponsoring the Peruvian couple's application for citizenship.\n\n\"In my hope to find appropriate child care for my son,\" she said today, \"I gave too little emphasis to what was \ndescribed to me as a technical violation of law.\" Explaining that she and her husband had hoped to make their \nemployment of the couple legal by sponsoring them for eventual naturalization, she added, \"I allowed myself to \nthink that the processes set up by the Labor Department and the Immigration and Naturalization Service gave tacit \napproval to this sort of situation.\"\n\nUnder the immigration law, applicants for citizenship cannot be legally employed until they receive a visa and work \npermit, which the Peruvian couple did not have. Federal law requires employers must verify the citizenship status of \npeople before hiring them. For disobeying this statute, Ms. Baird and her husband, Paul D. Gewirtz, have paid a \nfine of $2,900 plus $8,000 in Social Security taxes and interest. Mr. Gewirtz is a constitutional law scholar who \nteaches at Yale University.\n\nAt various times in the hearing, senior members sought to highlight the arrival on the committee of Senators Carol \nMoseley Braun of Illinois and Dianne Feinstein of California, in the hope that the two new members will help the \ncommittee overcome assertion that it had not displayed sensitivity to the concerns of women. While introducing \nthem, Mr. Biden said, \"You have no idea how happy I am.\"\n\nGraphic\n\n \n\nPhoto: Zoe Baird appearing yesterday before the Senate Judiciary Committee. (Stephen Crowley/The New York \nTimes)\n"}