{"title": "OTHER OPINION: College the latest perk for illegals", "body": "\nThe illegal immigration time bomb, fostered by a vocal open borders lobby lusting after cheap labor, has exploded. \nIts repercussions are becoming a tremendous burden.\n\nAdding to the blatant disrespect for our rule of law is the ultimate insult from our \"friend\" Mexico: Its government \ndistributes millions of \"guide books\" on how to enter the United States illegally and then enjoy all of our benefits.\n\nThey pay little or no taxes, bring in diseases and suck away millions of taxpayer dollars in services ranging from \nhealth care to education. A growing number are criminals. And their babies become automatic U.S. citizens.\n\nNow soft-headed liberals want to reward these illegals with another perk --- college education.\n\nUnfortunately the U.S. Supreme Court voted in 1982 that states must provide a free high school education to every \nchild, even those here illegally. Ironically, in that same ruling, the court also said \"like all persons who have entered \nthe U.S. unlawfully, these children are subject to deportation.\" So if the feds don't remove them, the taxpayer is \ngouged to educate them.\n\nIn 1996, Congress made it unlawful for states to grant any post-secondary education benefits, including tuition \nbreaks, to illegal aliens. So any state action allowing this is subject to legal challenge, as in Kansas.\n\nIncredibly, Georgia college presidents recently have begun doling out in-state tuition to illegal immigrant applicants \n--- at the expense of legal applicants facing increased competition for collegiate slots.\n\nAs criticism of this unfairness grows, and as tuition rates rise, what is the knee-jerk liberal response? Don't deport \nthem, charge out-of-state tuition.\n\nWashington state found granting such college breaks for the children of illegal migrant workers basically benefited \nforeign students with expired visas---an unintended consequence underscoring the opportunity for fraud.\n\nAt a time when our nation is conducting a war on terrorism, our universities should assist with homeland security. \nThe Justice Department is trying to get colleges to help identify foreign enrollees, especially since there are all too \nmany Muslim \"students\" from countries on the State Department's terrorist watch list who overstay their visas and \nmelt into society.\n\n\nYet this isn't happening, which is why Georgia's General Assembly must stipulate that colleges bar illegal \nimmigrants from enrollment.\n\nThe United States has the most generous legal immigration policy in the world. There are legal programs where \nforeign workers register, receive a decent wage and have a criminal background check.\n\nAs for those parents illegally here with children in public schools, let those high schoolers who wish to attend an \nAmerican college be allowed to report back to their country of origin and legally apply for an education visa.\n\nAmericans for Immigration Control estimates non-citizens collect nearly $7 billion a year in benefits. College \neducation is just the latest policy encouraging foreigners to snare one more perk at the expense of our own people.\n\nIt's outrageous that these magnets for illegal immigration have been put in place behind closed doors with virtually \nno public debate. This must stop.\n\nWhat must start is a sustained campaign to deport illegals and the prosecution and imprisonment of employers \nwho knowingly hire them.\n\nThat would be a powerful signal, and would gradually reduce immigration to more manageable numbers.\n\n \n\n* Phil Kent of Atlanta is national spokesman for Americans for Immigration Control.\n\nThis column is solicited to provide another viewpoint to an AJC editorial published today. To respond to an AJC \neditorial, contact David Beasley at dbeasley@ajc.com or call 404-526-7371. Responses should be no longer than \n600 words. Not all responses can be published. Published responses may be republished and made available in \nthe AJC or other databases and electronic formats.  \n\nGraphic\n\n \n\nPhil Kent\n"}