{"title": "HEARING OF THE HOUSE FOREIGN AFFAIRS COMMITTEESUBJECT: NAFTACHAIRED BY: REPRESENTATIVE LEE H. HAMILTON (D-IN)", "body": "\nREP. HAMILTON: (Sounds gavel.) The committee will come to order.  The committee meets this morning to \ndiscuss one of the more important issues facing the Congress this year, the North American Free Trade Agreement \nhas been on its economic impact.  Will NAFTA create jobs or cost jobs?  Will it send American companies packing \nto Mexico, or will it simply send more American exports south of the border?\n\n These, obviously, are important questions.  This morning the committee will, I'm sure, but I also hope we'll address \na different aspect of NAFTA and a very important one -- NAFTA's impact on the United States foreign policy and \nU.S. standing in the international community.  How will NAFTA affect the broad scope of our relations with Mexico, \na close American ally as well as our neighbor?  How will it affect customs problems, immigration, illegal drug \ninterdiction? What impact will NAFTA have on our relationships throughout the rest of Latin America?  How will \naffect our ability to reach those huge markets?  Not only what happens if NAFTA passes -- how many jobs it \ncreates or plants it closes -- but also what happens if it fails -- what does that do to our stature in the world, what \nsignal does it send about our willingness to participate in international trade negotiations, not to mention our \ncommitment to free trade?  What does it say about our willingness to be engaged in the world?\n\n We are very pleased today to have two distinguished members of the president's cabinet with us -- Warren \nChristopher, the secretary of state, and Lloyd Bentsen, the secretary of treasury.Secretary Bentsen, of course, \nserved in the House of Representatives some years ago and then had a very distinguished career in the United \nStates Senate.  We're honored to have both of you here, gentlemen, and I'll ask if any of my colleagues have any \ncomments they would like to make at this time.\n\n If not --\n\n REP. CHRISTOPHER SMITH (R-NJ): Mr. Chairman, I'd like to make a very brief one.\n\n REP. HAMILTON: Mr. Smith.\n\n REP. SMITH: Thank you very much, Mr. Chairman.  Mr. Chairman, I want to welcome to the committee Secretary \nChristopher and Secretary Bentsen to our committee, and thank them in advance for coming and making the \npresentation on behalf of the administration.\n\n When the House votes on this legislation in the coming weeks, Mr. Chairman, I plan to vote against the measure.  I \nhave read volumes of documents, I've participated -- as have many members of this committee -- in several \nhearings and heard the arguments on both sides from economists, pundits, political candidates, labor unions, and \nthe business community.  I remain, Mr. Chairman, very concerned about the potential effect of NAFTA on the \n\n\nsecurity of jobs in the state of New Jersey as well as in America.  I am quite skeptical about the uncertainty that the \nagreement will bring to certain labor markets in this country.  The numbers have ranged from 5.9 million jobs being \nat risk due to relocation or low-wage competition according to some of the estimations, to the creation of a gross \ntotal of 316 jobs, according to the Institute for International Economics.\n\n Charlie Marciani (ph), who happens to be the president of the New Jersey State AFL-CIO, said in a recent speech \nthat an estimated 190,000 jobs could be lot in my state of New Jersey alone.  While exact numbers vary, an \nestimate 500,000 to one million jobs could be lost according to some estimates.  The General Accounting Office \nacknowledges that the major economic studies on NAFTA agree that there will indeed be significant job losses for \nAmericans attributed to NAFTA.  Mr. Chairman, according to Lester Thurow of MIT -- and I would like to quote him \non this -- \"this is going to have a big effect on wages of the low-skilled, bottom-one-third of America's work force. \nAny part of the American work force whose jobs can physically be moved should expect to see wages fall.\"\n\n REP. HAMILTON: Any further comments?\n\n Mr. Brown.\n\n REP. SHERROD BROWN (D-OH): Thank you, Mr. Chairman.\n\n Secretary Christopher, Secretary Bentsen, welcome to the Foreign Affairs Committee.\n\n I'm a little disturbed in the last couple of weeks about the tone of the NAFTA debate, especially in the sort of \nJapan-bashing that the administration seems to be engaged in.  Even in one document, the pro- NAFTA people cite \nover and over the briefing book \"The Continental Shelf\" by William Armey Jr (sp).  Even in that document the \nproponent of NAFTA states that Salinas himself insists that would only make it easier for Mexico to attract \nJapanese investment south of the border. Many of us against NAFTA have been making that assertion all along, \nthat NAFTA in fact will allow Mexico -- encourage Mexico to be an export platform for the Japanese to gain the \nJapanese even more access to the American market.  And I can only hear -- I only even bring up the statement that \nI hear from the proponents of NAFTA so often, the line that they can already do it about American business going \nto Mexico.  The Japanese can already go to Mexico now and don't seem to be investing there because their interest \nis not the Mexican market but the American market, and NAFTA gives them more access to that.\n\n The other issue, briefly, Mr. Chairman, is I'm also disturbed that the administration with its very laudable record on \ntalking about human rights violations around the world, and particularly Mr. Bentsen's and Mr. Christopher's and \nothers in the administration's own history of concern about human rights and articulated so well by people like Mr. \nLantos on this committee.  I don't hear that same concern or even issue brought up about President Salinas.  The \npro- NAFTA people have often made Salinas, perhaps because of his urbaneness and Harvard education, made \nhim out to be much greater than he is, much more interested in human rights than he is.  But even at a CIA briefing \nnot so long ago we really got answers to the question of the assassination of political leaders, of political opponents, \nthe assassination of journalists, the assassination of labor leaders in Mexico that were anti-government, and I just \ncan't believe that we're holding -- almost holding up Mexican democracy -- and I use that term very loosely -- as a \nmodel for where we as a nation want to be.  And it seems to me the passage of NAFTA puts the government -- \nAmerican good government Housekeeping Seal of Approval on what the Mexican government has done to its \npeople in the last sixty-some years and the PRI political party which since the fall of the Bolsheviks has been the \nmost -- is the longest-standing single political party rule anywhere in this globe.\n\n So I plan to oppose the agreement.  I look forward to hearing the testimony, particularly on human rights and \nparticularly on the Japanese issue and why the administration keeps talking about those -- talking about that Japan \nissue.\n\n Thank you, Mr. Chairman.\n\n REP.  : Can we keep it brief?\n\n REP. HAMILTON: (Laughs.) The chairman got a little more than he bargained for here when he asked for opening \ncomments.\n\n\n\n But I -- two of my colleagues want to be recognized, so I'll recognize Mr. Rohrabacher then Mr. Bereuter.  Ask \nthem to keep their remarks reasonably brief, if they would, so we can go forward with the testimony.\n\n REP. DANA ROHRABACHER (R-CA): I'll make it very short, Mr. Chairman.\n\n First of all, I do want to welcome Secretary Christopher and Secretary Bentsen.  Just for the record, I would like \nmore opportunities to discuss foreign policy issues with you, Secretary Christopher, and I would hope that you \nwould be here more frequently because NAFTA isn't the only thing we need to discuss with you.  And that's just \none -- a favor that I'd like to ask in the beginning; if we could just say that it is our opinion on the Republican side \nthat we'd like more of a chance to have public discussions with you on the foreign policy issues of this \nadministration.\n\n With that said, let me applaud the administration on the very tough stand the administration and the president has \ntaken on NAFTA. I think it is exemplary.  And I know it's more difficult for Democrats who have union support to \ncome out and have to confront this, the nonsense that's been spread about NAFTA.  And I want to really \ncongratulate both of you and the president for the strong stand he's made and for the articulate championship of \nthis important issue, especially California.\n\n The demagoguery that's -- and resulting hysteria that we've heard on this issue is just out of -- you know, \nincredible.  And we have reasoned opposition, as we've heard here today, on this panel.  But out in the hinterland, \nthe demagoguery is just overwhelming.\n\n And I would especially congratulate the president and this administration for a willingness to confront the number \none demagogue on this issue, the little man from Texas, who has been spreading lies about this and now seems to \nhave an unwillingness even to debate the issue seriously.  Keep the pressure up on that fella.  He needs -- he's \nbeen saying a lot of things.  He seems to be -- he seems to lack the courage to confront the president or the vice \npresident in a serious discussion of the issue without all sorts of people cheering and chanting and taking away \nattention from a serious debate of the issue.  So congratulations and thank you, and I'll be doing my best to work \nwith you on this issue.\n\nREP. HAMILTON: Mr. Bereuter?\n\n REP. DOUG BEREUTER (R-NE): Thank you, Mr. Chairman.  I want to welcome our distinguished guests for \ntestimony today, and a few more kind words.  I think that you two gentlemen, USTR, Mickey Kantor, the president \nand the administration has done a very good job of presenting the case for NAFTA.  There is much information out \nthere today, but I think you have helped this member conclude that NAFTA is in the short term and long term best \ninterests of the United States. Incidentally, it's helpful to Mexico as well.  It will result in slowing the loss of \nmanufacturing jobs, it will create additional manufacturing jobs, net new jobs in this country, and will create net \nnew jobs total in this country.  So I think you've done a good job. There's work to be done, but I want to commend \nyou for the efforts you've already put forth.  Thank you for coming.\n\n REP. HAMILTON: Okay, let's go ahead.  Mr. Secretary, do you want to proceed?\n\n SEC. CHRISTOPHER: Mr. Chairman and members, thank you very much for giving me this opportunity to come \nhere today and talk with you about the North American Free Trade Agreement.\n\n Mr. Chairman, before beginning, I'd like to take this opportunity to compliment you personally on the sustained and \nenlightened leadership that you have given the nation in the field of foreign policy.  Whatever the issue, and \nespecially in times of confrontation and crisis, I think we're always able to count on you for steady and insightful \njudgments, and I really want to pay tribute to you before I begin to discuss this particular issue, Mr. Chairman.\n\n REP. HAMILTON: Well, thank you.  Terrific start, Mr. Secretary. (Laughter.) Thank you very much.\n\n SEC. CHRISTOPHER: I believe that this agreement deserves approval on economic merits alone, but I'm also \nconvinced that the foreign policy implications of NAFTA make a very compelling economic case even stronger.  \nSecretary Bentsen will describe the economic benefits of NAFTA, and I think appropriately I'll be talking about the \nforeign policy benefits.  For the United States and Mexico, NAFTA is about a good deal more than tariffs and \ntrades.  It's about more than growth in jobs even.  It's a symbol of a new relationship and a new spirit of \n\n\n\ncooperation.  Approval of NAFTA and the side agreements will increase Mexico's capacity to cooperate with us on \na wide range of issues that affect our security in direct and tangible ways.\n\n Let me mention one example of the kind of cooperation that NAFTA will make available, and that is on illegal \nimmigration.  Legal immigrants from Mexico and other nations continue to make an important contribution to \nAmerica's diversity, vitality and democracy.  At the same time, as you know, the Clinton administration is committed \nto reducing illegal immigration.  A growing Mexican economy, I think, will be very helpful in reducing the push \npressure that had been so important in creating the illegal immigration.  As Janet Reno, attorney general, said the \nother day, \"If NAFTA is defeated, stopping the flow of illegal immigrants will be much, much more difficult if not \nimpossible.\n\n For many years, Mr. Chairman, the United States and Mexico were, as one observer put it, distant neighbors.  Until \nrecent times, the Mexicans saw Americans as a source of pressure and even danger while Americans saw Mexican \npoverty as a source of instability. Fortunately, Mexico has been growing and changing, modernizing and developing \na middle class.  In the last few years, Mexico has made unprecedented efforts to open its economy, to reform its \npolitical institutions, including the judiciary and the electoral system. Mexico's attitudes about the world have \nchanged very dramatically during this period of time.\n\n And I must say that their attitudes on issues of human rights, which are very important to me, have also changed.  \nThe issue to me in the human rights field is not whether Mexico is perfect now or how they rate on a scale of 100; \nit's the direction of the trend.  And the important issue is whether or not NAFTA will help push that favorable trend \nin the right direction.  And I'm convinced that it will, and I'm convinced that a defeat of NAFTA would set back what I \nthink is a favorable trend which has been pushed forward by President Salinas.\n\n Today, the United States and Mexico are working together not only to resolve issues on the border but to defuse \nhemispheric conflicts and crises.  Our work together in Guatemala and El Salvador are good examples.  Next, \nMexico will enable our countries to work together to move beyond the old suspicions and outdated assumptions.  \nFor more than a half a century, every American president, Democrat and Republican, has stood for cooperation \nwith Mexico.  NAFTA represents a bipartisan commitment to widening and improving America's ties with its Latin \nAmerican neighbors, particularly with Mexico.\n\n NAFTA has, as I think you all know, the support of five -- of the five former presidents of the United States who are \nnow living, a really unusual demonstration of bipartisan unity.  In many respects, Latin America is pointing the way \ntoward a more hopeful future in the whole post-Cold War era.  In Latin America, democracy is ascendant, markets \nare opening, conflicts are being peacefully resolved.  By approving NAFTA, the United States will send a powerful \nsignal that we support this kind of development.\n\n I believe the vote on NAFTA will be one of the most important decisions that you members of the Congress will \nmake in this decade. To consider what is fully at stake, I think we must consider not only the economic and \ndiplomatic gains that will come from NAFTA but what America and Americans will lose if NAFTA does not go into \neffect and goes down to defeat.  One of my jobs as secretary of state is to consider the down side of alternative \ncourses of actions, and I tell you that, in my judgment, the downside of rejecting NAFTA would be quite enormous.\n\n First, the defeat of NAFTA would severely damage our relations with Mexico.  Our carefully-nurtured efforts to \nimprove relations would be scuttled as a sense of rejection sets in across the border. I have no question that there \nwill be a deep sense of rejection if NAFTA is defeated by the Congress.  From the standpoint of the United States \nand our foreign policy, this would be a self-inflicted setback of historic proportions.  A second consequence of a \ndefeat of NAFTA would be to hand our major economic competitors in Europe and East Asia a gilt-edged invitation \nto go after what should be a natural market for our goods and services.  They will not hesitate to gain a foothold \nwhere we fear to tread.  I've had a good deal of experience in my professional life with Japanese businessmen, and \nI've got great admiration for their initiative and imagination, and I have no question but that, if there's a defeat of \nNAFTA, we'll find Japanese businessmen moving into Mexico to take advantage of the opening that we've left by \nthe sense of rejection that we would have created.\n\n\n\n Third, rejection of NAFTA would send a chilling signal about our willingness to engage in Latin America at a time \nwhen so many of our neighbors are genuinely receptive to closer cooperation.  It would complicate our efforts to \nfind diplomatic solutions to regional crises that threaten peace and stability in the hemisphere.\n\n Fourth, while there's no good time to defeat NAFTA, there could be no worse time than the present time when the \nGATT negotiations are in the final crucial days leading up to the December 15th deadline. At this delicate stage of \nthe Uruguay Round, the United States must maintain maximum leverage and must exercise maximum leadership. \nNAFTA's success will affirm our international economic leadership.  It will signal to our trading partners that we're \nserious about opening markets and we have the political will, the determination, the courage to follow through.  On \nthe other hand, failure of NAFTA would call into question our credibility as a reliable negotiating partner and hamper \nour efforts to expand world markets.\n\n I must say, Mr. Chairman, the world is watching.  The next 40 days can shape the economic world and shape \nAmerica's future in it. Not only will critical decisions be made on NAFTA and GATT, but, in addition, we will host in \nSeattle this month a ministerial meeting of the Asia Pacific Economic Cooperation forum, the so-called APEC \nconference, which will be added to by an historic gathering of the leaders of the 16 members of APEC, which \nPresident Clinton will host for the first time in Seattle. This will enable us to establish a framework for regional \neconomic cooperation, integration and trade liberalization in Asia.  With NAFTA, GATT and APEC, the United \nStates has in this next 40-day period an extraordinary convergence of opportunities to show that we're committed to \nthe international trading system, that we want to do everything we can to promote global growth and jobs for \nAmericans.\n\n Fifth and finally, NAFTA's rejection would undermine our commitment to open markets and a liberal world trading \norder. Opposing an agreement that eliminates trade barriers is really an argument for protection.  It's only a short \nintellectual walk from opposing the lowering of tariffs to favoring the erection of higher trade barriers.  This is simply \nthe wrong course for the United States.  We've seen the consequences of protectionism once before in this century \nin the late 1920s, in the early 1930s, and once was certainly enough.  I believe that to oppose NAFTA is to reject \nthe principles of free trade that have helped make America a very prosperous nation in the last half-century.\n\n Beyond all the specific points that are going to be marshalled for NAFTA, a broader overriding principle is at stake \nfrom a foreign policy standpoint, and it is that America cannot and should not and will not thrive if it withdraws from \nthe world.  The defeat of NAFTA would not only forfeit an opportunity to strengthen our economy, but it would \nconstituted a profoundly disturbing move toward isolation, toward abdication of the role that America must assert to \nprotect our interests and promote our values.  It would weaken our position not only on international economic \nissues but on other foreign policy concerns which are very important to our security.  The vote on NAFTA will \ndetermine whether we chose to engage or retreat in the global economy, whether we will enable our workers, who \nare the most productive in the world, to compete and win, or whether we will try in vain to insulate ourselves from \nthe rapid worldwide economic change that's taking place all over the globe.\n\n I don't believe we can afford to shrink from the natural and growing market for our goods and services that Mexico \nrepresents.  I don't believe that we ought to undercut the president at a time when negotiations on the Uruguay \nRound are in their final stage, and I don't believe that we ought to endorse the kind of economic isolation that \nsquanders the chance to create American jobs and surrenders a part of America's global leadership.\n\n I believe that a vote to approve NAFTA is a vote for American engagement that will echo around the world and \nespecially in our own hemisphere.  It's a vote to expand political freedom and free markets throughout the \nhemisphere and to extent cooperation between the United States and the countries of Latin America.  It is a vote to \nreinforce the foundations of free trade that will be a foundation for prosperity in the next century.\n\n NAFTA is a once-in-a-generation opportunity.  Approval will signal our confidence at home and abroad that our \neconomy is going forward and that we are participating in the international trading system.  With NAFTA we're \nbuilding an economic future and a foreign policy worthy of our great nation.\n\n Before I conclude, Mr. Chairman, let me just take a minute to respond to Mr. Rohrabacher.  I guess I should be \ncomplimented that he would like to see more of me up here, but I want to say, congressman, that I have testified in \nmeetings like this or comparable ones 31 times in the nine months that I have been in office, far more than my \n\n\n\npredecessor as secretary of state.  With the travel schedule I have I think that is a strong record of participation.  \nBut I want to say to you, if you ever want to talk to me, please call me up.  I'll answer the telephone or I'll come up \nand talk with you.  I have a rule that I answer congressional calls in the same day that I receive them.  I think that's \na commitment that I've certainly tried to keep, despite my travel schedule.  I feel very responsive to you.  I want to \nbe here as often as I possibly can, and I'm committed to continue to do that.\n\n Thank you very much, Mr. Chairman.\n\n REP. HAMILTON: Thank you, Mr. Secretary.\n\n Secretary Bentsen?\n\n SEC. BENTSEN: Thank you very much, Chairman Hamilton, and Congressman Leach, distinguished members of \nthis committee.  I appreciate the chance to appear with Secretary Christopher to talk about NAFTA.\n\n But first let me say to you, Mr. Chairman, I was very appreciative of your sending me your speech on NAFTA (of \nJune ?).  I must say, the first thing I did after reading it was send it throughout Treasury.  We probably have the \nfourth printing by now.\n\n When we talk about NAFTA, this is not a theoretical exercise for me.  I was born and reared on that Mexican \nborder.  I've seen good deals and I've seen bad deals with Mexico.  I think this is a good deal.\n\n I think it's important for everyone to understand that this agreement is not the cause of the problems that make \nsome Americans concerned about NAFTA, but it's going to solve some of them.  This trade agreement didn't \npollute the border region, but it will help clean it up.  This trade agreement hasn't sent American jobs south; in fact, \nit will create better-paying jobs for Americans here.  This trade agreement isn't responsible for any unease people \nmay feel about our economy, but it can go a long way toward solving these problems and easing those fears.  Even \nbetter, NAFTA is going to make us more competitive in global markets, and NAFTA is the first step towards \nsolidifying our trading position in Latin America.\n\n What an incredible change has taken place in Mexico.  All my life I heard Mexican politicians running against the \nUnited States, the colossus of the north, \"los gringos al otro lado del Rio Bravo\" and winning by that.  Change in \nattitude that's taken place.  First with de la Madrid as he took them into GATT.  And now to watch Salinas standing \non the shoulders of de la Madrid, bringing down those tariffs, opening up markets, and seeing it happen throughout \nLatin America.  There is an economic revolution that is taking place down there and we ought to be taking \nadvantage of it, be a part of it.\n\n I think NAFTA is an integral part of our domestic economic agenda, a key element of our international agenda to \ncreate jobs through opening up markets through reciprocity.  NAFTA is going to make us more competitive in \nglobal markets and the first step in solidifying our trading position throughout Latin America.  Trade is a way of life \nfor this country of ours.  One in eight U.S. jobs depends directly on trade.\n\n That's why I wonder when I hear talk about passing up the chance to increase exports and open markets.  I don't \nknow of a time when less trade meant more jobs and more prosperity for Americans.  The idea that we cannot \ncompete, that we turn inward, I can't accept it.\n\n Many of you by now are familiar with the figures.  Since Mexico began dropping its trade barriers, we've seen our \nposition go from a deficit of almost $6 billion in trade to over $5.5 billion surplus while we continue to have an \nenormous deficit in other parts of the world.  We've picked up -- based on the 300,000 jobs that we did have \ndependent on trade to Mexico, we've picked up another 400,000.  Now, some 700,000 Americans depend on trade \nwith Mexico for their livelihood, and things will get better with NAFTA.  We anticipate in two years another 200,000 \njobs.  I think one of the other things that's important is the fact that those export jobs pay about 12 percent more \nthan other jobs.\n\n One of the primary benefits of this is that it levels out sharply a field that is tilted against us.  With NAFTA, Mexico \nis dropping tariffs that are 2-1/2 times the size of ours, average 10 percent to our 4 percent.  And you have to \nremember this, those tariffs in the past have been 100 percent; they've been 50 percent; and you've had nontariff \nbarriers, and that's the sort of thing that we're beginning to eliminate.\n\n\n\n When people talk about these jobs going south and how the Big Three went south, one of the primary reasons for \nthat was not cheap wages, but because they built protectionism around Mexico and you couldn't sell in that \nMexican market unless you were down there producing.  And even now, if you want to sell a car to Mexico, you \nhave to buy two from them.  If you want to sell $10,000 worth of automobile parts to Mexico, you have to buy \n20,000 [dollars] from them, in addition to the nontariff barriers.  That's the sort of thing that we're getting rid of in this \ntype of situation.\n\n And these tariff cuts, they're just for us and Canada.  They're not for the Europeans who have built themselves a \nEuropean common market to give advantage to their trading partners within that. They're not for Japan.  They give \nus a further competitive edge against that kind of competition.  What happens if you reject NAFTA, you can bet that \nJapan, with very able traders and competitors, will be banging on that door, and so will the Europeans.\n\n They'll have their order books out.  And Salinas will decide that America can't take yes for an answer.\n\n Where will we be?  We'll have been retreating behind a wall of protectionism and we'll be losing business, and \nthat's a shame. Because the Mexicans don't just like American goods; they love U.S. products.  Seventy percent of \ntheir imports now come from the United States of America.  We can't give up that kind of an edge.\n\n The fastest-growing market in the world today, Asia.  Secretary Christopher talking about the meeting with APEC \ncountries, and we ought to be involved.  We are part of that.  But there's no question but what the Japanese and the \nincreasing Chinese economy has an edge on us there.\n\n Second-fastest-growing area in the world today, not Europe, Latin America.  And we have the edge there.  Go \ndown to Chile.  Look at what's happened there with Alejandro Foxley (sp) as an economist. Aylwin is the president.  \nPrivatizing.  Go down to Argentina.  Can you imagine a Peronista that would privatize and open up markets?  And \ngetting down inflation that way.  With Cavallo (sp), a brilliant economist, helping counsel him.  Those are things that \nare happening throughout Latin America.  And we certainly ought to be a part of it. I don't think there's an American \nthat wants to see the United States left behind in this.\n\n As you know, President Clinton wanted to make this agreement better.  So, the administration negotiated two side \nagreements, one on labor issues and one on the environment.  I want just to spend a minute on those two.\n\n The labor side agreement offers us a precedent-setting way to keep Mexico moving forward in the enforcement of \nits labor laws and standards.  Many people don't realize that Mexico has good, strong labor laws, but enforcement \nhas been a problem.  Mexico has made a commitment to enforce its laws with far stronger actions and to publish its \nlaws and regulations for all to see.  When people know their rights and there's a well-publicized commitment to \nenforce those rights, Mexico and Mexicans will demand that those rights be observed. The side agreement's \nconsultation procedures and dispute-settlement process in key worker standards guarantees that we will know of \nany failure to enforce Mexican labor laws and we'll be able to take meaningful action.\n\nI would remind this committee that without NAFTA, the side agreements won't exist.  If we lose NAFTA, we lose the \nframework to move Mexico forward on the labor front.\n\n Over and above that, on our side we're phasing-in our tariff cuts so that our industries that might feel some impact \nfrom NAFTA will have time to adjust.  We're also committed to a solid package of worker adjustment assistance to \nmake certain that workers who are affected get help.\n\n I know the importance of safe drinking water.  Reared on that Rio Grande.  I've seen a situation with 26 million \ngallons of raw sewage a day coming out of plants in Nuevo Laredo that flow down and affect both sides of that \nborder.  I know the problem of adequate waste treatment and solid waste disposal.  Right now there are hundreds \nof thousands of households on both sides of that border that lack those basic needs.\n\n We have created a financing mechanism, at very little out-of- pocket cost to either us or the Mexicans, I might add, \nthat will take on this problem.  We call it the North American Development Bank or NAD Bank.  Ninety percent of \nwhat it lends will go for environmental projects.  The remainder will be available for community adjustment and \ninvestment in communities which are affected by NAFTA.\n\n\n\n I want to emphasize that the NAD Bank will depend heavily on private sector financing of border projects.  We and \nthe Mexicans will each put up $225 million spread over five years.  We originally proposed this, because of the \ndifference in the size of the economies, that we'd do 85 percent and they'd do 15 percent.  But people up here in \nthe Congress said that won't float; it has to be 50-50.  And that's the way we've set it up.  And that that can be \nleveraged to $2 billion to $3 billion in financing, and when combined with ongoing financing mechanisms, this \napproach can help generate up to $8 billion, that's to clean up that border.  And further, we have provided for an \nunprecedented level of community involvement in overseeing environmental work.\n\n And, finally, let me point out what NAFTA means to us in terms of our global economic strategy.  The fact of the \nmatter is that in international trading arena we compete with Japan and Europe, and Japan and Europe have \nstrategies for capitalizing on regional trade. For instance, the EC is in the final stages of creating a $6.4 trillion \nmarket of nearly 350 million people.\n\n The United States is in a unique position because we trade with both Atlantic and Pacific trading partners.  We \nhave to compete everywhere.  But like the EC and Europe, we must have a strategy for our own backyard.\n\n Now, let me give you an example of how Japan has benefitted from a regional strategy.\n\n For some time now, Japan has been working on increasing its trade with its closest neighbors -- and that's a smart \nmove -- with their fastest-growing markets in the world.  Why not trade with your closest neighbor?  They've turned \na market that was $25 or $30 billion two decades ago into a market worth as much as $150 billion to them.  And \nthey in China have that edge.  There's no question about it there.\n\n But in Latin America, and talking to you about it being the second-fastest growing market, it's right next door to us.  \nAnd as I said, we have 700,000 American jobs depending on that trade.\n\n I mentioned how much Mexico loves our products.  In fact, they've replaced Japan as our second-largest customer \nof manufactured goods. And that market is growing.  And NAFTA will help us unlock its potential.\n\n We ought to do everything we can to solidify our position.  If we pass NAFTA, we get jobs, we get trade, we get a \nstronger, more competitive economy.  If we fail to pass it, we fall prey to fears I'm absolutely convinced will never \nmaterialize.  Not only do we lose NAFTA, we also jeopardize the GATT negotiations, we deny ourselves the chance \nto continue leading the way in the Latin American market.\n\n And one final point.  I saw a study from a very respected independent economic forecasting firm just this week -- \nHorton (sp) -- telling us what happens if we don't pass NAFTA.  It had some figures that caught my eye.  It said if \nwe don't pass NAFTA, a decade from now total employment will be a half a million lower than what it would be, that \nmanufacturing jobs would be 170,000 lower than what it could be, and that our GDP will be $43 billion lower.  And \nthat works out to $330 per year less for the average working American.\n\n Thank you, Mr. Chairman.\n\n REP. HAMILTON: Thank you very much, Secretary Bentsen, for a good statement from both of you, powerful \nstatements, in my judgment. And let me just begin with a button I've seen around the halls of the Congress here in \nrecent days, and that's the phrase \"Not This NAFTA\". And the implication of that, at least to me, is that those who \noppose NAFTA think that they could support another NAFTA of some kind or description.  Could we negotiate a \nbetter or another NAFTA if this is defeated?\n\n SEC. BENTSEN: You won't get a chance to, because what you've seen in this kind of a situation is a change in \nattitude by Mexico to look on us as not the colossus of the north but a trading partner. And then when we can't take \nyes for an answer, you watch them switch if it didn't work and see who they pick as candidates to head the parties, \nsee who the PRI chooses -- \"a quien se pone el dedo\" -- who they put the finger on.  They'll pick someone with a \ndifferent point of view.  They'll say, this didn't work, so let's go encourage the others to come in and make their \ninvestments, let's encourage the Europeans, let's encourage the Japanese; they're effective, able competitors.\n\n REP. HAMILTON: So the prospect of negotiating another NAFTA is minimal, is that correct?\n\n SEC. BENTSEN: I think it's zilch.  I don't think you get it.\n\n\n\n REP. HAMILTON: All right.  Mr. Secretary -- Secretary Christopher, one of the criticisms made about NAFTA, of \ncourse, is that we are going to be rewarding an anti-democratic, corrupt Mexico, a Mexico that abuses human \nrights.  President Clinton the other day said that NAFTA, on the other hand, is an opportunity for democracy in this \nhemisphere.  Put this into perspective.  Why are we -- why is it an opportunity for democracy?  Why are we not \nrewarding anti- democratic actions in Mexico if we approve NAFTA?\n\n SEC. CHRISTOPHER: Mr. Chairman, it really depends upon an evaluation as to whether you think the trend has \nbeen in the right direction in Mexico in the last several years or not.  I feel confident that there has been a trend \ntoward greater democracy and greater respect for human rights in Mexico.  There are now three governorships in \nMexico that are held by the opposition party. There's a substantial opposition representative in their parliament. \nThis is a change from earlier days.  We may see a very competitive presidential race this year.  I think we want to \nencourage that trend.\n\n As I say, I think the issue is not whether Mexico is perfect at the present time, the issue is whether or not the \npassage of NAFTA, the approval of NAFTA, will or will not encourage the trend, which has been in the right \ndirection.  And I strongly believe that it will. And I think it will be a big setback toward the forces of enlightenment in \nMexico if NAFTA is turned back.  It certainly will be a major defeat for President Salinas, who has moved Mexico in \na positive direction.  REP. HAMILTON: Secretary Bentsen, I think you know, of course, that the key concern so \nmany Americans have about NAFTA is its impact on jobs and wages.  And whenever you talk to workers they \nconjure up this -- the low wages in Mexico and flooding American markets, and all the rest.\n\n How do you respond to these concerns about low Mexican wages?\n\n SEC. BENTSEN: Mr. Chairman, if low wages was the answer, then watch out for Bangladesh, watch out for Haiti.  \nBut you take very sophisticated business people that you have in Germany, and they decide to put the new BMW \nplant not in Mexico, to put it in the United States.  Talk about the new Mercedes Benz plant; put it in the United \nStates, not in Mexico.  When you look at the difference in the cost in building the identical car between Mexico and \nthe United States, it costs you $410 more to build it in Mexico.  Now why?  You've got a differential in wages, but \nwages today are -- direct wages are only 8 percent of the cost of building a car in the United States, for example.  \nBut what you have is an infrastructure here and a work ethic that makes us the most productive workers in the \nworld.  They are world competitive and they have the advantage over the kind of an infrastructure that you see in \nMexico insofar as the roads, insofar as the transportation, insofar as the railroads, insofar as the communications.\n\n REP. HAMILTON: Mr. Leach?\n\n REP. LEACH: Well I was appreciative that both of you put your statements in the context of other international \ntreaties under negotiation, particularly GATT.  And both of you indicated that if NAFTA goes down, GATT becomes \nmore difficult and possibly is in jeopardy.  Most of the information this committee has received from foreign visitors, \net cetera, is even more stark.  That is, there is a sense in Europe that if America wants Europeans to be more free \ntrade oriented, it can't be protectionist in its own hemisphere.\n\n Coming to the agricultural community in particular, as you know, many Midwestern agricultural interests are very \nconvinced that NAFTA is in their best interest.  If NAFTA goes down, that's kind of a whammy at Midwestern \nagriculture, but it could be a double whammy in the sense that there's a sense that the United States position vis-a- \nvis France and the GATT negotiations will weaken substantially.  Is that a fair assessment in that you'll see \nAmerican agricultural interests more likely to be sacrificed in the GATT negotiations if NAFTA goes down?\n\n SEC. BENTSEN: Congressman Leach, I certainly think so.  If we can't work out an opening up of markets with our \nnext-door-neighbor, then it's going to be extremely difficult to sell our point of view in opening up markets in Europe \nand in the developing countries around the world.  We've seen our exports to Mexico on agriculture in the last five \nyears go from $1 billion to $4 billion.  And we've had a further opening-up of those markets offered to us in the \nNAFTA agreement.\n\n So, for us then to try to argue with the French on the Blair agreement, it becomes much more difficult.\n\n REP. LEACH: I appreciate that.  I'd just like to ask a couple of logical questions.  It strikes me if Mexico has three \ntimes the tariffs we do and NAFTA reduces them to equality over time, how can we be better off keeping the status \n\n\n\nquo?  If Mexico has a lot of internal corruption, is it better off with the status quo or better off with open markets with \nthe United States?\n\n SEC. BENTSEN: Well, let me say what we're talking about is evening the trading field, leveling it, and that's where \nwe're headed with this agreement.  Now, you've had problems, without a question, insofar as some of the \ncorruption in Mexico.  We've had a bit ourselves, you know.\n\n But I look at a situation where Pedro Esby (ph) in charge of customs, and since customs comes under Treasury on \nthis side, I relate to it.  But I watched him go in there and fire the whole customs force.  Imagine us doing that on our \nside.  He brought in a bunch of interns, kept them there about six months or so and then turned around and fired \nthe whole customs force, and then hired some of them back one at a time after he was satisfied with them, and 10 \ntimes -- increased their salaries 10 times to try to take care of -- see that they weren't so subject to being bought off \nby people going across that border.  Amazing change in attitude.\n\n REP. LEACH: I appreciate that.  Let me just ask one historical question.  Both of you commented, in essence, on \nthe '30s and the notion that protectionism deepened and lengthened the Great Depression.  That lesson has been \ncommented upon.  But it strikes me that isn't there the obverse truth, too, that if protectionism deepens and \nlengthens difficulties in the economy, doesn't steps towards free trade imply a greater impelling of economic \ngrowth?  Is that a valid observation, or do you think that history doesn't have relevance here?\n\n SEC. BENTSEN: I think what it does, the competition makes us cut out the fat, increase the productivity, makes us \nmore competitive.  I think what you're seeing in this country, I think we're in the best position to take on international \ncompetition I have seen, and let me tell you why.\n\n Remember what it used to cost for capital in Japan?  You'd have some bonds at 1 percent and some warrants out \nthere for conversion to a stock that was a hundred times earnings.  That's what capital was costing them.\n\n Now capital costs them more than our capital costs in this country. And we have become much more sensitive to \nquality products, and the cooperation between management and labor here to do that one has made us, I think, the \ntoughest competitors in the world today.\n\n REP. LEACH: Thank you, sir.\n\n REP. HAMILTON: Mr. Lantos.\n\n REP. LANTOS: Thank you, Mr. Chairman.  Let me first welcome our two distinguished guests, and let me say in \ngeneral that the country is extremely fortunate to have you two in these two critical positions.  You have done an \noutstanding job and you have our appreciation.\n\n As I look around my colleagues, there are plenty of articulate opponents and supporters of NAFTA.  I'd like to deal \nwith some other issues.  I'd like to deal with some other issues because it seems to me that the future of our nation \nwill not be determined by what happens in Haiti or Mogadishu, and it won't even be determined by whether NAFTA \nwins or loses by six votes on November 17th.\n\n But the future of our nation will depend overwhelmingly on the way we develop our relations with Russia and the \nway we revitalize NATO.  And in that connection, Secretary Christopher, let me pay tribute to the president and to \nyou for having handled the main event, U.S.-Russian relations, with extraordinary judgment and great, great \nsophistication and skill.  On two occasions, at the time of the referendum and most recently, at the time of the coup, \nthe president and you have shown great courage and great judgment in coming down, without any reservation, on \nthe side of the democratic forces in Russia.  And my feeling is that these moves will determine for a long time to \ncome our relationship with the one remaining large nuclear superpower, Russia, and our ability to work will create a \nframework that will provide some stability in this very turbulent world.\n\n Let me, however, move on to an upcoming issue with respect to Russia.  When Ambassador Talbott testified \nbefore this committee some time ago, I cautioned him that we should not press Yeltsin to hold presidential elections \nyet again.  Yeltsin has had two sets of presidential elections in a very difficult situation.\n\n He had the referendum, and he is the first democratically elected president of Russia.\n\n\n\n In the last few days, we have heard indications that the presidential elections that he talked about for next June \nmay be postponed.  My understanding is that the parliamentary elections which are coming up in December should \ndetermine the timing of the next presidential election in Russia.  And I hope that we will not put pressure on Yeltsin \nto submit himself yet again, the third time in less than three years, to presidential elections.\n\n I would like to get a reaction from you, Mr. Secretary, on what our view is of when presidential elections should be \nheld.  Are we going to hold him to this June date, or will we allow the newly elected Russian parliament to \ndetermine when those elections should take place?\n\n Secondly, Mr. Secretary, I believe that the basis of a stable world will depend on the future of NATO.  Are we \nprepared to move gradually and rationally toward expanding NATO not in a manner which is threatening to Russia, \nbut in a manner which it makes it clear to them that NATO is now their friend, that there is an opportunity for Russia \nand NATO both in its present form and in an expanded form to cooperate with Russia to preserve stability not just in \nEurope but in many adjoining areas, such as the Middle East?\n\n SEC. CHRISTOPHER: Thank you, Mr. Lantos.\n\n With respect to the timing of the presidential election in Russia, I think it's important to realize two things.  First, the \nconstitution that has been proposed by President Yeltsin would provide that his term as president continues until \n1996, which was his current present term.\n\n REP. LANTOS: That's right.\n\n SEC. CHRISTOPHER: But it also provides, Mr. Lantos, that the parliament is authorized and permitted to establish \nan earlier date for the presidential election.  It's my judgment that that's a healthy way to have it, that President \nYeltsin has indicated his willingness to stand again next June if the parliament wants him to do so, but I think that \nfrom the standpoint the United States' relations with Russia, our interest -- we ought to be focussing on the two \nmajor events that are coming up this December: that is, the election of the parliament and the approval of the \nconstitution.\n\n That's what's before us right now and that is what is important.  I think the way that the presidential election date \nhas been handled is a satisfactory one from our standpoint.  That is, the constitutional provision, but with the \nauthorization of the congress or the parliament, I should say, to establish an earlier date if they wish, perhaps next \nJune.\n\n On the other question, Mr. Lantos, I certainly agree with the thrust of your question.  The United States, after a \ngood deal of thought, the president has put forward the concept of an evolutionary expansion of NATO, the \nprospect that NATO can be expanded over time with no one excluded from consideration.  President Clinton calls \nthis the offer of a partnership for peace, which is going to be put before the NATO summit which he has called for \nnext January.\n\n This partnership for peace would be an inclusive enterprise, not exclusive.  It would offer this opportunity of a \npartnership for any of the members of the North Atlantic Cooperation Council, give them an opportunity to develop \nhabits of cooperation, to train together, to plan together in Brussels.  And I think that's a very sound way to \napproach this matter, not to single out a bloc of countries and say you're coming in first, which I think would be -- I \nthink the Russians would find that to be a very threatening concept.\n\n I'm very glad to tell you that when I met with President Yeltsin in Moscow about 10 days ago, I outlined this \npartnership for peace concept to him and he was very impressed with its soundness.  And he said we'll certainly \nwork with that; we think it's a proper concept.\n\n So, I think that I'm agreeing with the thrust of your question, Mr. Lantos.  We ought to provide for an evolutionary \nexpansion of NATO, but in a way that we can test the cooperation of countries as they begin to work in this \npartnership with the NATO countries.\n\n REP. LANTOS: Mr. Secretary, let me just say I'm delighted to hear your response.  And let me commend you and \nthe president for keeping your eyes on the main event, which is the building of a new structure of collective security \n\n\n\nfollowing the collapse of the Soviet Union.  And you should not allow yourself to be sidetracked into truly secondary \nside issues.\n\n SEC. CHRISTOPHER: Thank you very much.\n\n REP. HAMILTON: The chair recognizes Mr. Leach for a unanimous consent request.  REP. JIM LEACH (R-IA): Mr. \nSecretary, I'd like to ask unanimous consent that at the time of the opening statements, a statement by Don \nManzullo be inserted in the record in support of the NAFTA agreement.\n\n REP. HAMILTON: Without objection.\n\n Mr. Smith.\n\n REP. CHRISTOPHER H. SMITH (R-NJ): Thank you very much, Mr. Chairman.  Mr. Chairman, the administration \nproperly rejects the notion that U.S. workers can't effectively compete with Mexican workers.  I happen to believe on \na fair playing field, and I know Secretary Bentsen echoed this, U.S. workers can and do indeed outwork, outproduce \nanyone in the world, and I think we're very fortunate in this nation that this is the case.\n\n But I think the issue of productivity, the caliber of the U.S. workforce, isn't the issue at all, and to raise it in this \ndebate is somewhat diversionary.\n\n The issue of concern is the impact, the magnetic impact that a $1.00- an-hour wage has on U.S. corporations, \nJapanese corporations, German corporations and others who would locate their plants south of the border.\n\n You know, there are two studies that come to mind.  Recently Chairman Obey of the Joint Economic Committee on \nOctober 25th issued a report in which he said the Joint Economic Committee report concludes that even with all of \ntheir limitations, a fair assessment of the studies finds potential negative economic impacts from NAFTA. \nSpecifically, the Joint Economic Committee report finds that there could be potentially significant gross job \ndislocations of 500,000 or more over a period of five to ten years.  The AFL-CIO in one of their task force reports \npoints out that several economic studies that account for increased capital flows to Mexico project a net job loss in \nthe United States of as many as 550,000 jobs over the long term as a result of NAFTA.  More importantly, all \neconomic studies show significant additional job dislocation resulting from NAFTA.\n\n My question -- and I have two questions.  One -- the first would be to Secretary Bentsen.  Do you agree with that \n500,000 job loss figure in terms of dislocation, people losing their jobs in a way directly attributable to NAFTA?  \nExactly what does the administration want to do to try to help those people?  I have a number of people in my \ndistrict who have been at manufacturing jobs the entirety of their life, working in auto parts and working in other \nmanufacturing jobs, highly paid, good jobs, who are in their 50s, who, when they come and they talk to me, they \nsay, \"Chris, what am I going to do?  Where do I go now?  How do I get retraining, and where will these so-called \nnew jobs be, in our state or perhaps anywhere else?\"\n\n My second question would be to Secretary Christopher.  Picking up on what Mr. Rohrabacher had pointed out, we \ndo seldom get the opportunity in this kind of forum to address you.  Mr. Lantos and I, Mr. Markey and Mr. Wolf \nrecently issued a report card on the issue of MFN for China, on a whole host of issues -- the human rights issue, the \nfact that gulag labor continues unabated.  U.S. attempts to try to get into these gulags for on-site inspections to \nverify or to dispute whether or not they are using political prisoners and human rights activists to produce these \nmaterials for export to the U.S. have been rebuffed by the Chinese.  In every category, whether it be population \ncontrol and the continued unabated use of forced abortion in China -- that is one of the criteria, I know, for MFN -- \nand then you look at other areas of human rights, religious repression, (house church ?), Protestants, Catholic \nbishops are flown into the gulags, and occasionally a few are let out for purposes of international appeasement.\n\n If you could, Mr. Christopher, you know, we're at the three-month mark, point.  MFN is obviously something that will \nbe very intensely looked at next year.\n\n Mr. Markey made a very eloquent statement with regards to the nuclear proliferation issue, that if MFN were \ncoming up today for renewal they would lose on that point alone because they have certainly not lived up to hopes \nand perhaps some expectations.  So on those two issues, if you distinguished gentlemen could answer.\n\n\n\n SEC. BENTSEN: Mr. Smith, you addressed the first question to me. Let me say, absolutely not; we don't agree \nwith those numbers.  Let me further state that the Congressional Budget Office has also concluded there'll be little \nshort run displacement of American workers after the implementation of NAFTA.  We do not believe that there will \nbe a significant number of jobs that are lost because of a short-run increase in imports from Mexico; that that will be \nnot significant, that we believe that job displacement, because of increases in Mexican imports, will be quite small.\n\n SEC. CHRISTOPHER: Mr. Smith, with respect to China, as you know, the president continued MFN for China for a \nyear, but he said that it would be reviewed at the end of the year and it would not be continued unless there was \nsignificant overall progress in the field of human rights.  And that's a condition that I take very seriously as, of \ncourse, does the president.\n\n Frankly, the progress in the first three months has been disappointing to us.  I mentioned that to my colleagues in \nthe Chinese government and I've told them that this is a matter that cannot be addressed only next April or May, it \nneeds to be addressed throughout the year.  Congress is watching this matter, and I think unless we have a \nsubstantial improvement, we will not be in a position to recommend a continuation of MFN.\n\n One possibly positive sign is that the Chinese permitted our assistant secretary for human rights to come to China.  \nHe was able to make his points.  But we're still waiting for action on their part, and it's a condition that we take very \nseriously and will be weighing as we go through the year.  There'll be some opportunities for us to make this point \nat the very highest level.\n\n As you know, one of the great advantages of President Clinton's idea of inviting all the heads of government to \ncome to Seattle for an extra day of the APEC meeting is he'll have an opportunity to meet with President Jiang \nZemin of China, and I'll be meeting again with the foreign minister.  And you can be sure that we'll be addressing \nthis point very forcefully, trying to tell them what's in their own self-interest, because I understand the feeling of the \nCongress on this subject.  MFN is specifically conditioned on improvement in human rights, but we'll also have to \nweigh the other aspect of our relationship, non-proliferation and trade.\n\n REP. HAMILTON: Mr. McCloskey?\n\n REP. MCCLOSKEY: Thank you very much, Mr. Chairman.  I guess I might -- not that I didn't plan to ahead of time \n-- take a cue from the example of Tom Lantos in taking the liberty, with this great opportunity, to bring up another \nsubject.  And as Secretary Christopher may know, I do have a special concern -- I'm sure many of us have a \nspecial concern about Bosnia and the Balkans.\n\n I guess, Mr. Secretary, my concern -- I'm going to, Mr. Chairman, have about a four-minute statement here in a \nfew moments, but my concern maybe can be best capitalized -- or capsulized, Mr. Secretary, in the reports in \ntoday's Post and New York Times.  They're phrased in different ways by Elaine Shalino (sp) and Dan Williams, but I \nguess to paraphrase Dan Williams, whatever it was, he said that among other thing, Bosnia did not make your \nforeign priority -- foreign policy priority cut yesterday, that is was, I guess, in essence hard to find a priority concern \nin that area.  And I think given, in many ways, your own noble and particularly early forthright history on this, I just \nfind this particularly saddening.\n\n So Mr. Chairman, starting my statement, on February 10th, three weeks after President Clinton took office, \nSecretary Christopher stated that this administration had to address the circumstances as it found them in Bosnia.  \nHe further stated that the administration was resolved to do so.  Just last month, however, he stated that the \nadministration, quote, \"inherited,\" unquote, the problem.\n\n Also on February 10th, Secretary Christopher stated that the United States', quote, \"direct strategic concerns in \nBosnia, including preventing the destruction of a U.N. member state by force, setting an example for would-be \ndictators, and fearful minorities all over the world in preventing a greater Balkan or pan-European war.\" When I \nheard those remarks, I was proud of my president, proud of this administration, proud and grateful as to Mr. \nChristopher and proud of my country.\n\n Unfortunately, the administration began an about-face soon after that was slower and more convoluted than the \nones in Somalia, and was abysmally shameful.  During the rest of the winter and the spring of this year, the Bosnian \nSerbs and their backers in Belgrade carried out the worst and bloodiest offense of their terrorist campaign by \n\n\n\nethnically cleansing hundreds of thousands of innocent civilians from eastern Bosnia.  The first week of May, after \nPresident Clinton decided to pursue the lift-and-strike option in Bosnia, Secretary Christopher -- for whatever his \nvaliant efforts in Europe -- returned from Europe empty- handed.  Rather than pushing, though, the issue at this \npoint, however, the administration did the opposite.  It acquiesced to European objections to allowing the Bosnians \nto defend themselves, it signed on to the joint action program, a meaningless plan which called for safe areas that \nwe all know -- we all know -- and two weeks ago I was in Sarajevo -- we all know that Sarajevo and the other so-\ncalled safe enclaves to this day are still not safe.  In fact, 50 years after Buchenwald and Auschwitz, there are giant \nconcentration camps in the heart of Europe.\n\n On June 29th, because the United States declined to lobby on its behalf, the nonaligned countries' draft resolution \nto lift the arms embargo failed in the U.N. Security Council.\n\n On July 21st, Secretary Christopher said this administration was doing all it could in Bosnia consistent with our \nnational interests. The very next day, consistent with that statement, the Serbs launched one of their largest attacks \never in the 17-month-old siege of Sarajevo.\n\n Last month, the Serbs resumed their shelling of Sarajevo and killed dozens more innocent civilians.  Bosnian Serb \nterrorist leaders, we all know Mr. Karadzic, were quoted in the New York Times as saying that they renewed their \nbloody attacks because they knew after American fiascoes in Haiti and Somalia the Clinton administration would \nnot respond.\n\n They were right.  Our only response was another warning to Milosevic.  We've been warning these people, Mr. \nSecretary, for nearly two years, and I guess I appreciate your warnings, but I'd like to see some effect at some \npoint.  Unlike the shells raining down on innocent men, women and children in the Bosnian capital, these warnings \nring absolutely hollow.\n\n Even now, we won't lift the sieges, and I think this is very important.  The U.S. and the U.N. strained even to avoid \nadmitting there is a siege, to take necessary steps, including opening Tuzla airport, to prevent people from starving \nthis winter.\n\n All these things happened or are happening on the secretary's watch.  The situation in Bosnia stopped being an \ninherited problem in January '93.  Since then, several hundred thousand Bosnians have been driven out of the \ncountry or into internal exile, thousands of innocent civilians have been murdered, tens of thousands of ill- equipped \nBosnian soldiers have been killed because we won't arm them, thousands more women have been raped as a \nsystematic campaign by the Bosnian Serbs.\n\n The administration continues to profess -- I have about another minute, Mr. Chairman -- continues to profess that it \nwants a negotiated solution to this war of aggression even if it means dismembering the sovereign U.N.-member \nstate of Bosnia.  It also says this is a tragic, complex situation with no easy answers.  We all want a negotiated \nsolution.  We all know perfectly well that it's tragic and that nothing will come easily in addressing the crisis, but \nthese are empty posturings in the administration's grievously inadequate foreign policy.  Hundreds of thousands of \nlives hang in the balance as we say we support the enlargement of democracies and do little more.\n\n Genocide is taking place in Bosnia, and I think it's very important -- Mr. Christopher knows this, but Secretary \nChristopher won't say so.  On at least two occasions of which I am aware, State Department lawyers and \nrepresentatives of other relevant bureaus have recommended that he state this publicly, but we still do not have an \nanswer.  That request was first made publicly and in writing about 200 days ago.\n\n Mr. Chairman, I won't go on.  I appreciate the time.  But when the history books are written, we cannot say that we \nallowed genocide because health care was a priority.  We cannot say that we allowed genocide because the \nAmerican people were more concerned with domestic issues.  History will record, Mr. Secretary, that this happened \non our watch, on your watch, that you and the administration could and should have done more.  I plead to you, \nthere are hundreds of thousands of people that still can die.\n\n The people of Sarajevo are being besieged.  One weekend about ten days ago, some 2,000 to 3,000 shells or \nmore came down --\n\n REP. HAMILTON: Will the gentleman -- (off mike)\n\n\n\n REP. MCCLOSKEY: One moment.  The situation is even worse, as you know, Mr. Secretary, in the outer areas of \nBosnia.  We have to do something.  The winter comes on every day.  This is November 2nd (sic).  I plead for you \nand the administration to make a more aggressive -- to take a more aggressive interest in this.\n\n Thank you very much, Mr. Chairman.\n\n REP. HAMILTON: The time of the gentleman has expired.  The secretary should respond.\n\n SEC. CHRISTOPHER: Mr. McCloskey, you and I have got a fundamental difference of opinion on this subject.  At \nrock bottom, you would be willing to put hundreds of thousands of American troops into Bosnia to compel a \nsettlement satisfactory to the Bosnian government.  I would not do so.  I don't think our vital interests are sufficiently \ninvolved to do so.  I don't see any point in our debating this subject further.  You and I have discussed it several \ntimes in this forum.  We have got fundamental differences of opinion.  I do not believe that we should put hundreds \nof thousands of troops into Bosnia in order to compel a settlement.\n\n I'd go on to say, Mr. McCloskey, that it seems to me that your very strong feelings on this subject have affected \nadversely your judgment on other matters.\n\n REP. MCCLOSKEY: I have a right to reply to that very briefly, in one sentence, Mr. Chairman.\n\n REP. HAMILTON: Mr. Rohrabacher.\n\n REP. DANA ROHRABACHER (R-CA): Mr. Secretary, not to belabor the point that I made in the beginning, but if \nyou were here more often it'd be a better chance for an exchange like that.  And these type of exchanges, the \nAmerican people deserve to hear that.  We discussed it with you once at this forum, and we've heard today \ndiscussions on Russia, we've heard discussions today on the most favored nation status for China.  We need to \nsee you here more often so the American people can hear the dialogue and make up their own minds rather than \nhaving to have the type of exchange we just did.  With that stated -- again -- about, you know, when we talk about \nmost favored nation status for China, it emphasizes again the relationship between diplomacy and economics, as \nwe have with Secretary Bentsen here today, again emphasizes that, you know, we have economics and diplomacy \ngoing hand in hand.  What I'd like to ask you is that what role has the Department of Commerce played in this issue \ntoday?  I mean, is the Department of Commerce playing a major role in this whole issue of free trade with Mexico?\n\n SEC. BENTSEN: Yes, they are.  They're playing a substantial role.  The secretary of commerce had his \ninvolvement in it also, obviously.\n\n REP. ROHRABACHER: Right.\n\n SEC. BENTSEN: We have a trade ambassador, and he plays the lead role.\n\n REP. ROHRABACHER: Okay.  What role did Secretary Brown -- and I ask this to Secretary Christopher.  What \nrole did Secretary Brown, the Secretary of Commerce, play in the decision that led to the easing of the embargo on \nVietnam?\n\n SEC. CHRISTOPHER: None at all, as far as I know.  I don't remember his involvement at all.  We've taken -- the \npresident's taken two decisions with respect to Vietnam this year, and I don't recall Mr. Brown's involvement in \nthose decisions, Mr. Rohrabacher.\n\n REP. ROHRABACHER: Have you ever had a conversation -- since the election of 1992, have you ever had a \nconversation or a communication in any form from Secretary Brown concerning the easing of the embargo on \nVietnam?\n\n SEC. CHRISTOPHER: Not that I recall, and I think I would recall if I had had that conversation.\n\n REP. ROHRABACHER: Why do you believe that in an issue of such importance as this, a major economic \ndecision by the administration, that the secretary of commerce played no role whatsoever in that decision?\n\n SEC. CHRISTOPHER: Essentially this is a decision that's focused on the question of POWs and MIAs.  The \npresident has made it clear that he does not want to proceed with respect to any kind of more normal relations with \nVietnam until he's satisfied that there has been --\n\n\n\n REP. ROHRABACHER: The economic considerations on our domestic economy are not a factor in whether or not \nwe're going to lift the embargo on Vietnam?\n\n SEC. CHRISTOPHER: Mr. Rohrabacher, the president has indicated that on this one issue, that until there's an \nacceptable performance on the POWs and MIAs, that he will not proceed to normalize relationships.  This is one \nissue where his strong feeling about POWs and MIAs and the families that care about them is overriding in his \nmind.\n\n REP. ROHRABACHER: The economic -- really, frankly, it strains credibility to suggest that economic \nconsiderations of what lifting a major trade embargo would have on the United States, that that domestic \nconsideration isn't even part of the process.\n\n SEC. CHRISTOPHER: Well, they're certainly been part of the process.  The president has simply decided to give \npriority to, at this stage, to seeking assurance on the other.  Secretary Bentsen has been in the meetings, where I \nhave as well, and certainly the economic case has been presented, but the president is determined to get \nsatisfactory compliance with respect to the POWs and the MIAs.  I must say the government of Vietnam seems to \nbe cooperative on this subject at the present time.\n\n REP. ROHRABACHER: Well, I think the fact that Secretary Bentsen has been part of the decisionmaking but \nSecretary of Commerce Brown has not leads to questions of why the secretary of commerce has not been part of \nthese discussions.\n\n Let me also add to this point, because I've got one minute here, or less than a minute, that I am disturbed that the \nhuman rights component in the decisionmaking is not as large a component in the decisionmaking process as well \nas our economic considerations in dealing with Vietnam and other issues, like Most Favored Nation status with \nChina, like our relationships and the decisions we have to make about Bosnia.  These things are not -- the human \nrights component is not that heavy a part of the decisionmaking process.\n\n Excuse me, I'm not being really articulate here, but I think human rights should play a higher priority.  And I don't \nbelieve that in the Vietnam decision, that human rights and -- the human rights of the people of Vietnam and the \npolitical prisoners there has played any role at all.\n\n And now you're telling me the domestic role in terms of how this will affect our domestic economy has played very \nlittle part of the decision-making process of this very important decision.\n\n SEC. CHRISTOPHER: Let me say two things.  First, human rights are always a consideration and always will be, \nas far as I'm concerned, but it's only one part of the equation and you have to take into account our overall strategic \ninterests as well.  But I can assure you that there's very strong advocacy for human rights on all of these issues.\n\n Let me say again what I said in connection with the normalization of our relationship with Vietnam or lifting the \nembargo.  I do not recall myself Secretary Brown having played any role in connection with the decisions in those \nmatters.  Now, the Commerce Department clearly does have an interest in increasing trade with Vietnam, but the \npresident happens to, in this case, have decided that primacy would be given to the POW and MIA issues.\n\n Perhaps Secretary Bentsen would answer in a different way.  I just happen to say that from my own recollection, \nthis matter has been handled in terms of diplomatic issues, and I've met with the leaders of Vietnam and \nencouraged them to improve their performance on POWs and MIAs as a way to lead to a possible lifting of the \nembargo.  But I'd like to give Secretary Bentsen an opportunity to respond because he would have seen the thing \nfrom the economic side of the case.\n\n SEC. BENTSEN: Well, I think you've stated the president's views very well, Mr. Secretary.\n\n REP. ROHRABACHER: Secretary Bentsen, did you ever have a conversation or communication of any kind with \nSecretary Brown concerning lifting the embargo in Vietnam since the election of 1992?\n\n SEC. BENTSEN: Well, I'm trying to think back.  I don't recall any communication.  I think I have spoken on the point \nof the importance of trade to him and what competing nations are doing.\n\n REP. ROHRABACHER: The subject of Vietnam never came up?\n\n\n\n SEC. BENTSEN: No, that's just what I'm talking about --\n\n REP. ROHRABACHER: So you did have a conversation --\n\nSEC. BENTSEN: -- the importance of trade in Vietnam.  I don't remember the details of it, but that I did speak to the \npoint of the French and the Japanese developing markets there and our difficulty in doing so.  I did that.\n\n REP. ROHRABACHER: And what was his reaction?\n\n SEC. BENTSEN: I wouldn't try to detail his reaction.  It was a very limited conversation.  I think he acknowledged \nmy concern insofar as the competition and what they've been able to do there, but it was quite a limited \nconversation.\n\n REP. ROHRABACHER: Did Secretary Brown indicate support on his side for the easing of the embargo on \nVietnam?\n\n SEC. BENTSEN: No, I can't say that.\n\n REP. HAMILTON: Mr. Brown?\n\n SEC. CHRISTOPHER: Mr. Rohrabacher -- Mr. Chairman, could I add?\n\n REP. HAMILTON: Certainly.\n\n SEC. CHRISTOPHER: I want to be very careful because my credibility and my word is very important to me.\n\n I cannot be positive that Mr. Brown was not in a large meeting that I might have attended on Vietnam.  I'll let you \nknow if that turns out to be the case.  I don't remember his ever having made a point about this, and I would tell you \nif I did.  This issue has been discussed in diplomatic terms, but primarily in terms of the POWs and the MIAs. But I \nwant to make sure that my credibility is in good stead with you, and I'll let you know if --\n\n REP. ROHRABACHER: So, we leave this with Secretary Bentsen having had a conversation about the embargo \nin some way --\n\n SEC. BENTSEN: Very limited conversation.\n\n REP. ROHRABACHER: Very limited conversation.  And with Secretary Christopher suggesting that Secretary \nBrown may well have been in some meetings, but he's not sure.\n\n SEC. CHRISTOPHER: But I don't remember his -- any conversation with him about the subject.  I don't remember \nhis making a point, but he may have been in larger meetings on the subject.  I wouldn't rule that out.\n\n REP. ROHRABACHER: Okay.  Thank you.\n\n REP. HAMILTON: Mr. Brown.\n\n REP. SHERROD BROWN (D-OH): Mr. Chairman, I yield 30 seconds of my time to my friend from Indiana, Mr. \nMcCloskey.\n\n REP. FRANK MCCLOSKEY (D-IN): Thank you, Mr. Brown.\n\n I just want to have a brief space in the record, Mr. Chairman, to say that as the secretary well knows I have \nbasically from day one supported the administration's options as to lift and strike. Obviously, I wish they were more \nsuccessful, but I have never called for or endorsed ground troops, to say nothing of hundreds of thousands of \ntroops.  And it's important to me that the record reflect that.\n\n Thank you.  I yield back my time.\n\n REP. BROWN: Secretary Christopher, let's try a novel approach and talk about the North American Free Trade \nAgreement for a few minutes.  I'd like to talk about your free trade pact with a government that decidedly is not very \nfree.  I would expect you to say that things are getting better in human rights in Mexico.  You would expect me as \nan opponent of this agreement perhaps to say that things are not getting better with human rights in Mexico.  Let's \nlisten for a moment to a couple of groups that I know you have a great deal of respect for.\n\n\n\n Amnesty International said, \"The bottom line in Mexico is the persistence of human rights violations and the \npersistence of impunity for human rights violators.  In our assessment, human rights violations persist in large \nnumbers and the impunity for human rights abusers continues to be the norm rather than the exception.\"\n\n America Watch, another human rights -- respected human rights group, said, \"Violations of core political rights, \nfreedom of expression, freedom of association, freedom of assembly and the right to vote, are a pervasive problem \nin Mexico.\"\n\n Amnesty International asks rhetorically, \"Where are the public pronouncements in the Clinton administration on the \ncurrent human rights situation in Mexico?\" And going even further, Ambassador Jones recently in Investors \nBusiness Daily heaped praise on the Salinas regime and on its record of democracy.\n\n You spoke about a favorable trend.  You said don't look at what's going on in Mexico, but look at the trend in \nMexico with human rights. I ask you, is it a favorable trend that 28 journalists have been murdered during the \nSalinas regime?  There were 33 murdered in his predecessor's -- under his predecessor, so maybe things are \nslightly better.\n\n The murders of labor leaders that have taken place during the Salinas regime?\n\n The assassination of PRI political opponents that have taken place during the Salinas rule?\n\n Is it a favorable trend that never has a government official or a police official been indicted and convicted during the \nSalinas rule? In fact, Amnesty International said not one police officer has ever been convicted under the 1986 \nfederal law to prevent and punish torture, not in its original or in its modified version.\n\n Is it a favorable trend when this ruling party has been in power for six decades, yet only three out of 64 members of \nparliament belong to an opposition party?  Granted, that's better than the Conservatives in the Canadian \nParliament, but nonetheless, three out of 64 isn't too impressive.\n\n That the Salinas government has refused to allow monitoring of elections in 1994, especially in light of what \nhappened in the 1988 elections when lots of Mexicans think the election was stolen?\n\n That Salinas called on wealthy businesspeople to contribute $25 million each to his political party?  That Televisa, \nfrom which 90 percent of Mexicans get their news, wanted to give $75 million to Salinas' party?  And when Senator \nHollings conducted his hearing, kind of discussions with the Mexican people during that time, Senator Hollings was \ncut off by that television station?\n\n No one in this government, no one in the administration and the CIA, anywhere, that can speak about Aristide in \nHaiti, but they won't speak out about Salinas?  The CIA won't talk to Congress about Salinas and any of those \npolitical problems, any of those democratic problems, any of those murders, won't say if there's any kind of link \nbetween Salinas and those murders.  The administration won't talk to the American people about that same issue.\n\n You're asking us -- you're saying, the administration over and over says that we need NAFTA to lock in the \neconomic reforms in Mexico.  Does that mean that NAFTA will lock in the current corrupt political structure in \nMexico?  Why don't you tell the American people a little more about Salinas?  And if you, in fact, know of evidence \nlinking Salinas with any of this, why Salinas has tried not -- has not tried to stop it, why Salinas -- why there has \nbeen no punishment of government officials or of police officials in Mexico for these kinds of human rights violations \nand these kinds of murders?\n\n SEC. CHRISTOPHER: Mr. Chairman, the questions to me today seem to be fairly uniformly in the form of \nspeeches, and this was another one.  But I would simply respond by saying that Mexico has created a National \nCommission on Human Rights, which is proceeding to try to achieve improvements in this area.  There have been \nsignificant electoral reform.  As I said, 12 with a 15 -- 12 to 15 million people are now governed by the opposition \nparty, 180 of the 500 members of the lower house of the parliament are now opposition members.  There are \nreforms taking place in Mexico.\n\n There are also reforms in the judiciary, which is formally independent but has lacked independence in the past.  I \nhave never made a case that this was a perfect system.  There are certainly abuses.  But I am -- I do feel strongly \n\n\n\nthat the trend is in the right direction.  None of the statements that you read, Congressman, I think were \ncomparative.\n\n REP. BROWN: Mr. Secretary, I didn't read those statements, I was talking.  But that's all right.\n\n SEC. CHRISTOPHER: Well, you -- I didn't mean that -- I knew you were talking.  The statements that you \nattributed to Amnesty and other organizations I think were not comparative as to the past, they were simply \ndescriptive as to the present.  And the point I was making is that I think that our judgment, the judgment of our \nhuman rights officers and the State Department is that the trend is positive, and I think that positive trend will be \nencouraged rather than discouraged by the approval of NAFTA.\n\n REP. HAMILTON: Mr. Menendez --\n\n REP. BROWN: Mr. Secretary -- may I -- Mr. Chairman, may I follow up real briefly?  This is no speech, it's a simple \nquestion --\n\n REP. HAMILTON: Mr. Brown, we have a number of members that have not had an opportunity to question.  The \nchair has been very lenient on the amount of time he's permitted members, including yourself.  Let me go to the \nmembers that have not had an opportunity --\n\n REP. BROWN: Fine.\n\n REP. HAMILTON: -- and we'll try to get back to you.\n\n Mr. Menendez?\n\n REP. ROBERT MENENDEZ (D-NJ): Thank you, Mr. Chairman.\n\n Good morning, Secretary Christopher, Secretary Bentsen.\n\n SEC. CHRISTOPHER: Good morning.\n\n REP. MENENDEZ: Secretary Christopher, I have very deep respect for you and your work, but I'm honestly \ndisturbed by your presentation today in terms of the NAFTA issue.  I'm still on NAFTA, not on other issues.  And I'm \ndisturbed because as I hear your presentation and read it -- I read it again -- it seems to set up those who would be \nagainst NAFTA, for very valid reasons, to put them in a position or try to paint them in a position of being \nresponsible for difficulties with Mexico, for difficulties with our Latin American brothers and sisters, in fact, to paint a \nseries -- and would in the future really pose a very difficult question in my mind of giving fast track authorization, \nbecause what in essence seems to have been done here is you get fast track authorization, no amendments \npossible, and then you portray all of the reasons -- GATT, our relationships with Mexico, our relationships with Latin \nAmerica, undermining the president's hand. Well, when you do all of those things, in essence what you have \npainted is a scenario in which you cannot win; members who disagree cannot win.  And so maybe we should not be \ngiving fast track authorization in the future for other rounds like this because the way that it's been painted is very, \nvery -- for me, very alarming.\n\n And secondly, on the issue of human rights, which, Mr. Secretary, I have time and time again taken to heart your \noriginal presentation before this committee, which said that there are three pillars of foreign diplomacy under this \nadministration, and one of them is human rights.\n\n Now, if there are three pillars, I assume that when one of them collapses the other two to a large degree as well -- \nand you said it's only part of the equation.  Yet the fact of the matter is that in Mexico we have a situation in which -\n- and you'll read -- you didn't say this, but the inference is that human rights will suffer if there is no NAFTA.  What a \nterrible idea, that human rights in Mexico will suffer if there is no NAFTA.  It should be proceeding forward whether \nthere is or is not a NAFTA.\n\n And with reference to the idea that there is electoral reform, let me quote Andrew Reading (sp), the director of the \nNorth American Project of the World Policy Institute, who has a different view of electoral reform in Mexico, \nbasically saying that what it's doing is providing a semblance of pluralism while actually reinforcing one- party rule, \nand he goes through a description here that I went through with your assistant secretary for human rights.  And \nbasically where the PRI has, in essence, by this device -- actually the president prevails one way or the other, \n\n\n\nensuring his partisans a greater than two-to-one majority on the council and complete control of the electoral \nbureaucracy.\n\n But I think what is even more important is the experience of Secretary Bentsen -- and I admire his frankness -- in \nresponse to the chairman's question of \"Can we negotiate another NAFTA?\" And Secretary Bentsen said, \"Well, \njust see what the PRI does.\" (Speaks in Spanish.) That means \"Who are they going to by finger choose?\" Not the \npublic, not the people of Mexico.  (Speaks in Spanish.) Who are they going to choose by finger to be the next \npresident of Mexico. That is some statement.  A true one.  I personally agree with Secretary Bentsen.  They will by \nfinger choose who will be the next president of Mexico.  That to me is not the embodiment of that pillar of foreign \npolicy in this administration in which we say that we want to promote democracy and human rights.\n\n And let me just say for those who say we shouldn't be talking about this as it relates to a trade agreement, the EC \nmade certain thresholds for countries to be able to come in.  Democracy, human rights, labor standards: all of those \nwere thresholds that had to be included before you got the key to the club.\n\n It's appropriate that NAFTA's going to come before the Congress at Thanksgiving.  In my view it's the biggest \nturkey that has come along in the 10 or 11 months that I've been here, and I think the best gift we can give the \nAmerican people on both truly stating our human rights policy and on a whole host of labor issues -- but since this is \nthe Foreign Affairs I wanted to talk about foreign affairs issues. But on a whole host of labor issues the best thing \nwe can do is make sure we don't vote for it and give people a reason to be thankful on this Thanksgiving.\n\n SEC. BENTSEN: Could I get into this fight just a little bit, Mr. Chairman, because he made a reference to me.  \nThat's true, I did -- \"a quien se pone el dedo,\" but that meant to be the nominee of the party and then subjected to \nthe people in a presidential election.\n\n Let me further state that I think that economic issues and political issues can go side by side in the way of reform.  \nAnd I think what you're doing in this situation, as you develop this kind of an economic alliance, that you help build a \nmiddle class in Mexico. And they want these reforms, and they'll be able to push toward those reforms, and I think \nthat assists it.  I see the Mexican government doing an unprecedented thing for them, spending a billion dollars on a \nvoter identification system.  I've seen President Salinas reverse a long-standing policy against allowing foreign \ngroups to conduct exit polls.  So there are changes taking place.\n\n Mr. Secretary?\n\n SEC. CHRISTOPHER: Congressman, let me reply to the first part of your comments.  My job is to try to help \nprotect the vital interests of the American people.  I took an oath to do that.  And when I come up here to testify, I \nhave that in mind.  We are where we are.  And I told with you as much sincerity as I can muster that I think that the \nrejection of NAFTA would have an adverse effect on American interests. It would affect our relations with Mexico, it \nwould affect our relations with Latin America, it would affect our credibility in the world as a whole, and it would be a \nstep back toward isolationism. That's part of my job to tell you what I think about that.  I'm not trying to frighten \nanybody.  I'm certain that nobody who is elected to Congress, as you were, would not understand that arguments \nare made pro and con.  But it's my job to tell you what I think about that, and I think it would have a very adverse \neffect on our foreign relations and would be a bad thing for the United States.\n\n I think on the other question that you asked, I've asked and answered that a couple of times, and I think we \nprobably ought to get on with the discussion.\n\n REP. HAMILTON: I might say to my colleagues here that I understand the secretaries have to leave at 12:00 noon.  \nSo we have three other members that have not participated and we want to give them the opportunity to do so.\n\n Mr. Payne?  REP. DONALD PAYNE (D-NJ): Thank you very much.  I think that this debate does seem to be more \nforeign policy than economics.  As a matter of fact, in the recent Foreign Affairs, November/December '93 issue, it \ntalks about the NAFTA debate, \"The Uncomfortable Truth About NAFTA: It's Foreign Policy, Stupid,\" is the name \nof the article by Paul Kruegman (sp).  And I do think that when we hear about five reasons that we -- five -- I came \nto hear about why we should adopt NAFTA.\n\n But as my colleague that preceded me mentioned, the whole speech by our secretary talked about what happens \nwith the rejection.  It was almost surprising to me, because I was looking at what happens if we approve it.\n\n\n\n But I wanted to say very quickly that the question of wages is something that is disturbing to us, those of us who \nlive in inner cities.  We've seen the erosion of jobs, especially in the Northeast. They've gone away, continue to go \naway, and we don't see where NAFTA will have any way of turning that around.  They say they will bring in high \nskill jobs in the future and that will be positive for the U.S. But when our only policy in the U.S. currently is a $20 \nbillion approval last night in the U.S. Senate to build a whole lot of new jails and more policemen rather than dealing \nwith some of the root causes of violence in this country, we can build 40, $100 billion worth of jails; that's not going \nto solve the problem.  When we don't have anyone talking about substandard housing and poor education and the \nlack of job opportunities in inner cities, it's foolish just to continue to invest in building more.  The crime bill is 20 \nbillion additional for new policemen and new jails.  That's absurd.  If we took 20 billion and tried to change the way \nthe lives of people are, perhaps we could come up with some solutions.\n\n But let me just say that higher wages in the United States supports a higher standard of living.  Wages in Mexico \nare held down through government policies.  NAFTA will continually have a pressure on wages in the United \nStates.  And secondly, the U.S. is currently dealing with Mexico with the general systems of preference -- the GSP -\n- which sets off low tariffs, as you know, by giving these preferences to the developing countries.  But also with the \nGSP it gives the right of workers to unionize, to bargain collectively, and to strike.  By the approval of NAFTA, it \nexcludes these worker's rights from dispute resolution.  And so therefore after NAFTA would go in, it would take \naway those preferences that the GSP gave to the workers of Mexico.\n\n Thirdly, it will in some estimations increase immigration in the short run because Mexican farmers will be pushed \noff their land for the industrialization and the building, and there is a feeling that it will not decrease immigration, but \nthat it will cause an increase by farmers coming over.\n\n And, finally, there is no funding for NAFTA.  We'll lose $3 billion in tariff revenues annually.  There are some \nestimates that it will cost $30 to $40 billion to put this in place, and the federal government will have to pick up, of \ncourse, a good portion of that tab.\n\n These are just a few reasons that make me feel that to approve NAFTA simply will be going in the wrong direction.  \nAnd those are questions really.  It wasn't a speech.\n\n SEC. BENTSEN: Congressman, I think you point out some very serious concerns in our country.  One of the things \nthat disturbs me is I think we have developed a first-class world economy, competitive economy.  When I attended \nthe G-7 meeting in February in London, I was the freshman of all the finance ministers.  Ten months later, I'm the \nsecond most senior.  And it's because of the problems we're seeing around the world today and the structural \nunemployment.  We've got it here too, but not as bad as we see it in Europe.  And one of the reasons is that we \nadjust better in this country.\n\n But my concern is, as we develop that world-class, first-class economy and become -- which is a rather amazing \nthing -- the engine of growth, I see negative growth in Europe.  I see negative growth in Japan.  I attended a \nBildeburg (?) meeting in Evian, France three years ago, and I listened to a Frenchman who got up before us and he \nsaid, \"What a change is happening in this world.  The Cold War is over, and now I'm seeing the ascendancy of \nEurope as a world leader and the ascendancy of Japan as a world leader and the decline of the United States.\" \nThat isn't the way it's worked out.\n\n But the other part of that problem, and you make it, is that within our country, we're also developing a third world \neconomy, and that's what disturbs me.  The very point you're making.  But this administration is trying to address \nthat one.  When you look at the earned income tax credit that has been passed, passed in the budget, that is an \nenormous, enormous transfer of income to low-income people, to encourage them to hold jobs and be able to keep \njobs, not go on welfare.\n\n One of the most significant things that's happened in the way of legislation addressing that.  I watch the community \ndevelopment banks and what we're doing there and trying to assist and some of the things that we have done to try \nto be sure that minorities and low-income people are addressed with that one.  That may be part of the problem \nwhy it's in trouble right now legislative-wise.  And then I watched what we did with the NAD Bank and the side \nwindow to try to address some of those low-income areas that might be affected by NAFTA.  So we're sure trying to \naddress that problem of yours, and I think that it has to be, and we'll continue to do it.\n\n\n\n But I think also that creating more jobs in this country has to help our overall economy so we can afford to address \nand do the things that have to be done in the way of -- not just job retraining, because a lot of those people don't \nhave jobs now, but trying to create jobs, and try to do the information dissemination to find those jobs, because a \nlot of our job training programs have really not been very productive in the past.  So I sure share your concerns.\n\n SEC. CHRISTOPHER: Mr. Chairman, let me respond very briefly to Mr. Payne's comments.\n\n Mr. Payne, I appreciate your having listened to or read my statement well enough to know that I did point out five \nproblems that would be created by the rejection of NAFTA.  The last half of my statement was devoted to that, and I \nthink that's part of my job.\n\n But I think the point I'd like to make to you is that those are not purely negative statements.  In each instance there \nis and up side with the approval of NAFTA to match the down side that would come with the rejection of NAFTA.  \nFor example, approval of NAFTA would clearly improve our relations with Mexico for years ahead.  On the second \npoint, I think approval of NAFTA would clearly improve our relations with the rest of Latin America.  The rest of Latin \nAmerica is looking forward to trade agreements not exactly like this one but comparable to this one.  And I think we \nneed to give encouragement to that trend so this whole hemisphere becomes an open trading bloc, has the kind of \nvitality that other regions of the world have.\n\n I think that -- to take another one of my negatives -- certainly approval of NAFTA I think would be a reassurance to \nthe world that the United States is going to participate, that we're not going to shrink into isolationism.\n\nSo the only point I wanted to make, Mr. Payne, is to thank you for listening to my remarks, and also to say that I \nthink each of the down sides that I point out has a reciprocal up side if NAFTA is approved.\n\n REP. HAMILTON: The chair would point out that we have two others: Mr. Fingerhut and Mr. Faleomavaega.  We'll \nhave to conclude with that.  Several members were interested in a second round, as was the chairman, but we \nhave to respect the time of the secretaries, and I'm sure both of them would be happy to return upon request.\n\n Mr. Fingerhut.\n\n REP. ERIC D. FINGERHUT (D-OH): Thank you, Mr. Chairman, and thank you to both secretaries for being here \ntoday.  I would add, since the subject has been raised, that as a new member of Congress I've been quite amazed \nat the extraordinary level of access I've had to both of you gentlemen and your departments in these ten months to \nget questions answered and issues raised.\n\n Let me try and just take my time to do what I imagine you expected, and that is to ask questions: one for each of \nyou.  And they've both been touched on in different aspects, but perhaps I can reiterate them in some regard.\n\n To Secretary Christopher, both Mr. Menendez and Mr. Payne have recently pointed out the stress that you have \nmade in your statement and, frankly, that is coming from the administration in general as an argument for NAFTA, \nand that is the consequences if NAFTA loses.  And, in fact, I'm looking at the op-ed page of the New York Times, \nand Anthony Lewis has a similar piece in the paper today.  Knowing what a statesman and a patriot you are, what \nI'd like to ask you is in the very real possibility, the real likelihood that NAFTA is not approved by this House, what \ndiplomatic initiatives you have in mind to address some of these very real concerns that, in fact, you have raised \ntoday.\n\n And to Secretary Bentsen, you in your opening remarks reiterated something that I think President Clinton has said \nthat has a great deal of merit, and that is that NAFTA has not only in its own terms but also in broader, symbolic \nway come to be the vehicle in which a lot of the concerns of working people in this country have come to be \nexpressed.  You visited my district and you saw first-hand the very strength of concern on the part of particularly \nthose people who work in our manufacturing sector on a day to day basis.  These are the people whose jobs have \nin many cases already left.  And their concerns, quite frankly, are wanting to know when it is that our government -- \nthe government of the United States -- is going to develop tax policies, trade policies, and other policies that quite \nfrankly say to those businesses who have been supported for so long in our communities that if you stay, you invest \nhere, you hire our workers, you pay good living wages, and you contribute to our communities that we will reward \nyou, we recognize this is a two-way street, but that if you leave, if you cut and run, if you take the easy way out to \n\n\n\nchase low-wage opportunities or other regulatory or tax incentives, that we will not reward that indeed, we may well \npunish that.\n\n When can we say to them we have those kinds of policies so that the broader questions that have come to be \nassociated with NAFTA might be alleviated?  Both Mr. Secretaries.\n\n SEC. CHRISTOPHER: Mr. Fingerhut, I am one of those who believes that NAFTA will prevail.  My conversations \nwith members of Congress, which I've had a number of in the last few days and over the last several weeks, \nindicates to me that the tide is turning and that NAFTA will prevail.  I hope that's true, and I'm going to continue to \nwork as hard as I can to achieve that result.  I don't think it would be useful to talk about any contingency planning \nthat we might have if it does not prevail.  All I can say is that it will create very serious diplomatic problems for us if it \ndoes not prevail.\n\n SEC. BENTSEN: Congressman, I would say that what we're looking at is a situation where NAFTA is certainly not \ncreating the loss of low-wage jobs.  We have lost some, without a question.  Most of them have gone to Asia.  And \nI don't think that by itself NAFTA precludes that.  But I do think it creates additional net jobs to us.  I do think it's \nawfully important that we say to those people of lower income here that with an investment tax credit, we make it \neasier for you to remain at work and not take welfare jobs.  I think --\n\n REP. FINGERHUT: You recognize that most of these workers we're talking about, while the earned income tax \ncredit I think most of us feel was a significant advancement for true low-wage workers, we're talking about people \nwho, hopefully, have been earning and have, in fact, been earning above that level but are being forced down to \nthat level because of the loss of these jobs.\n\n SEC. CHRISTOPHER: All right.  Let me speak to that point more specifically, then.  One of the things also that we \nhave proposed from Treasury and we have worked on, and that is for those companies that leave and go to other \nareas and that develop passive income and do not pay for the taxes that they have on the income that they have \nincreased in those areas, that that be refunded in taxes to see that they do not have that kind of a benefit where \nthey escape taxes. Those are some of the positive things that we've done in that regard.\n\n What we're also talking about insofar as -- when you talk about expanding trade, that creates jobs, that means \nmore of those kind of jobs are available to us, and those are jobs that pay about 12 percent more than jobs that \njust sell to the domestic market.  You have a net increase in exports.  You know, our toughest competition right now \nis not from low-wage countries, it's from Japan.\n\n And their wages are 30 percent higher than ours.  That's the toughest competition we have.  And we have to meet \nthat head on with increased productivity, and we're doing it.\n\n REP. FINGERHUT: I'd love to continue this dialogue.  I know I'm going to be cut off.  But that begs the question of \nwhat are the policies of the Japanese government with respect to their businesses that tell them that they can pay \nhigh wages and be competitive because of the industrial policies of that country.  I'd love to have that discussion \nwhen we have more time.\n\n SEC. BENTSEN: Well, I'd like that.  Thank you.\n\n REP. HAMILTON: Mr. Faleomavaega.\n\n DEL. ENI F.H. FALEOMAVAEGA (D-AM. SAMOA): Thank you, Mr. Chairman.\n\n I would like to personally offer my personal welcome to both Secretary Christopher and Secretary Bentsen for our \nhearing this morning.  I apologize for not being earlier in your testimonies.  I do have one question for both \nsecretaries, if I may, Mr. Chairman.\n\n One of the first things that I learned coming here to Washington is that if you need a friend, get a dog.  (Laughter.) \nAnd I did get one.\n\n SEC. BENTSEN: (That is from ?) Harry Truman.\n\n DEL. FALEOMAVAEGA: And I got one.  I have a boxer.  You know, I go at night and I talk to him and he barks \nback at me and we have a very good communication system worked out here.\n\n\n\n To Secretary Christopher, I'm not exactly clear on our foreign policies in terms of how it's been categorized in the \nlist of priorities, as has probably been mentioned before.  But I do have a sense of apprehension, and this \napprehension is reflected in the fact that two days ago, this full committee voted on a very important issue that I \nthink the president wanted us to give him that sense of approval.  And the vote was 21-22.  And it so happens that \nperhaps my little vote may have counted in some respects.  But the point I'm making here is the fact that we've \ndone a noble cause in saving 400,000 lives in Somalia, and now we're putting a deadline saying that March 31, \nwe're going to pull out, it's almost like saying we're saving 400,000 lives and then all of a sudden we're going to pull \nout and feed 'em to the dogs, if you'll excuse the expression.  I'm concerned about that.\n\n And I'm also troubled by the fact that, if the accounts are correct, despite repeated requests from the chairman of \nthe joint chiefs of staff to the secretary of defense for armored vehicles and assistance to help with the situation in \nSomalia, which, as a result, because the Pentagon refused to provide these vehicles, it cost us 18 lives of the finest \nfighting men that we know in our armed services. And that troubles me.\n\n Now, I don't have -- I'm not an expert, certainly, on foreign policy, but there is another trend that seems to be \ncoming up recently, is that we now have regional czars appointed.  Whenever something happens, someone is \nappointed to cure this problem.  What's happening?  Do we have enough assistant secretaries or we don't have \nenough ambassadors or somewhere along the line with the administration?  I just kind of want a clarification and \nassurances from Secretary Christopher if we can have some assurance that our policies in Somalia and Haiti are \nfirm; we know what we're doing; there's no bickering between NSC and the Department of Defense and the \nsecretary of state; and that there will be one person speaking on behalf of our president as far as foreign policy is \nconcerned.\n\n To Secretary Bentsen: is it fair that we should portray the Japanese as somewhat of a bogeyman or a monster, \nsaying that if NAFTA is not approved the Japanese are going to go -- I think it's very unfair, because is it just the \nJapanese that are going to be taking advantage of this opportunity?  Nothing to say about the French or the British \nor the other European countries that may also want to participate in the trade efforts?  After all, we are promoting \nfree enterprise and a free market arena.  I just wanted to -- I think it's unfair that we point out just the Japanese as \nthe monster that is going to benefit if NAFTA is not approved, and I just wanted to ask for responses from our \nwitnesses.\n\n Thank you, Mr. Chairman.\n\n SEC. CHRISTOPHER: With respect to Somalia, I think President Clinton was under great pressure to remove our \nforces in a very short period of time.  Some talked about by nightfall, others said within a month, others said by \nChristmas, and I think it took a good deal of courage on President Clinton's part to push back and say \"No, we're \ngoing to permit the troops to stay there for six months so they can provide for a reasonable transition, a reasonable \nopportunity for a political settlement, and a reasonable opportunity for other nations to come in and to fill the gap.\"\n\n The United States has certainly done its part.  We have pulled our oar there.  There were 26,000 American troops \nin Somalia when I came into office.  So I think the decision the president took was a well-balanced and wise \ndecision to leave our troops there long enough so there could be a transition.\n\n With respect to the request for armor, I'm going to have to, I think, wonder about some of the facts you state.  I \nunderstood there was one request.  And I think it's -- this is not entirely a question for me to answer, sir, but I'm not \nsure it's entirely fair to impute the loss of those lives to that single decision.  The general in charge of the area said \nvery forthrightly that the absence of the armor had nothing to do with the failure of the mission.  It was a military \nmission that went wrong at the very last minute.  And as I say, others would be better to answer this than I because \nit's a different department than mine.  But I think I ought to say to you that I think that it's an unfair imputation to \nsuggest that that decision resulted in the loss of American lives because the general who was in charge of the \nmatter said otherwise himself.\n\nYou've asked a number of different questions.  Let me just address the question of what you called regional czars.\n\n I would have to say that I think it's a very useful technique to have task forces in charge of various areas.\n\n\n\n It enables a group of people to concentrate on them.  I think the peace team that we have in the Middle East under \ncoordinator Dennis Ross and Assistant Secretary Djerejian have done an outstanding job. And it is because this \ngroup is dedicated to that particular project. I think Strobe Talbott and his group, working on the new independent \nstates, have done a better job than we would have done if we had proliferated responsibility for that.  Now that all \nhas to come up to me finally and to the president for decision, but I think we -- I think it's a very good technique, \nand I think we ought to use it more to affix responsibility on some people who follow one job -- I mean, one \nparticular issue predominantly.  And I frankly would intend to use that technique more rather than less in the past \nbecause my responsibilities are so broad that I need to have somebody in whom I have confidence who is working \non that single issue.\n\n I think I've addressed enough of your questions.  I'll have to give Mr. Bentsen a chance to comment.\n\n SEC. BENTSEN: Let me comment on a couple of things, if I may, Mr. Chairman, because you quoted that quote of \nHarry Truman's -- \"if you want a loyal friend in Washington, get a dog\" -- that's a pretty cynical comment, really, and \nI knew Harry Truman.  (Laughter.)\n\n But let me tell you, you'll develop friends that will last you a lifetime here.  This is a great institution, and it \npreserves the democratic process.  And we get a few goats in the crowd, but every group does.  But I'm awfully \nproud of this Congress.\n\n Now let me state -- let me state that when you make the comment about Japan bashing, I was very careful on that \none, and I said -- and I read from my statement, \"Japan and Europe have strategies for capitalizing on regional \ntrade, but like the EC and Europe, we must have a strategy for our own backyard.\" I go on and talk about who will \nbe banging on our doors -- the Europeans and the Japanese.  I repeat it every time when I talk about the Japanese \nwho are tough competitors and the Europeans who are tough competitors.  I speak that in admiration.  That's the \nkind of competition we have and that's what we have to take on.  And I think where they have the advantage in \nEurope is they bring the EC together and create that enormous market. And as we have seen the Japanese and the \nChinese make the headway they have in that exploding market in Asia, we in turn have the edge here.\n\n That's what I'm talking about.\n\n REP. HAMILTON: The gentleman's time has expired.\n\n Mr. Leach for a final comment.\n\n REP. LEACH: Well, Mr. Chairman, I just wanted to make the observation that we live in a very risky world and very \nthoughtful people are making very thoughtful decisions and that we've got to learn that mistakes are going to \nhappen or accidents occur and that they don't always reflect on the judgment of individuals in terms of the \nresignation issue.  And I personally would suspect that, if the secretary of state had made another decision on \nBosnia, he'd have more calls for resignation than the one that is currently being made.  But, having said that, on \nbehalf of the minority, I would truly like to say that the minority in Congress is very respectful of these two \ngentlemen that are appearing before us and that we have a great deal of confidence in their ability and judgment.\n\n And I would finally -- I mean,I just want to end with the one question that I think -- and not pose it as a question -- \nthat was asked, that I think you're going to have to spend a lot of attention to, and that is, what does happen if \nNAFTA doesn't go down?  Because, frankly, it looks like that's a decent possibility.  And I would only suggest that \nthe linchpin of a strategic response ought to be the ironical circumstance that is not understood in the rest of the \nworld, and that is that Congress is likely to become more, not less committed to the GATT process in the NAFTA \ncomes down.  And that ought to be articulated immediately and as strongly as possible if that circumstance \ndevelops.\n\n But, in any regard, I'm sorry to take more than 15 seconds, but I want to just commend a fine performance from \nfine men.  Thank you.\n\n REP. HAMILTON: Thank you, Mr. Leach.\n\n Mr. Secretaries, it's been a high privilege for us to have you here this morning.  We've appreciated your testimony.  \nYou've contributed to our knowledge of a number of different subjects.  And the committee stands adjourned.\n\n\n\nEND\n"}