{"title": "Women Accused of Baby-Selling Used a Friendly Approach", "body": "\nThey could have been selling Amway, or Avon. Wearing light makeup and casual clothes, Arlene Lieberman and \nArlene Reingold sought clients at the mall, served coffee and doughnuts at meet-and-greet sessions, and invited \nprospects to their split-level homes, which are three doors apart on a shady street here on Long Island.\n\nThe clients also recalled that the women, both in their 40's, threw a \"God bless you\" or two into most \nconversations. Mrs. Lieberman kept the books on a computer in her son's bedroom.\n\nThe two women said they were adoption consultants. Now Federal prosecutors say that they were baby sellers, \nbringing children from Mexico to New York for couples so desperate for children that they overlooked or ignored \nsigns of trouble, including the delivery of a baby to adoptive parents in the parking lot of a 7-Eleven store. No \nimmigration papers were provided in some cases, leaving parents terrified that their children could be deported.\n\n\"They kept saying, 'You're the nicest couple we've ever met,' \" said Rosalie Liberto of Miller Place, a Suffolk County \nvillage, who along with her husband, John, the owner of a Carvel ice-cream store, adopted three Mexican children \nwith the women's help. \"They must have thought we were the biggest suckers.\"\n\nOn Thursday, the two women, known to their clients as the Arlenes, were arrested at their homes here in Suffolk \nCounty and charged with conspiring to violate immigration laws and to commit mail and wire fraud.\n\nThe authorities also arrested a lawyer, Mario Reyes, who practiced in Mexico and Arizona. He is said to have paid \nMexican women to pose as the mothers of infants being sent to the United States so that the children would be \nallowed across the border.\n\nAlthough the United States Immigration and Naturalization Service has said the parents may keep the children \nwhile efforts are made to naturalize them, several parents said they fear losing the children, who lack visas or \npassports and in some cases have forged birth certificates.\n\nMrs. Liberto said that the day after they had picked up one of their adoptive children at the airport in Islip and made \na celebratory stop at McDonald's, she started looking through the manila folder of papers she had been given by \nthe two women.\n\n\n\"I said, 'Johnny, there's no visa in here. Let me call the Arlenes -- maybe they just forgot it,' \" Mrs. Liberto recalled. \nShe said Mrs. Lieberman told her, \"The laws have changed -- you get the visa when the adoption is completed.\"\n\nNot only did some of the babies lack proper paperwork, but some also had serious health problems. A boy who was \nsaid to have a rash turned out to have a rare skin disease that can be fatal.\n\nOne girl, who had been described as cute but shy, had a distended stomach, and kept licking the walls. According \nto the adoptive parents, Arlene Lieberman said the girl just needed \"a little love and good food.\" A doctor later \ndetermined that she was mentally retarded and probably had been sexually abused.\n\nSeveral parents who were interviewed over the weekend said that they at first had regarded Mrs. Lieberman, 48, \nand Mrs. Reingold, 46, as friendly housewives who had an interesting sideline.\n\n\"They told us they were adoptive mothers themselves and because they had been burned, they wanted to do this \nso other people would not get hurt,\" said Sara Kruchkow, 48, of Flushing, Queens, who along with her husband, \nDavid, adopted a little girl through the women.\n\nThe Kruchkows, the Queens couple who adopted Shelly, now 3, through the women, said the women reminded \nthem of the sort of neighbor they might ask to take care of their cat during a vacation.\n\nMrs. Kruchkow said that after one placement fell through, Mrs. Lieberman \"offered to meet me halfway for coffee, to \nconsole me.\"\n\nThe authorities say that when the women started their business, the adoptions they helped arrange were legal. \nIncorporation papers for one of their businesses said the purpose was to \"offer support and assistance to adoption \nagencies.\" The Arlenes did not have state approval to arrange adoptions themselves.\n\nThe women founded a nonprofit organization called Stork International Inc. in 1989, and in 1993 hired an \nadvertising and public relations firm in Port Jefferson, N.Y., to help promote it. They dissolved Stork after the State \nDepartment of Social Services ordered them to stop placing children.\n\nAccording to state and Federal law enforcement officials, the women repeated the pattern with Adoption Choice \nInc., which they started in 1992.\n\nIn 1995, according to state officials, the State Department of Social Services denied the women's application to \nauthorize Adoption Choice to place children.\n\nBeginning in 1996, the women operated as International Adoption Consultants Inc., from an office building here in \nMedford, where the main thoroughfare has dueling dinette dealers, and one motel asks customers whether they \nwant a single, double or water bed.\n\nThe Arlenes stayed busy. According to a prosecution affidavit, they assisted in 500 international adoptions during \nthe last nine years, operating under names that included Stork International Inc. and Adoption Choice Inc.\n\nAt least 17 of those infants were brought illegally from Mexico, according to prosecutors.\n\nThe women are free on bond and have returned to their homes on Blackine Drive, in a maze of middle-class \nhomes. This weekend, Mrs. Lieberman was wearing a T-shirt and shorts, as she came to the door of her home, \nwhich has a white plastic bench out front. \"I'm fine,\" she said, curtly referring further questions to a lawyer, Peter \nMayer, who could not be reached by telephone.\n\nAt Mrs. Reingold's house, where the shutters are festooned with American eagles, several family members were \noutside, enjoying the sunshine and the spray from a sprinkler. They ordered a visitor to leave.\n\nSome former clients said they believed that even though the women apparently live modestly, their motivation \nseemed to be money. Many parents paid $20,000 or more for their services and the authorities in New York and \n\n\n\nMexico did little to intervene, even though some adoption groups said they had been steering people away from the \nwomen because they required cash in advance, which is not customary in adoptions.\n\nAfter meeting one couple at his office in Mexico, according to Federal prosecutors, Mr. Reyes gave them a ride \nback to Arizona, \"waving at a border official as they crossed,\" and turned to the parents and said, \"See how easy \nthat was.\"\n\nIn retrospect, several of the parents say they should have seen signs of trouble. Why would adoptive parents \naccept a baby from the two women in the parking lot of a 7-Eleven on Long Island, or from Mr. Reyes at a gas \nstation on the Arizona side of the border?\n\nWhy would the adoptive parents believe a claim that Mexican law allowed a parent to pick up the baby first and take \ncare of the paperwork later? Why would prospective parents pay thousands of dollars for surprise charges that kept \ncropping up after agreeing to a much lower fee that was supposed to take care of everything?\n\nMrs. Liberto said she thinks she knows why.\n\n\"All they have to do is show you a picture, and you feel like it's yours,\" she said. \"You want children. They don't \neven have to convince you.\"\n\nAaron Britvan, a lawyer in Woodbury, N.Y., who is representing six couples who adopted babies through Mrs. \nLieberman and Mrs. Reingold, said that one of his clients became skeptical after a demand for $6,000 in cash and \n$14,000 by check, and asked the women \"Is this a scam?\"\n\n\"They acted offended that she should suggest such a thing,\" Mr. Britvan said. Mr. Britvan, chairman of the adoption \ncommittee of the New York State Bar Association, said at least one of his clients was charged $3,500 for a \nconsultation, which consisted of looking at pictures of children.\n\nAccording to parents, the women and their husbands offered to bring a baby back from Mexico, then demanded \nreimbursement for their stays at fancy hotels and restaurants.\n\nIn some cases, according to prosecutors, the women billed two sets of parents for the same trip. In other cases, \nprosecutors assert, the women charged parents for a trip that never took place.\n\nMrs. Liberto, who has adopted two other daughters, said that at times, Mrs. Reingold played good cop and Mrs. \nLieberman played bad cop.\n\nMrs. Liberto said that when she was meeting with the women after one promised adoption fell through, Mrs. \nLieberman all of a sudden said, \"Should we tell her?\"\n\n\"Let's tell her,\" she says Mrs. Reingold replied.\n\n\"No, maybe we shouldn't,\" she says Mrs. Lieberman teased.\n\nIt turned out that they had a 9-year-old girl available and wondered whether Mrs. Liberto might want her, even \nthough the girl was older than a child in which Mrs. Liberto had expressed interest.\n\nThe Libertos took in the girl, but she asked to go back to Mexico. The couple wound up with Gabriella, now 5, who \ngoes by Gabby and is happily taking dance, swimming and gymnastics.\n\nThe Kruchkows said that another of the women's strategies was to play a husband off against a wife. The couple \nhad been promised two girls who never arrived, leaving them devastated after spending months fixing up a baby \nroom and marveling over the children's photos on their refrigerator.\n\n\"They had burned us twice, and I didn't think we should give them a third strike,\" Mr. Kruchkow said. But his wife \npleaded to work with the Arlenes once again. \"I finally decided to try to have peace in my marriage. I knew if I put \n\n\n\nmy foot down and we ended up not going to someone else, Sara would regret if for the rest of her life, and maybe \nresent me for it.\"\n\nThe gamble worked. They are having a delightful time with Shelly, a mischievous toddler who still throws a few \nSpanish words into her chatter. She loves to hide something in one hand and then hold them both out as she asks, \n\"Esta? Esta?\"\n\nMrs. Kruchkow, now scrambling to make sure her daughter can stay here legally, said that losing her now would be \nlike a death in the family. \"She can sense that something is wrong,\" the mother said. \"She has started telling us a \nhundred times a day that she loves us.\"\n\nhttp://www.nytimes.com\n"}