{"title": "INS Debates Female Mutilation as Basis for Asylum", "body": "\nThe two African women, both from Sierra Leone, endured almost identical ordeals at the hands of secret tribal \nsocieties: They were abducted, gagged and bound; their sexual organs were partly cut away with a knife; and they \nwere forced to swear they would never reveal what been done to them or face death by witchcraft.\n\nYet, two area immigration judges recently issued strikingly different rulings on the women's requests for political \nasylum in the United States. In Arlington, a judge declared that one woman had suffered \"an atrocious form of \npersecution\" and granted her asylum. In Baltimore, a judge denied the other woman's request, suggesting that she \ncould choose to support the practice, which he called important for maintaining tribal unity.\n\nThe Immigration and Naturalization Service recently embraced the issue, making this the second country, after \nCanada, to include abuse of women as possible grounds for granting political asylum. But in both legal cases, the \nINS argued in court against the women's claims. And 10 days ago, INS lawyers appealed the Arlington ruling, \nsaying the woman was not credible and the judge had \"abused his discretion.\"\n\nHuman rights groups, while hailing the Arlington ruling as a breakthrough for foreign-born victims of female genital \nmutilation, expressed dismay at the INS's opposition to the women's claims, especially in light of the agency's \nhigh-profile efforts to make its staff aware of such abuse.\n\nThe Arlington ruling \"does exactly what the INS guidelines called on judges to do -- recognize that women can be \npersecuted because of sex. For them to appeal, it seems like a direct contradiction,\" said Regan Ralph, director of \nthe women's rights project of Human Rights Watch, a nonprofit advocacy group.\n\nImmigration officials said that they could not comment on individual asylum cases but stressed that requirements \nfor proving persecution remain strict and that many cases of sexual abuse do not qualify as persecution. They said \nthe new guidelines were aimed at sensitizing immigration officers to sexual persecution, not at encouraging abused \nwomen to seek asylum. In their appeal of the Arlington case, INS lawyers said the woman had not mentioned \nmutilation in her initial asylum application.\n\n\"There is no formula, no exact answer. We have had a very limited number of cases, and the guidelines are very \nnew,\" said Rosemary Melville, director of asylum at the INS. \"A woman still has to show she has a well-founded \nfear of persecution based on being a member of a social group, and simply having personal problems with a \nhusband who beats her is not going to qualify her.\"\n\nIn a separate statement, an INS spokesman said that the agency is \"striving to be fair and consistent\" but that \"not \nevery applicant who makes a gender-based claim qualifies as a refugee.\"\n\nFemale genital mutilation is performed in more than 40 African countries. U.S. doctors have decried the \nprocedure, in which a girl's genitals are partly removed and/or sewn shut, as barbaric and medically dangerous. \n\n\nMany African governments tolerate but do not endorse the practice, which tribal elders say keeps girls pure for their \nweddings and wives faithful to their husbands.\n\nThe contrasting U.S. court rulings come at a time when female genital mutilation has captured the West's \nattention. The U.N. General Assembly has denounced it; the State Department has included it in its annual report \non human rights. This week, most U.S. specialists on the issue are participating in the U.N. Fourth World \nConference on Women in Beijing, where sexual violence against women is a major theme.\n\nLast year, the INS Resource Information Center published an \"alert\" paper on female genital mutilation for asylum \nofficers, describing it as extremely painful, with \"serious, often fatal consequences.\" In many societies, the paper \nsaid, a woman's resistance to social pressure to undergo mutilation \"can have dire consequences,\" including being \nviewed as someone who \"deserves to be killed.\"\n\nYet, in a few test cases, U.S. immigration judges have tended to rule very cautiously as to whether the practice \nconstitutes persecution. In Oregon last year, a judge ruled that a Nigerian woman could keep her two daughters in \nthe United States to protect them from undergoing the procedure, but he sidestepped the issue of whether the \nmother deserved political asylum because she feared reprisal for trying to spare her children.\n\nIn the Baltimore case, Judge John F. Gossart Jr. ruled this summer that a 37-year-old woman from Sierra Leone, \nidentified only as D.J., did not qualify for asylum and could be deported because her visa had expired. In court, the \nwoman described how she had been kidnapped at 13 and held down by her female relatives while her clitoris was \ncut off, then threatened with death if she ever spoke about it.\n\nLast week, the woman, who lives in Hyattsville, repeated her story for a reporter while the woman's 13-year-old \ndaughter squirmed in a chair, covering her ears. The woman asked that neither be identified and said she feared \nthat the girl and her two younger sisters also would be mutilated if they were forced to return to Sierra Leone.\n\n\"This is a very wrong thing to do to someone,\" she said. \"They beat the drums so no one can hear the screaming. \nThere is nothing you can do about it, because even the wives of high officials in my country believe in it.\n\n\"They say they will harm me with witchcraft if I tell, but I say let me die. People have to speak out.\"\n\nIn his decision, Gossart described female genital mutilation as an \"important ritual\" that \"binds the tribe\" in many \nAfrican countries. He said the Hyattsville woman's concern about retribution against her or about the forcible \ncircumcision of her daughters did not amount to \"fear of political persecution.\" The woman \"cannot change the fact \nthat she's a female, but she can change her mind with regards to her position\" toward mutilation, he wrote. \"It is \nnot beyond [her] control to acquiesce to the tribal position.\"\n\nSo far, the only U.S. immigration judge to take a strong stand against the practice is Paul A. Nejelski, who ruled in \nthe Arlington case last month. Nejelski found that a 29-year-old Sierra Leone woman identified as M.K. had been \npersecuted for trying to resist the procedure as well as for defying her abusive husband. He also ruled that she had \na \"well-founded fear\" of being persecuted if forced to return home.\n\n\"In recognizing gender-based asylum claims, the United States courts are . . . creating the standard by which this \ncountry will serve as a refuge for women who are being persecuted because of their gender,\" Nejelski wrote. \n\"Forced female genital mutilation clearly merits being recognized as a form of persecution.\"\n\nIn this case, the woman, who lives in Northern Virginia, was ordered deported last year after her visa expired, and \nshe then applied for asylum. She testified that at age 23, she was abducted and forcibly circumcised by members \nof the secret Bundo Society. She also said she often was beaten by her husband for refusing to be subservient. \nThrough her attorneys, she declined to be interviewed.\n\n\"She feels very strongly about this issue, but it is extremely difficult for her to talk about,\" said John Linarelli, her \nattorney. \"She was elated at the judge's decision, but now she is very scared of what might happen to her\" if the \nINS wins its appeal and she is sent home.\n\n\n\nNeither of the Sierra Leone women faces imminent deportation. Attorneys for both said the cases probably will be \nsent to the Board of Immigration Appeals, which could grant the women asylum, allow them to remain in the United \nStates for humanitarian reasons, ask them to leave the country voluntarily or order them deported.\n\nGraphic\n\n \n\nPhoto, dudley m. brooks, \"D.J.,\" right, walks with two of her daughters. She fears they would be mutilated if sent \nback to Sierra Leone.\n"}