{"title": "NAVIGATING IMMIG MAZE", "body": "\nMore than 50 legislative aides to federal, state and city officials descended on the CUNY graduate center in \nmidtown yesterday for the first in a new series of seminars.\n\nThey aren't going back to school to learn to pick stocks or find romance or lower their mortgage payments, but to \nfind out how to help constituents with immigration questions.\n\n\"It seems that local officials are getting hip to the notion that they need to provide more to their immigrant \nconstituencies,\" said Daily News columnist and Hostos Community College Prof. Allan Wernick, referring to the \nhigh volume of response the seminar idea generated.\n\nThe interest was so great that even Jay Hershenson, CUNY's vice chancellor for university relations, who said he \nalways expected the event to be a success, was caught by surprise.\n\n\"This is the first time that an institution of higher learning has done something like this, and we are striking a real \nchord with this program,\" said Hershenson, who called the seminars \"my baby.\"\n\nWhen people go to the offices of their elected officials seeking help to navigate the maze of immigration \nregulations, Hershenson said, usually the staff is not trained to give them effective answers. In a city that is 40% \nforeign-born, this is an everyday occurrence.\n\n\"There is an unmet need in the city,\" he added, \"and we want to meet it.\"\n\nDeputy Mayor Carol Robles-Roman, who also is a CUNY trustee, gave the opening remarks for yesterday's \nseminar. It dealt with the issue of citizenship.\n\n\"I think it is interesting, in these restrictionist times, that CUNY is still promoting immigration projects,\" added \nWernick, who also is chairman of the CUNY Citizenship and Immigration Project and has been working with \nHershenson to make this project possible. \"And that so many local officials want in.\"\n\nOf course, the fact that immigrants have become such an important electoral force in the city - and will become \nmore so in the future - is a great incentive for public officials to take them seriously.\n\nBy now it is a well-known fact that in 1999, 300,000 new voters, all of them first-generation immigrants, went to the \npolls for the first time in New York. And it also is well-known that few things motivate politicians to action like a few \nthousand votes.\n\nThis being the case, it is not so strange that many of the same politicos who two or three years ago couldn't care \nless about the wishes and needs of immigrants now are practically tripping over one another to get on their good \nside.\n\n\nYesterday's seminar, though, was only the beginning. The plan calls for a new Web site listing resources on \nimmigration law and for followup seminars in CUNY colleges in the boroughs. These also would be focused on \nlegislative staff dealing with the public.\n\n\"This was the opening installment of a greater program for professional training on immigration law,\" Hershenson \nsaid. \"In the not very long run, we will be looking to offer immigration seminars in a regular basis in CUNY. What a \nbetter place to offer them than here, the most diverse college in the country?\"\n\nBut Hershenson also said that CUNY cannot do it by itself.\n\n\"We need partners,\" he said. \"So we asked the governor, the mayor, the Legal Aid Society, the New York Public \nResearch Group and CUNY School of Law to get involved. And they did.\"\n\nA timely and useful initiative.\n\nE-mail: aruiz@edit.nydailynews.com.  \n"}