{"title": "Suffolk Official Sponsors Plan To Sue I.N.S. to Spur Action", "body": "\nBlaming undocumented Hispanic workers for rising crime rates in Farmingville, a Suffolk County legislator wants to \nbring court action to compel the Immigration and Naturalization Service to move against illegal immigrants in the \ncounty.\n\nThe measure, sponsored by Joseph Caracappa, a Republican from Selden, says that enforcement of immigration \nlaws would reduce the public safety threat that undocumented people pose in areas like Farmingville, where \nHispanic men congregate daily near street corners awaiting job offers as day laborers.\n\nBut the Suffolk police commissioner, John C. Gallagher, said that there was no evidence linking an increase in \ncrimes and arrests in Farmingville to undocumented workers. \"What I can confirm is that there has been an \nincrease in reported crimes and arrests of individuals in the area who are citizens of other countries,\" Mr. Gallagher \nsaid. \"But the numbers do not justify calling it a serious crime increase.\"\n\nMr. Caracappa's measure, which cites \"a recent spate of alleged criminal acts by undocumented or illegal aliens,\" \nlists 28 arrests in a one-year period ending in July, ranging in seriousness from one on a rape charge to three for \ndriving without a license.\n\nMr. Caracappa did not answer telephone messages left at his legislative office on Thursday. But he has asserted \nthat police records show about 10,000 arrests of foreign nationals in the county from January 1998 to July of this \nyear. That figure is about 10 percent of total arrests in the county during that period, based on police statistics.\n\nHis proposal, which would direct the county attorney to sue the I.N.S. in federal court, is set for a vote on Thursday. \nAn opponent of the measure, Maxine S. Postal, a Democratic legislator from Amityville, said she was afraid it could \npass. \"There is a lot of hysteria and fear out there,\" she said.\n\nNadia Marin-Molina, a lawyer with the Workplace Project, a Hempstead group that assists immigrant workers, said \nthere was no evidence that undocumented people \"commit more crimes than other people on Long Island.\"\n\n\"This legislation seems to be an attempt to tell the I.N.S. to pick up people based on their skin color, and the I.N.S. \ncan't do that,\" she said.\n\nPaul Sabatino, the counsel to the Suffolk County Legislature, said the county could bring a suit against the I.N.S. in \nfederal court \"based upon the county's constitutional obligation to exercise the police power to protect the safety of \nits citizens.\"\n\n\n\"To the extent that you can show the county's ability to do that is being undercut by a federal agency's failure to \nfulfill its obligations under federal law,\" Mr. Sabatino said, \"you have the ability to get a federal court to hold that \nagency responsible.\"\n\nMark Thorn, an I.N.S. spokesman, said the agency policy was to withhold comment on \"proposed or passed \nlegislation.\" But, he said, \"I.N.S. agents cannot simply approach a group of people and ask for their documentation \nwithout probable cause.\"\n\nMr. Gallagher noted that determining whether a person was an illegal immigrant was not part of an arrest.\n\nAn earlier county proposal to make it illegal for contractors to stop their vehicles to solicit day laborers was defeated \nlast year. The Town of Brookhaven, which includes the Farmingville hamlet, has passed an ordinance limiting the \nnumber of people who may occupy a residence. Ms. Marin-Molia said the ordinance was aimed at Hispanic \nworkers.\n\nBut in Farmingville and other Long Island communities where informal shape-ups of Hispanic men are common, \nresidents have complained about traffic hazards, a decline in quality of life and housing values, and perceived \nincreases in crime.\n\nBarbara J. Olshansky, a lawyer with the Center for Constitutional Rights in Manhattan, said that the Suffolk \nmeasure was \"an effort to intimidate people who are seeking a better life here.\"\n\nhttp://www.nytimes.com\n"}