{"title": "Q&A ON THE NEWS;Q&A ON THE NEWS", "body": "\nDo you have a question on the news - local, national or international? Colin Bessonette will try to get an answer. \nCall 404-222-2002 and follow the instructions or e-mail: q&a@ajc.com Q: How does a crew of a bomber bail out, \nlike the four Air Force officers did before their B-1B bomber crashed in Kentucky last week? --- George Randolph, \nTucker A: As you probably suspect, they don't just open a window and leap out with their parachutes. This is how \nthe process worked aboard the B-1B, called the Hellion: The crew members used their ejector seats to catapult \nthemselves from the plane. Propelled by rockets, the ejectors pushed the crew members --- still strapped into their \nseats --- through the roof of the plane after openings were created by a metal spike at the top of the seats. A \nparachute canopy then opened. \"You pull the handles, and out you go,\" said Col. Tony Przybyslawski, commander \nof the 7th Operations Group at the doomed aircraft's home, Dyess Air Force Base near Abilene, Texas. \"You're out \nof there fast.\" Q: Now that 10-digit dialing has become mandatory in metro Atlanta because of the addition of area \ncode 678, have any telephone numbers been issued in the new area code? --- Thomas Moore, Norcross A: Yes. \nThe 10-digit numbers began to be issued within a few days of the announcement of 678 implementation, said \nBellSouth spokeswoman Lynn Bress. They're being issued by BellSouth and competing companies.  \nQ: I understand that a cemetery in Halifax, Nova Scotia, holds the graves of many people who died in the Titanic \ndisaster. True? --- Regina LaBudde, Smyrna A: In fact, there are three cemeteries in Halifax with bodies of Titanic \nvictims, said Dan Conlin, historian at the city's Maritime Museum of the Atlantic. As was the custom at the time, the \nbodies were segregated according to religion. Fairview Lawn, the Protestant cemetery, has about 120 bodies from \nthe Titanic sinking; about 30 more are divided between Baron De Hirsch Cemetery, the Jewish area, and Mount \nOlivet, the Catholic cemetery. More than 300 bodies were recovered, with \"a fair number buried at sea,\" Conlin \nsaid, because only those bodies that were embalmed were allowed into port. Of the 209 or so bodies that did come \nto Halifax, about 50 were claimed by relatives and shipped by train all over North America and by steamer back to \nEurope.\n\nAll three cemeteries are open to the public, Conlin said. Families of some victims paid for markers telling the story \nof the person buried, such as a steward who died at his post. The Grave of the Unknown Child, containing the body \nof an unidentified 2-year-old, often has flowers and notes placed on it by visiting schoolchildren, Conlin said. Q: An \narticle about license plates quoted an official as saying the number 666, the Biblical mark of the beast, is an \nautomatic denial for prestige plates and is even eliminated from the three-number progressions that appear on \nregular Georgia license tags. Not so, because my tag has 666 on it. I was told I could not decline it. Can you \nexplain? --- Jessie Aukes, Monroe A: Drivers normally aren't allowed to turn down the tag number they are issued, \nbut 666 is an exception. County tax commissioners have been told that if a taxpayer finds 666 objectionable for \ndisplay on a vehicle, he or she can have a different one, said Douglas Hooper, assistant director of the Georgia \nDepartment of Revenue's Motor Vehicles Division. So if you were told by the county issuing your tag that you had to \n\n\naccept 666, even if you didn't want it, that information was incorrect, Hooper said. You can exchange it for a \ndifferent number. Q: There are five rings of different colors in the Olympics logo. What do they represent? --- \nRoland S. Heard, Atlanta A: The International Olympic Committee's Official Olympic Companion says the rings \nsymbolize the five parts (or continents) of the world. World Book Encyclopedia specifies that they represent Africa, \nAsia, Australia, Europe and the Americas. Q: In an interview, Frank Carroll, ice skater Michelle Kwan's coach, \nmentioned a plane crash in 1961 that killed a team of U.S. skaters . Do you have any details? --- Mary Erickson, \nCarrollton A: On Feb. 15, 1961, a Sabena Airlines Boeing 707, en route from New York to Brussels, crashed at \nBerg, Belgium, near the Brussels International Airport. All 72 people aboard the plane, and one farmer on the \nground, were killed. Among the dead were 18 members of the U.S. ice figure skating team, including national \nchampions Laurence Owen, 16; her sister, Maribel Owen, 20; their mother, Maribel Vinson Owen, 49, a former \nnine-time U.S. figure skating champion; Bradley Lord, 21, who had won the men's senior title two weeks earlier at \nColorado Springs, Colo.; and Diane Sherbloom, 18, who with Larry Pierce had won the dance pairs title at Colorado \nSprings. The team was on its way to compete in a championship meet in Prague, Czechoslovakia. The International \nSkating Union in Davos, Switzerland, canceled the meet as a sign of mourning for the U.S. team.\n"}