{"title": "Jackson ruffles feathers Candidate employs aquatic fowl to spur Manchin debate Election 2004 Governor's race", "body": "\nThe relationship between Democratic gubernatorial rivals Lloyd Jackson and Joe Manchin is starting to show \nquacks.\n\nJackson's campaign has begun dressing up staffers in a duck costume to stand at busy intersections and in front of \ncampaign events. The duck holds up a sign that says, \"Joe Manchin, don't duck debates.\"\n\nThe duck made its debut Wednesday night at a debate at West Virginia University between Jackson and \nDemocrats Jim Lees and Lacy Wright. Manchin didn't attend.\n\nOn Thursday, the duck was briefly in Charleston during lunch hour, waving to drivers at the South Side Bridge, \nbefore making a trip to Parkersburg.\n\nJackson's strategist, Larry LaCorte, said the campaign rents the duck costume from an online company for about $ \n80 a week. The duck will make appearances in every region of the state over the next few weeks, he said.\n\n\"We have various volunteers and supporters traveling throughout the state, and they're going to wear this outfit and \nhold the sign,\" LaCorte said. \"The whole purpose is to get Joe Manchin to agree to debate Lloyd Jackson and Jim \nLees in every major media market. The voters deserve to see these candidates debate.\"\n\nManchin's campaign isn't amused.\n\n\"His duck is a red herring,\" said Manchin spokeswoman Lara Ramsburg.\n\nManchin is not avoiding debates, Ramsburg said.\n\n\"We've done debates, and we're accepting debates on a case-by-case basis,\" she said. \"We're not accepting \npartisan debates proposed by candidates in a desperate attempt to draw attention to their faltering campaigns.\"\n\nJackson proposed doing one debate with Manchin and Lees in each of the state's six largest regions. Manchin \ndeclined, citing a busy schedule.\n\nLees said Jackson's yellow-feathered friend is all in fun.\n\n\"I saw the duck up close and personal,\" he said. \"I thought it was funny.\"\n\nIn West Virginia politics, the duck is a piece of political gimmickry perhaps unmatched since the 1982 Senate race \nbetween Robert Byrd and Cleve Benedict.\n\n\nThat year, a national conservative group orchestrated an attack on Byrd that included dressing up volunteers in \nwhite sheets, a reference to Byrd's association with the Ku Klux Klan as a youth. At one campaign stop, a Benedict \ncampaign worker tried to give Byrd a KKK hood.\n\nBenedict's controversial stunts backfired. He was trounced in the election and later apologized for the antics.\n\nJackson's duck is more lighthearted. LaCorte, the strategist, said it's a humorous way to draw attention to a serious \ncampaign issue.\n\n\"It's a way to get attention,\" he said. \"I'm going to send the duck down to Teays Valley at the interchange, that kind \nof thing, and let people know that Joe Manchin is ducking debates.\"\n\nWriter Josh Hafenbrack can be reached at 348-4810 or by e-mail at jhafenbrack@dailymail.com.  \n"}