{"title": "STATES KEEP BENEFITS INTACT FOR IMMIGRANTS / WHILE FEDERAL LAW CUT WELFARE, NEARLY ALL STATES FILLED THE GAP. SOME DECIDED TO USE THEIR OWN MONEY.", "body": "\nCongress was hard on immigrants when it restructured the nation's welfare system last year, but the mood in \nstate capitals has been strikingly different.\n\nWhile the federal law cut nearly all benefits for legal immigrants, almost every state has decided, sometimes \nusing its own money, to keep immigrant benefits intact.\n\n\"The federal government is shirking its responsibility,\" Texas Gov. George W. Bush, a Republican, said recently as \nhe announced state aid for elderly and disabled immigrants who lost food stamps. \"Texans are compassionate \npeople who will help those who truly cannot help themselves.\"\n\nLast year's massive welfare overhaul cut immigrants from federally funded food stamps and disability rolls, \nalthough disability benefits were partly restored later.\n\nThe law also gave states the power to decide whether to cut immigrants from cash assistance and Medicaid, \nprograms financed with a combination of federal and state dollars.\n\nIn almost every case, the law made it easier for immigrants in the country when the bill was signed in August 1996 \nto get benefits than those arriving later.\n\nA state gets its allotted amount of federal cash no matter what it does for immigrants. So if it denies welfare to \nimmigrants, it has more money to use elsewhere.\n\nFaced with the new responsibility of deciding who qualifies for aid, all but a few states are continuing benefits for \nimmigrants who were here when the law took effect. And almost every state also will provide cash help and \nMedicaid for immigrants arriving after that, once they have been in the country five years.\n\nMany states are going further. It is illegal under the new law for a state to use federal money for future \nimmigrants during their first five years here. More than a third of states are using state dollars to make sure \nimmigrants are covered from the day they arrive.\n\n\nThat includes California and New York, where half the country's legal immigrants live. Florida and Texas, the third- \nand fourth-largest immigrant states, are helping replace cuts in food stamps, using state money to pay aid once \npaid solely from the federal treasury.\n\nSuch state actions are in striking comparison to the mood in Washington, where congressional Republicans argued \nthat immigrants abused welfare, which should be reserved for Americans.\n\n\"The American dream is not coming here and going on welfare,\" Rep. E. Clay Shaw Jr. (R., Fla.) said in the midst \nof a debate over disability benefits this summer. \"I guess they can go home if they don't like what they have here.\"\n\nAdvocates say states were much more hospitable.\n\n\"The states are closer to the reality of the fact that immigrants are there. They're part of the community,\" surmised \nJosh Bernstein of the National Immigration Law Center.\n\nIn California, for instance, Speaker Cruz Bustamante, the first Latino to head the Assembly, vowed to fight for \nimmigrant aid.\n\n\"It's because of maybe who I am and where I come from. It's about my background and how I got here,\" \nBustamante said during a budget fight this summer.\n\nNearly half the $55 billion saved in the welfare-reform law came from cuts to legal immigrants. The law made \nexceptions for political refugees; illegal immigrants never have been eligible for welfare.\n\nBut given the chance to reap similar savings, states generally declined, according to reports by advocacy groups \nand interviews in almost every state capital.\n\nSpecifically:\n\n* Twelve states, including New Jersey, are compensating for some food-stamp cuts with their own money, \nparticularly for children, elderly and disabled immigrants.\n\n* Every state but Alabama is allowing immigrant residents as of August 1996 to remain eligible for cash payments. \nAlabama also is the only state to bar new immigrants from cash help once they have been in the country five \nyears.\n\n* For Medicaid, new arrivals qualify after five years everywhere but Virginia, Wyoming and Louisiana. And \nimmigrants already in the country remain eligible everywhere except Wyoming and Louisiana.\n"}