{"title": "INS Expands Asylum Protection for Women; New Guidelines Recognize Rape, Domestic Violence May Be a Form of Persecution", "body": "\nThe Haitian soldiers who went to the woman's house that day wore stockings over their heads to disguise their \nfaces. They mocked her political work in support of Jean-Bertrand Aristide, the president overthrown a few months \nearlier in a military coup.\n\nThey threatened to kill her. Then, while her mother was forced to watch, three soldiers raped and beat her. The \nwoman, who was 27 and married, is unable to bear children as a result of the attacks.\n\nShe fled to the United States in July 1992, five months after the attacks, and sought political asylum. Her request \nwas denied. A U.S. immigration judge ruled that she had failed to prove she was persecuted because of her \npolitical beliefs.\n\nBut last month, the Board of Immigration Appeals overturned the decision. The board, an administrative decision-\nmaking body, found that her rape was a form of political persecution in a ruling that all asylum officers and \nimmigration judges are now required to apply in deciding similar cases.\n\nLast week, in a related step, the Immigration and Naturalization Service issued new guidelines formally \nrecognizing that rape, domestic abuse and other forms of violence against women can constitute grounds for \nasylum. Only Canada had previously adopted such specific measures on asylum cases related to gender.\n\nThe guidelines and the board decision reflect a growing recognition in the United States and abroad that violence \nagainst women -- solely because they are women -- can constitute serious human rights violations and should \ntherefore be considered when granting asylum.\n\nIn the past, the fact that an asylum claim was based on a rape or some other gender-related factor would result in \nits dismissal as merely \"personal\" by U.S. immigration authorities even if it amounted to persecution on account of \npolitical opinion, according to Deborah Anker, a founding member of the Women Refugees Project at Harvard Law \nSchool and the Cambridge and Somerville Legal Services. The group was instrumental in helping the INS develop \nthe guidelines.\n\nUntil quite recently, there were few federal court decisions that addressed the claims of women to asylum \nprotection even tangentially, she said.\n\nBut in the last few years, there has been growing attention to human rights abuses based on gender, prompted in \npart by international atrocities such as the mass rape of women in Bosnia as part of \"ethnic cleansing,\" the \nsystematic use of rape in Haiti by police and soldiers during and after the 1991 coup against Aristide, and the \ndomestic violence in Rwanda, immigration officials and advocates said.\n\n\n\"These claims weren't made in the past, but they're beginning to be made now,\" said T. Alexander Aleinikoff, \ngeneral counsel of the immigration service.\n\nIn an important decision last December, an immigration judge in Arlington granted political asylum for the first time \nto a 51-year-old Jordanian woman whose government had failed to protect her from over three decades of physical \nand mental abuse by her husband. The immigration service initially turned down her request for asylum, arguing \nthat it was simply a case of domestic abuse that should be settled in another forum.\n\nThe husband was from a wealthy, well-connected Jordanian family. Among his good friends was the head of the \nsecret police, who gave him a gun that the husband later used to shoot at his wife. After getting drunk, the husband \noften beat his wife, even when she was pregnant, and once used a tennis racket to hit her when he found her \nstudying for a high school equivalency exam.\n\nIn his decision, Judge Paul A. Najelski wrote that the woman had been persecuted because she sought her own \nidentity and espoused Western values in a country where wives, generally, are expected to subordinate themselves \nto their husbands. Also, she was among a group of women who were unwilling to live their lives in a \"harem\" at the \n\"mercy of their husbands, their society and their government,\" he wrote.\n\nThis ruling marked the first recognition that spousal abuse can become a form of persecution under some \nconditions. The Jordanian woman had suffered at her husband's hands because of her beliefs, and she could not \nget real protection from the Jordanian authorities because of those same beliefs.\n\nThe INS guidelines took effect immediately. They do not lower the standard for asylum that must be met for \nwomen. Women will have to meet the same basic tests as men, and all asylum cases will continue to be decided \non a case-by-case basis. Applicants seeking asylum in the United States must still demonstrate a well-founded \nfear of persecution based on race, religion, nationality, political opinion or membership in a particular social group.\n\nSome groups that favor less immigration, such as the Federation for American Immigration Reform (FAIR), have \nargued that permitting gender-related asylum claims will produce a rush of claims by many thousands of women \nwho will see an easy opportunity to obtain legal status in the United States.\n\n\"We cannot bring people here simply because they are suffering under general cultural forms of oppression,\" said \nDan Stein, president of FAIR.\n\nAlthough most of the world's refugees are women and children, supporters of the new guidelines argue that \nwomen are often the least able to leave refugee camps or their native countries to seek asylum abroad and are \nunlikely to produce the flood of asylum claims that opponents fear.\n\nIn the two years since Canada adopted specific guidelines, 195 gender-related claims for asylum were accepted, \naccording to Canadian officials. That accounts for about 2 percent of all Canadian asylum claims filed since the \nguidelines went into effect.\n\nIn the United States, there were 147,000 asylum applications last year, almost triple the number in 1991.\n"}