{"title": "Illegal students few, say colleges; Skeptic: 'Maybe none of the illegal students say they're illegal.'; Some still checking; UGA expects none.", "body": "\nSeveral of Georgia's public colleges say fewer than five illegal immigrants took classes on their campuses last \nyear.\n\nThe State Board of Regents directed its 35 colleges and universities to make sure all students from out of state, \nincluding those from out of the country, are paying out-of-state tuition. Through this process, colleges are learning \nhow many students are undocumented.\n\nGeorgia State University told The Atlanta Journal-Constitution that it enrolled 19 undocumented students in 2009 --\n- fewer than one-tenth of 1 percent of its total enrollment of 30,427. But Georgia Tech officials said they enrolled \nfewer than five, and the University of West Georgia said only three attended last fall. Augusta State University had \njust one --- although he has since received an appropriate visa. Southern Polytechnic State University reported no \nundocumented students for the fall and one for the summer semester, and the Medical College of Georgia said it \nhad none.\n\nMany of the colleges --- including Kennesaw State University, University of Georgia and Georgia Perimeter --- are \nstill working on their audits.\n\n\"We have not completed our review as yet, but we are not aware that we have any undocumented aliens enrolled \nfor the past year,\" UGA spokesman Tom Jackson said.\n\nUGA is the state's largest public campus with nearly 35,000 students. Jackson said the school expects to have \nvery few, if any, undocumented students.\n\nSen. Don Balfour (R-Snellville), who recently joined 13 other state senators in urging the Board of Regents to bar \nillegal immigrants, questioned the numbers.\n\n\"It's interesting for UGA to say they don't think they have any when a smaller college like Georgia State says they \nhad 19,\" Balfour said. \"If UGA is saying they have none maybe they need to look a little deeper. Maybe none of \nthe illegal students are saying they're illegal.\"\n\n\nCollege officials said the students they have identified as illegal were charged the correct tuition rate and didn't \nreceive any scholarships or awards reserved for legal U.S. or Georgia citizens. It is not illegal for undocumented \nstudents to attend Georgia's schools, but they must pay the out-of-state rate, which is about three times as \nexpensive.\n\nTim Renick, chief enrollment officer at Georgia State, stressed that the college doesn't necessarily know the legal \nstatus of undocumented students. Instead they are classified as undocumented students precisely because they \nfailed to provide appropriate documentation.\n\nAdmission applications require students to answer questions about their citizenship status, although the \napplications do not specifically ask whether the student is in the country illegally. Renick said Georgia State asks \nall non-U.S. citizens for documentation.\n\nIf, after repeated efforts, students don't provide the information, they are listed as \"undocumented\" and charged \nout-of-state tuition rates, he said.\n\nWhile part of the verification process relies on information provided by students, Georgia State President Mark \nBecker said most of these students tell the truth on the applications. Students who lie can be expelled, Becker \nsaid .\n\nOf Georgia State's 19 undocumented students, seven are from Asia, five are from North America (Canada and \nMexico), four are from Africa, two are from Latin and South America and one is from Europe, officials said.\n\nColleges have until August to complete their reviews, which were ordered by Chancellor Erroll Davis and the Board \nof Regents after it was disclosed that Kennesaw had awarded in-state tuition to an undocumented student.\n\nJerry Gonzalez, executive director of the Georgia Association of Latino Elected Officials, said there has been a \n\"heavy tinge of racism\" in the debate over illegal immigration, with much of it directed at Latinos and Mexicans.\n\nWhile the University System of Georgia has focused on whether undocumented students are being charged the \nright tuition, there's a larger public debate over whether these students should be allowed to attend. Some \nlawmakers plan to introduce legislation barring illegal immigrants from all public colleges --- a position supported \nby some gubernatorial candidates.\n\nThe U.S. Immigration and Customs Enforcement said federal law does not bar illegal immigrants from attending \npublic colleges. In a 2008 letter, its most recent federal guideline on the issue, the agency wrote, \"individual states \nmust decide for themselves whether or not to admit illegal aliens into their public post-secondary institutions.\"\n\nMost states follow the policy used in Georgia. Eleven states extended in-state tuition benefits to illegal immigrants, \nwhile South Carolina has barred these students altogether.\n\nBalfour said undocumented students at Georgia Tech took slots away from U.S. citizens.\n\n\"This is a competitive institution that turns students away,\" Balfour said.\n\nGonzalez said the students earned their spots through a competitive process.\n\n\"They're not taking spots away,\" Gonzalez said. \"They earned them by excelling in school. They are among the \nbrightest we've educated in Georgia.\"\n"}