{"title": "Currency Plot Steals Savings of Immigrants", "body": "\nYvonne Du, a chemist, believed that she was starting a new career last year when she was hired as a trainee by a \nforeign currency trading company in Queens. Instead, Ms. Du saw her family's savings of $50,000 quickly wiped \nout.\n\nZheng Ming Hu, a chef at a Manhattan restaurant, invested $26,000 with the same Kew Gardens company after a \nfriend promised him a huge profit. He lost $24,000 in six weeks.\n\nBoth investors were victimized in what the authorities say is a scheme that has swindled more than $10 million in \nthe last three years from hundreds of Asian immigrants in New York City and California. The immigrants, mainly \nChinese and South Koreans, were enticed into speculating on the future value of currencies with unregulated \ndealers, according to criminal and civil charges brought against six firms and their top officials. In one instance, \nimmigrants were led to believe that one of the companies was endorsed by the Chinese Government.\n\n\"Some people had nervous breakdowns and several tried to commit suicide after losing all of their money,\" said Ms. \nDu of Long Island City, Queens. She is a spokeswoman for 57 investors -- one of whom lost $125,000 -- who have \nasked Federal authorities for help in recovering their losses.\n\n \n\nA Familiar Activity\n\n \n\n Jonathon Gerson, a Federal prosecutor in Brooklyn, said the companies focused on Chinese immigrants because \ncurrency speculation, especially in British pounds, is common in Hong Kong. \"Many people in the Chinese \ncommunity thought they were dealing with legal, regulated operators,\" he said.\n\nComplaints about possible widespread frauds reached Federal authorities last year, and since December, the \nFederal Commodity Futures Trading Commission and Federal prosecutors have obtained court injunctions to close \nfour companies in Queens, one in Manhattan and one in Alhambra, Calif.\n\nThe commission is responsible for enforcing Federal laws covering futures contracts -- the delivery of a specified \nquantity of a commodity at a designated time at an agreed upon price. It has accused the closed firms of violating \nlaws by operating as unregistered commodity dealers.\n\n\nEssentially, Federal investigators said, the companies misled investors by assuring them they would buy foreign \ncurrency only when the price of that currency was declining in value against the United States dollar and would \nlater sell the currency when its price rose.\n\n \n\nIt Began With a Job\n\n \n The charges in the criminal and civil cases assert that the companies -- some working independently, while others \nwere connected -- used these tactics:\n\n*Brokers, who were called account executives, were recruited through advertisements in Chinese- and Korean-\nlanguage newspapers offering jobs as trainees with salaries of $600 a week and commissions on transactions from \naccounts the newcomers obtained. As a condition of hiring, however, applicants had to open accounts for \nthemselves or their families of at least $5,000.\n\n*Employees were given rudimentary training in currency trading and were paid only if they brought in other \ninvestors with minimum accounts of $10,000. The firms specialized in a practice known as churning, frequent and \nmeaningless trades to generate large commissions and interest charges for the companies.\n\n*Misleading financial statements were given to customers indicating they were making profits while their accounts \nactually were being depleted. The companies often pressed clients to increase their investments by warning them \nthat because of sudden losses, their accounts would be worthless unless they immediately covered their margins, \nor debts.\n\n*Many investors said they were lured into investing by friends and acquaintances who were account executives and \nwho claimed they had reaped huge profits for themselves and their clients. Five Chinese faculty members at the \nState University at Stony Brook, L.I., said they lost from $9,000 to $40,000 each after being persuaded to invest by \na graduate student in mathematics who was working for one of the unregistered currency-trading companies.\n\n*Prospective investors were given promotional materials in Chinese stating that investments could be doubled or \ntripled in a year, with little risk. But clients, most of whom spoke no English, signed investment contracts that were \nwritten in arcane English and absolved the companies of liability.\n\n \n\nNo Investment Made\n\n \n Elizabeth Rodriguez, a Federal Bureau of Investigation agent, said in a court affidavit that the World Bullion \nCompany of Flushing, Queens, and the United Bullion Company of Manhattan, jointly owned concerns, reported to \n500 clients that their money was being invested in futures trades.  In fact, Ms. Rodriguez asserted, millions of \ndollars in investments were simply transferred to bank accounts in Hong Kong that had been opened in the names \nof relatives of officials of the New York companies.\n\nThe World and United Companies and an affiliated company, the Profitable Bullion Company of Alhambra, Calif., \nsiphoned about $4 million from their clients in the last two years, Federal prosecutors said.\n\nSeven officials of the three companies were indicted in March on wire fraud charges in Federal District Court in \nBrooklyn. Five have pleaded not guilty and two are being sought as fugitives.\n\nThe Commodity Commission, in a complaint against the Pacific Bullion Company and the Global Bullion Company, \njointly owned concerns in Whitestone, Queens, said that 99 percent of the $2.7 million funneled into the firms by \ninvestors last year had vanished.\n\nIn a fraud complaint against the Standard Forex Company of Kew Gardens, the commission cited $3.8 million in \nlosses reported by 200 investors, ranging from $5,000 to $125,000.\n\n\n\n \n\nOverseas Links Claimed\n\n \n All 23 officials and traders named as defendants in the civil cases brought by the commission have denied \nwrongdoing. None of the cases in Federal District Court in Brooklyn have been scheduled for trial.\n\nEach company implicated in the criminal and civil cases claimed in advertisements that it was affiliated with stock \nand currency trading companies in Hong Kong or with overseas agenices of the Government of China. The China \nVenturetech Investment Corporation, a company owned by the Government of China, was a partner in the Standard \nForex Company.\n\nJanet Kosman-Rose, a Commodity Commission senior attorney, said in a court brief that China Venturetech \nreceived $170,000 in consultant fees last year from Standard Forex and was a partner in the firm. But officials of \nChina Venturetech contended in depositions that their company lost a $150,000 investment in Standard Forex and \nthat they were only passive investors and had no involvement in the trading operations.\n\nChina Venturetech officials also are challenging the commission's jurisdiction to regulate currency exchange \ntransactions.\n\nMs. Du, who is 47 and who immigrated to the United States in 1985 with her husband and son, was unable to find a \nfull-time job as a chemist, and so took the trainee position. She said she believed her job and $50,000 investment \nwith Standard Forex were secure because the company was associated with China Venturetech.\n\n \n\nFear of Complaining\n\n \n \"I grew up in a socialist country where everyone listens to the government,\" she said in an interview. \"The people \nat Standard Forex said why keep your money in the bank for 2 or 3 percent interest when you can double and triple \nit, and the Chinese Government is behind it.\"\n\nMany investors, after losing their money, were fearful of complaining to the authorities or acknowledging their loses, \nfearing retaliation from the Chinese Government if they returned to China, Ms. Du said. \"But I went to the F.B.I. and \ntold them what was going on,\" she added. \"Many of us are desperate for help from the American Government.\"\n\nSamuel F. Abernethy, a court-appointed receiver, said most of the funds from the closed companies had been \nwired to Hong Kong and it was unclear how much could be recouped.\n\nProsecutors and commission investigators said that other currency trading companies apparently are operating in \nthe New York City area and in California and that they might be trying to expand into non-Asian markets. Carl L. \nTendler, a Manhattan antique-furniture dealer, said that last year he met an account executive for a currency \ntrading company in Flushing who persuaded him to invest $15,000.\n\n\"In three months, boom!\" he said. \"They cleaned me out of $11,800 before I found out they were making numerous \ntrades without my approval and that they were not regulated. I knew it was gamble, but it was really a loaded crap \ngame.\"\n\nGraphic\n\n \n\nPhotos: In three years, hundreds of Asian immigrants in New York City and California have lost more than $10 \nmillion by investing in the future value of currencies with unregulated dealers. Zheng Ming Hu, a chef in \n\n\n\nManhattan, was promised a great profit and invested $26,000. He lost $24,000 in six weeks. (Marilynn K. Yee/The \nNew York Times); \"Some people had nervous breakdowns and several tried to commit suicide after losing all of \ntheir money,\" said Yvonne Du, who lost her family's savings of $50,000. She is a spokeswoman for 57 investors. \n(William E. Sauro/The New York Times) (pg. 31)\n"}