{"title": "An Investment in American Citizenship;Immigration Program Invites Millionaires to Buy Their Way In", "body": "\nLady Liberty may still beckon to the \"huddled masses yearning to breathe free,\" but Uncle Sam now extends a \nspecial welcome to those who can pay cash.\n\nUnder a new immigration program that goes into effect Tuesday, 10,000 visas for permanent residence in the \nUnited States will be available each year for those who agree to invest at least $ 1 million in businesses here.  Full \ncitizenship will be available for them and their families after five years.\n\nThe program, part of the Immigration Act of 1990, is an unabashed attempt to attract wealthy foreigners -- \nespecially Asians and, most particularly, Chinese from Hong Kong who are worried about living under communist \nrule in 1997.\n\nThe response -- 100 applications so far -- has been less than overwhelming. Officials at the Immigration and \nNaturalization Service say they are confident many more people will apply once final regulations are issued. But \nimmigration lawyers and others are not sure, saying the program is too restrictive and expensive.\n\nThe plan is patterned after highly successful programs in other countries, especially Canada and Australia. \nCanada's program, which began in 1986, has brought in more than $ 3 billion a year and has created more than \n40,000 jobs, Canadian officials said.\n\nAustralia's program, begun in 1982, brought in $ 1.3 billion in new investment last year, with about 10,000 settlers \ncoming mostly from Asia, according to the Australian Embassy.\n\nThose figures -- and a sluggish U.S. economy -- overcame the discomfort some lawmakers felt about the notion of \na dollars-for-visas program.\n\nSen. Dale Bumpers (D-Ark.), who led the opposition, thundered on the Senate floor against \"auctioning off our \nsouls\" by \"allowing somebody into this country simply because he or she happens to have $ 1 million, either \ninherited, made in the drug cartel, regardless of where the money comes from.\"\n\nBut Republican backers, such as Sen. Phil Gramm (Tex.), countered by quoting Calvin Coolidge that \"the business \nof America is business\" and the country needed entrepreneurs as much as any other category of immigrant. \nDemocrats, such as Sen. Edward M. Kennedy (Mass.), insisted the program was not selling visas, but creating \njobs because, in addition to the money, investors also would have to create 10 jobs to qualify for permanent \nresidency.\n\n\nThe bill's supporters predicted that about 4,000 millionaire investors, along with family members, would sign up, \nbringing in $ 4 billion in new investments and creating 40,000 jobs.\n\nImmigration lawyers and business promoters went into a feeding frenzy at the possibilities, shuttling back and forth \nto the Orient, conducting dozens of seminars and discussions with prospective clients.\n\nBut now, after all the congressional angst and the promotional activity, immigration lawyers and business brokers \nare not sure wealthy foreigners will bite.\n\nOne problem, said Harold Ezell, a former INS official and now an immigration consultant in California who is \nadvising foreign investors, is that \"INS dropped the ball,\" and has yet to publish regulations to implement the law. \nAs a result, applications cannot be processed. Ezell is confident applications will increase. The Canadian offer is \nattractive, he said, \"if you want to go to Canada and freeze your buns off.\"\n\nEven when final regulations are issued, possibly in the next few weeks, there still may be uncertainties, \nimmigration lawyers said. Immigration officials are debating whether to lower the ante to $ 500,000 for \ninvestments in rural or high-unemployment areas.\n\nEntrepreneurs will receive a two-year provisional visa and, if still-to-be-decided criteria are met, a permanent green \ncard may be issued, with citizenship three years after that. One question unanswered, however, is what happens \nto the visa if after two years the business falls on hard times and employs only seven people or if other regulations \naren't met.\n\n\"One million dollars is not chump change,\" said St. Louis immigration lawyer George Newman. \"People with that \nkind of money didn't get it because they are idiots,\" he said, and they are not going to jump into the program \nwithout a clear idea of what will happen.\n\nNewman said many of the inquiries he has received have been from European entrepreneurs. He said many have \ngone to Canada, but \"the country of choice is the United States.\"\n\n\"The Canadian program has been a spectacular success,\" he said, \"and we just sat here and let them do it.\"\n\nCanada and Australia were also a lot easier to enter, said attorney Austin Fragomen of New York City. Even if all \nthe uncertainties are cleared up, Fragomen said, \"our program is not a competitive product\" with the Canadian \nprogram.\n\nAustralia's program requires an investment of only $ 120,000. Canada's program requires $ 220,000 and no \n\"hands-on\" directorship of 10 employees. The U.S. requirements are obstacles, Fragomen said. \"Who wants to run \na McDonald's in the South Bronx?\" he asked. \"It's very difficult.\"\n\nThe other advantage with the Canadian program, said San Francisco investment banker Tony Angotti, is that \nCanada has a list of hundreds of pre-approved investments, so that when people invest, they know that after \nthree, not five years, they can be citizens.\n\n\"People tend to forget that for the wealthy the United States is not the only game in town,\" he said. \"If you are Hong \nKong Chinese, wealthy and worried about 1997, you've been concerned for some time and you already have a New \nZealand [or other] passport. These guys are the first ones out\" when trouble is coming, he said.\n\nIrvin Philpot, office manager of a Palm Beach, Fla., holding company called Global Group, said ads he has placed \nworldwide have generated substantial responses, \"but we're not getting as many people that have a million in liquid \ncash that we had hoped for.\" To have that much, he said, \"you've got to be worth between $ 10-$ 12 million.\"\n\nPhilpot, who has submitted four applications for the visas, said he was looking for investors in any of 27 companies, \nincluding fast-food franchises, light bulb manufacturing or taxi and limousine companies. The response has been \ncautious, he said.\n\n\n\nGraphic\n\n \n\nPHOTO, SEN. DALE BUMPERS\n"}