{"title": "Latino church groups lead rally; Protesters criticize Georgia law, pray for federal solution", "body": "\nHundreds of Christian Latinos took to the streets of downtown Atlanta on Sunday in prayer and protest against a \nnew Georgia law they say criminalizes undocumented immigrants.\n\nAmid chants and song, they also demanded comprehensive federal immigration reform during their rally and \nmarch from the U.S. Court of Appeals to the state Capitol.\n\nThe protesters --- many legal residents and most toting Bibles and young children --- came from across Georgia to \nsend what they hope will be a powerful, spirit-filled message that a change must come at the federal level and not \nthrough states and local governments, whose politicians they say are using the immigration issue for political gain.\n\nBy doing so, states and municipalities usurp the federal government's constitutional authority to shape the nation's \nimmigration policy, critics said.\n\nThe Washington-based National Coalition of Latino Clergy and Church Leaders and the Association of Latino \nPastors of Georgia, its local affiliate, led the prayer rally.\n\nThe evangelical advocacy organization represents more than 20,000 churches in 33 states, according to the Rev. \nMiguel Rivera, coalition president and founder.\n\nSimilar protests have been held across the country amid the national debate on comprehensive immigration reform.\n\n\"We're sending a message that we need true immigration reform that addresses the plight of 12 million and their \nchildren,\" said lawyer William Sanchez, a coalition lawyer. \"What's happened in Georgia is just a reflection of the \nlack of action by the federal government.\"\n\nThe groups plan to submit paperwork during next few months challenging the constitutionality of restrictive, state-\nimposed laws that have surfaced in places such as Missouri, Oklahoma, Virginia and Georgia.\n\n\nGeorgia's SB 529 raises the bar on identification requirements in employment, public benefits and pay to \ncontractors. It also prohibits in-state tuition for illegal immigrants and requires jailers to check the legal status of \nthose charged with DUI or a felony and notify federal authorities of suspected illegal immigrants.\n\nCritics say Georgia's law and others like it make Latinos targets of racial profiling and other acts of discrimination.\n\n\"We're hoping to stop 529. The law criminalizes every undocumented immigrant,\" said Antonio Mansogo, \nassociation president affiliated with Doraville's Central Pentecostal Ministry. \"What you can see is that these people \nare not criminals. Everybody is holding a Bible, reflecting that they have the same faith and values as the American \npeople.\"\n\nLiving in the United States without proper documentation, Sanchez said, violates civil laws, but not criminal ones.\n\nRivera, coalition president and founder, described Georgia's new law frivolous and insulting to Latinos who, he \nsaid, pay taxes like everyone else.\n\nLatino pastors and their members, he added, are fed up.\n\nAdded Rivera: \"We cannot tolerate these types of laws.\"\n\nNearly half the estimated 700,000 Hispanics in Georgia are undocumented, experts say.\n\nGraphic\n\n \n\nPhoto: FRANK NIEMEIR / StaffHolding Bibles, demonstrators chant \"viva Jesus, viva Jesus\" at the state Capitol on \nSunday. \"We need true immigration reform,\" a spokesman said./ImageData*\n"}