{"title": "House: no school for illegal aliens", "body": "\nAt the urging of House Speaker Newt Gingrich, the House on Wednesday slammed  the schoolhouse door against \nchildren who are in this country illegally,  voting that they have no right to public education.\n\n\"This is the right thing to do to send the right signal around the  world,\" Gingrich said in a rare speech on the House \nfloor. \" \"Come to  America for opportunity. Do not come to America to live off the American  taxpayer.' \"\nNOSKUL\n\nThe vote wasn't close, 257-163.\n\nEach state would be allowed to decide whether to continue to educate its  children. Florida spends more than $ \n400-million a year for illegal immigrant  children in its schools, with no help from the federal government.\n\nBut Gov. Lawton Chiles has said he opposes measures like the one the House  passed. He says he would rather \nhave the children in school than on the  streets.\n\nIn a series of votes, the House took steps to nationalize California's  Proposition 187, which was passed \noverwhelmingly in 1994 to deny nearly all  benefits to illegal immigrants. It has been tied up in California courts \nevery  since.\n\nThe House said illegal immigrant parents should not be allowed to apply for  welfare on behalf of their children \nwho were born in this country and are U.S.  citizens. Lawmakers said it's a back door way to collect welfare, which \n already is banned for illegal immigrants.\n\nThey voted to test a new workplace system to try to catch illegal  immigrants if they apply for jobs. Employers \ncould call an 800 number to see  whether a job applicant is legally in the country. One congressman dubbed it  1-\n800-BIG-BROTHER.\n\nBut the lawmakers stopped short of requiring hospitals to turn over the  names of illegal immigrants for \ndeportation after they seek medical treatment.\n\nAll this is a long way from becoming law. The House is working its way  through an enormous immigration reform \nbill, with a final vote expected today.\n\nThe Senate, which is working on its own bill, would have to agree to these  measures, then the president would \nhave to sign them into law. President  Clinton has said he wants to keep the kids in school.\n\n\nBut even if he changed his mind - and Clinton will need to win big  immigration states including Florida, Texas and \nCalifornia to get re-elected -  the school ban surely would head to the U.S. Supreme Court.\n\nThe court ruled in 1982 that states have an obligation to educate all  children, regardless of their immigration status. \nBut the ruling noted that  Congress had never addressed the matter.\n\nGingrich said people are living in \"fantasyland\" if they don't think  welfare and a free education are drawing \nimmigrants to this country. Educating  the children in California, New York, Florida and Texas alone costs about  $ \n3-billion a year, he said.\n\nIf the federal government can't stop the flow of immigrants, then Congress  should pay for their schooling, Gingrich \nsaid.\n\nHis words enraged Rep. John Bryant, D-Texas, a sponsor of the immigration  bill. A number of members would \nhave loved to see federal funds to educate  illegal immigrant children, but the Republican-controlled Rules \nCommittee  wouldn't let them bring it to a vote.\n\n\"I say shame on you, Mr. Speaker,\" Bryant said.\n\nThe immigration bill, which Bryant is sponsoring with Texas Republican  Lamar Smith, tries in a variety of ways to \nmake America less attractive to  illegal immigrants. Schools, welfare and jobs are thought to be what draws \n them, and the bill tries to curtail each one.\n\nThe House fought for hours about the workplace verification system but  agreed to a three-year pilot project in five \nstates, including Florida.  Employers who volunteer for the project would call an 800-number to see  whether a job \napplicant's name matches his Social Security number.\n\n\"We know what's coming next - national ID cards in all likelihood,\" said  Rep. Steve Chabot, R-Ohio, who tried to kill \nthe system.\n\nOthers complained the verification system would violate privacy and civil  liberties or would burden businesses. One \ncompared it to tracking down the  Japanese to put them in internment camps.\n\nEmployers already have a verification system they don't like. They must ask  to see a Social Security number and \nfile a form swearing the employee is  legal. But they have no way of knowing whether the number is valid, and fake \n documents are a booming business in immigration states.\n\nRepublican Ken Calvert said as a businessman in California, \"I saw my  share of suspicious documents over the \nyears. 1-800 would give me peace of  mind.\"\n\nAs for welfare, about 100,000 American children will be barred from welfare  if their illegal immigrant parents \ncannot apply for it, said Rep. Nydia  Velazquez, a New York Democrat who immigrated from Puerto Rico.\n\nShe argued that the bill would create two tiers of U.S. children, some  entitled to aid and others not. The House was \nnot moved.\n\n\"I do not believe we should reward those who break our laws and then  provide them with generous welfare \nchecks,\" said Rep. Elton Gallegly,  R-Calif. The money should be used for bus fare to send them home, he said. \n\n \n\nFlorida votes \n\n \n\nA \"yes\" vote is a vote to add the amendment to the bill. An X denotes those  not voting. \n\n \n\n\n\n   Republicans - Bilirakis, Y; Canady, Y; Diaz-Balart, N; Foley, Y; Fowler, Y;  Goss, Y; McCollum, Y; Mica, Y; Miller, \nY; Ros-Lehtinen, N; Scarborough, Y;  Shaw, Y; Stearns, Y; Weldon, Y; Young, Y.  Democrats - Brown, N; Deutsch, \nY; Gibbons, N; Hastings, N; Johnston, X; Meek,  N; Peterson, X; Thurman, N.\n"}