{"title": "PROTESTS SURROUND CANADIAN IMMIGRATION PROPOSALS", "body": "\nProposed sweeping changes to immigration laws allowing the Canadian government to fast-track desired \napplicants have been met by noisy protests.\n\nProtesters outside a Toronto hotel where hearings were being held on the proposed bill said the changes would \ngive the government too much power to hand-pick who is admitted.\n\nImmigration Minister Diane Finley said it would help speed things for skilled workers that Canada needs and set \npriorities and limits on the types of immigrants who can enter the country.\n\nThere is a priority to deal with a huge backlog of 800,000 applicants, and the bill could eventually help speed things \nup for all types of immigrants, she said.\n\nThe bill would also allow the government to reject a would-be immigrant who has been ruled admissible by \nimmigration officers.\n\nLiberal Member of Parliament David McGuinty said the Conservative government is intent on \"closing Canada's \ndoors to the newcomers we desperately need to fuel our labor and our population growth even though history \nshows this is absolutely the wrong approach.\"\n\nSima Zerehi, of No One Is Illegal, said the immigration department would become a temporary work agency so the \ngovernment could \"cherry-pick immigrants from any country ... they want.\"\n\nBlizzard leads to record\n\nAfter an extended winter, Calgary rolled back spring with a 10-inch snowfall Thursday.\n\nThe blizzard set a snowfall record for the date and caused traffic chaos and flights to be delayed or canceled at \nCalgary International Airport.\n\nCommuters said their 30-minute treks to work and home ended up taking two or three hours in some cases.\n\nThe previous spring snowfall record was 6 inches in 1920.\n\nNews in brief\n\n-Vancouver's Olympic flame could have an overseas run, but it will mainly be a cross-Canada relay leading to the \n2010 Winter Games. Organizers said consideration is being given to a stop at Vimy Ridge, France, the site of a \nmajor military offensive by Canadian troops during World War I. Current protests over the Beijing torch have \ncaused a review of future flame relays from Greece to the host nations.\n\n\n-Member of Parliament Todd Russell is joining the seal hunt getting under way in his province of Newfoundland and \nLabrador in a show of support for the sealing industry. Thousands of vessels are taking part in the hunt in the Gulf \nof St. Lawrence despite international protests.\n\n-Feuding finance ministers will meet to discuss the downturn in Ontario's economy, caused by manufacturing and \nexport cutbacks to the United States. Federal Finance Minister Jim Flaherty has publicly attacked his Ontario \ncounterpart, Dwight Duncan, for failing to cut taxes for businesses to spur a turnaround. They have agreed to meet \nto discuss their differences.\n\nFacts and figures\n\nCanada's dollar has retreated over the past week to 97.78 cents U.S. while the U.S. greenback rose to $1.0227 \nCanadian, before bank exchanges fees.\n\nThe Bank of Canada's key interest rate remains steady at 4 percent while the prime lending rate is 5.75 percent.\n\nCanadian stock markets moved higher with the Toronto Exchange index at 13,714 points, while the TSX Venture \nExchange was at 2,556 points on Friday.\n\nLotto 6-49: (Wednesday) 20, 21, 22, 29, 39, 41; bonus 25. (April 5) 16, 18, 21, 27, 36, 43; bonus 44. Super 7: (April \n4) 8, 15, 25, 27, 31, 37, 43; bonus 19.\n\nRegional briefs\n\n-Police said a distraught separated father is the prime suspect in the murders of his three children in Merritt, British \nColumbia. Allan Schoenborn hasn't been seen since the discovery of the bodies of Kaitlynne, 10, Max, 8, and \nCordon, 5, in their home April 6.\n\n-A 17-year-old student was killed Wednesday when a truck slammed into the back of a stopped school bus near \nRimbey, Alberta. Jennifer Dawn Noble was killed on the foggy highway, and several students were hurt.\n\n-Manitoba's government is cutting some taxes but increasing user fees in its budget. There is a new environmental \ntax on coal-burning businesses to encourage them to go green. Health-care spending will increase by $350-million \nto hire more doctors and nurses, improve services and increase spending for child care.\n\n-The squeamish should not look down while riding the elevator at Toronto's CN Tower. As one of the tallest \nfreestanding structures, it now has the \"world's highest glass-floor elevator.\" It provides a new perspective on the \ncity - 1,135 feet straight down - through two glass-floor panels.\n\nJim Fox can be reached at canadareport@hotmail.com\n"}