{"title": "Admission of 9-11 trial evidence disputed; Terror prosecutors thwarted by own; government, department memos show", "body": "\nProsecutors in the first major terror trial after Sept. 11 were hindered by superiors from presenting some of their \nmost powerful evidence, including testimony from an al Qaeda leader and video footage showing Osama bin \nLaden's European operatives casing American landmarks, Justice Department memos show.\n\n The department's terrorism unit \"provided no help of any kind in this prosecution,\" the U.S. Attorney's office in \nDetroit wrote in one of the memos that detail divisions between front-line prosecutors and their superiors in \nWashington.\n\n The Detroit case ended last summer with the convictions, hailed by the Bush administration, of three men who \nwere accused of operating a sleeper terror cell that possessed plans for attacks around the world.\n\n A fourth defendant was acquitted, however, and only two of the four men originally arrested were convicted of \nterrorism charges.\n\n Now the convictions are in jeopardy because of an internal investigation into allegations that defense lawyers were \ndenied evidence that could have helped them.\n\n Whatever the outcome, internal documents obtained by the Associated Press and more than three dozen \ninterviews with current and former officials detail how the differences between Washington and the field office kept \nimportant evidence from being shown to jurors.\n\n \"We were butting heads vigorously with narrow-shouldered bureaucrats in Washington,\" Assistant U.S. Attorney \nRichard Convertino told AP in an interview. He is the lead Detroit prosecutor who is now under investigation in \nWashington.\n\n \"There was a series of evidence, pieces of evidence, that we wanted to get into our trial that we were unable to \ndo. Things that would have strengthened the case immeasurably, and made the case much stronger, \nexponentially,\" Convertino said.\n\n Some disputes reached high into the Justice Department.\n\nSIDEBAR:\n\n CONGRESS SPLIT OVER INTEL\n\n\n  WASHINGTON - Members of Congress are sharply divided over how fast to proceed in drafting legislation to \nrestructure the nation's intelligence services. They are torn between political demands for speed and caution arising \nfrom the complexity of their task.\n\n  They also appear split over some of the major recommendations the national commission charged with \ninvestigating the Sept. 11, 2001, attacks made in its 567-page report last month, triggering the extraordinary \nmidsummer legislative effort. Those proposals - especially ones that seek a far-reaching realignment of intelligence \nresponsibilities - could prompt a serious turf war among powerful Washington departments and agencies as well as \ncongressional committees charged with overseeing them.\n\n  Over the last 30 years, there have been eight unsuccessful efforts to reorganize intelligence operations - including \ntwo recent ones from a presidential commission chaired by retired Lt. Gen. Brent Scowcroft, who is also chairman \nboth of President Bush's own Foreign Intelligence Board and of the joint House-Senate panel that investigated the \n9-11 attacks. Skeptics caution against unintended consequences that could impede rather than strengthen \nintelligence efforts. But the commission has been fierce in its lobbying for approval of all its recommendations, and \nits stature, reinforced by broad acclaim for its work and the support of 9-11 victims' families, has generated election-\nyear pressure on Capitol Hill.\n"}