{"title": "Immigration 'Sweepstakes': Odds Will Favor the Irish;Program Earmarks 40% of Available Visas", "body": "\nSometime next month, the State Department is expected to announce details of an unusual contest -- part lottery, \npart gold rush -- that will change the lives of tens of thousands of foreigners living illegally in this country.\n\nThe prize is more valuable than gold to an illegal immigrant, a \"green card\" allowing its owner to stay in the United \nStates indefinitely. Winners do not have to be Irish -- but it helps.\n\nUnder a provision in the Immigration Act of 1990, 40,000 green cards (they are actually salmon-colored these \ndays) will be handed out each year for the next three years on a first-come, first-serve basis. Applicants must be \nfrom one of 34 countries, most of them in Europe, that have had little emigration to the United States in the last 25 \nyears.\n\nA similar program five years ago drew 1.4 million applications for 10,000 visas, and immigration lawyers and \nfederal officials expect millions of applications this time.\n\nBut there is a difference this time: In a display of ethnic political clout, 40 percent of the visas -- 16,000 -- must go \nto Irish applicants, a provision courtesy of powerful lawmakers such as Sen. Edward M. Kennedy (D-Mass.) and \nfomer representative Bruce A. Morrison (D-Conn.).\n\nThe \"Irish Sweepstakes\" is what the Irish news media here and in Ireland are calling the process. Irish abroad \nand thousands of illegal immigrants here are waiting anxiously to learn the special post office box number in \nWashington and the date applications may be submitted.\n\nOne 26-year-old construction worker who came here last year says the reason for the intense interest is simple: \nThe Irish here, like any other group of undocumented workers, are \"an underclass,\" forced, as he has been, to take \n\"the crummiest jobs at the lowest wages.\"\n\n\"I don't think I can go on like this too much longer,\" said the man, who like others interviewed asked that his name \nnot be used.\n\nThe Irish illegals are a part of a huge wave of Irish immigration to this country that rivals the influx at the turn of \nthe century and in the 1950s. In the last decade, about 50,000 have arrived, legally and illegally, according to the \nIrish government's figures.\n\n\nThey have come, mostly here and to New York, for the same reason as their forefathers: jobs. Unemployment in \nIreland is at a staggering 18 percent and expected by some Irish experts to climb to 20 percent in the next year or \nso. As a member of the European Community, the Irish can travel to any other member country, and many go to \nEngland, but large numbers still come here.\n\nThe official estimate is that there are about 5,000 illegal Irish in the Boston area. But Irish immigrant advocacy \ngroups estimate the national total at 120,000, with nearly 30,000 here and more in New York.\n\nLena Deevy, director of the Irish Immigration Reform Movement office here, acknowledges any number is at best \nan estimate. \"It's an anonymous floating population,\" she says, \"it's like counting the homeless.\"\n\nAnd life is getting harder for those here. A 32-year-old waitress in a Boston suburb said it was easy to find work \nwhen she came here six years ago, when Massachusetts was in a boom economy.\n\nBut the restaurant where she worked closed down as hard times hit this region. Then a second closed down and \nthen a third. The 1987 Immigration Reform Act made it illegal for employers to hire undocumented workers. That \nclosed off opportunities at large companies such as those in the computer industry -- where the construction worker \nused to be employed, or the insurance industry -- where the waitress used to work.\n\n\"You can't apply for a job,\" she said. \"You can't answer a want ad\" because of the 1987 law. \"It's all word of mouth.\" \nFinally she found a job as a housekeeper for the last 18 months that paid over $ 10 an hour. \"They dropped me \nthree weeks ago, said they wouldn't be needing anyone.\"\n\nSeveral of the Irish immigrants talked of the social isolation of being undocumented in this country, of the need to \nkeep a low profile at all times. \"My social life is limited to the Irish sector,\" said the waitress. \"I can't talk to \nAmericans -- you just have to tell too many lies. You never know who you're talking to.\"\n\n\"It's like living on the edge,\" Deevy said. \"There is a lot of fear\" that someone -- an enemy, an employer, a jilted \nlover or jealous colleague -- \"will squeal to the INS [Immigration and Naturalization Service],\" even though, in \nreality, few are ever deported.\n\nThe fear of exposure leaves the undocumented vulnerable to crime and exploitation, Deevy and state officials said, \neven though the city insists it will not turn over crime victims' names to the INS. Several of those interviewed report \nincidents of Irish men being mugged on Friday nights after cashing their checks in the pub, a center of Irish social \nlife.\n\nBut some of the undocumented \"are ingenious enough to get around the system,\" Deevy said.\n\nAmong the success stories is a 26-year-old health clinic worker who arrived on a tourist visa two years ago and \nstayed. She makes $ 14 to $ 15 an hour plus overtime at the clinic, she said, and works baby-sitting and other jobs \non the side. She owns a new car, and her life, for the most part, is like that of her neighbors in a nearby suburb. \nOne difference: She cashes her paychecks at the pub.\n\nAnother who has mastered the system works at a large law firm here. An attorney in Ireland, he has a bank \naccount, driver's license and graduated from law school here. But he can't take the bar exam and practice law in \nthis country until he gets that green card.\n\nFor the Irish and the Polish, the next largest group expected to apply, obtaining the green cards is critical.\n\n\"It is a matter of life and death for many Polish people,\" said Eva Wierzynska, an aide in the office of Rep. Dan \nRostenkowski (D-Ill.) in Chicago. Many illegal Polish \"have nothing to return to\" in Poland, she said, and like the \nIrish, are living in fear of discovery. \"I personally know one man who is living in his car because he's afraid to rent \nan apartment. He says he cannot go back.\"\n\nThe tension over the lottery has sparked ethnic rivalries and wild rumors. One rumor in the Polish community has it \nthat the Irish have fixed the lottery in their favor through manipulation of the U.S. Postal Service.\n\n\n\nThere is also intense speculation on ways to beat the system in what a State Department official said will in effect \nbe a \"crap shoot.\"\n\nThere is no prohibition or penalty for multiple entries -- although machine-made duplicates will be electronically \nfiltered out -- so officials expect a substantial number of applications per person. Applications received either before \nor after the week-long application period, expected to be in September, will not be considered.\n\nSince winners are selected on a first-come basis, many applicants are debating whether they should come or send \nsomeone to Washington as soon as the post office details are announced and mail as many applications as they \ncan afford at 12:01 a.m. It is not an amnesty program, but immigrants already in the country will have a substantial \nadvantage over those outside, especially since the applications must be accompanied by a letter from an employer \npromising a job.\n\nLaw firms around the country are signing up clients, both corporations and individuals, even though immigrant \nadvocacy groups insist no lawyers are needed.\n\n\"It's all a matter of whose letter gets processed first,\" said Cornelius D. Scully, an official in the Consular Affairs \nbureau in the State Department.\n\nIn the last program, he said, a colleague, doing a favor for a friend's Canadian aunt, sat outside the Brentwood \npostal service center in the District putting batches of applications in the bins every hour or so. The colleague spent \nthe evening chatting with a Canadian couple who had driven down to do the same thing.\n\n\"The couple won,\" Scully said, \"but the aunt didn't.\"\n\nI'm asked: 'Would [dumping hundreds of applications in person] enhance my chances?' I tell them you have to \nmake up your own mind. I can't answer, I don't know.\"\n\nBut Washington immigration lawyer Michael A. Maggio insists that, while there are no guarantees, \"It's a matter of \nthe odds and there are steps you can take to increase your odds,\" including filing large numbers of applications in \nWashington. Maggio is charging clients $ 350 to post 100 applications.\n\nThe international firm of Coudert Bros. recently wrote its corporate clients. \"We are charging a flat fee of $ 2,550 \n(plus $ 500 for each dependent) for registration in this program,\" the firm said, with $ 800 to cover application \nexpenses.\n\nScully insists, however, \"there are no guarantees. There is more mythology for the right formula for winning. People \nhave different formulas. What's the right way and wrong way? I don't know.\"\n\nGraphic\n\n \n\nPHOTO, UNDOCUMENTED IMMIGRANT SCOURS NEWSPAPER IN THE BLACK ROSE, A BOSTON SOCIAL \nHUB FOR IRIISH IN THE UNITED STATES ILLEGALLY. CAROL GUZY\n"}