{"title": "HEARING OF THE SOCIAL SECURITY SUBCOMMITTEE OF THE HOUSE WAYS AND MEANS COMMITTEE SUBJECT: SOCIAL SECURITY NUMBER HIGH-RISK ISSUES (PART II) CHAIRED BY: REPRESENTATIVE JIM MCCRERY (R-LA) WITNESSES PANEL I: MARK W. EVERSON, COMMISSIONER, INTERNAL REVENUE SERVICE; JAMES B. LOCKHART III, DEPUTY COMMISSIONER OF SOCIAL SECURITY, SOCIAL SECURITY ADMINISTRATION; STEWART A. BAKER, ASSISTANT SECRETARY FOR POLICY, DEPARTMENT OF HOMELAND SECURITY; PANEL II: PATRICK P. O'CARROLL, INSPECTOR GENERAL, SOCIAL SECURITY ADMINISTRATION; BARBARA D. BOVBJERG, DIRECTOR, EDUCATION, WORKFORCE, AND INCOME SECURITY ISSUES, GOVERNMENT ACCOUNTABILITY OFFICE LOCATION: 1100 LONGWORTH HOUSE OFFICE BUILDING, WASHINGTON, D.C.", "body": "\n\nREP. JIM McCRERY (R-LA):  The hearing will come to order.  Good morning, everyone, welcome to our joint Social \nSecurity Subcommittee and Oversight Subcommittee hearing on employer wage reporting. Today's hearing is the \nsecond in a series of hearings on high risk issues related to Social Security numbers, or SSNs.\n\nToday we'll examine the longstanding and troubling issue of how some employers fail to report wages with accurate \nSSNs and the inadequate federal response.  Wages that are reported under incorrect or false SSNs are logged into \na database within the Social Security Administration called the earnings suspense file.  This file has records of \nearnings that could not be linked to the correct worker.\n\nEmployee data was first entered into the suspense file in 1937, when wages became subject to Social Security \ntaxes.  Between 1937 and 2003, nearly 255 million wage records for about $520 billion in earnings accumulated in \nthe suspense file.  The suspense file is not just an administrative headache or a bureaucratic wasteland, it is a \nsymptom of more serious problems.\n\nResearch by the Social Security Administration's inspector general and the Government Accountability Office or \nGAO indicates evidence of SSN misuse and unauthorized work by foreign born workers. For example, according to \na GAO study of SSNs frequently appearing in the suspense file, wages claimed by foreign born workers who had \nearnings before they were issued an SSN have grown over time, from an average of about 7 percent for years \n1937 to 1985 to 47 percent for the year 2003.\n\nInaccurate SSN reporting has repercussions for workers' Social Security benefits, tax compliance and immigration \nlaw compliance. Three government agencies play a role when employer wage reports end up in the suspense file.  \nThe Social Security Administration is responsible for accurately keeping track of workers' earnings for benefit \npurposes.\n\nThe Internal Revenue Service is responsible for enforcing penalties to ensure employers report wages accurately \nfor tax and benefit purposes.  The Department of Homeland Security is responsible for ensuring unauthorized \nworkers do not work using false information that results in their earnings records ending up in the suspense file.\n\nUnfortunately, the problem of a growing suspense file has existed for decades.  The responsible government \nagencies have been slow to work together toward a comprehensive solution.  In addition, they have not adequately \nenforced the laws and regulations that would prevent inaccurate wage reporting. \n\nLast December, the House of Representatives passed legislation, the Border Protection Antiterrorism and Illegal \nImmigration Control Act of 2005, which would take action where government agencies have not, by requiring \nemployers to verify the SSNs and employment eligibility of their employees with the Social Security Administration \nand the Department of Homeland Security.\n\nToday we need to hear about what actions federal agencies can and will take to address inaccurate wage reporting.  \nWe also want to examine options that Congress should consider to achieve a balanced and workable approach to \nimprove the accuracy of wage reporting without unduly burdening employees, employers and our economy.\n\nI want to thank all of our witnesses for coming today, and I look forward to your testimony.  And now I'd like to ask \nmy colleague, the ranking member, Mr. Levin, for any comments he may make.\n\nREP. SANDER LEVIN (D-MI):  Mr. Chairman, I have a statement, let me submit it for the record, and I take it \nwithout objection?\n\nREP. McCRERY:  Thank you.\n\nREP. LEVIN:  And I'll just quickly summarize it, because we want to get on with the testimony.  And I'm really very \nglad that all three of the agencies are represented here today.  We know the data regarding the lack of match in the \nreporting.  We also, I believe, have some idea as to what each of the three agencies is supposed to be doing, what \nyour primary function is.\n\n\n\nAnd so the question today I think in part is whether there's an adequate meshing of your responsibilities and of the \ninformation that you have.  Whether a primary problem in terms of our immigration policies relates to the interaction \namong the three agencies.  What impact there would be on each of your agencies if there were a further \nrequirement of the sharing of information.\n\nAnd so we look forward to it.  This is not a new problem, and the immigration aspect of this is not a new issue.  \nWe've been dealing with this for years, and I hope we can approach this issue with both determination and also \nwith some care.  Thank you.\n\nREP. McCRERY:  Thank you, Mr. Levin.\n\nAny member wishing to submit a statement for the record may do so without objection.\n\nMr. Ramstad, chairman of the Oversight Subcommittee.\n\nREP. JIM RAMSTAD (R-MN):  Thank you, Mr. Chairman.\n\nAs chairman of the subcommittee on oversight, I look forward to this second joint hearing in the last two years on \nthe topic of employer wage reporting.  \n\nThank you, Chairman McCrery, for your leadership in this area and for summarizing why we're here today and also \nsummarizing the last hearing in 2004, when we heard there was a growing problem with the misuse of the Social \nSecurity number and a failure by employers to accurately report the names and Social Security numbers of \nemployees.\n\nAs we all know, this was contributing to a growing account of mismatched wages at the Social Security \nAdministration called the earnings suspense file.  And the message of the hearing two years ago was that the three \nagencies involved in the process, who are represented very well here today and we appreciate your participation, \nthe Social Security Administration, the IRS and the Department of Homeland Security, the message was that the \nthree agencies needed to work better together to address the problem.\n\nSo we're here today to see in the area of information sharing if progress has been made.  This is an important \nproblem for a number of reasons.  When wages are reported to incorrect Social Security numbers it can prevent \nindividuals from receiving the Social Security benefits that are due them, can create a number of other problems for \nother government agencies as well, as I think we all understand.\n\nI just want to highlight briefly a couple of my concerns at the outset and look forward to the responses during the \ntestimony.  First, why not more is being done to enforce the laws and regulations that require accurate wage \nreports from employers.  It appears that we have laws on the books that are not being enforced.\n\nIn fact, it also appears that the IRS regulations make it virtually impossible to impose and collect penalties on \nemployers who report inaccurate Social Security numbers for their employees.  If this is so, we need to know what \ncan be done to correct this problem, to remove this barrier to enforcement.\n\nSecond, I'd like to know if the three agencies, the Social Security Administration, the IRS and the Department of \nHomeland Security are satisfied with the current level of information sharing with respect to name and Social \nSecurity number mismatches.  In other words, if progress is being made and if it's satisfactory progress in terms of \nthe all critical information sharing. \n\nAnd if not, I think this panel needs to know what additional information they would like to access and why.  Finally, \nthere have been proposals to require that employers do more to verify the eligibility of their employees for work.  I \nlook forward also, gentlemen, to your views on the impact of expanded verification.\n\n\n\nSo let me again thank the witnesses for being here today.  I look forward to hearing from you and working with you \nto address these important problems, and thank you again, Mr. Chairman, for your leadership.\n\nREP. McCRERY:  Thank you, Mr. Chairman.\n\nAnd now we'll hear from the ranking member of the Subcommittee on Oversight, Mr. Lewis.\n\nREP. JOHN LEWIS (D-GA):  Thank you very much, Mr. Chairman.\n\nThe Oversight Subcommittee joined the Social Security Subcommittee on today's hearing to discuss issues \ninvolving Social Security numbers that do not match employees' names being submitted to the Social Security \nAdministration and the Internal Revenue Service.\n\nThe Subcommittee held a similar hearing on this subject two years ago.  Under current law, employers are required \nto obtain the name and Social Security number of each worker so that wage, income and tax withholding amounts \ncan be sent to the IRS and SSA for tax and Social Security benefit purposes.\n\nIt is important that this information be correct for the processing of tax returns and recording of Social Security \nbenefits. The IRS rejects tax returns and the SSA puts earning records in a suspense file when workers' names and \nSocial Security numbers do not match.\n\nToday I welcome back Commissioner Everson and Deputy Secretary Lockhart to discuss these issues again with \nus.  In addition, I welcome assistant Secretary Baker from Homeland Security, Inspector General O'Carroll from \nSocial Security and Barbara Bovbjerg from GAO.\n\nSome proposed that the DHS have access to more SSA and IRS information to target employers involved in hiring \nillegal workers for immigration enforcement purposes and to mandate that employers verify that all individuals they \nemploy are authorized work in the U.S.\n\nMr. Chairman, I look forward to the testimony of these witnesses and I thank them for being here.  Thank you, Mr. \nChairman. REP. McCRERY:  Thank you, Mr. Lewis.\n\nAnd now we'll welcome our first panel of the day. \n\nThe Honorable Mark W. Everson, commissioner, Internal Revenue Service.  The Honorable James B. Lockhart III, \ndeputy commissioner of Social Security.  The Honorable Stewart A. Baker, assistant secretary for policy at the \nUnited States Department of Homeland Security.\n\nWelcome, gentlemen.  Thank you very much for appearing before us today, and if you would, your entire written \ntestimony will be submitted for the record, but if you could summarize that in about five minutes we would \nappreciate that.\n\nAnd we'll begin with Mr. Everson.\n\nMR. MARK W. EVERSON:  Thank you, Chairmen Ramstad and McCrery, Ranking Members Lewis and Levin.\n\nNow, I mention the Oversight Committee first, sir, just because -- that's out of pure self interest.  I appreciate the \nopportunity to appear before you today.  I commend you for your continuing interest in Social Security number high \nrisk issues.  Simply stated, there are two important public policy interests at issue today.\n\nAs a former deputy commissioner of immigration, I know that a sound system of immigration is one which allows \nonly those here legally to remain in our country.  On the other hand, in my job as IRS commissioner we want our \nshare of your money, whether or not you earned it legally or illegally.\n\n\n\nTwo years ago, you convened a hearing where we talked about the ITIN program.  Since that time, the \nimprovements to that program which we spoke about have had the desired effect.  ITINs are increasingly \nassociated with the filing of tax returns, unless a source document for identity creation.  That is good news for tax \nadministration.\n\nNevertheless, while our actions have helped tax administration in the sense that individuals who might not \notherwise do so are filing tax returns and participating in the tax system, they have not done anything to reduce \nSocial Security number mismatches.\n\nAs both Commissioner Lockhart's written testimony and my own indicate, there are millions of mismatches each \nyear.  I would make two points about the mismatches.  The first is that over 50 percent of the mismatches occur in \njust four states, California, Texas, Florida and Illinois.  Almost 29 percent of the mismatches take place in California \nalone, whereas only 12 percent of 1040s are filed in that state.\n\nSecondly, I would note that about 75 percent of the mismatched W- 2s report wages of less than $10,000.  In fact, \nthe average wage of all mismatches is only about $6,700 annually.  The current process for following up on \nmismatches lags well behind the date of hire for the employee in question. \n\nMany of the employees generating a mismatch letter have long since terminated their employment.  The system as \nit operates today is simply not timely.  The IRS has been asked whether we could do a better job of issuing \npenalties for employers who fail to include accurate Social Security numbers or TINs on their employment returns. \n\nUnder the law, we may impose a penalty of $50 on an employer for each W-2 or 1099 that omits the required \ninformation or includes an inaccurate Social Security number or TIN, unless the filer shows reasonable cause for \nthe omission or inaccuracy.  The law, however, places the burden on the employee or payee to provide the \nemployer or payer with an accurate Social Security number or TIN.\n\nThis is an important distinction.  GAO and others have suggested that we reexamine our due diligence or \nreasonable cause standards. I'm also aware that there are calls to increase information sharing amongst federal \nagencies.  As members of Ways and Means well know, the standards of 6103 pertaining to the protection of \ntaxpayer information are quite strict.\n\nAny effort to improve employer verification through increased information sharing should take into account the \nimplications to 6103 and taxpayer privacy.\n\nThank you.\n\nREP. McCRERY:  Mr. Lockhart.\n\nMR. JAMES B. LOCKHART III:  Chairman Ramstad, Ranking Members Levin and Lewis and members of the \nsubcommittee, thank you all for asking me here today to discuss the steps that Social Security has taken to \nstrengthen the wage reporting process.  I will summarize my written statement with a focus on our efforts to reduce \nthe earnings suspense file and on our cooperative efforts with other federal agencies.\n\nThe primary purpose for assigning a number and issuing a card is the same today as when we started doing that in \n1936.  It's to accurately report and record the earnings of people who work in jobs covered by Social Security.  \nEarnings posted to an individual SSN are used to determine eligibility for and the amount of Social Security benefits \nfor their workers and for their families.\n\nIn order for wages to be credited, the workers' name and Social Security number on the W-2 must match the name \nand number on our records.  We process about 235 million W-2 reports annually, coming  from about 6.6 million \nemployers, and that represents a total wage amount of about $4 trillion.\n\n\n\nTo prevent mistakes, we encourage employers to use our employee verification system or our newer Social \nSecurity number verification system, and the latter system permits employers to verify via the internet the accuracy \nof employees' names and Social Security numbers. This service was expanded to all employers last June.\n\nWe estimate between these two systems and the basic pilot, which I'll talk about later, we've had 67 million \nverifications last year and about 1 million was from the basic pilot.  After the W-2s are filed, we process them and \nwe have about 10 percent invalid names and numbers at that point.\n\nWe have a whole series of computer routines to identify commonly occurring errors.  Using these routines, we post \nmore than half of the earnings to the correct SSN.  The remainder is recorded in the earnings suspense file.  For \nthe latest year we have information, which is taxpayer year 2003, as of October 2005, we had about 8.8 million or \n3.7 percent of the total W-2s remained in the suspense file.\n\nThey represent about $58 million in wages and $7.2 billion in payroll taxes.  I hasten to add, those payroll taxes \nhave been credited to the trust funds.  We carry out a number of activities to further reduce the suspense file.  For \nexample, we notify all employees when we cannot process their W-2s due to mismatches and ask them to work \nwith us to resolve the problems.\n\nWe also notify the employers with a significant number of mismatches.  The intent of these no match letters is to \nimprove the accuracy of wage reporting.  We also request the employer to submit corrected W-2s so that the future \nearnings will be accurate.\n\nBeginning in April 2003 we implemented a new process that we estimate will electronically find another $30 million \nmatches. Already this new process using innovative techniques and the workers' detailed earnings record, has \nmatched 11 million missing earnings with the correct record.\n\nBut despite all these efforts, the file continues to grow.  Our inspector general, Pat O'Carroll, who you'll hear from \nlater, and many others believe that this growth is due to unauthorized work by non- citizens, and that stronger \nworksite enforcement is needed.\n\nPresident Bush has called for comprehensive immigration reform, including stronger border security, strengthened \nworksite enforcement and a temporary worker program.  Our ability to improve our employee wage reporting \nprocess depends on cooperation with other federal partners such as Homeland Security and the IRS, who are with \nus today, and the Department of State. \n\nAn important cooperative effort is the basic pilot, which is a nationwide system in which Social Security supports \nHomeland Security in insisting employers to confirm employment eligibility for newly hired workers.  Participating \nemployers register with DHS to use its automated system and to provide employee information to Social Security to \nverify the name, date of birth and Social Security number.\n\nIf we cannot also verify U.S. citizenship, DHS reviews whether the employee is a work-authorized non-citizen.  In all \ncases, they notify the employer of the employee's current work status.\n\nIn conclusion, I want to thank you for inviting me here today, I look forward to working with you to continue to \nstrengthen Social Security's employer wage reporting process and I will be happy to answer any questions.\n\nREP. McCRERY:  Thank you.\n\nMr. Baker.\n\nMR. STEWART A. BAKER:  Thank you, Chairman McCrery, Chairman Ramstad, Ranking Members Levin and \nLewis.  It's a pleasure to be here, I don't think I've testified here since the 1980s, when I was a private lawyer talking \nabout the then new U.S. Canada Free Trade Agreement.  It's great to be back.\n\n\n\nI'd like to talk -- begin by talking about the border, our Southwest border.  I think we've all been shocked by the \namount of violence that we have seen there recently.  Assaults -- this is not just a newspaper phenomenon -- \nassaults on Border Patrol agents has doubled in the last year.\n\nThe reason we think that that has happened is that as our border control efforts have gotten stronger, we have \nbegun to interfere with the livelihoods of the people who make their living smuggling human beings across the \nborder, and they're fighting back.  We can continue and we will continue to strengthen border controls, but that \ncannot ever be a complete solution to the problem of border incursions.\n\nThe reason that those coyotes are making a living smuggling people across the border is because once people get \nacross the border they can get a very good job in the United States with a driver's license and a fake Social \nSecurity number.  And that is in fact what many people do.  And until we can address the problem that is drawing \npeople across that border, we will always have difficulties at the border, we will always have people slipping \nacross.\n\nAnd then we will always have people living in our cities and in our countryside who are living outside the law, in the \nshadows, afraid to talk to law enforcement, afraid to talk to the authorities, afraid to complain when employers \nabuse them.  We shouldn't allow people to live in our country under those conditions. \n\nWe need to move them into a temporary program where they can come out of the shadows, live in the light, have a \ntemporary job in the United States, go home with a nest egg and begin a life there.  They won't do that, however, \nuntil we can persuade people that it's not easy to get a job in the United States just by making up a Social Security \nnumber.\n\nAnd that is why we're here today, because we believe that false Social Security numbers are a major part of the \nimmigration fraud that enables people to work illegally in the United States. \n\n We're very eager to get access to information that the Social Security Administration has about people whose \nnames and birthdates to not match their Social Security numbers.\n\nThe Social Security Administration identifies eight, 9 million people in that state every year.  The Social Security \nAdministration does an enormous amount of work to try to clear up those mismatches, because it is in the interests \nof the individual to clear that up so that they can actually get their benefits.  And yet a very small percentage of \npeople actually clear that up, which suggests that for many of them it's not possible to clear it up because they \nhave used a false Social Security number to get their job.\n\nWe think that it could be as high as 90 or 95 percent of those mismatches are people who have made up their \nSocial Security numbers. That's based on our experience with the basic pilot initiative. Chairman Ramstad asked, \nare we satisfied with the amount of data sharing today?  And while we've got very good cooperative relationships \nwith the Internal Revenue Service and with the Social Security Administration, we're not fully satisfied, because \ncurrent law Section 6103 makes it very difficult to share all of the information that we would like to have about the \nmismatches and other aspects of Social Security fraud that may also indicate immigration fraud.\n\nThe kinds of things that we could do with that information, according to the General Accounting Office, there are \ndozens of employers who have used the same Social Security number for 100 employees or more.  I mean, that \nsuggests that this is not just employees who are part of the problem but employers, some employers. A very limited \nnumber, but they should be at the top of our list for enforcement calls.\n\nWe don't know who they are, we can't know who they are under the current interpretations of the law that the Social \nSecurity and IRS have.  And until there's a cure to that, I think that we will not be able to target employers who are \nprobably part of the problem, we will not be able to do a completely effective job of identifying people who may be \nengaged in immigration fraud who are working in chemical plants where sabotage or even a mistake could kill \nthousands of Americans, or working in the baggage handling area of airports, working in nuclear power plants. \n\n\n\nAgain, we would like to be able to target our enforcement in the places where the problems are, to be able to \nidentify people, employers and workers, who ought to be at the top of our list for enforcement.  I recognize that \nthere are legitimate privacy and revenue collection concerns at stake here, but we face unprecedented levels of \nimmigration as well, illegal immigration.\n\nWe've got to gain control of our borders or some day terrorists will use exactly the same kind of coyote service that \neconomic migrants are using to get across that border.  The only way to get control of that border is to get control of \nthe workplace hiring so that it is not as easy as it is today to get a job illegally.\n\nAnd having access to some of the information the Social Security Administration has today would move us a long \nway down that road.\n\nThank you very much.\n\nREP. McCRERY:  Thank you, Mr. Baker.\n\nMr. Baker, this may not be in our committee's jurisdiction, but has your department proposed any specific language \nto change Section 6103, which would allow greater sharing of information?\n\nMR. BAKER:  There is no formal proposal today, as I speak, but we are certainly working with the rest of the \nadministration on ideas about how to solve that problem.\n\nREP. McCRERY:  So should we expect some offering from the administration relatively soon with respect to this \nproblem?\n\nMR. BAKER:  I certainly hope so.\n\nREP. McCRERY:  Is there disagreement among the agencies in the executive branch about how to solve this \nsharing problem?\n\nMR. BAKER:  I think we all recognize the importance of the immigration problem and the value that this information \ncould provide. We also recognize that there are privacy and revenue consequences to making this decision, so it's \nbeen a very collegial discussion thus far.\n\nREP. McCRERY:  Good.\n\nMR. EVERSON:  Could I comment on that, sir?\n\nREP. McCRERY:  Sure.\n\nMR. EVERSON:  I agree exactly with Secretary Baker's characterization of the discussions that have been held.  I \njust do want to emphasize that in terms of tax administration, I view this as an important discussion, because of the \nfact that we have made  progress in having people who are in the country illegally and working illegally pay their \ntaxes.\n\nAnd that is my principal concern as the tax administrator.  There is, on the other hand, a very important concern \nvery eloquently laid out by the secretary about having a legal system of immigration.  So I don't understate, though, \nthe impact of this on tax administration, should we share the information.  But is a very important policy choice, is \nhow I would phrase it.\n\nREP. McCRERY:  So in other words, you're saying that were we to loosen the current rules with regard to sharing \ninformation, lest we do it very carefully, it could result in lower compliance from a tax standpoint?  Is that what \nyou're saying?\n\nMR. EVERSON:  I think that I would be even a little sharper on that.\n\n\n\nREP. McCRERY:  Maybe.\n\nMR. EVERSON:  To say that right now, as an example, we process 2 million returns a year in our volunteer sites \naround the country. These are community-based organizations largely working with immigrant groups.  There will \ncertainly be a chilling effect on participation in the tax system if those volunteers say, look, this information will now \nbe transmitted to Homeland. I am not saying don't do that, please get me right on this, I'm just saying if we do this, \nwe all have to do it together with our eyes wide open.\n\nREP. McCRERY:  Well, that's why I asked the question, if all the agencies were cooperating on this and is there \nsquabbling among the agencies and the executive branch about how to solve this?  I probably should have put it \nmore positively like you did and said you should all work together to make sure that we go in with our eyes wide \nopen and try to overt any unforeseen or unintended consequences, I should say, of our changes.\n\nMr. Baker, you speak with some enthusiasm about getting to this problem and solving this problem.  Yet worksite \nenforcement arrests by DHS have declined, as well as notices of intent to fine employers.  Do you have reasons for \nthis?  And will your enthusiasm perhaps spread to the rest of the agency to correct this decline?\n\nMR. BAKER:  I hope so.  I'm new to the area.  Maybe that's why I speak with such enthusiasm.  Yes, there's no \ndoubt there have been difficulties mounting effective worksite enforcement programs.  In many cases that that's \nbecause of the low fines and the very substantial administrative law judge procedures that have been necessary to \nfollow and difficulty actually collecting the fines once they've been imposed. \n\nEven people who have a pattern and practice of violation, the people who are the worst violators, I think the fine is \n$10,000, it's the cost of doing business for the worst employers.  So we do have to have a coherent, \ncomprehensive approach to worksite enforcement that addresses those issues as well, but as we have begun to \nwork on border enforcement we have seen time and again that we have got to do interior enforcement at the same \ntime and also have a temporary worker program for the people who'll be displaced by our enforcement efforts. \n\nREP. McCRERY:  On another matter that could help you do your job, some time ago Congress required the Social \nSecurity Administration to provide what was then some other agencies but are now under DHS a data file called the \nnon-work alien file.  And DHS basically says this file is so messed up it's unusable, we can't use it, it's not good \ndata.\n\nWhat did DHS do to reach that conclusion?  And why do you think you cannot use the information for immigration \nenforcement purposes?\n\nMR. BAKER:  I'm not prepared to say we can't use it, but there were a number of challenges there.  We can start \nwith the fact that the Social Security Administration of course has a Social Security number but DHS ordinarily does \nnot have a Social Security number in its records because most of the time when we encounter an alien, even if \nwe're going to be authorizing him to work, he may not have a Social Security number.\n\nSo our files are not matched up.  So when we get the information from the Social Security Administration, our \nexperience is about half of the people, we can't tell who they are, we can't match them, our records and theirs.  In \naddition, the Social Security Administration data, when it comes to us, is pretty far out of date.\n\nIt's about a year, year and-a-half out of date.  It's not their fault, because they get the information late, but that \nmeans that people have moved on.  That makes it difficult to find people.  Plus in that year and-a-half, or perhaps \neven earlier, a number of people who originally get a non-work Social Security number, they're here, they may \nmarry a U.S. citizen, they become authorized to work by virtue of a change in their status.\n\nWe find that about 40 percent of the people on that list actually are legally entitled to work, they just are using an \nold Social Security number.  That meant the data was not great for doing enforcement.  There were other problems.  \nWe don't have any mainframes at DHS, but Social Security works off big mainframe computers with big tapes, and \nfor years they sent over what they had, which was their tape, and we didn't know what to do with it.\n\n\n\nA lot of these problems have begun to recede.  We are getting the information on a disk in Excel spreadsheet form \nwhich we can  manipulate and we're expecting a new batch of data in the next couple of weeks.  Our analysis of the \nmost recent Excel spreadsheet data that we got is that there are things that we can do with it.  Even though not \neverybody on there is unauthorized to work, the fact is that probably 60 percent of them are not authorized and yet \nthey're making contributions.\n\nAnd so we've begun to do analysis of, well, who are the employers have the largest number of non-work aliens \nworking for them?  Many of them will be authorized but many of them will not be.  And so you begin to wonder \nwhether some of these employers ought to be the first to get the visit from DHS.\n\nAnd when we get the new data in a week or two, we hope to do a more sophisticated analysis of that information \nand begin to use it in prioritizing our investigations.\n\nREP. McCRERY:  Thank you.  Perhaps when you forward to the legislative branch your recommendations for \nchanges in the law to facilitate sharing of information, you could also tell us whether this particular exercise is still \nworth it.  And if not, we'll junk it. And if so, perhaps you can explain how we might make it better between the two \nagencies, Social Security and DHS.\n\nMR. BAKER:  We'll gladly do that.\n\nREP. McCRERY:  Mr. Levin.\n\nREP. LEVIN:  Thank you, Mr. Chairman, and let me follow up with your salient questions.\n\nFirst to ask you, Mr. Baker.  You mentioned some of the problems with the present laws and regulations relating to \nemployer responsibilities.  Has DHS or its predecessors suggested amendments to the laws that would make it \neasier to enforce employer obligations?\n\nMR. BAKER:  This is part of the review that we're going through right now.  As you know, there's legislation that has \npassed the -- some legislation on immigration reform has passed the House and there's a companion bill in the \nSenate being marked up I think in early March.\n\nAnd we are, as an administration, looking for a way to engage in that process so that we can make suggestions for \nways to improve worksite enforcement.  And that is an ongoing discussion inside the administration, which I hope \nwill result in action fairly soon.\n\nREP. LEVIN:  So you favor tightening the requirements and the enforceability of the employer obligations?\n\nMR. BAKER:  I certainly believe that if we do not deal with the fact that it is so easy to get a job in the United States \nwith a minimum of fake documents that can be purchased for $50 out in Adams  Morgan today, that if we don't \nsolve that problem we won't solve the border problem and won't stop the illegals.\n\nREP. LEVIN:  I understand that.  But your position is there should be a tightening of the requirements of the \nemployer?\n\nMR. BAKER:  I think the employer will have to take more responsibility for making sure that his employees are \nactually authorized to work in the United States, and we need to find a way to give employers tools to do that.\n\nREP. LEVIN:  When you say tools, you mean right now you think the main problem is that when employers hire \npeople who are not legally here, that it's the lack of tools that leads them to hiring these people?\n\nMR. BAKER:  I think in fact that is in many cases --\n\nREP. LEVIN:  You think that's the main problem?\n\n\n\nMR. BAKER:  Yeah.  In many cases the employers are -- have no interest in hiring illegal employees.  They have a \nset of procedures that they follow that are required by current law but which are not adequate to actually screen out \nillegal immigrants.  And I've had businesses complain about the large number of identification documents that \nthey're required to accept as proof of identity.\n\nSo in some cases employers have said, oh, you've made it too easy for people to engage in fraud.\n\nREP. LEVIN:  All right.  It will be interesting to pursue that. Let me -- you talk about the data being a year, two \nyears old.  The data that you're suggesting be obtained from SSA and IRS would remain that old, would it not?\n\nMR. BAKER:  It would.  It would always be I think at least a year out of date.\n\nREP. LEVIN:  So when you say the reason you haven't used the data you now have is because it's too old, what \ndoes that mean for your request or your suggestion that you receive more old data?\n\nMR. BAKER:  Well, that was one of five significant problems.  I left out one.  One of the other problems was that I \nthink the data included everybody who'd ever worked since this program began in the 1970s, even if they hadn't \nworked in 20 years.  So what we're interested of course in seeing is data about people who were working last \nyear.\n\nIt will not be perfect because of the lag, but we still believe that we can use it to find information that will allow us to \nprioritize our enforcement efforts. \n\nREP. LEVIN:  My time's expiring.\n\nLet me just mention, Jim, you mentioned about the differences among the agencies and the commissioner -- IRS \ncommissioner responded. I think you would agree that there are some competing, at least if not competing, different \nconsiderations here.\n\nMR.     :   Absolutely. \n\nREP. LEVIN:  And so I don't think we should characterize this discussion of competing interests or needs as kind of \n-- I don't think any of us want to minimize them or suggest that it's not important for you to have a full scale \nintelligent discussion of how you mesh competing interests, competing needs.\n\nThe potential problem of there being less information received by IRS, if you were to disclose more information to \nother agencies.  Not that that's the answer, but I think we need to be careful to not be -- not to minimize the \nimportance of this kind of an intelligent interagency discussion which I hope you will share with us at some point \nwhen it's appropriate.\n\nThank you.\n\nREP. McCRERY:  It's an excellent point, Mr. Levin.\n\nChairman Ramstad.\n\nREP. RAMSTAD:  Thank you, Mr. Chairman.\n\nCommissioner Everson, I just want to clarify a point.  I know the IRS has the authority to impose penalties on \nemployers who fail to file the correct wage information of their employees.  Hasn't the IRS been imposing penalties \nand collecting money from employers who repeatedly submit mismatched W-2s?\n\nMR. EVERSON:  Not in any meaningful sense I would say, sir.  What really happens here is that those penalties \nare very hard to sustain. It's not unlike what Secretary Baker was just talking about in terms of the hurdles you have \nto go through.  The basic dilemma here is that the employer has to have accurate records but it is the employee \n\n\n\nwho is on the hook for providing the accurate information to the employer. So that if the employer has made a \nreasonable effort then those penalties are going to be evaded.\n\nThe second point I would make here is that if you look at what we're trying to address, and this committee is well \naware of the tax gap, the $345 billion a year, that is not paid in the employment tax area, that is about $60 billion a \nyear.  We have something like 2,500  frontline auditors and collection officers who work on that piece of our \nbusiness.  And this is also, I would say, not a very profitable corner of our world to chase after those penalties.\n\nThat having been said, the final thing I would say is we have launched a study on some 300 employers who have a \nparticularly egregious record here -- three-quarters of their employees seem to have mismatches and we've got a \nbunch of audits going on them, on employment taxes generally and this will -- if there are reasons to get some of \nthese penalties we will certainly do so.  But I don't want to mislead you to say that it would make sense from a tax \nadministration point of view to suddenly ramp this up just to help Secretary Baker.\n\nREP. RAMSTAD:  Well, must to follow up on Secretary Baker's point made during his testimony, as I understand it, \nif that scenario unfolded of an employer hiring 100 employees on the same day and all 100 employees submit \nsigned W-4s using the same Social Security Number, it seems to me it would be obvious to any employer that he or \nshe was receiving inaccurate information.  But as I understand the situation, under IRS regulations, the employer \ncould not be held responsible for submitting inaccurate information to the IRS?  Is that correct?  I mean shouldn't \nthe IRS have the ability to penalize, to go after employers for this kind of conduct?\n\nMR. EVERSON:  I think we have the ability, sir, but it's a question of what procedures they took and then what the \nemployees would have presented to them.  That's obviously a rather extreme instance and that's why we've done \nthis study that we're working on to see what we can do on these most extreme cases.  And so we are following up \non that basket of the 300 -- I think it's 297 where we've seen that kind of a conduct.  I'm hopeful that we will sustain \nsome penalties in that area.  But again, I don't think that's -- I would agree with Secretary Baker's characterization \nof this.  That is at the fringe, that is not going to change the immigration problem in terms of interior enforcement.  \nWhat he seeks to do, which I understand the benefit of and think is important, is to have a system potentially that \nwould check everybody and then -- if that fellow's trying to break the law, the status or the behavior you're talking \nabout, that's one thing, but the vast bulk of this is people who have been duped by false documents, let's say.\n\nREP. RAMSTAD:  So, pursuant to that study, it's conceivable that you'd recommend changing the IRS regulations \nso it could take action against employers who knowingly submit false information.\n\nMR. EVERSON:  Yes, sir, I think --\n\nREP. RAMSTAD:  You and/or the Social Security Administration.\n\nMR. EVERSON:  We've been encouraged to do that.  This is a tricky area again because it's reasonable cause \narea so -- but I think we will learn something very real from the work we're doing. \n\nREP. RAMSTAD:  When do you expect the results of that and when can we learn about them?\n\nMR. EVERSON:  Assuming you don't do another hearing on this for a year I think we'll know quite a bit by then.  I \ndon't know where we are on each and every one of those audits.\n\nREP. RAMSTAD:  Well, let me just close -- my time has expired but let me just make a comment.  I understand the \ntax gap and I think you're doing an excellent job overall, Commissioner.  I understand the tax gap but I also \nunderstand the billions and billions of dollars that the American people are spending that we're appropriating for \nhomeland security and border patrol.  And I think closer cooperation, more stringent enforcement are appropriate.  \nYes, we might risk losing millions of dollars of tax revenues, but when you look at the billions of dollars and you look \nat the number one function of the federal government to keep people safe and now to keep people safe from \nterrorists and -- you know, it doesn't take a genius to figure out how to get into this country illegally and do us harm.  \nAnd God knows how many al Qaeda sleeper cells are amongst us.\n\n\n\nWe don't know, nor does the CIA or the FBI.  But so anyway, I'd just like to make that point.  I'm sure you don't \ndisagree and I'm sure no member of this panel disagrees.\n\nMR. EVERSON:  Yes, sir, could I respond?\n\nREP. RAMSTAD:  Please.\n\nMR. EVERSON:  I agree with that entirely.  I would also note that the kind of discussion we're having today about \nthe routine sharing of information for this purpose, important as that policy objective would be, it does not run to the \nissue of terrorism and it is my understanding that in the context of the Patriot Act there was discussion about having \nmore sharing of taxpayer information for antiterrorism purposes and that was knocked down.  So I would ask that \nwe consider revisiting that.  If we're going to open up this issue for immigration purposes, I would hope that we \nwould look at 6103 for the potentially more devastating issue, and I would be surprised if Secretary Baker is \nadverse to that.\n\nMR. BAKER:  I'd be delighted.\n\nREP. RAMSTAD:  Again, Commissioner, I think you make a very good point in conclusion and thank you again for \nthe job you're doing.  I appreciate your responses.\n\nREP. McCRERY:  Mr. Lewis.\n\nREP. LEWIS:  Thank you very much, Mr. Chairman. \n\nMr. Commissioner, there's a view in certain quarters, maybe in Washington, maybe in some other places that you \nand IRS have all of this information, just plenty of information on unauthorized workers and that you're not sharing \nthis information with Homeland Security. Is it your role to locate and identify illegal or unauthorized workers and \nturn them in to the Homeland Security or Immigration officials?\n\nMR. EVERSON:  No, sir, and I think that's the nub of this issue. \n\n We run an independent database and there is 6103 very strict standards as to what can be shared and it is that \nroutine information is not shared at this stage through Social Security over to Homeland so that again -- as the \nwritten testimony indicates, last year we issued something like a million six ITINs.  An ITIN is a tracking number \nthat we use for someone to file tax returns.  It used to be, last time I was here, we had a bigger problem with it \nbeing an identity creation document.  Now we've got a better handle on that. It's being used for tax returns.  But an \nalien is encouraged to -- (inaudible) -- elsewhere to come in and file a tax return and they are confident that that \ninformation is not going across town to Homeland.\n\nREP. LEWIS:  Thank you very much, Mr. Commissioner.\n\nSecretary Baker, could you tell members of the committee how do you reach a happy medium and not violate \nprivacy when you're asking DHS or asking IRS for information.  I would like for you to just elaborate.  What are your \nfeelings about people, Social Security Number, their IRS information being put in a super super agency made \navailable to Homeland Security?  I know we need to protect our country but it has something about violating the civil \nliberties or civil rights of people.\n\nMR. BAKER:  I'd be glad to address that.  I completely agree with you that privacy is part of our country's most \nimportant values and we need to protect that.  The kinds of information that we're asking for here in this context is \nnot tax return information, the kinds of information that people are most concerned about the privacy of.  This is \ninformation by and large that says this person with this Social Security Number works for this employer.  And that's \nreally in most cases the extent of the information that we're trying to get.  That is private tax information because it's \nbeen reported on a tax form to the government but there's nothing inherently related to income tax about that \ninformation.  So while it's necessary I think after 6103 was passed to engage in a privacy discussion about any \n\n\n\nsuch information, we're trying in our discussion of this to avoid intruding into the most private aspects of people's \ntax returns.\n\nREP. LEWIS:  Mr. Commissioner, as a former INS deputy administrator, what are your views on --\n\nMR. EVERSON:  I have to be careful here, sir, because I have a current position in this administration but I do have \nsome experience  in this area.  These are two very important national interests.  I say frequently in speeches that \nwe can't allow our tax system to become broken the way our immigration laws and our drug laws are, where they \nare viewed as optional for people.  So I couldn't agree more with the secretary and with the president who has said \nwe have to fix our immigration system.  But if we do this we have to go forward, as the president and the secretary \nhave said, with a very strong program which gives people a legal vehicle to be here but on the other hand has a \nvery strong interior enforcement program to make sure if they're not here legally they don't remain.\n\nIf we fail to do that -- I implemented the '86 act.  That was my job in the Reagan days.  If we failed to do that, and \nthe '86 act didn't have the teeth in it to do that, we really won't have helped Secretary Baker and we will make my \njob or my successor's job worse. So if we're going to go forward on this we've got to go all the way and do it right \nwith a liberal, if you will, employment program but a strict enforcement program on the interior.\n\nREP. LEWIS:  Thank you very much.\n\nThank you, Mr. Chairman.\n\nREP. McCRERY:  Mr. Johnson.\n\nREP. SAM JOHNSON (R-TX):  Thank you, Mr. Chairman.\n\nLet me ask the Social Security guy one question.  Have you all stopped giving away cards on phone calls?\n\nMR. LOCKHART:  We don't give cards away on phone calls.  To get a new card you have to come into the office, \npresent identification information and birth certificates and other --\n\nREP. JOHNSON:  Do you know of people getting more than one?\n\nMR. LOCKHART:  People can get replacement cards if you mean that. They can come in.  But the law was \nchanged last year and we're starting to --\n\nREP. JOHNSON:  No, I just wondered if you all were enforcing the law.\n\nMR. LOCKHART:  We are enforcing the law and we are tracking to make sure that no one gets more than three a \nyear and ten lifetime.\n\nREP. JOHNSON:  Okay, thank you very much.\n\nMr. Baker, you know, I don't agree with you on anything you said and I would like to know when you're going to \nstop the catch and release program because that's part of the problem on the border.  And furthermore, how do \nyou differentiate between other than Hispanic and Hispanics that come across? \n\nMR. BAKER:  I certainly agree with you that the catch and release program --\n\nREP. JOHNSON:  When are you going to stop it?\n\nMR. BAKER:  We are -- the secretary has said that we are trying to stop it by the end of this fiscal year which is in \nOctober.  The difficulty with the catch and release program, it's not a program. Catch and release arises with non-\nMexican illegal crossers of the border whom we cannot simply return across the border as we do with Mexicans.  \nWe have to put them in detention while we wait for them to have their identity and nationality established and then \n\n\n\nsend them back to their home country.  That takes a long time and it fills up an enormous number of the detention \nbeds that we have.  The difficulty, the way catch and release began was we ran out of beds.  We just didn't have \nany space for people, we had to release them.\n\nWhat we're trying to do now is to make sure we have enough beds, enough space to everyone who crosses that \nborder who is not a Mexican in detention and send them home.  We are doing that today with Guatemalans, \nHondurans, Nicaraguans, most of the large numbers of immigrants who come across that border illegally and who \nhave begun to do it in large numbers.  There is still the biggest part of the season for crossing that border still to \ncome and it's going to be a question whether we can continue to have the space to put all of them and get them \nback to their home countries quickly enough.\n\nREP. JOHNSON:  Well, you keep talking about other than Mexican, are you deporting the Mexicans?\n\nMR. BAKER:  Yes, the Mexicans are taken back across the border when they're captured.  They don't have to be \ndetained, they can be taken right back to the border.\n\nREP. JOHNSON:  What kind of law change do you need to do the same with the others?\n\nMR. BAKER:  The biggest problem we're facing today, the largest numbers that we have not been able to get a \nhandle on are Salvadoran immigrants and the reason is that they cannot be subject to expedited removal in the \nsame way that other nationalities can because of a law suit that was filed in the 1980s -- the last time I was here \nbefore this committee that lawsuit was pending -- and we have an injunction against us along with several other \ninjunctions that are that old that make it very difficult to move them quickly through the process. \n\nREP. JOHNSON:  Well, if you don't have room for them do you let them get out and go to work?\n\nMR. BAKER:  Yes.\n\nREP. JOHNSON:  Do you give them a green card?\n\nMR. BAKER:  We have no choice but to let them go and in general if they are -- we essentially give them a court \ndate and say please show up for your court date.\n\nREP. JOHNSON:  Yeah, sure, and they don't come.\n\nMR. BAKER:  I entirely agree with you.  This is not the right way to run a system but we do not always have the \nspace for them.  We have asked for Congress to take a look at the injunction process as it affects immigration law \nso that some of these immigration laws that are older than my kids can be taken off the --\n\nREP. JOHNSON:  Okay.  Well, I hope you all will get with it faster.\n\nLet me ask the IRS one question.  You know, according to the Center for Immigration Studies in 2004 you only -- \nonly three employers were fined for hiring illegals -- only three.  I think that's kind of unacceptable.  Do you know -- \nare you all trying to rectify that problem?  I know you've discussed it a little bit already.\n\nMR. EVERSON:  Yes, sir.  I think that we want to do more here but again there is this conundrum where while the \nemployer has to have accurate documents, the burden is on the employee to provide the documents to the \nemployer not vice versa.  So you've got a reasonable cause exception here.  We're looking at whether we can \ntighten it up. These 300 audits or investigations that we're doing, that will help us see this.  But the real answer \nhere again is not to have us enforce the immigration laws since we're trying to go after the tax gap and all those \nother things, but this information sharing is -- but we're going to do what we can. \n\nREP. JOHNSON:  Thank you, sir.\n\nThank you, Mr. Chairman.\n\n\n\nREP. McCRERY:  Thank you, Mr. Johnson.\n\nMr. Becerra.\n\nREP. XAVIER BECERRA (D-CA):  Thank you, Mr. Chairman.\n\nAnd thank you to the witnesses.  Let me follow upon Mr. Johnson's questions because I think that's very important.\n\nCommissioner, is the IRS capable of trying to detect employers who are violating  our immigration laws or those \nindividual employees who may be violating immigration laws without having to search for Social Security \nAdministration records as well as INS or Immigration records?\n\nMR. EVERSON:  Not in a meaningful -- to any meaningful extent, sir, given the press of the tax gap and the other \ncompliance areas. As I indicated -- I can't recall if you were in the room -- we have about 2,500 frontline people \nwho work on employment taxes, that's out of our frontline enforcement personnel of about 20,000.  And they've got \nto take care of all employment tax issues where people -- from our point of view, the substantially more important \nissue of where you're my employee, I've come on hard times in my small business so I'm taking your Social \nSecurity out but I'm not sending it over to Jim. That's a problem.\n\nREP. BECERRA:  Let me ask you this.  Is it still the case that some $300 to $350 billion of taxes that are owed go \nunpaid?\n\nMR. EVERSON:  Yes, sir.  We just updated our study on the tax gap, refined it from last year relating to the year \n2001 the gross tax gap is about $345 billion.\n\nREP. BECERRA:  And most of that has nothing to do with whether there's an undocumented immigrant working in \nthis country paying or not paying taxes.\n\nMR. EVERSON:  That's correct.  We have a very high compliance rate in this country.  It's about 83.5 percent but \nthe monies at stake that we could bring in by improving that are significant.\n\nREP. BECERRA:  What happens if all of a sudden we announce that the federal government is going to allow IRS \nto share information with Homeland Security for immigration purposes to try to track down undocumented \nimmigrants?  Do you think those undocumented immigrants who are here without documents to work but are \nworking and actually are filing tax returns, do you think they are going to file tax returns? \n\nMR. EVERSON:  Well, this is the basic concern that I've outlined and the position as we have these discussions \nthat are referenced, that I think we all need to consider because right now increasingly people who are here \nworking illegally feel comfortable participating in the tax system.\n\nREP. BECERRA:  So we'd have less compliance, chances are, if we found that all of a sudden IRS is complying \nwith Homeland Security on sharing information about people's tax filings?\n\nMR. EVERSON:  I agree with that in the short term, however if Secretary Baker is able to really fix this and the \npeople in the country are here legally, over the long term we'll get it right. Where we can't go is not fix that situation \nand hurt tax administration.\n\nREP. BECERRA:  Well, let's turn to Secretary Baker.  But by the way, before I leave you, Commissioner, I want to \nthank you for your quick action recently on this refund freeze program that you have. Once the taxpayer advocate \nindicated that there were some real problems in the way some low income individuals were having their legitimate \nrefunds suspended for over a period of eight months, more than a year in some cases, I want to thank you for the \naction you've taken to make sure that folks who exist on $13,000 a year are able to get the refund that they \nlegitimately earned.  So I want to thank you for that.\n\n\n\nMR. EVERSON:  Yes, sir, thank you.\n\nREP. BECERRA:  Will we have now notice go out for this filing period coming up?\n\nMR. EVERSON:  Yes, the notices -- we're putting that in place this filing season and --\n\nREP. BECERRA:  How about all those folks who still haven't received their funds who legitimately earned them who \nare still waiting?\n\nMR. EVERSON:  We're going to have to work through the old inventory probably after we get out of this filing \nseason.  So we'll do that as quickly as we possible can.\n\nREP. BECERRA:  Can we chat about that because there are a whole bunch of folks who are existing on meager \nincomes who are still waiting for it.\n\nMR. EVERSON:  We're going to do it as quickly as we can, sir.\n\nREP. BECERRA:  Mr. Secretary, let me ask you a couple of questions and also I think Mr. Johnson touched on this.  \nWe have a number of folks that we have acted on to deport from this country  because they don't have the \npermission to be here and that's the way we should handle it.  But we have a whole bunch of folks who are \nemploying these individuals and creating this tremendous magnet for people from across the world to come into \nthis country to work because, even if they're working at substandard wages here in this country, they're still making \nmore than they could have ever hoped to have made in their home country.  If we're not prosecuting folks who are \nhiring folks who don't have the right to work in this country and if we allow people to make the excuse that they \nreasonably relied on documents of someone who is a clear immigrant to work in this country, how will we ever \nsolve the problem of legitimately allowing only those entitled to work in this country to do so?\n\nMR. BAKER:  I think you make a good point.  There's no doubt that the vast majority of people who have employed \nillegal immigrants don't know it, obeyed the law and were the victims of someone who gave them false \ndocuments. \n\n But I think there are also people whose business model is violating the immigration law.  We need tools to go after \nthem, whether it's criminal law or higher fines, an ability to attack pattern of practice.  We do need authority to do \nthat.\n\nREP. BECERRA:  Would you agree with the commissioner that if we give you better tools you can do a better job \nthan if you necessarily went out and started getting information from IRS to try to help you track down that \ninformation through some indirect way?\n\nMR. BAKER:  I think -- we do need the information, there's no doubt about that.  We have not asked for tax return \ninformation so we're not asking for the kind of information that would directly impinge on people's willingness to file \ntax returns.  But there is no doubt, as my colleague and Mr. Johnson suggests, we also need the ability to put \npeople in detention while we're trying to get them out the country.\n\nREP. BECERRA:  Absolutely.  Thank you very much.\n\nThanks, Mr. Chairman.\n\nREP. McCRERY:  Mr. Hayworth.\n\nREP. J.D. HAYWORTH (R-AZ):  Mr. Chairman -- or more accurately, Mr. Chairmen, thank you for holding this joint \nhearing.\n\nAnd my gratitude is exceeded only by my disappointment, and that's putting it mildly, for the ample display of what \ncan only be described as a schizophrenic policy concerning our borders and the presence of illegal aliens -- not \n\n\n\nundocumented workers, that is Orwellian news speak -- workers who have documents galore coming into our \nsystem.  What distresses me most is the complete and utter lack of urgency inherent in all the remarks and \ntestimony we have received this morning.\n\nSecretary Baker, please pass along to Secretary Chertoff, who I'm sure is here testifying in other areas this \nmorning, my genuine concern with the evaluation he proffered in Houston in November when he said it was his goal \nto gain operational control of our borders in five years' time.  For a nation at war, that is wholly unacceptable. \n\nCommissioner Everson, thank you for coming, sir, and I realize you have worn both hats at different times in history. \nBut to suggest on one hand that we can have strict enforcement at the same time liberal employment -- which it's \nnot my intent to put words in your mouth, sir but I take as well, basically the status quo, let's continue to let \nbusinesses gainfully employ illegals or perhaps more accurately, in terms of keeping with the stated policy of the \nadministration, create a new type of program that the intent may not be amnesty but that is really what it is --\n\nMR. EVERSON:  If I could, sir, I want to clarify this.\n\nREP. HAYWORTH:  Please do.\n\nMR. EVERSON:  I am saying if you truly clamp down on the illegal you will want to expand legal; that's all I am \nsaying.\n\nREP. HAYWORTH:  Okay.  Well, I thank you.  Reclaiming my time, let me also get you to clarify -- granted the fact \nthat revenue is the middle name of the organization that you so ably represent, Commissioner, if you had the \nopportunity to have bank robbers file returns and gain that revenue, do you think that would be helpful for paying \nthe nation's bills?  Would you suggest that as a policy action? If we could get the identity of bank robbers and other \nthieves in our society and get the revenue, a portion of that revenue that they have obtained through ill gotten \ngains, would that be helpful to solve the revenue challenges we confront?\n\nMR. EVERSON:  Well, sir, we obviously pursue illegal source income and it's an important part of criminal \nprosecution.  So yes, again, as I stated at the top of the hour, we want our share, our tax share whether the income \nwas earned legally or illegally.\n\nREP. HAYWORTH:  But again I want to understand this.  Revenue is the final notion, however you can get your \nhands on it, however it's earned, the bottom line with your organization is getting that revenue.\n\nMR. EVERSON:  That is correct, sir.\n\nREP. HAYWORTH:  So it would follow that if there are criminal enterprises, we want that revenue as well and if we \njust have to look the other way on the criminal enterprise at hand to gain the revenue, well, so be it.  Okay, good.  \nI'm glad.\n\nMR. EVERSON:  No, that is not what we're doing.  That is not -- I don't agree with that at all.  That's a \nmischaracterization.\n\nREP. HAYWORTH:  Good.  We work very  --\n\n(Cross talk.)\n\nMR. EVERSON:  I also -- please, please -- \n\nREP. HAYWORTH:  Reclaiming my time I offer the mischaracterization purposefully, Mr. Chairman, and with your \nindulgence because it points out the inherent schizophrenia of the policy the administration and, quite frankly, many \non the right and left -- on the right for cheap labor, on the left for cheap votes -- are trying to create for a nation at \n\n\n\nwork.  It is inherently disappointing and inherently dangerous and it is the wrong path at the wrong reasons for the \nwrong times.\n\nI've heard from all three of you gentlemen words to the effect that we have to bring people out of the shadows.  I \nbelieve, gentlemen, we would be far better off shining the lights on employers and employees alike enforcing \nexisting laws, beefing those laws up where we need to.  And I will just tell you I appreciate the spirit in which you \ncome, but whether it's five years' time to get control of the border of one year's time to come back with an incisive \nreport, gentlemen, the Legislative Branch can only do so much.  The Executive Branch exists of course to \nadminister and execute the laws.  We may have imperfection in laws, there's testimony that exists today in some \nways that we can help streamline and improve it, but please understand and convey to all of your cohorts in the \nadministration, though we may for the most part share a letter of affiliation politically, there is deep dissatisfaction \nacross the nation with the continued pursuit of a schizophrenic policy that is wholly impractical.   I thank you for your \ntime and your indulgence.\n\nI thank you, Mr. Chairman.\n\nREP. McCRERY:  Thank you, Mr. Hayworth.\n\nGentlemen, we have a couple of votes on the floor, so if you don't mind we're going to recess the subcommittees \njust long enough for us to go over and vote and return.  And if the first panel wouldn't mind staying, there are still \nmembers who would like to address questions to you, is that satisfactory?\n\nMR. EVERSON:  I never like taking questions from Earl Pomeroy if that's who you mean.\n\n(Laughter.)\n\nREP. McCRERY:  Well, I don't know if he'll come back but -- committee is in recess.\n\n(Recess.)\n\nREP. McCRERY:  Thank you, gentlemen, for being patient and waiting as we completed those votes on the floor.\n\nAnd now we'll resume questioning with Mr. Pomeroy. \n\nREP. EARL POMEROY (D-ND):  I thank the chair and especially note my feelings of appreciation to Commissioner \nEverson.  Now that I'm not ranking member any more I do not expect such courtesy as to have you wait.\n\nYou'll forgive my confusion, but in reading the testimony I'm having a little trouble understanding where principally \nthis worksite enforcement business falls. \n\n And I listened very closely to the discussion earlier in this hearing, I think it was Congressman Johnson who noted \nthat worksite enforcement actions were three last year.  That is from a number of 417 in 1999, three in 2004.  \nNow, this worksite enforcement of the immigration law, Mr. Baker, is principally Homeland Security Immigration, \nright?  Now I note in your testimony you state, \"A vigorous enforcement of our worksite immigration laws a crucial \nstep in moving toward a system where foreign migrant workers are employed in this country legally and \ntransparently.\"  Can you describe to us how this jibes?  It looks to us like worksite enforcement has not been \nsomething that has been the subject of much attention at DHS?\n\nMR. BAKER:  I'm glad to address that.  There has been a shift in the way in which we have approached worksite \nenforcement including a focus on critical infrastructures.  As I said earlier, we're particularly concerned about \npeople who are not here legally working in baggage handling facilities at airports or at chemical plants where they \ncould do real damage with an act of sabotage or just an accident. There's also been an increased focus on trying \nto find ways to work with employers to get employers to do some more work, take more responsibility for doing \n\n\n\nsome of the screening, getting employers to join the Basic Pilot so that they can check people at the intake point \nrather than afterwards when we're trying to get access to no match records.\n\nBut I think there is no doubt that we need to expand our enforcement efforts.  We need better tools to be able to do \nthat and I'm hoping that the administration shortly will be proposing new ways of doing enforcement so that we can \nimprove our record.\n\nREP. POMEROY:  The Department of Homeland Security is having a tough week.  And let me acknowledge that I \nthink you have a very difficult job, an impossible job in light of some of the circumstances, various laws and then \ncircumstances on the ground leave you to resolve.  So sometimes I think that from dais here we don't appropriately \nrecognize the extraordinary difficulty of your mission.\n\nHaving said that, it seems to me that this is a time where Department of Homeland Security, this enormous agency \nthat obviously has yet to figure out how to effectively use all the wherewithal at its disposal, be it natural disaster \nresponse in Katrina as we're seeing in the Senate this week, or worksite immigration law  enforcement which has \ndropped to three actions last year even though your testimony this morning says it's a crucial step -- your words. \nSo we've got some hesitation about now you want to get all this IRS data.  I don't know that you've fully figured out \nhow to use the data you've already got.\n\nMaybe in the rest of my time we can get to the bottom of whether or not we think that there's quite the treasure \ntrove of information here that you think there is.  You indicate that the Social Security mismatch is all about evasion \nof immigration laws. Commissioner Everson, do you think -- or Commissioner Lockhart, are there other \nexplanations?  Do you conclude that all of these mismatches represent a fraudulent effort to hide illegal \nimmigration activity?  Or sometimes do people just screw up and it's inadvertent error or attributed to other \nreasons?\n\nMR. LOCKHART:  Well, certainly the mismatch file, which I've said is about 8.8 million, is composed of a lot of \ndifferent pieces.  We do a lot of scrubbing to try to correct typographical errors and other things, but certainly \npeople change their names, people get married, change their names, or people use the wrong name with the \nemployer, they may use a nickname that doesn't match in our records.  So there is a lot of activity in our records \nthat is not related to undocumented workers. On the other hand there is probably a significant number that is \nrelated to undocumented workers.\n\nREP. POMEROY:  Fifty-fifty, ninety-ten, any idea?\n\nMR. LOCKHART:  We really don't have good data on that.  I would say it's less than the 90-95 percent that DHS \nhas said but I don't know how much less.\n\nREP. POMEROY:  My time is up, Mr. Chairman.  I thank you.\n\nAnd, Mr. Everson, next time -- (laughs.)\n\nMR. EVERSON:  I'll look forward to it, sir.\n\nREP. McCRERY:  Ms. Tubbs Jones.\n\nREP. STEPHANIE TUBBS JONES (D-OH):  Thank you, Mr. Chairman.\n\nGood afternoon -- good morning, gentlemen.  It's still morning. Let me start with Secretary Baker.  How are you, sir?\n\nMR. BAKER:  Very good, thanks.\n\nREP. TUBBS JONES:  Good.  I need my glasses because this print is too little.  Maybe that's why your employers \ndon't want to fill this out.  OMB form 1615-0047 Employment Eligibility Verification.  Are you familiar with that form?\n\n\n\nMR. BAKER:  I'm not sure that I am. \n\nREP. TUBBS JONES:  Okay.  It's called an I-9.\n\nMR. BAKER:  Yes.\n\n(Laughter.)\n\nREP. TUBBS JONES:  All I have to do is give you the right number, right?\n\nMR. BAKER:  Yes, exactly.\n\nREP. TUBBS JONES:  Okay.  And the I-9 has a section that gives employee information and verification and the \nemployee is required to fill that out with a Social Security Number.  Then section 2 is an employer review and \nverification and has several sections to it.  And then it gives the employer as well as you a list of acceptable \ndocuments that document the employee eligibility and the like.  Now, this is the same information that you're asking \nthat the IRS provide to you or you would like to have from the IRS for purposes of preventing terrorism or whatever, \nright?\n\nMR. BAKER:  Much of it, yes.\n\nREP. TUBBS JONES:  Now, when you receive this from the employers, what do you do with this?\n\nMR. BAKER:  We actually -- as I remember we ask them to hang on to that.  I'm not sure that we're asking them to \nfile that.\n\nREP. TUBBS JONES:  Okay.  So you ask the employer to hang on to it so it's information that is within your grasp \nsince it's a form required by your department.\n\nMR. BAKER:  We could ask for it, yes.\n\nREP. TUBBS JONES:  Right.  Have you ever used this information in order to reach the compliance that you are \ntrying to get from the IRS?\n\nMR. BAKER:  The difficulty with that information is it's in the hands of the employer and the question is which \nemployer -- if we went to an employer we could say we'd like to see your I-9 forms. \n\n The difficulty is in choosing which employer we're going to devote scarce investigative resources to and what we're \nhoping is that access tot he Social Security information will allow us to say well, here's a place we ought to look as \nopposed to --\n\nREP. TUBBS JONES:  Well, let me ask you this.  Historically before you ever had this form, you have a group of \nemployers who you believe historically have not compiled with or have been -- what's the better word -- consistently \nemploying people without verifiable or legitimate papers to be in the United States, right?\n\nMR. BAKER:  Yes.\n\nREP. TUBBS JONES:  And it clearly is more than the three that you've investigated since 1999, right?\n\nMR. BAKER:  I'm sure there are more people than that.\n\nREP. TUBBS JONES:  Well, wouldn't that be a logical place to start with the employers?  Even if you just want to \ntry it out and see if it would work and that you wouldn't use scarce resources  in order to do that.\n\nMR. BAKER:  The difficulty is picking the right people.  Picking companies where we're most likely to find abuses \nand this is a tool that would allow us to identify people who are most likely to have abuses defined.\n\n\n\nREP. TUBBS JONES:  The IRS has suggested to you that the 300 worst companies are in agriculture, restaurant \nand day labor groups. Is that a logical place for you to start your search?\n\nMR. BAKER:  Certainly we could look in those industries but then we would be picking blind among an enormous \nnumber of restaurants, say.\n\nREP. TUBBS JONES:  You know, I'm a former prosecutor, and one of the offences that we deal with we couldn't \ncatch the person stealing the car but they were driving the car so there's an offence called receiving stolen property \nother than theft.  I mean, there is something in the course of what you do that you don't have to necessarily \nestablish the underlying offence but you could look at the  fact that these people were there or whatever in order to \nreach some compliance.\n\nI hate I'm running out of time with just you but I would just hope that there will be other processes by which you \nwould try to figure out how you handle that.  I'm not necessarily totally in support of the IRS not having to provide \nthe information, I'm still angry that when I pick up the phone and dial my bank I have to give my Social Security \nNumber in order to reach my money, you know.  But it's clearly we've gone outside of the traditional private area of \nwhat we call private in the sake of tapping my telephone and so forth and so on, so maybe there would be an \nopportunity to do what you want to do without reaching into the private area of private information of people.\n\nMR. BAKER:  We're not asking for authority to tap your telephone.\n\nREP. TUBBS JONES:  Oh, I know you personally are not doing that but somebody is.  Not my personal phone but I \nmean -- well, you know what I'm talking about.  Everybody does.  It's been all over TV.\n\nI yield back my time, thanks, if I have any.\n\nREP. McCRERY:  Thank you.\n\nMr. Everson, Mr. Lockhart, Mr. Baker, thank you very much for your testimony and your answering our questions \nand we look forward to having you back in not too many more months to get an update on this important issue.\n\nNow I call the second panel, the Honorable Patrick P. O'Carroll, inspector general, Social Security Administration.  \nBarbara D. Bovbjerg, director, Education, Workforce, and Income Security Issues, U.S. GAO.\n\nThank you both for being patient as we worked our way through the first panel and the votes.  And, like the first \npanel, your written testimony will be admitted to the record in its entirety and we would like for you to summarize \nyour testimony in about five minutes.\n\nAnd we'll begin with Mr. O'Carroll.\n\nMR. PATRICK O'CARROLL:  Good afternoon, Chairman McCrery, Chairman Ramstad, and members of the \nsubcommittee.  Thank you for the invitation to be here today.\n\nToday's issue is one of the most persistent we have faced in our 11 years as an organization:  SSN's misuse as it \npertains to the reporting of wages.  As you know, SSA receives wage reports, W-2 forms, from employers and posts \nthe wages to workers' accounts.  But when a wage report contains errors and cannot be properly posted to a \nworker's account it is instead placed in the Earnings Suspense File or the ESF.  As of November 2005, there were \n255 million wage items  placed in the ESF representing $520 billion in wages through tax year 2003.\n\nIn 1998 SSA's first inspector general testified before Congress and identified the major challenges facing SSA.  \nAfter solvency, the first challenge on his list was the ESF.  In 2002, SSA's second inspector general testified that \nthe ESF remained one of the great challenges facing SSA, and he also placed particular emphasis on immigration \nand on the impact unauthorized workers have on ESF.\n\n\n\nNow I stand before you as SSA's third inspector general and the ESF remains one of SSA's greatest challenges, \nand the most significant impediment to resolving the challenge are unchanged: first, the lack of sanctions against \nthe most egregious employers, and second, legal obstacles that prevent SSA from sharing data with employers and \nimmigration authorities. It would be an unfortunate neglect of the trust placed in all of us if, when my tenure is over, \nSSA's fourth inspector general someday testifies that the same two obstacles remain in place.\n\nLast year, we issued two audit reports that highlighted the need for an effective program of sanctions against \nemployers who repeatedly submit high volumes of erroneous wage reports.  The first report noted significant \nproblems in the restaurant, service, and agriculture industries, and repeated prior recommendations for SAA to \nintensify talks with the IRS aimed at convincing IRS to make more effective use of existing sanctions.\n\nThe second reported more outreach to employers as part of the issuance of no match letters by SSA, however SSA \nresponded that with no fear of retribution, employers had generally determined that their current practices met their \nneeds.  A high proportion of ESF entries results from wages reported for work performed by non-citizens who do \nnot have work authorization from DHS.  Unfortunately, SSA and the IRS interpret current law so as to prohibit SSA \nfrom sharing information from the ESF with the DHS, even as it pertains to the most persistently egregious \nemployers.  Information that could help address the ESF problem is in SSA's hands but SSA must remain mute.  \nThe authority to sanction and deter employers is in the IRS's hands but the IRS rarely exercises this authority.\n\nWhile the ESF is the largest repository of misinformation, another file exists that is similarly troubling.  Each year \nSSA is required by law to submit to DHS the names and SSNs of all employees with wages reported under the \nNon-work SSN.  While SSA shares this information with DHS, little has been done to analyze and utilize the \ninformation, and more importantly, the disclosure laws I mentioned earlier also prohibit SSA from informing \nemployers that they have illegal workers in their employment.\n\nIn summary, disclosure laws handcuff SSA and DHS and keep them from making meaningful progress with respect \nto unauthorized non- citizens and with regard to the ESF, this difficulty is exacerbated by  the lack of sanctions \nagainst employers who have been given no reason to comply with the law.  Without meaningful change we will \nlikely hear the same frustration from my successor that you have heard from me and my predecessors today.\n\nThank you again for inviting me to be here and I'll be happy to answer any of your questions.\n\nREP. McCRERY:  Thank you, Mr. Inspector General.\n\nMs. Bovbjerg.\n\nMS. BARBARA D. BOVBJERG:  Thank you, Mr. Chairman.   Good afternoon, Mr. Chairman, Ms. Tubbs Jones. \n\n I'm happy to be back today, this time to discuss the use of Social Security Number data to reduce unauthorized \nwork.\n\nNo one is lawfully permitted to work in the U.S. without a valid SSN and either citizenship or work authorization, yet \nnon-citizens work without such authorization and gain employment using false information.  How such unauthorized \nwork can be detected and prevented clearly continues to challenge the agencies involved.\n\nToday I'd like quickly to discuss two things:  the Social Security data that can help identify unauthorized \nemployment, and issues for improving the usefulness of the data.\n\nFirst let me talk about the Social Security data.  SSA has two types of data useful to prevent and detecting \nunauthorized work.  The participant records and the earnings reports.  Participant records that include the name, \ndate of birth, SSN, among other things can be used to verify that a worker seeking employment is providing the \nSSN assigned to someone of that name.  SSA uses these data to provide SSN both batch and web-based \nverification services for employers' use on a voluntary basis.  The services designed to ensure accurate employer \nwage reporting and discourage hiring of unauthorized workers are offered free of charge.\n\n\n\nSSA also uses participant records in a verification system developed by DHS.  DHS offers electronic verification of \nworker status by a program called the Basic Pilot.  This program sends employee data through SSA to verify name \nand SSN, and for non-citizens also through DHS to verify that the person is both legally present and authorized to \nwork.  This system too is voluntary and has only recently been available nationwide and none of these verifications \nsystems is widely used by employers.\n\nSSA's earnings data provide a different sort of information. There are two SSA data files for these records that Mr. \nO'Carroll mentioned.  The first, SSA's Non-work Alien File contains earnings reports that are posted under non-work \nauthorized SSNs.  These records are thought to belong to a group of people who may be in the U.S. legally that \nmay also be working without authorization.  And under law, SSA passes this file to DHS annually.  But, as Mr. \nO'Carroll stated, little has been done with that information. \n\nThe second type of earnings data is found in the earnings suspense file.  The ESF holds earnings reports where \nthe name and SSN cannot be matched to records in SSA's participant files.  GAO has reported that this file, which \ncontains almost 300 million records, appears to include an increasing number of earnings records associated with \nunauthorized work but is not regularly used as a DHS enforcement tool because the file contains legally protected \ntaxpayer information.\n\nLet me turn now to the usefulness of the data in addressing unauthorized work.  Under the current arrangement on \nthe Non-work Alien File, DHS staff believe they would have to invest significant resources to determine which \nworkers are truly still unauthorized.  A number of them in the file may have been authorized but not informed SSA of \nthe change in status.\n\nAlso the lack of a common identifier for records in DHS and SSA files makes the matching process difficult and time \nconsuming.  The lack of industry codes as well associated with the employers prevents DHS from targeting \nemployers in the critical infrastructure areas that are important to homeland security.  The Earnings Suspense File \non the other hand potentially has employer information that's more useful to DHS but some of the same difficulties \nthat pertain to the non-work file could also affect the suspense file's usefulness.  And the sensitivity of sharing \ntaxpayer records means the case for their use outside SSA must be truly compelling.\n\nBut if the challenges of the suspense file can be overcome, authorizing transmittal of at least some of that protected \ninformation to DHS might be warranted.  It is likely that producing accurate and useful unauthorized work data from \nthese records could require a continued effort on the part of SSA, DHS and IRS.\n\nBut these efforts will be of little value without credible and coordinated enforcement programs in place.  The three \nagencies will still need to improve employer reporting and worksite enforcement efforts if measures to improve the \nusefulness of existing data are to bear fruit.\n\nIn conclusion, the federal government can make better use of information it already has to support enforcement of \nimmigration, work authorization and tax laws.  The Suspense and Non-work Alien Files have promise but the best \ninformation in the world won't make a difference if the relevant federal agencies cannot work together to improve \nemployer reporting compliance and conduct targeted and effective worksite enforcement.\n\nAnd that concludes my statement.  I welcome your questions.\n\nREP. McCRERY:  Thank you, Ms. Bovbjerg.\n\nTo both of you, you both mentioned in your testimony how the recent trends in the Earnings Suspense File seems \nto indicate an increase in illegal work and Social Security Number fraud and misuse.  I wonder if I can get you to \nexpound upon that a little bit.  You've obviously -- both offices have done extensive examination of the composition \nof the Earnings Suspense File.  Can you for example describe the characteristics of employers with the largest \nnumber or highest percentage of wage reports in the ESF, or the characteristics of employees whose earnings are \nin the ESF?\n\n\n\nMR. O'CARROLL:  I'll take it first.  What has come out in previous testimony is the sort of the trends that we're \ncoming up with is that the three largest employing groups are the service industry, the restaurant industry and the \nagriculture industry.  I think in one of the previous testimonies the states that contributed the most are California, \nTexas and Illinois.  And what we're finding is that about the same amount of wages go into the ESF every year, \nwhich is about $9 million, but although that's level over the last few years we are finding that the problem \nemployer numbers are increasing.  So although we've identified these problem employers on that they keep posting \nmore and more wages into the ESF which is problematic.\n\nMS. BOVBJERG:  We took a little different cut of the ESF.  We looked at records just between 1985 and the year \n2000.  There were 85 million records.  We found certain types of errors come up all the time.  Nine million of them \nhad all zeroes, for three and a half million of the records employers used the same SSN for multiple workers in the \nsame year, one and a half million had SSNs had never been issued.  There were a lot of these types of problems.  \nWe've done a similar cut of the industries, eating and drinking establishments, actually found construction was the \nsecond largest industry in the group of records that we looked at.  We also found that 8,900 employers -- this is out \nof the six million who send information annually to SSA, 8,900 were responsible for more than 30 percent of the \nrecords we reviewed.\n\nBut the reason that we think that there could be more unauthorized work coming into the suspense file is that we \nlooked at reinstatements.  You really can't tell from looking at the suspense file records where people were born \nand who they are, it wouldn't be in the suspense file.  But you can tell something by looking at information on those \nrecords that were reinstated to someone's Social Security account.  We looked at 265 numbers that came up more \nthan a thousand times in the period that we examined.  Of those, there were 13 million reinstatements to almost 12 \nmillion different people on these most frequently used numbers.\n\nAnd what we found that was in 1986 about 8 percent of those people who received reinstatements were foreign \nborn.  I mean the vast majority is U.S. born.  The majority still U.S. born but we're up to about 20 percent of the \nreinstates are foreign born.  And of those, almost half involved earnings received prior to the individual getting a \nwork authorized SSN.\n\nSo we thought that while it is a tremendous exaggeration to say that the Earnings Suspense File represents \nunauthorized work, that is  clearly not the case.  I think it's fair to say that there is an increase in mismatches that \nare the result of unauthorized work.\n\nREP. McCRERY:  Thank you.  Now, Ms. Bovbjerg, you're familiar with I'm sure the bill that the House recently \npassed.  It hasn't passed the Senate so it's not law, just a House passed bill, but that bill would require employers \nto verify Social Security Numbers and employment eligibility through an electronic system modeled on the Basic \nPilot Program.  Your organization, the GAO though, in the 2005 report stated that the Basic Pilot Program has some \nserious weaknesses. \n\n It does not detect identity theft, the DHS databases are not up to date, employers may use the verification service \nto engage in discriminatory practices, and verifications may be delayed if system use increases substantially.  \nBased on the GAO's research, if the Basic Pilot were to be made mandatory as under the provisions of the House \nbill, would the system have the capacity to handle some six million employers in this country?\n\nMS. BOVBJERG:  I think we have some concern about that.  When we did that work last year and looked at the \nprocesses at DHS, one of our recommendations was to assess the feasibility and cost of correcting the \nweaknesses in the Basic Pilot.  This is a recommendation that the department has accepted and said that they will \npursue.  Whether -- simply doing that is a big job, making sure that those things are corrected is an even bigger job.  \nAnd so I don't know whether they will be ready or not but it would be something that I think DHS should be \nconcerned about.  SSA, by the way, says that they are ready for their part in that.\n\nREP. McCRERY:  How many employers now are covered under the Basic Pilot?\n\n\n\nMR. O'CARROLL:  I've got that.  It's about 8,000 employers are under the Basic Pilot of 6.5 million.\n\nREP. McCRERY:  So 8,000 -- we go from 8,000 to 6.5 million.  Have you any thoughts on if the Basic Pilot were \nmade mandatory would we see an increase in the use of counterfeit documents like the Social Security Number \ncard or would we see an increase in identity theft because people would know that they're being checked?\n\nMS. BOVBJERG:  If everything is up and running and we as a government are able to run a verification process \nlike that, I think it would undermine the value of the fake documents.  But you would have to have a working system \nwith a credible enforcement program behind it.\n\nREP. McCRERY:  Which may involve changes to the Social Security Number card itself to make it tamper proof or, \nyou know, less subject to theft or -- \n\nMS. BOVBJERG:  And it depends really on what kind of role the Social Security card would have in the whole I-9 \nprocess which I know is under review at DHS.\n\nREP. McCRERY:  So are you concerned that we're not ready as a government to move forward with making this \nprogram mandatory for all employers?\n\nMS. BOVBJERG:  I always like to try things out before we go to a full implementation.  And I know we've been \nrunning the Basic Pilot as the pilot program and I think what we've found is that a lot of the verification -- maybe not \na lot but significant verifications have to be done by hand.  And that concerns me for opening it up to six million \nemployers.  Does that mean we can't do it?  I think no, I think it means that we have to really plan how we go \nforward and how long it's going to take to really be ready to do that.  I would be concerned if we went ahead with a \nmandatory verification where the government is not really prepared to provide the verifications that are required.\n\nREP. McCRERY:  Mr. O'Carroll, do you have any thoughts on this?\n\nMR. O'CARROLL:  I concur in that the reason that we endorse pilots is to be testing a process to see how it's \nworking.  And again, as I noted before, we have -- what we're getting back in terms of the Basic Pilot and doing \nsome surveying on it is that employers like it. They feel it's working out well.  It's getting a great -- you know, it's \ngetting good response.  But I think our responsibility and GAO's responsibility is to monitor these types of pilots, \ngive it some time to work out and then report back.  And in both cases we've been working on doing surveys in \nrelation to the pilot and in relation to SSNVS to get more information for the committee as to the viability of rolling it \nout across all 6.5 million employers.\n\nREP. McCRERY:  Okay.  Thank you.\n\nMr. Lewis.\n\nREP. LEWIS:  Thank you very much, Mr. Chairman.\n\nMs. Bovbjerg, your testimony implies that you think that the ERF should share tax return information with the \nDepartment of Homeland Security.  Are you saying or suggesting that the law should be changed?\n\nMS. BOVBJERG:  I'm not ready to suggest that today.  We have work underway for the subcommittees looking at -- \nstarting with the Non- work Alien File and how useful that might truly be to DHS enforcement efforts and what \nalternatives exist.  And certainly the Earnings Suspense File could be an alternative and it's something that we will \nlook at.  I would say that even if there are data that could help DHS, if DHS is not ready to use that information in a \ncredible enforcement program, that would not meet our criteria for providing tax access. \n\nREP. LEWIS:  Do you happen to know the views or the position of the comptroller general?\n\nMS. BOVBJERG:  On this particular issue?\n\n\n\nREP. LEWIS:  Right.\n\nMS. BOVBJERG:  I do not.  I do not.  I have not spoken to him directly on this exact issue.  I know that when we \nask for 6103 authority ourselves we only do it when we are positive that we need access to that information to do \nsomething in particular that we've already figured out what we're going to do.\n\nSo I'm just a little concerned about going forward and saying they need this information, DHS needs this information \nlet's provide this when I'm not sure that they're ready to use it in an enforcement program.\n\nREP. LEWIS:  Thank you very much.\n\nMr. O'Carroll, do you believe employers should have a greater responsibility to verify the identity, Social Security \nNumber and immigration status of their employees?  Where should the burden be?\n\nMR. O'CARROLL:  Yes, Mr. Congressman, I do believe that the employers do have a responsibility.  And what \nwe've been noting in some of our audits that we've been doing is certain employers are reporting the same Social \nSecurity Number for 900 different employees every year.  There's trends and I think that's the important part.\n\nREP. LEWIS:  Let me -- you're saying certain employers --\n\nMR. O'CARROLL:  Yeah, one employer --\n\nREP. LEWIS:  The same Social Security Number --\n\nMR. O'CARROLL:  Nine hundred times.\n\nREP. LEWIS:  Is that widespread or just one or two --\n\nMR. O'CARROLL:  I'm using that as an egregious one, Mr. Lewis, but what we're finding is that certain employers \nare doing sequential SSNs numerous times where they'll just do 1 through 9, change the name, use another 1 \nthrough 9.  So it does become -- there are egregious employers out there and those are the ones that we think -- \nyou know, it should be brought to their attention that they are reporting this thing so that they can take corrective \nactions.\n\nREP. LEWIS:  Are you prepared today to make any particular recommendation for additional employer \nresponsibilities?  If so, who supports your position? \n\nMR. O'CARROLL:  I think what we've noticed from the panel that was ahead of me today was that we've got three \nagencies that have equal concerns in terms of information that's being supplied by the employers.  Each one has \nmentioned it one way, shape or form that there are concerns on the information that we're getting from employers \nand that we need to have methods for the employers to be encouraged to take better care of the numbers that \nthey're reporting. And yes, I think that employers should -- the laws that we have now should be used to have \nemployers use better scrutiny in terms of the numbers that they are reporting. \n\nREP. LEWIS:  Thank you very much.\n\nThank you, Mr. Chairman.\n\nREP. McCRERY:  Mr. Ramstad.\n\nREP. RAMSTAD:  Thank you, Mr. Chairman.\n\nI want to thank both of the witnesses for your testimony.\n\n\n\nDirector Bovbjerg, I'd like to ask you a question if I may, please.  The GAO's 2005 report on immigration \nenforcement -- are you familiar with that report?\n\nMS. BOVBJERG:  Yes, I am.\n\nREP. RAMSTAD:  The report found that the number of notices of intent to file as well as worksite enforcement \narrests by the Department of Homeland Security had decreased considerably since 1999 in that six year period.  In \nfact, the report found that worksite enforcement arrests had declined by 84 percent between 1999 and 2003. \nShouldn't we be concerned with this lack of enforcement?  And since the GAO released its report last year have \nyou noticed any changes or improvements made by Homeland Security in fulfilling its responsibilities?\n\nMS. BOVBJERG:  We know that what we were told about the drop-off, in the intention to fine and in the arrests had \nto do with not only a shift of focus to the antiterrorism efforts that Secretary Baker spoke about in critical \ninfrastructure areas, you know, airports, power plants and so on that it's also -- the agency is looking at alternatives \nto making arrests and fines, that they're looking more at civil settlements as a way of more effective use of their \nresources. Whether they have taken actions that would change that approach I do not know.  It's in -- our report \nwas released at the end of the summer in August so there hasn't been a lot of time for response to that.\n\nI do think that they have been very clear with us that there is a shift in priorities.  They have limited enforcement \nresources and we, in always looking at any kind of enforcement -- I look at pension  enforcement too -- we always \nsay it's better to target the limited resources that you have.  I think the question here is, is it only critical \ninfrastructure enforcement that the Congress wants to see or does the Congress want to see a more general \nworksite enforcement, in which case those priorities would need to be reordered.\n\nREP. RAMSTAD:  But doesn't the -- I mean, isn't enforcement essentially a joke?  I mean, 84 percent decrease.  I \nunderstand the reordering of priorities but I also understand the laws and the regulations and it seems to me that \nwe shouldn't be picking and choosing which laws to enforce?  So you haven't really seen any changes or \nimprovements by Homeland Security in this regard since that report, is that a correct statement?\n\nMS. BOVBJERG:  I cannot really answer that question because I'm not primarily on an immigration issue.\n\nREP. RAMSTAD:  I understand.\n\nLet me ask you for the remaining minute or two I have, Inspector General O'Carroll, about information sharing \nbetween Social Security and Department of Homeland Security.  I know in a 2001 report the Social Security \nAdministration IG recommended that Social Security collaborate with INS -- which of course was then incorporated \nin Homeland Security -- to develop a better understanding of the extent that immigration issues contribute to Social \nSecurity Number misuse and the growth of the Earnings Suspense File.  Also Social Security IG recommended that \nthe administration, the Social Security Administration revalue its application of existing disclosure laws or come to \nCongress for legislative authority to remove barriers that pertain to information sharing.\n\nGiven the fact that this information sharing issue has been studied exhaustively, I know by the Social Security \nAdministration IG and so forth, do you have any conclusion or observations as to which data would you recommend \nSocial Security share with Homeland Security?\n\nMR. O'CARROLL:  Yes, Chairman.  There's some very basic information that I believe would be useful and it ties in \nto what I was answering Mr. Lewis with is that we have information on chronically bad employers, the ones that are \nhiring the vast majority of what -- or of employers posting wages, of using bad SSNs to post their wages.  And we \nfeel that that's important, that we should be able to inform those employers that one, we should be notifying DHS to \nthe trends in that type of employment industry, the employers that are involved in it, and then two, is for us to even \nbe able to go to those employers as part of SSA's employer outreach programs and let them know that they are \none of the worst violators of posting bad wages. And I think that would have a very good positive effect on this thing \nin terms of the education process of it as well as the enforcement.\n\n\n\nREP. RAMSTAD:  Again I want to thank both the witnesses. \n\nREP. McCRERY:  Ms. Tubbs Jones.\n\nREP. TUBBS JONES:  Thank you, Mr. Chairman.\n\nI always have to take myself back to other jobs when I start thinking about some of this.  When I first became the \nelected DA in Cuyahoga County, Ohio, we had no computer system connecting the prosecutor, the courts, the \nsheriffs, it was the craziest thing.  And I sat and said it can't be that all these smart people can't figure out what \nthey're supposed to do with all this information.  I'm stunned in your statement -- I think it's Ms. Bovbjerg's \nstatement, let me check and make sure before I -- I'm sorry, Mr. O'Carroll's statement.\n\nAt page 5 you say, \"While SSA and DHS have extensive information at their disposal, they have been unable to \nfind a way to work with the information to prevent, detect, and enforce unauthorized employment.\"  How many \npeople do you have allocated to figuring out a way you work with all this information to get an answer?\n\nMR. O'CARROLL:  Well, being in the inspector general's office we're making recommendations to SSA and to DHS \nto work those issues out.  And what came in the earlier testimony this morning was from DHS is that they have \nproblems with the information that they're given in that SSA tracks the individuals by a Social Security Number.  \nThey said the Department of Homeland Security is tracking it by their alien number and because of that they've had \ndifficulties in matching that information.\n\nWe've made numerous recommendations asking for the two agencies to work with each other.  I agree with you, \nCongresswoman Tubbs Jones, that I think technology has caught up to a point now that with the other information \nthat's in that file, even though one agency tracks under one number and another agency tracks under a different \nnumber, that they should be able to find a commonality to be able to identify which person is which, pick up the \ntrends on it, and it kind of ties in with what my colleagues from GAO have found out is, is that there is a lot of useful \ninformation that's going over to Department of Homeland Security that they can be using to do their trend analysis \nfrom if they have the -- I guess inclination would be the proper would to use the computer technology to be able to \nmake that information viable.\n\nREP. TUBBS JONES:  The money that comes from -- okay.  I'm an employee and I am in an Earnings Suspense \nFile.  The dollars, the FICA dollars that I've paid, where do they sit?  Do they collect interest? What happens with \nthose dollars if I'm in the suspense file mode?  The employer had to pay it whether it was right or wrong, right?\n\nMS. BOVBJERG:  Yes.  And we the government have already spent that money.  It's just cash into the Treasury.\n\nREP. TUBBS JONES:  It's just cash into the Treasury. \n\nMS. BOVBJERG:  Yes.  But the record of that contribution of yours, but they don't know it's yours or it wouldn't be in \nthe suspense file, is still there with your earnings record.\n\nREP. TUBBS JONES:  What would you -- what's your recommendation? I mean take your -- can you take your hat \noff as an employee of the federal government?\n\nMS. BOVBJERG:  Never. \n\nREP. TUBBS JONES:  Let's see, I give you immunity.  What the heck should we be doing?  I mean this is \noutrageous that we can't work out a system in which to address this.  I'm big on privacy.  I don't want you to invade \nmy privacy and I've already claimed that my Social Security Number is used for everything but my Social Security.  \nBut what would you do?  I mean you've been in this business a long time. Let's figure it out.  What can we do?  And \nI've got probably two minutes so each of you get a minute left.\n\nMS. BOVBJERG:  Okay, I'll talk fast.  But I can never take my GAO hat off, you know.\n\n\n\nREP. TUBBS JONES:  Okay, pretend.  I'm going to put another hat on top of the GAO hat -- consultant to the \nSocial Security Subcommittee.\n\nMS. BOVBJERG:  We have said before that we need to improve the data that is reported at the worksite.  That that \nwould help SSA, it would also help discourage unauthorized work.\n\nREP. TUBBS JONES:  So the better thing we need to do is have one location.  If you want to go work for ABC \ncompany you come to this location, you give us the information, we send all that information to ABC company then \nwe already have a place where we collect all the information about work.  Has anybody ever thought about that?\n\nMS. BOVBJERG:  Well, in some ways a verification system --\n\nREP. TUBBS JONES:  The lady behind you is frowning.  What -- come on, you tell me.\n\nMS. BOVBJERG:  In some ways the verification system that does go to SSA and DHS is going to a central \nrepository.  I think that really what I'm talking about is that we have not established a credible system of penalizing \nemployers for misreporting.  That's something that the IRS is working on, I understand.  That's something that they \nneed to work on with SSA and DHS.  It's not only a tax issue and it's something that would help improve -- that's \nvery fundamental.  The other side is that we need to devote some resources, whether those are existing resources \nor additional resources, I don't know, but we need to devote some resources to general worksite enforcement in \nDHS. \n\nREP. TUBBS JONES:  Begging your indulgence, Mr. Chairman, can I get a one minute response from Mr. \nO'Carroll?\n\nMR. O'CARROLL:  I think probably the most valuable lesson that I learned from the panel ahead of me was when \nthe commissioner of IRS asked for one year to come back and report to you to see what has changed in that year.  \nAnd one of those things that I'd like to see changed in that year is where they would use their enforcement \ncapabilities to penalize the employers that are chronically misreporting this wage information.  The other thing that \nI'd like to see happen in this year is for -- as you mentioned before is that the information that we've been giving to \nDHS which is identifying problem employers for non-work aliens, for them to start doing some action on that.  And I \nthink hopefully, as I said -- hopefully in my tenure as the inspector general we'll see that these three agencies are \ntalking to each other and that we get this synonymous database where we can all be working off of the same \ninformation.\n\nREP. TUBBS JONES:  My guess is the employers know what a hard time we are having trying to figure this out and \nthey say the heck with you all, we just go on and do our thing and when you all catch up with us we will have gotten \nour workers, made our money and probably gone bankrupt or whatever.\n\nThanks, Mr. Chairman.\n\nREP. McCRERY:  You're quite welcome.\n\nMr. Levin.\n\nREP. LEVIN:  Thank you, and I'm sorry I was at another meeting and I missed the testimony.  But I guess I think I \nknow enough about it to ask a couple of quick questions.\n\nYour comment about wishing that we would penalize employers for false information more effectively, this has been \nan issue we have been discussing for a long time.  So the assumption underlying that statement is that in many \ncases we know enough, we have enough information to pursue employers who are not meeting the law.  Is that a \ncorrect statement?\n\n\n\nMS. BOVBJERG:  In my belief we do.  The reasonable cause standard that the IRS uses is waived if there's \nintentional disregard.  I still do not understand why intentional disregard is not used more frequently because, as \nMr. O'Carroll reported, we have employers who time after time after time use the same Social Security Number for \nall their employees.  That's a little different, I would submit, than goofing up and doing it once.\n\nREP. LEVIN:  I think it's important for us to take that into account because if the focus is mainly on the data, we \nmay not understand the full picture, because what you're saying is in many  cases where we have the data and \nmuch of it relates to a smaller number of states and I think you testified a relatively small number of companies, \nthere hasn't been effective action vis-à-vis those companies.\n\nSecondly, if all this data pours in, how do you think it's disaggregated by DHS so that they can go after their main \ntarget and that is potential terrorists?  Has anyone figured out what the relationship would be between more data \navailable to DHS and the implementation of their basic function?\n\nMS. BOVBJERG:  Well, that's a concern we have and that's something that we are going to look at as part of this \nwork that we're doing for the subcommittees on the Non-work Alien File and other sources of data that might be \nuseful to DHS.\n\nREP. LEVIN:  Okay.\n\nThank you, Mr. Chairman.\n\nREP. McCRERY:  Thank you, Mr. Levin.\n\nThank you, Mr. Ramstad.\n\nMr. Lewis.\n\nAnd thank you, Mr. O'Carroll and Ms. Bovbjerg, very much for your testimony.  This is an issue that does require I \nthink a lot of thought and we are looking forward to receiving at some point from the administration some concrete \nproposals as to how to tighten this system to say the least.  So thank you very much.\n\nMR. O'CARROLL:  Thank you.\n\nMS. BOVBJERG:  Let us know if we can help.\n\nREP. McCRERY:  The hearing is adjourned.  \n"}