{"title": "ILLEGAL ALIENS SWAMP SYSTEM, AGENCY SAYS; SUSPECTS LET GO; LACK OF STAFF, FUNDING CITED", "body": "\nThe Missouri Highway Patrol has caught and then released a group of people suspected of being illegal aliens in \nthe O'Fallon area after consulting with the U.S. Department of Immigration and Naturalization in the St. Louis area.\n\nThe number of illegal aliens passing through the St. Louis area has overwhelmed the federal agency here, says \none of its officers.\n\nThe officer, Chester Moyer, said that after troopers stopped the vehicle on Highway K Friday morning, one of the \nfederal agents talked to a trooper. At least one person from Guatemala was in the country legally. Others, here \nillegally, were from Mexico or other countries in Central America, Moyer said, and \"they were probably headed for \nthe Florida area.\"\n\nThe people were allowed to go on their way because, he said, \"We don't have the staff or funding to keep them. \nWe have to let them go.\"\n\nHe said the agency has 28 people and two agents to handle illegal alien cases for a 47-county area.\n\n\"It's pretty much a joke how well we can deal with illegal aliens,\" Moyer said.\n\nThe area is a distribution center for illegal aliens, largely because of the interstate highway system, Lambert Field \nand trains that come here from the border states. Some trains bring goods directly from Mexico to the St.  Louis \narea and frequently bring along stowaways, he says.\n\nMoyer estimated that 4,000 or 5,000 illegal aliens pass through the St.  Louis area each year, probably more.\n\n\"We lost track of how many were passing through many years ago,\" he said.\n\nThe department detains perhaps 500 each year. The first priority is determining whether the people are involved in \ncriminal activity, and the second is whether they're involved in frauds, including document frauds.\n\nNot long ago, the agents had arrested 25 illegal aliens who had fraudulent documents and were working at a \nnursery in St. Louis County, he said. The nursery owner was not involved in the activity, he said.\n\nMoyer said he expected the problem to get worse and added, \"They keep coming and coming.\"\n"}