{"title": "Immigration movement: 'Dreamers' organize CLOUD group to help others avoid deportation", "body": "\nRICHMOND -- When Carlos Martinez was 11 years old, he jumped the border in Arizona between Mexico and the \nUnited States and made his way across a desert for four days and three nights with his younger sister and a group \nof about 20 other immigrants, led by a \"coyote,\" a person paid to smuggle people into the country. After the journey, \nMartinez and his sister joined their mother in Salinas.\n\nHe attended schools in the community and wanted to go to college but was told by his high school counselor that \nhe couldn't, because he was undocumented.\n\n\"I was the first in my family to graduate from high school, so that was a big thing for my mom,\" the soft-spoken 23-\nyear-old said recently. \"But I didn't know what was my future. So, I worked cutting lettuce in the fields for six or \nseven months.\"\n\nMartinez's future would not end in the fields. Today, he is the co-founder of Community Leaders Organizing \nUndocumented Dreamers, or CLOUD. The nascent group has already held two large outreach events for \nimmigrants interested in applying for President Barack Obama's new deferred action program, which allows young \nillegal immigrants to avoid deportation for at least two years and apply for work permits and driver's licenses.\n\nThe core group, formed about three months ago, is collaborating with organizations such as Catholic Charities to \nhelp educate people about the law and screen them for eligibility. And the group's young leaders are determined to \nhelp more people, with the goal of working toward wide-ranging changes in immigration law.\n\n\"We are fighting for something bigger than just deferred action,\" said group co-leader Jose Juan Reyes, 21, who \nemigrated from Mexico with the help of a \"coyote\" when he was 8 years old. His mother was detained three times \nat the border before getting through on her own. \"We are fighting for comprehensive immigration reform, which \nincludes us, our parents, and something that would lead to citizenship for us.\"\n\nMartinez's journey from lettuce picker to immigration rights activist was helped by a combination of timing and \nambition.\n\nIn 2008, he heard about AB540, which exempts qualifying illegal immigrants from paying higher out-of-state fees at \nstate colleges. He enrolled at Hartnell College in Salinas and cofounded a group to help undocumented students, \n\"Mas Fe,\" or \"more faith.\"\n\nLater, he transferred to San Francisco City College, where he got involved in a group for the undocumented, \nStudents Advocating for Equity, or SAFE. Soon afterward, Martinez said he and a friend formed the first community \ncollege resource center for undocumented students, Voices of Immigrants Demonstrating Achievement, or VIDA.\n\n\n\"I've been organizing for five years with the undocumented movement,\" said Martinez, who moved to Richmond \nabout a year ago and began a civic engagement internship with the Contra Costa Interfaith Supporting Community \nOrganization in June. The internship was funded in part through a Dream Summer Scholarship.\n\nIt began three days after Obama announced the country would provide temporary \"deferred action\" work permits \nand protection from deportation to immigrants who were younger than 30 and had entered the country illegally \nbefore age 16. More than 82,000 people have applied for the permits since the program was announced a month \nago.\n\nThe announcement opened a world of possibilities for Martinez. His internship supervisors were excited about the \nlaw and asked him to help spread the word.\n\n\"This was a hot topic -- a new topic,\" Martinez recalled. \"They said: 'Your job is to start a new group.'\"\n\nThe leaders' infectious spirit inspired Dina Barriere, 22, who came to California at age 3 from El Salvador. She said \nher immigration status never seemed to be an issue until she realized she couldn't get a driver's license.\n\n\"That's when my whole world came crashing down and I figured I wasn't going to amount to anything,\" she said.\n\nLater, she enrolled in San Francisco City College, where she met Martinez.\n\n\"Carlos has gotten me to where I am now in terms of leadership-building skills, because he saw that I had the \npotential,\" she said.\n\n\"Now, he's created such a big movement in Richmond.\"\n\nAdam Kruggel, executive director of the interfaith organization, said CLOUD is a testament to the young \nimmigrants' passion and integrity.\n\n\"In my opinion, this is part of a movement for freedom that has really captured the hearts and imagination of the \ncountry,\" he said. \"I am so excited about the future of this country when you look at them and see how committed \nthey are to the idea of America -- especially when America did not welcome them with open arms -- and see that \nthey fought and fought to have a rightful place here. It's only going to make our country a better place.\"\n\nMartinez said the response has been incredible.\n\n\"What got me was, we met for less than a month and we were able to pull off this event and 300 people showed \nup,\" he said. \"It was all youths who took ownership and decided, 'We're going to educate the community.' That's not \ngoing to go away for me. I was surprised. I was shocked. It was so beautiful.\"\n\nStaff writer Matt O'Brien contributed to this report.About AB 540\n\nThe bill allows some undocumented students to be exempt from paying higher out-of-state tuition at state public \ncolleges and universities if they attended a California high school for three or more years, received a California high \nschool diploma or equivalent, and submitted an affidavit to the college or university declaring that they meet the \nabove requirements and have filed an application to adjust their immigration status or intend to file one.\n\nCalifornia Dream Act\n\nThe act gives illegal immigrants access to need-based, state-funded scholarships in the fall and Cal Grants and \nother state financial aid in 2013-14.\n\nFEDERAL DEFERRED ACTION\n\nIt allows young illegal immigrants to seek temporary work permits, protection from deportation and a California \ndriver's license.\n\nTwo-year, renewable work permits are for immigrants 30 or younger as of June 15 and who brought to the United \nStates illegally before age 16.\n\n\n\nTo qualify, immigrants must be in school, have earned a high school diploma or equivalent, or served in the military.\n\nApplicants cannot have committed any serious crimes and must have lived in the country continuously since 2007.\n\nA $465 fee is required.\n\nDetails about deferred action and how to apply are available by calling 800-375-5283 or by going \ntowww.uscis.gov/childhoodarrivals . Details about the California Dream Act are at           \nwww.csac.ca.gov/dream_act.asp .\n\nSource: U.S. Department of Homeland Security, California Dream Network, MALDEF\n\nAbout CLOUD\n\nFull name: Community Leaders Organizing Undocumented Dreamers\n\nMission statement: \"We are a coalition of undocumented leaders and allies in the Bay Area. We work to empower \nand educate the community of our struggles, collectively striving to achieve equity.\"\n\nLearn more: The organization is affiliated with the Contra Costa Interfaith SupDetails are available by going \ntoFacebook.com/bayareacloud andTwitter.com/bayareacloud or           http://ccisco.org . Some CLOUD members \nalso are part of the California Dream Network,           www.cadreamnetwork.org .\n\nCoverage: For details, including links to video clips of CLOUD members, go to the On Assignment blog \natIBAbuzz.com/onassignment .\n\nGraphic\n\n \n\nCommunity Leaders Organizing Undocumented Dreamers (C.L.O.U.D.) member Jose Juan Reyes speaks at a \nCLOUD Deferred Action Forum at St. Marks Catholic Church in Richmond, Calif. (Courtesy of CCISCO)\n\nLeaders Carlos Martinez, left, and Jose Juan Reyes of Community Leaders Organizing Undocumented Dreamers \n(CLOUD) and community organizer Claudia Jimenez discuss future plans for the group since the Dream Act was \npassed during a meeting at Contra Costa Interfaith Supporting Organization (CCISCO) office in Richmond, Calif., \non Friday, Sept. 14, 2012. (Ray Chavez/Staff)\n\nCommunity organizer Claudia Jimenez, left, and leaders Carlos Martinez, center, and Jose Juan Reyes of \nCommunity Leaders Organizing Undocumented Dreamers (CLOUD) discuss future plans for the group since the \nDream Act was passed during a meeting at Contra Costa Interfaith Supporting Organization (CCISCO) office in \nRichmond, Calif., on Friday, Sept. 14, 2012. (Ray Chavez/Staff)\n\nCommunity organizer Claudia Jimenez, right, and leaders Carlos Martinez, left, and Jose Juan Reyes of \nCommunity Leaders Organizing Undocumented Dreamers (CLOUD) discuss future plans for the group since the \nDream Act was passed during a meeting at Contra Costa Interfaith Supporting Organization (CCISCO) office in \nRichmond, Calif., on Friday, Sept. 14, 2012. (Ray Chavez/Staff)\n"}