{"title": "A.G. Schneiderman Announces Indictment Charging Albany Insurance Broker And Wife With Life Insurance Fraud Scam", "body": "\nDec 09, 2016( Attorney General Eric T. Schneiderman: http://www.ag.ny.gov/Delivered by Newstex)  News from \nAttorney General Eric T. Schneiderman FOR IMMEDIATE RELEASE December 9, 2016 New York City Press \nOffice / 212-416-8060 Albany Press Office / 518-776-2427 nyag.pressoffice@ag.NY.gov \nnyag.pressoffice@ag.NY.govTwitter: @AGSchneiderman; A.G. SCHNEIDERMAN ANNOUNCES INDICTMENT \nCHARGING ALBANY INSURANCE BROKER AND WIFE WITH LIFE INSURANCE FRAUD SCAM Lawrence D. \nRosenbaum And Wife Thomasine Henderson Charged With Attempting To Steal Nearly $50K In Payments By \nSubmitting False Life Insurance Claims After Son's Suicide Rosenbaum Already Faces A 27-Count Attorney \nGeneral Indictment For Securities Fraud Schneiderman: We Will Continue Working to Root Out And Prosecute \nInsurance Fraud  ALBANY - Attorney General Eric T. Schneiderman announced the arraignment today of \nLawrence D. Rosenbaum, 65, and his wife, Thomasine Henderson, 65, both of Albany, New York, on a ten-count \nindictment charging them with stealing over $12,000 in life insurance payments and attempting to wrongfully obtain \nnearly $50,000 in life insurance payments by submitting false claims with respect to the death of their son. \n\nIf convicted, each defendant faces up to 2 1/3 to 7 years in prison.  'To exploit the death of one's child to commit \ninsurance fraud is truly reprehensible,' Attorney General Schneiderman said. 'My office will continue fighting to root \nout insurance fraud and fully prosecute those responsible for it.' According to court documents and statements \nmade by prosecutors in court today, Rosenbaum is an insurance broker who owned and operated Rosenbaum \nFinancial Services in Albany for decades. His wife, Thomasine Henderson, has been a long-time employee of the \nbusiness. Their son, Andrew Rosenbaum, died after he intentionally stepped in front of a truck on I-87 in Colonie on \nMay 8, 2016. According to prosecutors, just two days after Andrew's death, Lawrence Rosenbaum allegedly called \nTransamerica Insurance Corporation, where he had learned Andrew had insurance policies, and impersonated his \ndeceased son to inquire whether being 'hit by a truck' would be covered if it were deemed to be an accident. Upon \nlearning that Andrew Rosenbaum had insurance policies with Transamerica that would pay as much as $85,000 \nunder such circumstances, Rosenbaum and his wife allegedly acted together to submit false claims aimed at \nconcealing the fact that their son's death was a suicide. As a result of their fraud, the Attorney General's Office \nalleges that the couple wrongfully obtained a partial payment on their son's life insurance policy in the amount of \napproximately $12,500. In addition, they are charged with attempting to wrongfully obtain additional payments \ntotaling nearly $50,000, which were stopped by Transamerica when it uncovered potential falsities in their claims.  \nIn the midst of the couple's alleged insurance fraud scam, Rosenbaum was arrested by the Attorney General's \nOffice on charges that he allegedly stole nearly $1 million from investors related to companies he had created to \npurportedly manufacture kosher and halal cheese and bio fuels. In June 2016, Rosenbaum was arraigned on a 27-\ncount indictment charging him with Grand Larceny in the Second Degree (a class C felony), Grand Larceny in the \nThird Degree (a class D felony), Securities Fraud under the Martin Act (a class E felony), Scheme to Defraud in the \nFirst Degree (a class E felony), Repeated Failure to File Personal Income Tax Returns under the New York Tax \nLaw (a class E felony), and Criminal Tax Fraud in the Fourth Degree (a class E felony). Those charges are currently \npending in Albany County Court. The Attorney General's current indictment charges Rosenbaum and Henderson \n\n\nwith one count of Grand Larceny in the Third Degree (a class D felony), one count of Attempted Grand Larceny in \nthe Third Degree (a class E felony), two counts of Insurance Fraud in the Third Degree (a class D felony), and two \ncounts of Falsifying Business Records in the First Degree (a class E felony). Rosenbaum is charged with two \nadditional counts of Falsifying Business Records in the First Degree and one count of Criminal Impersonation in the \nSecond Degree (a class A misdemeanor), and Henderson is charged with one additional count of Falsifying \nBusiness Record in the First Degree.  Rosenbaum and Henderson were arraigned today in Albany County Court \nbefore the Honorable Judge Roger McDonough. Rosenbaum is currently being held on $40,000 cash over $40,000 \nbond over and Henderson is currently remanded without bail. The charges against the defendants are merely \nallegations and they are presumed innocent until proven guilty in a court of law.  The criminal case against \nRosenbaum and Henderson is being handled by Assistant Attorneys General Benjamin S. Clark and Philip V. \nApruzzese of the Criminal Enforcement and Financial Crimes Bureau. The Criminal Enforcement and Financial \nCrimes Bureau is led by Bureau Chief Gary T. Fishman and Deputy Bureau Chief Stephanie Swenton. The Attorney \nGeneral's investigation was conducted by Investigator Dennis Churns and Deputy Chief Antoine Karam. The \nInvestigations Bureau is led by Chief Dominick Zarrella. \n"}