{"title": "Blog; The 48th Goes To War: Latest dispatches from Iraq; Foreign-born GIs join fight in Iraq", "body": "\nTuesday, September 20, 2005, 10:41 PM\n\nCamp Taji, Iraq --- After Pfc. Diego Rincon of Conyers died in Iraq in March 2003, he received a special honor at \nhis funeral. An immigration officer was there to present the fallen soldier from Colombia a certificate of U.S. \ncitizenship.\n\nMore than 37,000 immigrants from 200 nations are serving in the U.S. military, according to the Department of \nDefense. At least 80 of them have died in Iraq, fighting for the country they call home, and been naturalized \nposthumously.\n\nAmerica's immigrant soldiers remain unique in their individual identities but undeterred in their allegiance to their \nadopted homeland. They say they have the ultimate proof of their love of America: They are willing to die for the \nfreedoms and opportunities the United States has afforded them.\n\nPeriodically, foreign-born soldiers from various nations hold up their right hands and take the oath of U.S. \ncitizenship at ceremonies at al-Faw Palace at Camp Liberty near the Baghdad airport.\n\nThe Georgia Army National Guard's 48th Brigade Combat Team has several soldiers who dream of being there \none day.\n\nOne is Spc. Svetlin Gueorguiev, a lanky, laid-back 23-year-old who stores letters from his grandmother, written in \nBulgarian, in his footlocker. She writes to him frequently from his native Pleven, a small city in the east European \nnation.\n\nGueorguiev, who serves in the 1st Battalion, 118th Field Artillery Regiment, thinks about the life he had. His mother, \nIvana, was an opera singer and a teacher.\n\n\nHis family could not have foreseen that Gueorguiev would move to the United States with his mother and American \nstepfather and, at the age of 22, travel back across the Atlantic to a war zone in Iraq as a Bulgarian citizen wearing \na U.S. Army uniform.\n\nGueorguiev, known as \"Geo\" to his fellow soldiers who can't pronounce his name, admits his Bulgarian background \nand Bohemian inclinations, he's an art major at Savannah's Armstrong Atlantic State University, put him outside the \nArmy stereotype.\n\nBut his resolve is as steely as the rest of the men in his battalion, many of whom were raised in patriotic small \ntowns across Georgia.\n\n\"I believe in what I am doing,\" said Gueorguiev, who spends his days on the gun line at Camp Taji. The 118th's \nAlpha Battery has three Paladin 155 mm howitzers parked there, ready to counter incoming insurgent fire.\n\n\"As I see it, he is one of us,\" said Pfc. Matthew Simmons, a platoon mate. \"He is fighting for something he lives in \nright now.\"\n\nWhen Gueorguiev finally does make it to the citizenship ceremony, he will have to swear to bear arms for the \nUnited States of America when necessary.\n\nAs far as Army officials are concerned, Georgia's immigrant soldiers have already proved their mettle with their \nmilitary service.\n\n\"I believe that speaks volumes for their commitment to the ideals of freedom and democracy,\" said Maj. Michael \nShavers, a Pentagon spokesman.\n\nSince the American Revolution, the nation has relied on foreign-born troops to help wage war, according to the \nImmigration Policy Center.\n\nAbout 500,000 non-citizens fought in the Union Army during the Civil War. Nearly 175,000 soldiers in World War I, \nWorld War II and the Korean War were immigrants who were naturalized.\n\nFilling gaps in the ranks\n\nDwindling recruitment numbers have made immigrants even more important in keeping the ranks filled for the \ncurrent conflicts in Iraq and Afghanistan.\n\nIn 2002, President Bush signed an executive order, partly to boost recruitment, allowing non-citizens on active duty \nstarting Sept. 21, 2001, to apply for citizenship with no further residency requirements.\n\nThat means any legal resident who joins the military can immediately petition for citizenship rather than wait the \nnormal five years required for civilians to begin the process. Bush also waived petitioning and fingerprinting fees for \nservice members.\n\nImmigrant soldiers in the 48th Brigade said they enlisted mostly to learn new skills, to pay for their higher education \nand to expedite their U.S. citizenship.\n\n\"The Army has been good to me,\" said Frederick Kipkemboi, 24, who was born in Eldama Ravine, Kenya, and \nemigrated to Massachusetts when he was 14.\n\n\"My life is so different now,\" said Kipkemboi, a mechanic in Bravo Company, 148th Support Battalion. \"In Kenya, I \nnever even played sports in school. Then I went to another country and joined the Army. My friends back home \nwould be shocked.\"\n\nSpc. Miguel Alves, 32, an infantryman in a Rhode Island unit attached to the 118th, left his native Lisbon, Portugal, \nin 1992 when his family moved to America to seek a better life.\n\n\n\nAt 25, he found himself floundering, and he enlisted in the Army to get his life back on track.\n\nHe is hoping his deployment to Iraq will help him acquire citizenship. He has tried before, even showing up at the \nImmigration and Naturalization Office in Providence in his Army uniform.\n\nBut two previous attempts ended nowhere; one of them was vetoed because of a DUI charge, he said.\n\nAlves said he has paid his dues to America and deserves to become a citizen.\n\n\"We are putting our lives on the line for the United States,\" he said. \"We deserve a break.\"\n\nDmitri and Pavel Rybakov are hoping that break will come soon.\n\nThe two Russian brothers, who restarted their lives when their mother married an American and moved to Dexter, \nwould have faced mandatory conscription in the country they left behind.\n\nBrotherhood of brothers\n\nIn their new homeland, they volunteered for military service. They are both gunners on Bradley fighting vehicles in \nthe 2nd Battalion, 121st Infantry Regiment.\n\nOn a blistering afternoon, Dmitri, 21, got into the gunner's seat, ready to go out on another security patrol in \nsouthwest Baghdad.\n\nAt the last minute, he yelled to his brother in Russian. He had forgotten his Kevlar helmet and wanted to borrow \nPavel's.\n\nThe brothers often communicate with each other in their native tongue.\n\n\"English is still a foreign language for us,\" said Pavel, 26, the quieter of the two. \"It takes a split second more to \nunderstand.\"\n\nThey are glad they have each other in the war zone.\n\nWhen the brothers joined the Army, they didn't give much thought to the possibility of the United States going to \nwar with countries of the former Soviet Union, once its staunchest Cold War foe.\n\n\"In all honesty, I wouldn't want to go and start killing Russian people,\" Dmitri said, even though neither brother \nthinks of himself as a Russian citizen anymore.\n\n\"I believe the Army has policies where in such a case, you can stay in the rear,\" he said.\n\nThe Rybakovs said their family and friends in Russia are proud of their service, even though many Russians are \nopposed to U.S. involvement in Iraq.\n\nPavel said he had not expected to be fighting in Iraq. He initially opposed the U.S. invasion but said he will do his \npart because America has to follow through on what it started.\n\nSgt. 1st Class Louis Audain, a medic in Charlie Company, 148th Support Battalion, who was born in Trinidad, said \nnationality makes little difference in the Army.\n\nIn Iraq, he said, everyone is an American soldier first.\n\n\"We duck like the rest of them when things go boom,\" he said.\n\nGraphic\n\n\n\n \n\nPhoto: BITA HONARVAR / AJCBulgaria native Spc. Svetlin Gueorguiev shares the dream of many foreign-born \nGIs --- becoming a U.S. citizen.\n\nPhoto: BITA HONARVAR / AJCSgt. Frederick Kipkemboi, a native of Kenya, has lived in Massachusetts since age \n14.\n\nPhoto: BITA HONARVAR / AJCBrothers Dmitri (left) and Pavel Rybakov are Russians who moved to Dexter, Ga., \nwhen their mother married an American.\n\nPhoto: BITA HONARVAR / AJCSpc. Miguel Alves wants U.S. citizenship.\n"}