{"title": "Debate on Immigration Also Involves Ecuador's Top Sport", "body": "\nThe march on June 12 will be a straight shot down Main Street and will double as a kind of walking tour of the \ntension here.\n\n It will begin at Kennedy Park, where the crowds of Hispanic men who gather before dawn to find work as day \nlaborers helped prompt Mayor Mark D. Boughton to ask that the state police be deputized to enforce federal \nimmigration laws.\n\n  Then it will move past the storefronts that a decade ago were vacant and are now filled with Brazilian bakeries, \nEcuadorean restaurants, immigrant-owned clothing shops and a sense of determined striving.\n\n And finally, exactly a mile from where it starts, the march will end at Rogers Park, where young Ecuadorean men \nplay volleyball on crowded courts most evenings, sweating in work clothes beside uniformed children playing \nbaseball.\n\n The mayor has proposed adding more courts, a peace offering march organizers say is welcome but insufficient. \n\n ''We are asking him for an apology, not only to new immigrants but to all Danburians,'' said Wilson Hernandez, a \nnaturalized citizen who owns a downtown restaurant, La Mitad Del Mundo, and is the leader of the march \norganizers. ''We are asking for respect for our contribution to this town.''\n\n While leaders in some small cities across the country have won political support by taking steps against soaring \npopulations of illegal immigrants, in Danbury some critics say Mr. Boughton, a Republican, has gone too far. Now \nthe latest immigrants in this eternally working-class city are pressing for political respect. And the mayor, while not \nnecessarily in retreat, is trying to repair his links to immigrant groups by meeting with church leaders and march \norganizers. \n\n ''I don't think you're going to hear me saying I'm sorry,'' the mayor said in an interview at City Hall recently. ''I think \nyou're going to hear me say the laws of the United States of America should be enforced.''\n\n On April 15, Mr. Boughton asked the state to deputize state police officers, a move considered in other suburban \ncities with high immigration. The mayor has said that as many as 15,000 of the city's immigrants are illegal, a \nfigure immigrant leaders say is drastically overstated. He has also moved to restrict overcrowded apartments and \ntighten controls on large backyard volleyball games organized by Ecuadoreans, for whom volleyball is a national \npassion. City officials say the games grow into raucous parties with gambling, prostitution, drugs and alcohol sales \nand disrupt once-quiet neighborhoods.\n\n\n Immigrants also complained after a group called Connecticut Citizens for Immigration Control, which has links to \nthe Minuteman Project, a volunteer patrol along the Mexican border, held a meeting in Danbury attended by some \ncity officials, though not by the mayor. \n\n Now, while members of Danbury's Common Council continue to draft a ''repetitive outdoor activity'' ordinance to \nrestrict volleyball by cracking down on parking and noise, among other things, the mayor says deputizing the state \npolice may not be necessary, that the police may have enough remedies without becoming immigration agents.\n\n ''I don't think I'm backing away at all,'' Mr. Boughton said. ''I'm recognizing that communication is crucial to this \nwhole process.''\n\n A former state lawmaker and high school social studies teacher, Mr. Boughton said his attempts to confront \nimmigration problems were driven by stressed city services and constant complaints from residents. \n\n Echoing officials in other towns, he said, ''These actions should not be personalized by individuals because I'm \ntalking about a failed federal public policy.''\n\n His critics say that by emphasizing a few extreme situations, he risks painting all immigrants as criminals instead of \nas crucial players in the city's revitalization. And so they plan to hold what many people say may be the city's first \nmarch organized in defense of immigrants. \n\n ''We'll be wearing white shirts, with no insults to anybody,'' Mr. Hernandez said. ''We've always said if we march \nwe'll march silently, peacefully.'' \n\n Immigration has defined Danbury for two centuries, with the Irish, Italians and Portuguese once coming to work in \nthe city's famous hat factories. Now the newcomers are Brazilians and Ecuadoreans, who often labor in \nlandscaping, construction and other trades in the wealthy suburbs of Fairfield County. They come home at night to \ndowntown Danbury, a struggling city surrounded by a suburban building boom.\n\n About 12,000 of the city's 75,000 residents are Hispanic, according to the 2000 Census. Yet both the mayor and \nimmigrant leaders say the number of Ecuadoreans has increased significantly since the census, growth driven by \neconomic struggle in Ecuador and an established pipeline into the New York region. Some say the march will \nannounce the political arrival of the newer immigrants. No Brazilians or Hispanics are among the 17 Republicans \nand 4 Democrats on the Common Council. Yet concern over how the march will come off -- even whether it will \noccur at all -- has become an issue in itself. \n\n Mr. Hernandez said at least 500 people were expected to march, and perhaps many more. He said illegal \nimmigrants who feared being arrested might not participate. ''Somebody has to represent these people,'' he said. \n''We want the mayor to represent them, too.'' Mr. Hernandez said that he and other immigrant leaders continued to \nmeet with the mayor. ''I'm supportive of many of their concerns and issues,'' Mr. Boughton said on Tuesday. \n\n Gov. M. Jodi Rell, a Republican, has asked the state commissioner of public safety, Leonard C. Boyle, to discuss \nMr. Boughton's request with federal officials, but Mrs. Rell said Tuesday that the state should not rush into \ndeputizing state officers. \n\n Speaking to reporters after addressing the Greater Danbury Chamber of Commerce, the governor said Mr. \nBoughton was struggling with demands new immigrants had put on his local budget and had ''done a great job of \neasing tensions and trying to bring people together to say, 'You know this is not us against you. We want people to \nfeel welcome in our city, but we also want people to be legally here.'''\n\n Both sides in the Danbury debate have a point, said Oscar Chacon, director of Enlaces America, a Chicago-based \ngroup that helps link emerging immigrant advocate groups across the country.\n\n ''The reality is we do a very poor job as a society when it comes to how to handle changing demographics,'' he \nsaid. ''We don't have a policy at the federal level that is helping local communities manage change.''\n\n\n\n At least one immigrant plans to become a candidate for the Common Council elections this fall. Rina F. Machado, \n40, a mortgage broker who came from Brazil two decades ago, said he planned to run as a Democrat. ''We've got \nto have someone who will look out for the community, the immigrant community,'' he said. \n\n Asked how he defined that community, in a town filled with generations of newcomers from all over the world, he \nsaid, ''People with accents.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: Danbury officials say backyard volleyball games turn into raucous parties and are working to curtail them.\n\nMayor Mark D. Boughton wants federal immigration laws enforced. (Photographs by Douglas Healey for The New \nYork Times)(pg. B1)\n\n Maria-Cinta Lowe, center, an immigration rights activist, walked out of a meeting at the American Legion Hall in \nDanbury last week as Peter Gadiel, right, tried to talk about enforcing immigration laws. (Photo by Douglas \nHealey/Associated Press)(pg. B6)                                                                     \n"}