{"title": "Students Press for Action on Immigration", "body": "\nYoung illegal immigrants, saying President Obama has done little to diminish the threat of deportations they face \ndespite repeated promises, have started a campaign to press him to use executive powers to allow them to remain \nlegally in the country.\n\nThe campaign is led by the United We Dream Network, the largest organization of young immigrants here illegally \nwho would be eligible for legal status under a proposal in Congress known as the Dream Act.\n\nThe young people are among the most visible activists in a growing immigrant movement. Their push to focus \npressure on the White House reflects deep frustration with Congress for its lack of action on the legislation and with \nthe administration for continuing to deport illegal immigrant students, although Mr. Obama says he supports them.\n\nThis week student leaders presented White House officials with a letter signed by more than 90 immigration law \nprofessors who argued that the president has ''clear executive authority'' to halt deportations of illegal immigrants \nwho might benefit from the student legislation. The professors, from universities across the country, pointed to \nseveral measures the president could take under existing laws to defer deportations and permit young immigrants \nto stay temporarily.\n\nOn May 17 the students held small-scale actions to publicize their demands in 19 locations around the country, \nincluding at the Obama re-election campaign offices in Miami. Gaby Pacheco, a leader of the student network, said \nWednesday that they were preparing larger protests for mid-June if the White House did not respond.\n\n''They say all the time that Dreamers shouldn't be deported,'' Ms. Pacheco said, referring to the young immigrants. \n''We've heard a lot of talk, but we have not seen action.''\n\nThe students' escalating actions could be a problem for Mr. Obama, who is counting on strong support from \nLatino voters to win again in several states that supported him in 2008, particularly Colorado, Florida, Nevada and \nNew Mexico. Polls show very high support among Latinos for some version of the Dream Act, including 91 percent \nin the 2011 National Survey of Latinos from the Pew Hispanic Center.\n\nThe law professors' letter, which reads like a legal brief, was intended as a response to administration officials who \nhave said Mr. Obama does not have the authority to issue a reprieve for large groups of illegal immigrants. One \nmeasure they cite was used by President Jimmy Carter to admit thousands of Cubans to the United States in 1980, \nduring the mass exodus known as the Mariel boatlift.\n\n''We did not want doubt about the president's legal authority to muddy the waters of the debate,'' said Hiroshi \nMotomura, a law professor at the University of California, Los Angeles, who was an author of the letter.\n\n\nYoung illegal immigrants say they are impatient because each year more of them graduate from high school and \ncannot attend college because of high tuition rates and barriers to financial aid they face because of their status. \nMore recently, students who did attend college are graduating and facing larger obstacles because they cannot \nlegally work in the United States.\n\n''It's not a question of whether the president can or can't, '' said Lorella Praeli, 23, a student from Peru here illegally \nwho also is a leader of the immigrant student network. ''It's a question of whether he will or he won't.''\n\nAdministration officials said this week that Mr. Obama was not likely to take sweeping action on illegal immigrant \nstudents before the election. Officials fear an angry reaction from Republicans in Congress, who have warned the \nWhite House against what they see as an amnesty by fiat. The officials fear Republican opposition would ruin any \nchance for future legislation.\n\nIn a speech this month at an immigration forum in Washington, Cecilia Munoz, the director of the White House \nDomestic Policy Council, referred to more limited actions Mr. Obama had already taken to avoid deporting \nstudents. ''It is unreasonable to expect that these tools, no matter how faithfully applied, can fix what is broken \nabout our immigration system,'' she said.\n\nA senior administration official added on Wednesday, ''The main focus needs to be on Congress, because only \nlegislation they pass can provide Dream students with a permanent solution, which is what they deserve.''\n\nThe current proposal of the Dream Act would give legal status to foreign-born high school graduates who came to \nthe United States illegally as children, if they complete two years of college or military service. Mr. Obama pushed \nCongress to pass the legislation in 2010. It passed the House but was blocked by Republicans in the Senate.\n\nOpposition to the measure has since grown among Republicans, and the party's presumptive presidential nominee, \nMitt Romney, has said he would veto some versions of it.\n\nLast month Senator Marco Rubio, Republican of Florida, said he was preparing a new bill that would give temporary \nstatus to illegal immigrant students, but might not include a path to citizenship. Details of Mr. Rubio's proposal \nremain unclear because he has not yet submitted a written bill.\n\nhttp://www.nytimes.com\n"}