{"title": "GWINNETT VENT!", "body": "\n* I removed campaign signs that were illegally placed on my property. Now the candidate is suing me. Go figure.\n\n \n\n* If the candidates can sue you for removing signs from your property before an election, can you sue them for not \nremoving them after the election?For the Journal-Constitution* Excuse me, but if you could direct me to our \"out of \ncontrol prosperity,\" I would help with the traffic problem by being able to find a job and not driving during working \nhours.\n\n \n\n* As I teach my kids that voting is a right we cannot ignore, it is sad that I have to tell them I can't vote FOR either \ncandidate, but I'm choosing the lesser of two evils.\n\n \n\n* For the first time in my life, I did not vote in a runoff. I agonized over which commission chairman candidate was \nthe lesser of two evils. Finally, my conscience said that I could not in good faith cast a vote for either candidate. \nCondemn all you want, but you either voted for the man who ruined Gwinnett with rampant growth, or you voted for \nthe man who'll bring a good ol' boy network back to county government.\n\n \n\n* If Gwinnett old-timers would stop believing you have the God-given right to sell your property to developers for \nexorbitant profits, your concerns about newcomers would cease. Of course, you hypocrites won't embrace that \nsolution, so stop whining!\n\n \n\n* Don't blame the longtime landowners in Gwinnett for selling out to developers. More often, they are taxed out as \ndevelopers pressure the county to raise the taxes so high that folks have no choice but to sell.\n\n \n\n* If you spend hours each evening helping your child with homework, you already home school. The state requires \n4.5 hours of instruction for 180 days to complete an educational year. So why do you continue sending your \nprecious children into those overcrowded, dangerous schools?\n\n \n\n* Two more of the imaginary \"out of control prosperity\" commissioners were just voted out of office. Perhaps now \nwe can strive for the real thing.\n\n\n \n\n* Bye, Wayne. Don't let the traffic hit you on your way out. I wonder how much longer he will live in this mess?\n\n \n\n* Be proud, Charles Bannister. Read these Vents and be proud that you will be the next scapegoat for the lunatic \nfringe.\n\n \n\n* After years of Wayne Hill not listening to the voters, he finally got the message.\n\n \n\n* Wayne deserves a break now, since we gave him the boot.\n\n \n\n* Don't feel sorry for Wayne. Feel sorry for 210,000 registered voters who don't care what happens to this county.\n\n \n\n* Like the Gwinnett growth, all of those Wayne Hill endorsements were way too much. Wayne Mason and Richard \nTucker supporting Hill was the deciding factor for my vote for Bannister.\n\n \n\n* What an ignorant answer to Gwinnett's problems --- \"If you don't like it, move.\" I hope you don't teach your \nchildren to run from their responsibilities/problems. No, if you don't like it, \"Get out and do something about it!\"\n\n \n\n* After reading your Vents, I'm convinced that Gwinnett would be perfect if you could get rid of all immigrants, \nclose the libraries, plant more trees, outlaw trailers, cut the salaries of the do-nothing classroom teachers and give \nthe money to youth soccer.\n\nLet off some steam! Send us your Gwinnett Vent. The Gwinnett section of the AJC will publish the best of your \nvents from ajc.com. Vent online, and we'll publish them in the newspaper Wednesdays and Saturdays.\n\n \n\n* ON THE WEB: Go to ajc.com's Gwinnett page and click on the Vent, or visit: ajc.com/gwinnett/gwinnettvent.html\n"}