{"title": "Castro's remarks don't concern Chretien", "body": "\nPrime Minister Jean Chretien says he's not concerned that Cuban President Fidel Castro called Canada \"enemy \nterritory\" after defections at the Pan American Games in Winnipeg.\n\nTwo members of Cuba's shooting team, a trainer with the softball team and a journalist sought refuge in Canada \nlast weekend during the games.\n\n\"We are competing in enemy territory,\" Castro said in a speech Monday, suggesting that the Canadian news media \nencouraged Cubans to defect. He also complained about \"dirty tricks and filth\" aimed at Cuban athletes.\nCANADA RPT\n\nRelations between Canada and Cuba have chilled since Chretien criticized what he called human rights abuses. \nHe appealed to Castro to release four political prisoners jailed earlier this year.\n\nCanada has since canceled some aid programs and visits by government officials.\n\n\"It seems to me that he went over the top a little bit with his speech and we hope that he might have second \nthoughts about that,\" Foreign Affairs Minister Lloyd Axworthy said.\n\nCanada is still pursuing an \"open engagement policy with Cuba\" based on good economic ties and political \nrelations, he said.\n\nImmigrants moved to jail\n\nNineteen illegal Chinese immigrants believed to be involved in a human smuggling ring have been moved to the \nVancouver city jail.\n\nCanadian immigration officials made the decision Thursday because of security reasons.\n\nIt's suspected that the immigrants were involved in organizing a protest among the 123 Chinese immigrants being \nhoused at a military base after trying to illegally enter Canada.\n\nThe immigrants, who want to stay in Canada as refugees, were found crammed in the cargo hold of a ship off \nVancouver Island on July 20. They spent 38 days crossing the ocean in the vessel, which had no toilets or drinking \nwater.\n\nIn brief\n\nCanada's Justice Department plans to pursue at least 12 more war crimes cases in the next two years as it moves \nto bring suspected Nazi war criminals to justice. Of the 16 cases tried so far, three people have been convicted and \n\n\ndeported, and three suspects have died. The other trials are pending. The cases allege suspects lied about their \nwar-time activities when they applied for Canadian citizenship.\n\nTwo teenage boys are being held by police in Sudbury, Ontario, after their van struck and killed police Sgt. Richard \nMcdonald, 38, as he placed a tire-deflating spike belt on the Trans-Canada Highway. The van, which was being \nchased Wednesday by police who suspected it held stolen goods, crashed into a post, killing another teenager \ninside the vehicle.\n\nThe fierce circulation war by four daily newspapers, including the new National Post based in Toronto, has led to \nTorstar Corp. reporting weaker second-quarter profits. The publisher of the Toronto Star had a $ 21-million profit in \nthe three months ending June 30, down from $ 27-million in 1998, due to lower advertising revenues.\n\nFacts and figures\n\nMortgage costs are on the rise again as banks raised rates by up to .35 percent. A one-year home mortgage is 7.05 \npercent, while the five-year rate is 7.75 percent.\n\nThere's little change in the Canadian dollar at 66.39 cents U.S. on Friday. The U.S. dollar was $ 1.5062 Canadian \nbefore exchange fees.\n\nThe Bank of Canada key interest rate is 4.75 percent. The prime lending rate is 6.25 percent.\n\nMarkets were mixed. The Toronto Stock Exchange 300 Index was 7,081 points Friday. Montreal was 3,789 points, \nAlberta 2,572 points and Vancouver 415 points.\n\nLotto 6-49: (Wednesday) 7, 24, 28, 37, 48 and 49; bonus 8. (July 24) 4, 7, 10, 25, 35 and 38; bonus 13.\n\nRegional briefs\n\nVoters opted for the Conservatives and Premier John Hamm, a former family doctor, in Tuesday's Nova Scotia \nelection, ending 16 months of rule for the minority Liberal government. Twenty-nine Conservatives were elected to \nthe 52-seat Legislature after a campaign fought on fiscal responsibility. The New Democrats had 12 members \nelected, the Liberals 11.\n\nA 13.7 percent pay raise over three years has been accepted by Saskatchewan's 8,400 nurses. The contract must \nbe accepted by the province's health districts in a vote expected in mid-August. The nurses staged a 10-day illegal \nstrike in April and their union was fined $ 120,000 for contempt of court.\n\nNew Brunswick Judge Jocelyne Moreau-Berube, who was removed from the bench after commenting in court that \nresidents of the Acadian Peninsula are dishonest, has her job back. Judge Jean Claude Angers reversed a \nrecommendation of the province's judicial council that she be fired.\n"}