{"title": "Romney Says He Would Honor Immigration Reprieves Granted by Obama", "body": "\n     Responding to pressure from Latino groups to clarify his immigration views,            Mitt Romney           told The \nDenver Post late Monday that he would not cancel temporary reprieves from deportation that            President \nObama is granting to hundreds of thousands of young illegal immigrants. \n\n     \"The people who have received the special visa that the president has put in place, which is a two-year visa, \nshould expect that the visa would continue to be valid,\" Mr. Romney said in an interview aboard his campaign bus \ntwo days before he meets Mr. Obama in a debate in Denver.\n\n    \"I'm not going to take something that they've purchased,\" he said. He added, \"Before those visas have expired, \nwe will have the full immigration reform plan that I've proposed.\" \n\nIt was unclear what Mr. Romney meant when he called the deferrals \"something that they've purchased,\" but he \nmay have been referring to the $465 application fee, which is steep for many immigrant families. The program is \nfinanced by the fees. \n\n      As he returned to Colorado, where Latino voters could help decide who carries the battleground state, Mr. \nRomney had been repeatedly pressed about his approach to the Obama administration's program, which gives \ntwo-year deferrals of deportation to young undocumented immigrants who were brought to this country as children.\n\n      Despite repeated questions at a Sept. 19 town hall meeting in Miami broadcast by Univision, a Spanish-\nlanguage network, Mr. Romney declined to say whether he would continue the program, which has been highly \npopular in Latino and immigrant communities. He did say he would not support any mass roundup and deportation \nof illegal immigrants. \n\n      In the Denver Post interview, Mr. Romney did not fill in new details about the reform plan he would propose, or \nsay how he would steer it through Congress, where there is a partisan stalemate on the issue. \n\n      Mr. Romney's statement seemed likely to play well among Latinos in Colorado, who have been turning out by \nthe thousands for legal counseling sessions about the deferrals. Many undocumented immigrants have said they \nare holding back from applying for the program until after the Nov. 6 elections, because they fear that Mr. Romney \nwould halt it if he were elected.\n\n      Young immigrants had praise but also some skepticism. \"We think it is important that Governor Romney said \nthat people who have already received their deferred action permits will be able to keep them,\" said Lorella Praeli, \n\n\na leader of the United We Dream Network, a nationwide group. \"However, it is still not clear whether he is intending \nto allow those of us who have not applied yet to continue to apply.\"  \n\n       Many immigration policy analysts noted a conspicuous error in Mr. Romney's choice of words, which \nsuggested a misunderstanding about basic terms of the debate.  Mr. Obama's program, which he put in place by \nexecutive directive, does not confer any visas or legal status. The program, known as deferred action, suspends \ndeportations only on a case-by-case basis. \n\n       \"It is disturbing that he does not know the difference between a visa and deferred action,\" said Margaret Stock, \na retired Army lieutenant colonel who is an immigration lawyer in Alaska and a Republican.  \"Nobody got a visa \nthrough this program. That would have required Congressional action.\"   \n\n     \"This is Immigration Law 101,\" Ms. Stock said. \"It looks like a major fumble by whoever is advising him on \nimmigration.\" \n\n     Since taking hard-line positions during the Republican nominating contests, Mr. Romney has moderated his \nposition, saying he could support legislation to give permanent resident visas, known as green cards, to young \nimmigrants who serve in the military.  Still, polls suggest that Mr. Obama had far broader support among Latinos \nthan Mr. Romney.\n\n       More than 100,000 immigrants have applied for deferrals, a number that officials say is increasing steadily.  As \nmany as 1.2 million immigrants could be immediately eligible.\n"}