{"title": "Law would limit residents in a house; Opponents say the ordinance unfairly targets Latinos", "body": "\nA Gwinnett County commissioner on Tuesday called for limits to the number of people who can live in the same \nhousehold.\n\nCommissioner Bert Nasuti asked county staffers to investigate revising an existing ordinance that says up to eight \npeople can live in a household. He said the current ordinance is hard to enforce.\n\nHis proposal comes just weeks after the Cobb County Board of Commissioners angered some immigrant advocates \nby revising its occupancy ordinance. The advocates said Cobb's ordinance unfairly targets the county's Latino \ncommunity.\n\nIn Gwinnett, which also has a booming Hispanic population, Nasuti said he is more concerned about enforcing \nzoning laws than appearing to target Latino residents.\n\n\"My goal is to target people who violate the law,\" he said. \"It won't matter if your name ends in a vowel.\"\n\nThe proposal is just one of many nationwide that cities and counties have debated in response to the heightened \nnational debate on immigration in the past year.\n\nLocal governments in metro Atlanta and throughout the United States have taken matters into their own hands, \npassing all manner of ordinances aimed at curbing illegal immigration.\n\nIn Cherokee County, commissioners debated an ordinance that would have prohibited landlords from renting to \nillegal immigrants. The county shelved the proposal until court challenges on similar ordinances in other states \nhave been decided. Last year, Roswell limited the number of unrelated residents who can live in the same house.\n\nMany counties and cities have called Cobb County recently to ask for a copy of its new housing ordinance, which \ncommissioners say is easier to enforce than an old regulation.\n\nCobb's new ordinance uses square footage to limit the number of adults who can live in a home.\n\n\nIt limits occupancy to at least 390 square feet of \"total building square footage\" for each adult and for each car \nparked overnight. The rule also limits the number of people living in a home to one family or two or fewer unrelated \nadults and their children and/or grandchildren.\n\nFamily is defined as parents, children, grandparents, grandchildren, brothers and sisters.\n\nThe head of an organization representing Latino politicians statewide said Cobb has created an atmosphere of \ndistrust with its new housing law, as well as an initiative to deport illegal immigrants from the county jail and verify \nthe legal status of workers on county projects.\n\nNo intent to target\n\nJerry Gonzalez of the Georgia Association of La-tino Elected Officials quit the Cobb County Hispanic/Latino \nInitiative --- a monthly group of business and community leaders --- saying the county has shown a \"consistent lack \nof open, honest and transparent dialogue\" on issues affecting the Hispanic community.\n\nCobb commissioners denied the charge. Gonzalez said Nasuti's interest in changing Gwinnett's law won't solve \nunderlying problems with immigration.\n\n\"The only thing a local government can do is put a Band-Aid on a gushing wound,\" he said. \"It doesn't really \naddress the core issue.\n\n\"The only way we're going to solve this question is through immigration reform.\"\n\nChanging the law in Gwinnett will turn neighbor against neighbor, Gonzalez said, but Nasuti said he acted after \nreceiving numerous complaints from the neighbors of overcrowded houses.\n\n\"My No. 1 area of zoning compliance complaints is too many people living in a single-family home,\" Nasuti said. \n\"There's no intent to target anybody.\n\n\"The law is the law, and it applies to every single person.\"\n\nWith regard to the idea that an ordinance change might affect immigrants disproportionately, he said \"it's almost \nlike you're saying you should draft a different set of rules for different people.\"\n\nEnforcement hit-or-miss\n\nEnforcement of Gwinnett's existing ordinance has been hit-and-miss, Nasuti said, with code-compliance officers \nrelying on records of utilities usage and other indirect signs to build a case.\n\n\"It's hard to prove, it's hard to enforce, and there's a mind-set among folks that they don't care what the law is,\" \nNasuti said. \"We did not approve these houses to be boarding houses. We're trying to solve a quality-of-life \nproblem.\"\n\nGwinnett's current rules require 75 square feet of sleeping space for the first resident of a house and 50 square \nfeet for each additional resident.\n\nGwinnett began restricting homes to eight residents in September 2005, regardless of whether the occupants are \nrelated.\n\nThe Gwinnett County solicitor's office has brought 24 citations to court since the rule change. Three cases are still \nopen. All but one of the closed cases has been upheld in court. \n\nNasuti said he hopes to take a proposal to a vote before the end of the year. He noted, however, that he doesn't \nwant to rush county staff into hastily drawn legislation so that any new rules the commissioners might adopt will \nsurvive possible legal challenges.\n\n\n\nGraphic\n\n \n\nPhoto: \"My goal is to target people who violate the law. It won't matter if your name ends in a vowel.\"--- \nCommissioner Bert Nasuti/ImageData*\n"}