{"title": "SALVADORAN FIGHTS TO REMAIN IN U.S.;'80S PROTESTER HURTADO HAS HEARING TUESDAY", "body": "\nWhen Rene Hurtado came to Minnesota in 1982, he was a 24-year-old illegal immigrant - a refugee from the \nSalvadoran military - with a deportation order he said he didn't know about hanging over his head.\n\nHe had found sanctuary in a Minnetonka church after moving from Arizona to Colorado and Idaho. Fearing for the \nsafety of the family he left in El Salvador, he used a pseudonym and wore a bandanna over his face when he \nappeared in public to protest U.S. support of his home country's government.\n\nToday he's 41, a father of two, a soccer coach and an ordained deacon of St. Luke's Presbyterian Church, where \nhe lived in the third-grade classroom for the first six months of his Minnesota residency.\n\nAnd after 17 years, he is still fighting the Immigration and Naturalization Service's attempts to return him to El \nSalvador.\n\nHurtado, whose real name is Gonzalo de Jesus Larin-Lara, is to appear Tuesday in Immigration Court in \nBloomington.\n\n\"I think it's a tragedy that we're having to do this, but we're going to do it,\" said Nancy Berneking, a close friend and \nmember of the St. Luke's congregation. She has known Hurtado since he arrived in Minnesota and expects to \ntestify on his behalf.\n\n\"We're talking 17 years, almost half his life,\" she said. \"To uproot him at this point is just evil.\"\n\nHurtado became an icon of the Twin Cities protests against U.S. involvement in Central America. He went on a \nhunger strike at Fort Benning, Ga., to protest training of Salvadoran soldiers and officers.\n\n\"He was a symbol,\" said former St. Paul Mayor Jim Scheibel. \"It was a way to communicate to a much larger group \nof people why people were seeking asylum and coming to this country.\n\n\"The Twin Cities community had a lot of people that paid attention to what was happening in Central America,\" \nScheibel said.\n\nOne of them was Andy Dawkins, a lawyer and Democratic-Farmer-Labor legislator who has represented St. Paul \nsince 1987.\n\n\"I think that the United States government's involvement in Central America was very suspect for a long time, but it \ntook a lot of Renes and (others) to get the rest of the country to see that we needed to change,\" said Dawkins, who \nattended some protests with Hurtado.\n\n\nThe INS has opposed Hurtado's plea for permanent residency based on newspaper articles about his description \nof rapes, torture and murders committed by Salvadoran army members. Hurtado didn't speak English at the time, \nbut translators said he participated in the crimes. Ron Rosenbaum, a lawyer for Hurtado, said in 1997 when the \nresidency application was denied that Hurtado described what he only saw and that the interpreters got it wrong.\n\nNeither Rosenbaum nor INS officials would comment on Tuesday's hearing or Hurtado's application.\n\nBerneking believes Hurtado, who spoke out about the training he got from U.S. intelligence officers, became a \ntarget of an embarrassed federal government. Two former high-ranking Salvadoran officials - the head of the \nNational Guard and the defense minister - have permanent residency and are living in Florida.\n\n\"These were the people who gave the orders - we've given them permanent residency,\" Berneking said. \"It's quite \nbizarre they'd be going after someone who refused to carry out those orders.\"\n\nAs a congressional aide in the 1980s, U.S. Rep. James McGovern, D-Mass., monitored human rights violations in \nEl Salvador and was the lead investigator on a United Nations commission that probed the 1989 murder there of six \nJesuit priests and two women.\n\n\"I'm beside myself that they're here,\" he said of the onetime Salvadoran officials living in Florida. At the very least, \nMcGovern said, the men were involved in covering up war crimes, if not giving orders for the acts.\n\nHe's not familiar enough with Hurtado's case to say whether he would support or oppose his residency, he said. \nBut he said of former Salvadoran military men seeking asylum here:\n\n\"They're all Boy Scouts to the press, they've found God. But it doesn't change the fact they're responsible for the \nmurders of hundreds of civilians.\n\n\"I understand his frustration\" of knowing his former superiors are enjoying residency in Florida, McGovern said of \nHurtado. \"But as a general rule, my feeling is that the United States should not be a haven for people who commit \nhuman rights violations.\"\n\nBerneking doesn't think Hurtado belongs in the group McGovern would bar.\n\n\"I believe he is truthful when he says that he didn't do that stuff. He certainly saw it,\" she said.\n\n\"He did a remarkable thing, to leave his huge family … to come here and expose himself to risk, to tell the story of \nwhat was going on in El Salvador and try to stop the killing.\"\n\nLucy Quinlivan can be reached at lquinlivan@pioneerpress.com or at (651) 228-5485.  \n\nGraphic\n\n \n\nPhoto: File photo\n\nRene Hurtado, fourth from left, was among hunger strikers demanding an\n\nend to U.S. military aid to El Salvador at a December 1989 rally in\n\nfront of the Cathedral of St. Paul.\n"}