{"title": "After fighting deportation for five years, green cards for Amin brothers", "body": "\nFor five years, San Jose brothers Hassan and Ahmad Amin battled a deportation order to their native Pakistan \nafter getting caught up in a controversial national security dragnet following the Sept. 11 terrorist attacks.\n\nBut last month, they once again stood before a judge and finally received the news that freed them from an \nimmigration ordeal that threatened to separate them from the mother who brought her sons here a decade ago: \nThey became legal permanent residents.\n\n\"I never want to see another courtroom again,\" Hassan Amin declared. \"No more court dates!\"\n\nThe Amin brothers were among 14,000 men and boys from mostly Arab and Muslim countries who were ordered \ndeported in the years after the 2001 terror attacks as part of a government plan to track the movement of \nforeigners. More than 80,000 reported to local immigration offices to register; hundreds were detained and \nthousands more were ordered deported, mostly for minor visa violations.\n\nToday, thousands are still facing deportation, years after the program was abruptly halted by the government. The \nAmins, however, won their fight to stay with their mother, a legal resident, thanks to the persistence of an attorney \nwho has been critical of the tracking program.\n\n\"It's such a relief,\" said Ahmad Amin, who this semester started studying finance at San Jose State University.\n\nWithin days of getting approved for green cards, the brothers applied for Social Security cards. Soon, they'll be \napplying for driver's licenses. Now that he's got a work permit, Hassan Amin has gone job hunting.\n\nAfter graduating with a finance degree last year, he was unable to take a job while the deportation case was \npending.\n\nMercury News stories in 2003 and 2006 detailed the plight of the Amin brothers, both from San Jose, whose \nyoung lives were upended by the national security program meant to catch terrorists.\n\nThe Amin brothers, who had pending green card applications through their mother   now a U.S. citizen   were \nordered deported because they had overstayed their visitors' visas after arriving in the United States in 1998.\n\nTheir lawyer argued they had a right to be in the country because their mother had acquired a green card while the \nbrothers were minors. But their efforts to remain were thwarted in 2003 when they reported to the San Jose \nimmigration office for special registration. An immigration official ordered the brothers deported.\n\nHassan Amin, 19 at the time, was detained overnight in the Yuba County Jail. Like a criminal parolee, Ahmad \nAmin, then 17, was required to report monthly to an immigration officer.\n\n\nThere's anecdotal evidence from immigration lawyers that many who registered, like the Amin brothers, resolved \ntheir immigration cases. Others have been deported, and others left on their own.\n\nThe number of people still fighting deportation is unknown, but James Zogby, president of the Arab American \nInstitute, estimates there are thousands.\n\n\"How many are caught in this hellish situation, this limbo of fear?\" said Zogby, whose Washington group has been \nnegotiating with the Department of Homeland Security to help resolve the special registration cases. \"There's no \nclarity.\"\n\nHomeland Security officials did not have numbers on the status of those facing deportation as a result of special \nregistration. The government ended the program late in 2003, a year after it began, replacing it with a program that \nrequires visitors from certain countries to be fingerprinted and photographed at airports.\n\n\"I'm glad it's over,\" said Imran Mughal, a brother of the Amins who is U.S. citizen. \"Now they can look forward to \nnew challenges.\"\n\nOn a recent trip to San Francisco, the Amin brothers presented small cakes and a box of dried fruit mixed with \nrosewater-scented sugar bits to Banafsheh Akhlaghi, the immigration attorney who fought for the brothers. They \nalso handed her a small red bag and a card from their mother, Tahira Manzur.\n\n\"This is too much,\" she said. \"Am I going to cry when I read this?\"\n\nLearning of the brothers' case outraged Akhlaghi, an outspoken critic of government national security measures \nafter Sept. 11. She joined a chorus of national critics   from the American Civil Liberties Union, the American Arab \nAnti-Discrimination Committee and a host of immigrant advocacy groups   in denouncing the special registration \nprogram because, they said, it targeted Arabs and Muslims.\n\n\"It was just a way to legalize racial profiling,\" said Samina Faheem, founding executive director of the American \nMuslim Voice, a Fremont non-profit that started a national hot line for special registration cases.\n\nHundreds of Pakistanis from the Bay Area and elsewhere were deported after registering, Faheem said. Some left \nvoluntarily.\n\nFor five years, Manzur has worried only about one thing: Will her sons be deported to Pakistan?\n\n\"Now,\" she said, \"what am I going to worry about?\"\n\nContact Jessie Mangaliman at jmangaliman@mercurynews.com or (408) 920-5794.\n\nGraphic\n\n \n\nBrothers Hassan, 25, left and Ahmad Amin, 23, pose for a portrit in Santa Clara, Sept. 3, 2008. Originally from \nPakistan, the Ahmid brothers have been trying for years to get their green cards and have finally \nsucceeded.(David M. Barreda/Mercury News)\n\nBrothers Hassan, 25, left and Ahmad Amin, 23, pose for a portrit in Santa Clara, Sept. 3, 2008. Originally from \nPakistan, the Ahmid brothers have been trying for years to get their green cards and have finally \nsucceeded.(David M. Barreda/Mercury News)\n"}