{"title": "Mexico blasts Georgia illegals law", "body": "\nMexico City --- The Mexican government blasted Georgia's new illegal immigration law Tuesday, calling it a half-\nmeasure that discriminates against Mexicans.\n\nImplementing the Georgia law could result in \"acts of discrimination\" against Mexicans living in Georgia, Ruben \nAguilar, spokesman for President Vicente Fox, told reporters Tuesday in an unusual public comment by a foreign \ngovernment on an internal U.S. debate.\n\n\"It's the position of [Fox] that the half-measures in this law are insufficient to resolve ... the complex phenomenon of \nimmigration between Mexico and the United States,\" Aguilar said.\n\nThe Georgia bill, signed into law Monday by Gov. Sonny Perdue, requires verification of the legal status of those \nseeking certain taxpayer-funded services. The law also prevents employers from claiming the wages of illegal \nworkers as a state tax deduction.\n\nSen. Chip Rogers (R-Woodstock), the sponsor of the law --- Senate Bill 529 --- fired back at the Mexican \ngovernment.\n\n\"I challenge President Fox to reread Senate Bill 529, and if he can find a single reference to Mexico or any foreign \nnation, I will move to repeal 529,\" Rogers said.\n\n\"I would suggest the government of Mexico stop concerning themselves with what we do in Georgia and instead \nworry about their own corrupt government, which has caused millions of their own citizens to leave their home \ncountry,\" Rogers said. \"A foreign government has no place in making Georgia law.\"\n\nPerdue spokesman Dan McLagan dismissed the characterization of the new law as discriminatory.\n\n\"This is not an anti-immigrant law. It is a fairness issue. This is saying that people should come in the front door, not \nthe back door, and that the laws of our country and our state need to be obeyed. We are a hospitable people in the \nstate of Georgia, but when folks wish to immigrate to the country, they need to do it in a legal way,\" McLagan said.\n\nPolls show about 80 percent of Georgians want their elected leaders to confront the issue of illegal immigration.\n\n\nThe Atlanta office of the Mexican American Legal Defense and Educational Fund has said it is contemplating a \nlegal challenge to the law, calling it \"unjust and unfair.\" There are an estimated 250,000 to 800,000 illegal \nimmigrants in Georgia.\n\nActivists in Georgia for stricter immigration controls predicted the bill would be used as a model by other states and \ninfluence the national debate, which resumes in the U.S. Senate next week. That's something that worries some \nofficials and observers in Mexico, who seek changes in U.S. law to legalize the status of illegal immigrants and \noffer guest worker programs.\n\n\"The news has everybody concerned,\" said Ana Cristina Castillo Petersen, an international relations expert in \nMexico City. \"It's having an impact on how [Mexicans] believe immigrants are perceived --- as a threat to cultural \nvalues, as a cost to the state.\"\n\nCastillo said the Georgia law appeared to follow the lines of bills and laws in California and Arizona that are \nperceived as anti-immigration. \"And now in Georgia,\" she said. \"It's certainly seen as a negative impact.\"\n\nWhile condemning the Georgia law, Aguilar praised Arizona Gov. Janet Napolitano, who vetoed a bill Monday that \nwould have allowed local authorities to arrest illegal immigrants under broadened trespassing definitions.\n\nFox, a former Coca-Cola executive in Mexico, has pushed hard but unsuccessfully over five years for immigration \nchanges to let more Mexicans work legally in the United States. Estimates of the number of illegal immigrants in the \nUnited States range from 10 million to 12 million.\n\nJorge Bustamante, who prepares reports for the United Nations on the human rights outlook of migrant workers and \nis one of Mexico's leading experts on the topic, called the complaints by Fox's government \"absolutely irrelevant\" \nbecause Mexico has so far failed to influence immigration policy in the United States.\n\n\"Unfortunately, some people are confused by these statements because they think Fox is doing the right thing by \nprotesting, when in reality it has no impact,\" Bustamante said.\n\nStaff writer Carlos Campos (ccampos@ajc.com) in Atlanta contributed the material from Georgia officials.\n\nGraphic\n\n \n\nPhoto: President Vicente Fox said through a spokesman that the bill could bring discrimination.\n"}