{"title": "ALL IT TAKES IS AN OFFICE, A PC AND INSURANCE", "body": "\nFrom his one-room office in Little India, Harish Pandya, a former motel clerk, runs a \"body shop\" of high-tech \nworkers.\n\nHe finds young people in India and brings them to the United States with H-1B temporary visas. He then finds \ncorporations in need of contract employees for software assignments and leases out his H-1B visa holders to them.\n\nIt does not take much to set up a small H-1B business, about $40,000 to $50,000, Pandya said.\n\nThis includes rent for an office - his was the size of a doctor's office - and a PC and business insurance.\n\nPandya said he had brought in 10 visa holders from India in the last three years, telling the U.S. Labor Department \nhe would pay them $45,000 a year. This year, Pandya expects to bring another 10.\n\nUpon arrival, the Indian employees initially are dependent on Pandya for lodging and food. With their own salaries, \nthey eventually find their own places to live.\n\nSometimes, though, this is discouraged. Because of the itinerant nature of their assignments, employers such as \nPandya do not want their H-1B employees locked into long-term housing contracts. Pandya uses a guest house, \ntypically an apartment or home, to board employees.\n\nBut it can get crowded. \"If there are 10 people in one house, then it looks like junk,\" Pandya said. \"That's why we \nlike to bring two or three people [from India] at one time,\" he said. \"We also have to keep relations with the motels if \none of our guys does not want to stay in the guest house because he is a senior employee.\"\n\nOne problem is keeping his H-1B employees. An H-1B worker, once inside the United States, can move between \ncompanies, seeking higher salary, better benefits, or more favorable working conditions. Pandya said the workers \nmostly move between companies with connections to India.\n\nPandya complained loudly about the \"morality\" of six who recently quit on short notice when they found a new \ncorporate sponsor. The employees told him they were underpaid, Pandya said.\n\n\nBut Pandya, smoking a cigarette, quickly calmed down. \"I made mistakes. . . . I have decided this year that I will \ngive a raise [to new H-1B employees] after three months,\" he said.\n\nThe computer consulting business has been lucrative enough that Pandya expects to invest his profits into buying a \nmotel in two years. He is a former manager of a Rodeway Inn. \"If I have a motel, I can have an office there,\" \nPandya said. \"If I have a motel, I can house my people there. I don't need a guest house.\"\n\nHe sees no limits to his body shop. \"There is nothing like a cap on this business,\" Pandya said. \"You can file for five \npeople or you can file for 500 people. It has to do with your capacity. . . . All the expenses are taken on by us.\"\n\nBob Fernandez's e-mail address is bob.fernandez@phillynews.com.  \n"}