{"title": "Money sent from U.S. changes Latin America Young people turn from school, low-wage jobs.", "body": "\nWorking and going to school have become optional in this highland Guatemalan town, thanks to a flood of U.S. \ndollars sent home by migrants living in the United States.\n\nThe family-run mills that produce brightly colored, hand-woven traditional fabrics have fallen quiet as their potential \nwork force - most of them young men - hang out at the town's pool halls or video game salons, living off \nremittances and waiting to make their own journeys north.\n\n\"Kids have easy money, and the only thing they know how to do is spend it on video games,\" complained Salcaja \nMayor Miguel Ovalle. \"In this town, school attendance has fallen, in part, because many go to the U.S., and also \nbecause those who stay don't want to go to school.\"\n\nSome 48,000 Guatemalans left between 2005-2006, almost all to the United States, says the Geneva-based \nInternational Immigration Organization. It also found that more than 1 million Guatemalans between the ages of 10 \nand 20 were getting money from relatives in the United States last year.\n\nLast year, Guatemalans in the United States sent home more than $3.6 billion, of which $300 million went to some \n300,000 people in the province of Quetzaltenango, home to Salcaja. That's a substantial cash flow in a $35 billion \neconomy with an industrial output of just $6.7 billion last year as measured by gross domestic product.\n\nSimilar challenges are evident in other parts of Latin America, where remittances have made low-wage labor \nincreasingly undesirable. In some places, local employers are being forced to raise salaries. In others, traditional \nindustries are simply being abandoned.\n\n\"In many communities in Mexico and Central America, remittances have prompted a healthy competition among \nemployers who offer better salaries because of the scarce work force, but dependence on remittances has also \nslowed local economic growth,\" said Eliseo Diaz, a researcher with the Colegio de la Frontera Norte, based in \nTijuana, Mexico .\n\nIn the 1980s and part of the '90s, almost every household in Salcaja had at least one loom, and weaving the fabric \nused for traditional Mayan skirts was the first way young men earned their own money.\n\nNow, some mill owners have moved their looms to remote, rural villages with little or no migration, where people \nwill work for a salary of 900 quetzales, or about $120 a month.\n\n\n\"The thing is that this work is really hard, and you earn very little,\" said Secundino Taracena, the owner of one mill. \n\"It's easier for a young person to sit back and receive money\" from the United States.\n\nAbout 1,000 families in this town of 12,000 people receive their remittances through a finance and credit \ncooperative called Salcaja, R.L., which encourages the development of small businesses under its \"More than \nRemittances\" program.\n\n\"We want to foster investment, instead of consumption,\" said the cooperative's general manager, Romualdo \nPizabaj.\n\nBut for many, such as Franklin Robles, 32, who lived in Chicago and Trenton, N.J., for 10 years, wages will always \nbe too low in Guatemala.\n\n\"None of the young guys are going to work for the 1,400 quetzales ($200) that you earn in a month,\" said Robles, \nnow unemployed. \"And why would they study when someone who goes to school doesn't earn any more than \nthat?\"\n\nMany wait to get into the United States - legally or not.\n"}