{"title": "House Appropriations Subcommittee on Homeland Security Hearing; \"U.S. Immigration and Customs Enforcement Oversight.; Testimony by Matthew Albence, Acting Director, U.S. Immigration and Customs Enforcement; WAX71772519HH94", "body": "\nINTRODUCTION\n\nChairwoman Roybal-Allard, Ranking Member Fleischmann, and distinguished Members of the Subcommittee:\n\nAs you are aware, the United States is currently facing an unprecedented border security and humanitarian crisis at \nthe southwest border. Over the past year, the number of aliens apprehended at or near the southwest border has \nincreased significantly. From October 1, 2018, to June 30, 2019, enforcement actions on the southwest border \nreached 780,633--an increase of 103% over the prior fiscal year (FY). The increase of aliens arriving in the country \nhas strained U.S. Customs and Border Protection (CBP) to a breaking point. As Acting Secretary McAleenan \nrecently testified, supplemental funding provided to the Department of Homeland Security (DHS) in the recent \nsupplemental funding package has been used to address the urgent humanitarian needs at the border, helping to \nfree up CBP officers to return to their front-line duties.\n\nToday, however, I am here to address other parts of the immigration system that remain in desperate need of \nresources and funding, as well as to highlight the need for legislation that would help put an end to the current \nborder crisis once and for all. The fact is, the majority of aliens encountered at or near the border are released into \nthe interior of the United States pending removal proceedings before the Department of Justice's (DOJ) Executive \nOffice for Immigration Review (EOIR)--which currently has a backlog of more than 900,000 cases and growing. \nThe women and men of U.S. Immigration and Customs Enforcement (ICE) are responsible for managing these \ncases, as well as those of the more than 3 million aliens currently on ICE's docket. As I will further discuss, many \naliens do not appear for removal proceedings, violating the terms of their release--including the terms of the \nAlternatives to Detention (ATD) program-- or fail to comply with the removal orders issued by EOIR. The result \nrequires a strong interior enforcement component that lends certainty to lawfully issued orders from Immigration \nJudges. If we only enforce our immigration laws at the border and fail to provide adequate resources to ensure \nthose who have entered illegally proceed through the immigration process and, if ordered removed, are actually \nremoved, the entire system will break down.Such failure will continue to serve as a magnet for additional aliens to \nillegally enter the country.\n\nWith this in mind, I come to ask for your assistance in providing ICE the funding it desperately needs to address not \nonly the humanitarian crisis, but the also enforce our Nation's immigration laws. The FY 2020 President's Budget \nfor ICE includes $8.8 billion in discretionary funding, reflecting a $1.2 billion increase from the FY 2019 enacted \nbudget. Additionally, the Budget estimates $527.4 million in budget authority derived from mandatory fees, bringing \ntotal estimated ICE spending authority to $9.3 billion. This increase in funding is critical for ICE to meet its diverse \nmission needs. The FY 2020 Budget will support current efforts and enable ICE to invest in much needed areas: \n\n\nimmigration enforcement, custody and care of the detained population, transportation and processing of aliens, \ncriminal investigations, dismantling transnational criminal organizations, particularly those responsible for smuggling \ndrugs and people into our country, workforce expansion and training, and the information technology needed to \nmeet the security challenges of the 21st century.\n\nAdditionally, I would also like to highlight urgent legislative changes needed by DHS. To be clear, this budget \nrequest provides the necessary funding and resources for ICE to address the symptoms of the crisis. Legislative \nchanges are the only viable option to swiftly put an end to the current crisis, reducing the victimization of migrants \nlooking for a better life, and starving the cartels and the transnational criminal organizations of a major segment of \ntheir illicit enterprises. Absent these reforms, current laws will continue to be exploited and the pull factors they \ncreate will only result in more illegal immigration. For the safety and security of our country we implore you:\n\n* Terminate the Flores Settlement agreement and clarify the government's detention authority with respect to alien \nminors, including minors detained as part of a family unit.\n\n* Amend the Trafficking Victims Protection Reauthorization Act (TVPRA) to provide for the prompt repatriation of \nany Unaccompanied Alien Children (UACs) who are not victims of human trafficking and who do not express a fear \nof return to their home country and provide for similar treatment of all UACs from both contiguous or noncontiguous \ncountries to ensure they are swiftly and safely returned to their countries of origin.\n\n* Address the credible fear standard--a threshold standard for those subjected to expedited removal to be able to \npursue asylum before the immigration courts. The current standard has proved to be ineffective in screening out \nthose with fraudulent, frivolous, or legally insufficient claims.\n\nENFORCING IMMIGRATION LAWS\n\nICE's immigration enforcement efforts are led by the more than 6,000 law enforcement officers of Enforcement \nand Removal Operations (ERO). ERO's deportation officers enforce our nation's immigration laws by identifying, \narresting, detaining, and removing illegal aliens. To ensure the national security and public safety of the United \nStates and the faithful execution of the immigration laws passed by Congress, ICE officers may conduct targeted \nenforcement actions against any removable alien who is present in violation of immigration law. Despite what is \noften sensationally misreported, these are not indiscriminate \"raids\" or \"sweeps\"; instead, ERO's operations are \ncarefully planned, based on person-specific intelligence-driven leads, focusing on those who represent a public \nsafety threat as well as those who have received a lawfully issued order of removal from an immigration judge (IJ). \nApproximately 90 percent of ERO's administrative arrests in the interior of the country are of aliens that have prior \ncriminal convictions, face pending criminal charges, are immigration fugitives, or have been previously removed \nfrom the country and have illegally reentered, the latter of which is a federal felony that ICE prosecutes thousands \nof times per year.\n\nWhile ICE's immigration enforcement is focused on the interior, the current situation at our border directly impacts \nthis agency and its resource requirements in numerous ways. CBP's 780,633 encounters include more than \n390,000 members of family units and 63,000 unaccompanied alien children (UAC)--this represents 63 percent of all \nsouthwest border encounters in FY 2019 year-to-date. Notably, in the last few months, ICE has been forced to \nrelease more than 215,000 members of family units into the interior of the United States due to the Flores \nSettlement Agreement. The majority of individuals encountered now originate from the three countries of Central \nAmerica known as the Northern Triangle, which includes Guatemala, Honduras, and El Salvador. These changes in \ndemographics are significant because, unlike single adult migrants from Mexico who previously accounted for the \nmajority of those attempting to cross the border illegally, family units and UAC from Central America cannot be \nswiftly repatriated, which means current arrivals from these groups are further exacerbating the already extensive \nbacklog across our immigration system to a greater extent than ever before.\n\nTypically, when an alien is apprehended by CBP, they are transferred to ICE custody pending removal proceedings. \nHowever, ICE's resources have been overburdened by the record numbers of CBP apprehensions at the southwest \n\n\n\nborder and Congress' repeated failure to fund ICE detention and transportation requirements at ICE requested \nlevels, despite the demonstrated need for these resources.\n\nFurther, the crisis on the border has impacted ICE's interior enforcement mission, particularly with regard to criminal \naliens. Resources dedicated to removing dangerous criminals from the street have necessarily been redeployed to \nmanage the increased workload stemming from the border surge, resulting in an over 14% decrease in criminal \nalien arrests this FY. Additionally, ICE has reassigned members of Fugitive Operations teams to manage detained \ndockets or to help respond to the border crisis. The failure of Congress to increase funding for Fugitive Operations \nteams over the course of several years, has created a large strain on ICE's ability to effectuate arrests of specific \naliens who have failed to comply with removal orders or with release conditions, including those who have \nabsconded while on ATD.\n\nMoreover, Homeland Security Investigations has reassigned hundreds of special agents and intel analysts to border \npatrol facilities to ferret out fraudulent family units and UAC, to reduce the victimization of children stemming from \nthe cartels and smuggling organizations making hundreds of millions of dollars on the suffering and desperation of \nothers.\n\nThe influx at the border has especially strained ICE's detention resources. As of July 2019, ICE is currently \ndetaining over 53,000 single adults, and there are approximately 8,000 single adults in CBP custody awaiting \nprocessing or transfer to ICE custody. Comparing FY 2019 year-to-date n1 In FY 2019 year-to-date,89 percent of \nthose arrested by ICE have criminal convictions or pending criminal charges. Of the small fraction of the current \ndetained population that was not apprehended by CBP and do not have a criminal history, many are foreign \nfugitives, known or suspected gang members, or have violated the terms of their enrollment in ICE's ATD program. \nwith FY 2018 year-to-date, there has been a 79% percent increase (184,461 to 330,049) in intakes resulting from \nCBP apprehensions and an almost 11 percent decrease (121,095 to 107,923) in intakes resulting from ICE arrests. \nn2 75 percent of ICE's intakes stem from a CBP apprehension, and\n\nBased on increased enforcement activity on the border and the need to ensure interior enforcement, additional ICE \ndetention capacity is necessary. Specifically, the budget includes nearly $2.7 billion to expand detention capacity to \nsupport an average daily adult population of 51,500 aliens and an average daily family population of 2,500, for a \ntotal of 54,000 beds. The budget also includes transportation costs commensurate to the requested detention \npopulation and flow of UACs, as well as funding for the ATD program to increase the number of enrolled \nparticipants to 120,000. Given the current apprehension rates, ICE is focusing on expanding both detention \ncapacity and ATD enrollment capacity to avoid releasing individuals who are subject to mandatory detention, have a \ncriminal history, or pose a public safety or a flight risk, and to better manage both the detained and non-detained \ndockets.\n\nICE cannot abandon its interior enforcement mission. The perceived lack of interior enforcement is a major driving \nforce behind the current crisis, and DHS cannot secure the border without simultaneously ensuring strong interior \nenforcement to reduce this pull factor. As such, ICE will continue to conduct interior enforcement actions in line with \nthe agency's mission and the laws passed by Congress to uphold the rule of law.\n\nMANAGING THE DETAINED POPULATION\n\nICE oversees the civil immigration detention of one of the most highly transient and diverse populations of any \ndetention or correctional system in the world. This entails the execution of a highly complex range of services and \nsignificant dedicated resources to areas such as medical care for detainees and transportation of aliens, including \nsingle adults, family units, and UAC.\n\nICE takes the health, safety and welfare of those in its custody extremely seriously. Comprehensive medical care is \nprovided from the moment detainees arrive into ICE custody and throughout the entirety of their stay. All ICE \ndetainees receive a medical intake screening, which includes mental health, within 12 hours of arriving at each \ndetention facility, a full health assessment within 14 days of entering ICE custody or arrival at a facility, and access \nto daily sick call and 24-hour emergency care. In FY 2018, ICE spent $269 million on health care services.\n\n\n\nWith regard to transportation, ICE transports aliens domestically for purposes of detention, release, and transfer to \nother agencies, in accordance with existing laws and policies. Transportation may be from the Southwest Border \nafter apprehension to the interior of the country, between ICE's interior Areas of Responsibility (AORs), or between \nagencies (ICE does not maintain custody of UAC outside the responsibility of transportation between CBP and \nHealth and Human Services). In FY 2018, ICE spent $475 million on these transportation costs, and is requesting \n$557 million to support the efficient and expeditious transportation of aliens going forward.\n\nALTERNATIVES TO DETENTION\n\nAs of July 2019, ICE's non-detained docket has grown to more than 3 million aliens, including more than 1 million \nwho have already received a final order of removal from an IJ. n3 Due to its very limited detention capacity, ICE \nmust generally reserve its detention space for those who pose a national security, public safety, or flight risk. Thus, \nwhen an alien is not subject to mandatory detention, ICE maintains the authority to release aliens on a case-by-\ncase basis in accordance with existing laws and regulations and based on the totality of the circumstances in each \ncase.\n\nICE's ATD program is a tool that monitors compliance of some non-detained aliens going through removal \nproceedings. Due to the extremely high volume of CBP apprehensions at the border, the growing size of ICE's non-\ndetained docket, and the current backlog of more than 900,000 cases before the immigration courts, the budget \nincludes funding for the ATD program to further increase the number of average daily participants to 120,000. This \nis in addition to existing enrollments, which have increased from 23,000 in FY 2014 to more than 100,000 as of July \n2019.\n\nHowever, it is important to understand that ATD has significant limitations, especially considering ICE's other \nresource needs. First, individuals, and especially family units, on ATD abscond at significant rates. In FY 2019 year-\nto-date n4, the absconder rate for family units stands at 26.2 percent, significantly higher than the 12 percent \nabsconder rate for non-family unit participants, demonstrating the growing challenges such enrollments create for \nimmigration enforcement. Moreover, ATD has been found to be especially ineffective in effectuating removals of \naliens so ordered by an immigration judge or for those who have recently arrived in the United States and lack \ncommunity ties. Without sufficient numbers of Fugitive Operations officers to search for and arrest aliens who fail to \ncomply with ATD, as well as sufficient detention space for those aliens to be detained once they are located and \narrested, ATD will continue to offer limited incentive for aliens to comply.\n\nLEGAL SUPPORT\n\nAdditional resources are also requested in FY 2020 to ensure that ICE's Office of the Principal Legal Advisor \n(OPLA) is able to carry out its statutory responsibility to prosecute administrative immigration cases before the \nDOJ's immigration courts. n5 During FY 2018, OPLA attorneys prosecuted more than 800,000 immigration-\nrelated cases before the immigration courts obtaining 122,750 orders of removal for a ratio of 156 cases per \nimmigration line attorney versus the FY 2017 ratio of 135 cases per immigration line attorney. While Congress \nhas increased the number of funded DOJ immigration judges and support positions during recent budget cycles, \nOPLA funding has not kept pace. Without these dedicated attorneys, the immigration court process simply does \nnot work. To handle this growing immigration court system, OPLA will need to hire 128 additional attorneys and 41 \nadditional support staff. Without this funding, immigration judges will be unable to effectively manage their dockets \nand ICE's enforcement efforts will fall short of Administration objectives to appropriately enforce federal law.. n6\n\nCOMBATTING TRANSNATIONAL CRIMINAL ORGANIZATIONS\n\nICE's Homeland Security Investigations (HSI) protects the United States against terrorists and other criminal \norganizations through criminal and civil enforcement of federal laws governing border control, customs, trade, and \nimmigration. As the largest investigative arm of DHS, HSI utilizes its broad legal authorities to investigate \nimmigration and customs violations, including those related to export control, human rights abuses, narcotics, \nweapons and contraband smuggling, financial crimes, cybercrime, human trafficking and smuggling, child \nexploitation, intellectual property infringements, transnational gangs, immigration document and benefit fraud, and \n\n\n\nworksite enforcement. The FY 2020 Budget maintains HSI's critical operations abroad, supports hiring of an \nadditional 150 special agents and increases our efforts to target and combat dangerous transnational gangs and \nother criminal organizations.\n\nIn FY 2018, HSI agents arrested 44,069 individuals, making 34,344 criminal arrests and 9,725 administrative \narrests. FY 2018 was a positive year for many of our key enforcement initiatives and we continue to request \nresources to sustain and improve on our successes. HSI made 4,333 arrests of gang leaders, members, and \nassociates, including 959 Mara Salvatrucha (MS-13) members. Our special agents and investigators helped take \nmore than 900 firearms off the streets through these criminal investigations, and we hope to build on that success \ngoing forward. We continue targeting transnational criminal gangs like MS-13. Results from across the country \nshow that these policies are working and help make communities safer for all children, including UACs and recent \nimmigrants, who are frequently the prime targets for initiation, joining the very gangs for which they have purported \nto flee their home countries.\n\nHSI identified and assisted more than 1,562 crime victims in FY 2018, including 308 human trafficking victims and \n859 child exploitation victims. We initiated more child exploitation cases and achieved more arrests, indictments \nand convictions paying immediate dividends when you consider the long-term, lasting damage these criminals can \ninflict upon their young victims. HSI is prioritizing the identification and rescue of child victims of sexual exploitation, \nworking to disrupt and dismantle the transnational criminal organizations (TCOs) responsible for the sexual \nexploitation of children through cyber-crime and child sex tourism. Knowing that criminal activities involving the \nsexual exploitation of children routinely cross our physical and virtual borders, we are continuing efforts to increase \nglobal collaboration in these investigations.\n\nSince April 2019, HSI has dedicated over 400 personnel to combatting the increase in fraudulent family relationship \nclaims at the Southwest Border. These personnel are protecting children from being smuggled and are identifying \nand disrupting the criminal organizations that generat false documents and smuggle children. To date, this effort \nhas resulted in the identification of 400 fraudulent families, the discovery of 991 fraudulent documents or claims, \nand the presentation of 790 individuals for prosecution, 682 of which have been accepted. Additionally, HSI has \nidentified 59 fraudulent UACs in CBP custody, prosecuting 58 of them. In addition, these teams have successfully \nexpanded a rapid DNA pilot project with the assistance of U.S. Border Patrol. As of July 15, 2019, rapid DNA testing \nhas been established at multiple locations along the southwest border as another tool to help investigators identify \nsuspected fraudulent family units. This testing is being utilized to identify child exploitation, human smuggling and \ntrafficking, and to help remove children from these dangerous situations.\n\nHSI conducted 5,981 Employment Eligibility Verification (Form I-9) inspections; issued over $10.0M in judicial fines, \nforfeitures and restitutions against employers found to be in violation of employment eligibility verification \nrequirements; conducted over 1,500 presentations to 8,257 employers regarding the requirements and benefits of \nthe ICE Mutual Agreement between Government and Employers (IMAGE) program, designed to reduce \nunauthorized employment and minimize fraudulent identity documents; and certified 18 exceptional employers as \nnew IMAGE members. Through the Visa Security Program, HSI screened approximately 2.2 million non-immigrant \nvisa applicants at 36 high-risk posts.\n\nNarcotics enforcement efforts throughout FY 2018 resulted in more than 11,400 criminal arrests and the seizure of \napproximately 1 million pounds of illicit narcotics. Our workforce is dedicated to disrupting and dismantling the \nTCOs responsible for the manufacture, distribution and sale of these illegal and deadly drugs. Leveraging the \nBorder Enforcement Security Task Force, or BEST unit resources, HSI is increasing investigation and enforcement \nactivities combating organizations that illicitly introduce and distribute fentanyl, heroin, methamphetamine and \ncocaine into and throughout the United States.\n\nIn addition to leveraging domestic assets, HSI works closely with attache personnel deployed to 77 offices in 51 \ncountries worldwide. These personnel are uniquely positioned to utilize established relationships with host country \nlaw enforcement, including Transnational Criminal Investigative Units (TCIUs). These TCIUs are composed of DHS-\nvetted and -trained host country counterparts who have the authority to investigate and enforce violations of law in \n\n\n\ntheir respective countries. The use of TCIUs enables HSI to promote direct action on its investigative leads while \nrespecting the sovereignty of the host country and cultivating international partnerships. These efforts, often \nthousands of miles from the U.S.-Mexico border in countries like Colombia and Panama, act as an outer layer of \nsecurity for our Southwest Border.\n\nTerrorism remains one of the most significant threats law enforcement faces in protecting the homeland. Our \ncounterterrorism and anti-criminal exploitation efforts seek to prevent terrorists and other criminals, such as human \nrights violators, from exploiting the Nation's immigration system. HSI's overstay analysis efforts provide timely, \nrelevant, and credible information on entry, exit, and immigration overstay status of visitors to the United States in \norder to enhance security, facilitate legitimate trade and travel, and ensure the integrity of the immigration system, \nall while protecting the privacy of visitors.\n\nPOSITIONING OUR WORKFORCE TO MEET THE MISSION\n\nThe FY 2020 Budget includes $313.9 million to hire additional personnel critical to mission success. This funding \nwould allow ICE to hire 850 ERO Officers, 150 HSI Criminal Investigators, 128 attorneys, and 538 support staff \nincluding intelligence analysts, case management specialists, and other operational support personnel. For ICE to \nbe able to address the crisis, these positions are urgently needed.\n\nINVESTING IN INFORMATION TECHNOLOGY AND INFRASTRUCTURE\n\nThe FY 2020 Budget includes $7.8 million to fund the deployment and modernization of ICE's information \ntechnology applications - systems infrastructure that support our front-line personnel and improves information \nsharing with DHS and partner organizations.\n\nTactical Communication (TACCOM) is an integral part of all successful ICE law enforcement operations, including \ncriminal apprehension, emergency response, surveillance, and multi-agency task force operations. In addition to \ndaily operational needs, TACCOM provides critical support necessary for National Special Security Events (NSSEs) \nand responses to natural and man-made disasters. ICE needs to procure and deploy multi-band mobile and \nportable radios and the required radio infrastructure nationwide to support interoperability communications, improve \nofficer safety, increase mission effectiveness, and reduce capability gaps. The FY 2020 Budget sustains $53.6 \nmillion in IT resources for this effort.\n\nIn addition to information technology enhancements, ICE facilities and vehicle recapitalization plans are funded \nwithin the FY 2020 Budget. An additional $71 million is requested to make vital repairs and sustain ICE owned \nfacilities, many of which house over 3,500 migrant detainees. Funding for the 5-year vehicle recapitalization plan is \nalso included, providing $49.4 million to support the lease and acquisition of 1,000 new law enforcement vehicles. \nWith over 12,000 vehicles in the inventory, this 5-year plan is critical to ensuring our officers and agents have law \nenforcement assets that meet daily demands including mileage and age replacement thresholds. Underfunding the \nplan would increase the officer safety risk, vehicle and technology obsolescence, and cost of replacement.\n\nICE relies on the availability of these mission-essential systems to perform critical functions across the enterprises. \nThese systems, in turn, rely on modern and up-to-date infrastructure to ensure operational readiness and optimal \nperformance.\n\nLEGISLATIVE CHANGES\n\nBy requiring the release of family units before the conclusion of immigration proceedings, seemingly well-\nintentioned court rulings, like those related to the Flores Settlement Agreement (FSA), and legislation like the \nTVPRA, in its current form, are exploited by transnational criminal organizations and human smugglers. In fact, \nsmugglers may provide a discount to family units or those purporting to be family units, because having a minor in \nthe group creates barriers to immigration enforcement. Additionally, they have created an entire illicit industry, with \nuntold millions of dollars being made through the sale, rental, and recycling of children utilized by unscrupulous \nadults to pose as family units. These same loopholes also encourage parents to send their children on the \n\n\n\ndangerous journey north, and further incentivizes illegal immigration. As the record numbers indicate, these \nloopholes have created an enormous pull-factor. Amendments to the laws and immigration court processes are \nneeded to help ensure the successful repatriation of aliens ordered removed by an immigration judge.\n\nCONCLUSION\n\nEvery day, the dedicated, courageous, professional men and women at ICE work to promote homeland security \nand public safety through broad enforcement of over 400 federal laws governing border control, customs, trade, and \nimmigration. We have and will continue to exercise all lawful authorities we possess to secure the border and to \nensure the integrity of the immigration system; our success, however, rests on Congress' shoulders, and we need \nyour support.\n\nICE continues to faithfully implement the laws established by Congress to protect the integrity and credibility of our \ncountry's borders, as well as our national security and the safety of communities nationwide. Our agency continues \nto work to balance effective law enforcement with the large number of aliens, including family units, arriving at our \nborders. The increase in the flow of migrants and the change in those arriving at our border are putting migrants, \nparticularly young children, at risk of harm from smugglers, traffickers, criminals, and the dangers of the difficult \njourney, and are placing unsustainable pressure on our entire immigration system.\n\nOur workforce also remains dedicated to eliminating the transnational criminal organizations responsible for the \nmanufacture, distribution and sale of illegal and deadly drugs. Opioids, in particular, continue to devastate \ncommunities across America. As part of this Administration's all-of-government approach to combatting this \nepidemic, ICE is determined to work with its local law enforcement partners to meet this crisis head-on and reverse \nthe unacceptable toll these substances are taking on our communities.\n\nEighteen years after 9/11, the threat of terrorism to the homeland remains significant and is now more diffuse than \never. The investigative authorities bestowed by Congress will allow ICE to continue to deploy innovative \napproaches to safeguard our national security and keep Americans safe by combating terrorism at home and \nabroad.\n\nFunding people, technology, and equipment are especially prudent investments given today's challenges. We \nbelieve no other investment will return more operational value on every dollar than the extraordinary men and \nwomen of ICE. Removing illicit narcotics, dismantling gangs, and detaining and removing illegal aliens along with \nICE's ability to counter emerging threats will continue to be important investments in the safety and security of the \nNation into the future.\n\nUltimately, to solve the border crisis, we must work collectively to ensure the integrity of the immigration system, \nas a whole. Failing to adequately resource interior enforcement efforts--such as fugitive operations, detention beds, \nand ICE attorneys--creates nothing more than the appearance of border enforcement. Perhaps that is what some \npeople want; however, it creates a pull factor that ultimately drives more people to make the dangerous journey to \nthe United States, incentivizes more illegal activity, and delays justice for those with meritorious claims for asylum.\n\nAs a nation of laws, we owe it to the citizens of our country to maintain the integrity of our immigration system, \nespecially when faced with a serious and ongoing national crisis. Accordingly, I ask that you provide the funding \nsought in the President's FY 2020 budget for ICE.\n\nThank you again for inviting me to testify today. I am honored and humbled to represent the more than 20,000 \nAmerican patriots with U.S. Immigration and Customs Enforcement. I look forward to your questions.\n\nn1 Through the end of June 2019.\n\nn2 As of July 13, 2019.\n\nn3 ICE National Docket data is a snapshot as of July 6, 2019.\n\n\n\nn4 As of May 31, 2019.\n\nn5 6 U.S.C. [Sec.] 252(c).\n\nn6 In addition to representing DHS in proceedings before EOIR, OPLA is responsible for advising ICE leadership \nand operational personnel on legal matters and addressing an array of other litigation and legal matters facing the \nagency, which have seen significant increases in tempo and complexity.\n\nRead this original document at: http://docs.house.gov/meetings/AP/AP15/20190725/109836/HHRG-116-AP15-\nWstate-AlbenceM-20190725.pdf\n"}