{"title": "CHANGE IS IN NAME ONLY FOR CENTURY-OLD INS", "body": "\nThe Immigration and Naturalization Service, the more than century-old federal agency, ceased to exist officially \nlast weekend, when it became part of the Department of Homeland Security.\n\nThe old INS is now the Bureau of Citizenship and Immigration Services (BCIS). Enforcement and border patrol are \nnow under different divisions: the Bureau of Immigration and Customs Enforcement and the Bureau of Customs \nand Border Protection.\n\nBut the change with immigration services, at least for now, is only in name, said Sharon Rummery, spokeswoman \nfor the BCIS district office in San Francisco, the former INS office.\n\nWe asked Rummery to answer questions about the transition.\n\nQ\n\nWhat happens to pending applications for citizenship, green cards and other requests?\n\nA\n\nThe same thing happens to it this week as if you'd filed it last week. Samepeople, same location, same \nfingerprinting sites, using the same forms. The whole change is going to be transparent to people we serve.\n\nQ\n\nAre there going to be new offices for the BCIS?\n\nA\n\nWe're not moving. We're going to put up the banners with the new name, BCIS, soon, at the same locations in San \nFrancisco and San Jose.\n\nQ\n\nWill there be delays in processing applications as a result of the transition?\n\nA\n\nThis is a change that isn't change.\n\nDespite the transition, the national customer service number for those with pending applications is the same: (800) \n375-5283, or for the hearing impaired, (800) 767-1833. The new BCIS web site is www. \n\nimmigration.gov.\n\n\nManagement of asylum cases will remain under the jurisdiction of headquarters in Washington, D.C., Rummery \nsaid.\n\nDual passports\n\nQ\n\nI was born in Vietnam, the son of a U.S. military serviceman. I came to the United States in 1984 and want to know \nif I'm allowed to have a passport from both countries.\n\nCharlie\n\nA\n\nIf you qualify for citizenship in two different countries, then you are entitled to have two passports. But while here \nyou will be recognized only as a citizen of the United States, said Stuart Patt, a spokesman with the State \nDepartment.\n\nIf you travel outside the United States, you can use either passport, but you must use the American passport when \nyou return, Patt said.\n\nQ\n\nI came to the U.S. in November 2000 to join my husband. He is now a citizen, and I'm a permanent resident. How \nlong must I wait to apply for citizenship, and at what point in the immigration process can I petition for my mother to \ncome, too?\n\nRosalyn\n\nA\n\nLegal permanent residents, such as yourself, cannot petition for their parents. You must first become a citizen, said \nKatharine \"Katy\" Henrikson, an attorney with Community Legal Services in East Palo Alto, a non-profit organization.\n\nYou are eligible to apply for citizenship at the earliest of two dates, Henrikson said. You could do so on your third \nanniversary as a legal resident, as long as you were married to and living with your husband during that time, and \nprovided he was a citizen those three years. You could also apply for citizenship after five years of legal residency, \nregardless of being married.\n\nNotes\n\nImmigrant experience\n"}