{"title": "VISA 'DIVERSITY' GETS OK", "body": "\nWASHINGTON The House Judiciary Committee voted yesterday to keep an immigration \"diversity\" visa program \nthat helps nationalities, including the Irish, who were largely shut out by regular entry requirements.\n\nThe number of such visas, however, would be cut from 55,000 to 27,000 a year.\n\nThe panel voted 18 to 8 in favor of an amendment by Rep. Charles Schumer (D-Brooklyn) to keep the diversity \nprogram shortly before it approved an immigration reform bill on a 23-to-10 vote.\n\nThe overall bill would reduce legal immigration from nearly 900,000 a year to less than 600,000, and tighten \nrequirements for entry under the largest category, which promotes reuniting families. By reducing priority for adult \nchildren and siblings of U.S. citizens, the change could fall hardest on Asians.\n\nThe measure also seeks to crack down on illegal immigration by setting up a phone-in system for employers to \nverify the eligibility of job applicants to work.\n\nThe Senate plans to consider similar legislation.\n\nThe diversity program, originally sponsored by Schumer and in effect since last year, boosted immigration by \nnationalities who were largely shut out by the family reunification provisions because their closest relatives were not \nU.S. citizens.\n\nPaul Finnegan, executive director of the Emerald Isle Immigration Center in Woodside, Queens, said Irish \nimmigrants \"tend to come here as single people, without family attachments.\n\n\"A few months ago, people were saying the diversity visas' chances of survival were nonexistent,\" added \nFinnegan, who now believes it has \"a good chance of survival.\"\n\nSchumer called the program \"important to New York because a good number of the people who come in under this \nprogram come to New York and revitalize neighborhoods.\" Other countries on the diversity list are Albania, \nArmenia, Bangladesh, Bulgaria, Egypt, Ethiopia, Germany, Ghana, Kenya, Nigeria, Pakistan, Romania, Russia, \nSenegal, South Africa, Sudan, Turkey and Ukraine.\n"}