{"title": "Fugitive illegal immigrants targeted in federal sweeps", "body": "\nIn recent months, newly created teams of federal agents have arrested thousands of illegal immigrants who have \nlived and worked in the United States for years without interference. Most have been deported immediately.\n\nSince October, 13,089 immigrants have been detained, a more than 60 percent increase from the same period in \n2004-05. The arrests peaked in May, when agents picked up a record 1,600 people nationwide, including in New \nJersey, Nevada, Texas and California, which have large immigrant populations.\n\nImmigrant-rights advocates called the sweeps excessive and heavy-handed, while supporters of tougher \nenforcement said that even more must be done to discourage illegal immigration.\n\n\"Whenever we do any sort of enforcement action, we get praise and criticism,\" said Dean Boyd, a spokesman for \nU.S. Immigration and Customs Enforcement, which is overseeing the arrests. \"Immigration is a polarizing and \ndivisive issue.\"\n\nThe spike in deportations comes as the Bush administration is under pressure to improve its detection of illegal \nimmigrants inside the country, rather than concentrating its efforts largely at the U.S.-Mexico border.\n\nICE officials said they were arresting more immigrants because more agents had been assigned full time to find \nthem. Since October, the number of fugitive-search teams assigned to finding immigrants where they live has \nincreased from 18 to 38. The agency plans 14 more teams by the end of September.\n\n\"It's a higher priority,\" said John Torres, the director of ICE's detention and removal operations.\n\nSome immigrants complain of being treated harshly.\n\nNancy Arseno, a U.S. citizen, said her husband, Mario, was arrested two weeks ago at the family's home in Las \nVegas by a team of 15 armed officers. The officers handcuffed him even though he wasn't resisting, and they \nrefused to allow him to say goodbye to the couple's six children, she said.\n\nArseno said that the officers were polite, but that she thought they should have given her husband a chance to turn \nhimself in voluntarily.\n\n\"It didn't need to be so dramatic,\" she said. \"They acted like he had killed someone.\"\n\n\nMario Arseno, 31, came to the United States legally in 1993 on a work visa. A traveling musician from Peru, he \nforgot to renew his visa, his wife said, and an immigration judge ordered him deported in 1995. She said he never \nreceived any deportation notice and he missed his chance to challenge it in court.\n\nNancy Arseno said immigration officers could have found her husband easily because the family had lived at the \nsame address for years.\n\n\"I don't understand why they waited until now,\" she said. \"If they really didn't want people like my husband in the \ncountry, why did they allow him to work, pay taxes, and marry a U.S. citizen?\"\n\nImmigrant-rights advocates said that many of the immigrants had been living in communities for years and that \ntheir only crime was living illegally in the United States.\n\n\"The show of force is so over the top,\" said Cheryl Little, executive director of the Florida Immigrant Advocacy \nCenter in Miami. \"These sweeps are conducted so fast and so unexpectedly that those ensnarled have no chance \nto prepare for their departure.\"\n\nBut John Keeley, a spokesman for the Center for Immigration Studies in Washington, which favors tougher \nimmigration enforcement, called the sweeps \"largely symbolic.\"\n\n\"The administration is responding belatedly and under intense pressure to do more about interior enforcement,\" \nKeeley said. \"But you would need thousands of more officers to put a dent in the numbers.\"\n\nEach year, the list of fugitive immigrants grows by more than 40,000. According to government estimates, more \nthan 500,000 immigrants remain in the country even after being ordered to leave.\n\nTorres said officers were not arbitrarily arresting people off the streets, but rather targeting immigrants who had \nbeen ordered deported after exhausting all appeals. Of the 45,728 immigrants arrested since March 2003, when \nthe first fugitive-search teams were created, 21,367 had criminal records.\n\n\"The people we're arresting have already been afforded all of their due-process rights,\" Torres said.\n\nIn the past, finding fugitives was a much lower priority because of a lack of resources.\n\nThe agency notified immigrants they'd been ordered deported with the expectation that they would turn \nthemselves in. But agents called the deportation orders \"run letters\" because few immigrants showed up. Most \nsimply disappeared.\n\nOnce immigrants became fugitives, officers were supposed to research locations where they might be living. But \nthe research could take hours, and officers often weren't given the time to find the immigrants.\n\nIn 2003, ICE began forming special fugitive-search teams in regions with the highest concentrations of illegal \nimmigrants. Officers are assigned to the teams full time and given special training.\n\nContact reporter Marisa Taylor at 202-383-6164 or mtaylor@krwashington.com.\n"}