{"title": "Approach immigration issue with creativity", "body": "\nImmigration is a divisive topic among Americans. We seem to forget completely that we are a nation of \nimmigrants; that immigrants, legal or otherwise, come here for a better life; and that we are all people, regardless of \ncolor, race or nationality. Men have migrated everywhere since the beginning of time, mainly to improve their \nfamilies' lot.\n\nTo say that illegal immigrants come to America only to break our laws, take unfair advantage of the system so they \ncan have medical attention, drive recklessly on our roads or live boisterous lives in our communities is pretty myopic \nand misses the big picture. The sum of our complaints won't solve the problem.\n\nWe're living in a pivotal moment and facing one of our greatest challenges. Immigrants -- illegal or legal -- will keep \ncoming whether we like it or not, regardless of  state and federal measures that are adopted. I am sure we can find \nbetter uses for our tax dollars to make this illegal immigration problem work for us, not against us.\n\nInstead of getting all riled up and complaining, we could be more proactive, creative and positive about this \nchallenge, regardless of our party affiliation, our religion, national origin or color of our skin.\n\nFellow Americans, our reputation in the world neighborhood is at an all-time low.  What can we do to turn this illegal \nimmigration issue on its head and make it work for us?\n\nThis is our chance to make America even greater, with courage, ingenuity and creativity.\n\nMario Chavez\n\nCarlsbad, Calif.\n\nToll of illegal influx\n\nTo those whose hearts bleed with sympathy for these so-called decent, hard-working undocumented workers who \ncome here only for a better life, I'd like to ask you a few questions:\n\n*What do you say to the janitor who cleans your office building and who wants a better life?  He has seen his \nincome decrease markedly because his employer is competing with firms that hire illegal aliens.  He had hoped to \ngo to school to train for a better job, but now he just hopes to keep the dead-end job he has.\n\n*What do you say to the father whose daughter contracted tuberculosis from an illegal alien? Illegal aliens aren't \nscreened for diseases the way legal immigrants are.\n\n*What do you say to the mother whose son died because he was in an accident, and the local emergency room had \nrun out of money and closed? Illegal aliens use the ERs of this country as primary care facilities and rarely pay their \nbills.\n\n\nThe questions could go on, but one thing is clear: Every citizen and legal immigrant pays the price for illegal \nimmigration. When is this madness going to stop?\n\nStuart Jones\n\nLynchburg, Va.\n\nTurned away by system\n\nI am a white, middle-class, 63-year-old Englishman who retired as a London police officer 12 years ago. As a \ncommitted lover of America and Americans, I thought I might be able to spend some of my retirement in the USA.\n\nAt the time of my retirement, prospective immigrants could enter a \"green card lottery\" that was open to world \ncitizens. My wife, also a retired police officer, and I entered the lottery without realizing that  because we are \nEnglish, neither of us really had a chance of being chosen. Later I found out that, in the interest of \"diversity,\" you \nreally needed to come from more obscure regions of the world.\n\nHowever, a friend of a friend who is Irish was given a green card almost immediately. He has since been arrested \ntwice for drug violations and once for driving under the influence.\n\nMy wife and I would have come to the United States as model citizens with an income from pensions; we would not \nhave needed any welfare benefits. Indeed, the idea was to bring money into the states and purchase a property \nwith cash. We would not have plotted against the state and would have willingly trained with a view to gaining \ncitizenship.\n\nNow we're resigned to just visiting our holiday home in Florida and experiencing America in short bursts. When I \nthink about the fact that foreign plotters who attacked the World Trade Center were welcomed with nearly open \narms, as a Yankophile (if that's the word), I am very Englishly miffed.\n\nJim Havell\n\nWest Sussex, England\n\nWhat about rule of law?\n\nA distinction needs to be made between legal and illegal immigration. Legal immigration is an essential part of \nwhat has made and will continue to make America the great country it is.\n\nIllegal immigration is a disgrace that needs to be addressed, or we will be admitting that the rule of law is no longer \nsupreme in the United States. Illegal aliens are not immigrants, and they are undermining our tax system, our health \nsystem and our education system by not paying taxes or medical bills.\n\nFrancis Connon\n\nLos Angeles\n\nDial down emotions\n\nIn discussing illegal immigrants, I would like to see people deal with facts and not emotions. The millions of illegal \nimmigrants here are not going to be deported. Most have zero chance of getting into this country legally with all of \nthe requirements for permanent residency.\n\nIllegal immigrants would not come here if there were not jobs waiting for them -- mostly jobs that no American wants \nto do, even if the pay were a little better. The vast majority of them are hard-working, productive members of \nsociety. As our population ages, we will need their labor more.\n\n\n\nAre there immigrant issues that need to be resolved relating to health care, education and the environment along \nthe border areas? Absolutely. So let's work on them and come up with real solutions instead of rhetoric. My \nsneaking suspicion is that if the skin color of most of these immigrants were white, the uproar against them would \nnot be as loud.\n\nBill Cusack\n\nDallas\n\n---\n\nVoices of immigration\n\nAre you feeling the impact of immigration? What is life like for an illegal immigrant living in the USA, and for others \nin the communities where he or she works and lives? We're interested in hearing your experiences. Send \ncomments to editor@usatoday.com or fax to 703-854-2053. Please include your contact number, city and state for \nverification purposes. Comments will be considered for an ongoing conversation in letters and online. \n"}