{"title": "Illegal worker plan dealt a loss", "body": "\nDealing a major blow to the Bush administration's crackdown on illegal immigration, a federal judge Wednesday \nput on hold new rules that would require businesses to fire employees whose names don't match their Social \nSecurity numbers.\n\nU.S. District Judge Charles Breyer, warning that the push could hurt businesses and documented workers, issued \na preliminary injunction to stop any penalties until he can hand down a final ruling on whether they are legal, \nprobably in several months.\n\nThe effort, announced this summer, was the focus of a renewed push by President Bush to combat illegal \nimmigration in the wake of Congress' failure to pass a comprehensive immigration reform policy. If the government \nmounts any appeals, the case could carry on through the 2008 presidential campaign and into the next \nadministration, leaving the fate of the plan murky.\n\nBreyer, in his 22-page ruling, said the plan \"would result in irreparable harm to innocent workers and employers.\" \nHe said it would place a financial burden on employers and lead to legal workers being fired because of errors.\n\nImmigrant and employee rights advocates - pushing for a pathway to citizenship for the United States' estimated 12 \nmillion undocumented immigrants - hailed Breyer's ruling as a triumph.\n\n\"Workers scored a significant victory against the Bush administration,\" said Ana Avendano, an attorney with the \nAFL-CIO, one of several human rights, labor and business groups that sued in U.S. District Court in San Francisco \nto block the plan.\n\nIn a statement issued shortly after the ruling, the Department of Homeland Security, the agency assigned to enforce \nthe penalties, said it was \"disappointed\" and that the Department of Justice is reviewing all options, including an \nappeal.\n\nJudge 'overstepping'\n\nIra Mehlman, spokesman for the Federation for American Immigration Reform, a group calling for tougher border \nsecurity, said the government should do just that.\n\n\"The judge seems to be overstepping his authority,\" Mehlman said, citing the 1986 Immigration Reform and Control \nAct, which made it unlawful for employers to hire undocumented immigrants.\n\nWednesday's decision presents yet another hurdle for the White House plan, which administration officials have \nconceded could be difficult to enforce because of communication gaps.\n\n\nAmong the challenges, activists and illegal immigrants said news of the plan, which has been well-documented in \ncountries such as Guatemala and Mexico, hasn't kept people from entering the United States illegally. Also, in \nmany cases, illegal workers could still hop from job to job without being caught.\n\nThe crackdown relies on letters that the Social Security Administration sends annually to employers who have \nseveral employees whose Social Security numbers don't match their names, either because of fraud or human \nerror.\n\nThe so-called \"no match\" letters were largely ignored by employers until the Department of Homeland Security \nannounced in summer that it would add another letter informing employers they had 90 days to fire workers whose \nIDs couldn't be verified, or face punishment, including fines and prosecution.\n\nThe Social Security Administration planned to begin mailing 140,000 no-match letters - affecting more than 8 \nmillion employees - to businesses across the country in mid-September.\n\nBut the lawsuit - filed Aug. 30 - led Breyer to bar the enforcement letters from being sent.\n\nBreyer wrote that the plan would place a financial burden on employers by requiring them to develop a system to \ncheck mismatches and could result in the firing of people legally authorized to work in the country.\n\n\"There can be no doubt that the effects of the rule's implementation will be severe,\" Breyer wrote, noting that it \ncould have taken longer than 90 days for some people to resolve errors between their Social Security numbers and \nnames.\n\nWhat's next\n\nThe Social Security Administration did not have an official statement, and is still considering whether to send the \nno-match letters, without the enforcement letters, as it has done for several decades, said spokesman Lowell \nKepke.\n\nBusiness leaders nationwide also were pleased with the injunction, saying, among other things, that it will buy them \ntime as the nation pursues the next phase of immigration reform.\n\nCalifornia's more than $32 billion agriculture industry, which relies on immigrants for the majority of the 450,000 \nemployees it needs each harvest, would have been among the hardest hit.\n\nExperts estimate that as many as 70 percent of California farmworkers use false paperwork - known in the fields as \npapeles chuecos - to receive their weekly checks.\n\nThe California Farm Bureau - representing 92,000 farmers - is now looking at supporting several possibilities, \nincluding immigration policies that would allow field workers to continue working, as well as guest-worker \nprograms.\n\n\"This gives us breathing room to look for other options,\" said Jack King, the farm bureau's national public policy \ndirector.\n\nContact Javier Erik Olvera at jolvera@mercurynews.com or (408) 920-5704.\n"}