{"title": "SMUGGLERS FIND ALIENS AS VALUABLE AS DRUGS ALONG MEXICAN BORDER", "body": "\n''Thirty-eight thousand dollars for a week's work,'' John Rockhill said, leaning against the fender of his limegreen \ncruiser. ''You can't make that much running dope. What fascinates me about alien smuggling is the money \ninvolved.''\n\nMr. Rockhill, who sports the deep copper tan of the veteran United States Border Patrol agent, was talking about \nthe ring of smugglers who, for $1,200 a head, brought about 30 Salvadoran citizens across the border into the \nsunbaked Arizona desert two weeks ago and left them there without water. Twelve of the Salvadorans and a man \nbelieved to be one of their smugglers perished in the infernal heat; Mr. Rockhill was among the officers who \ndiscovered their parched bodies and rescued their companions, who were nearly dead.\n\nBut thousands of Mexicans and Central and South Americans are successfully smuggled into this country each day \nby hundreds of rings trafficking in human contraband.\nAN-A\n\nAs nations to the south continue to suffer economic and political troubles, refuge in the United States is becoming \none of the most valuable commodities in the world, and the citizens of such countries, foremost among them El \nSalvador, are increasingly willing to pay what for them are huge sums of money in return for the opportunity to live \nand work in this country.\n\nMore and more, officials say, illegal aliens who once risked walking across the border on their own are turning to \nsmugglers for help with their illicit journeys.\n\nIt is common in Ciudad Juarez, across the Rio Grande from here, to see smugglers, who call themselves \n''coyotes,'' negotiating deals for the transport of groups of aliens, whom they refer to as ''pollos,'' or ''chickens.'' The \naliens are bought and sold like shares of stock on an exchange. Preceded by spotters in radio-equipped ''scout \ncars,'' convoys of beer trucks, motor homes, moving vans, horse trailers and vehicles of every description set out \nfrom the border each night, most filled to overflowing with aliens who have paid the standard tariffs in advance -\n$300 for delivery to Denver, $500 to Chicago, $750 or more to Detroit or New York City. Prices from Central and \nSouth America are higher still.\n\n \n\nA Growing 'Industry'\n\nIn 1975 the Immigration and Naturalization Service apprehended 76,000 smuggled aliens; last year it caught \n211,000, but officials estimate that two to five times that number may have escaped detection.\n\n\nAs a result of such rapid growth, the organized smuggling of aliens has become what one Federal investigator \ncalled ''a major industry'' along both sides of the 2,000-mile Mexican-United States border.\n\nOver the last five years, investigators say, the traffic in smuggled aliens has more than tripled, and it is now so \nlucrative that it rivals the smuggling of narcotics in profitability.\n\nA big, well-organized ring, and there are a half-dozen of them in the El Paso area alone, can move 500 aliens a \nweek. At $500 each, that is a quarter of a million dollars a week, $12 million a year.  Some narcotics syndicates are \nnow branching out, or switching entirely, to the smuggling of illegal aliens, where the financial rewards are more \ncertain and the possibility of stiff jail terms far less.\n\nSome rings specialize, supplying only prostitutes, for example, or restaurant waiters. Investigators say that at least \none organized crime organization has lately entered the business, and the immense potential profits have even \nattracted some more improbable individuals.\n\n \n\nMarine Wives Convicted\n\nLast year, for example, a group of wives of marines stationed at Camp Pendleton, Calif., were convicted of \ntransporting Mexican aliens from Tijuana to Los Angeles, having taken them through the marine base to avoid the \nBorder Patrol's checkpoint on Interstate 5 at San Clemente.\n\nAn American customs officer and an air traffic controller from San Diego are currently in the Tijuana jail, accused of \nhaving worked together to fly illegal aliens across the border in a Government airplane. And a Roman Catholic \npriest in Texas was found to have been supplying false identity cards to smuggled aliens.\n\nThe priest, one official said, ''was looking at it as a humanitarian thing.'' But officials of the Immigration and \nNaturalization Service, whose 250 antismuggling agents are struggling against budgetary and investigative \nrestrictions to slow the inward flow, uniformly reject any suggestion that the smugglers' crime is a victimless one, a \nhumanitarian service to those who, without their assistance, might meet the fate of the Salvadorans in the \nforbidding badlands of the desert.\n\n \n\nThe Aliens are the Victims\n\n''There's no such thing as a good smuggler,'' said E.J. Scott, chief of the tiny Border Patrol station at Why, Ariz., \nnear where the Salvadorans died. Other officials agree.\n\nThe smuggled aliens, they say, are the ultimate victims, treated with a callous disregard for their well-being and \nsafety, held for long periods in vile, windowless ''drop houses'' along the border that are often no more than \nshacks, and then loaded with little food or water into trucks so crowded that there is no room to lie down, or even to \nsit. In Houston last April, a beer truck stopped by the police for a traffic violation was found to have 55 aliens \ninside.  The aliens said they had been without food or water for two days.\n\nShould anything go amiss on the trip, the officials say, the smugglers' first concern is almost always for \nthemselves. Aliens injured in highway accidents are frequently left by the roadside, as happened last October at \nTruth or Consequences, N.M. In another instance two years ago, two aliens locked in the trunk of a car burned to \ndeath when the car caught fire and the smugglers fled, and even the recent incident involving the Salvadorans was \nnot the first of its kind. The bodies of eight aliens were found in the desert near Yuma, Ariz., last year, apparently \nleft there by smugglers to die of thirst.\n\nThe smugglers nearly always surrender peacefully when they are apprehended, but on occasion they try to evade \ntheir pursuers, sometimes with tragic consequences. Last April, a pickup truck carrying 14 illegal aliens near \nLaredo, Tex., tried to outrun two Border Patrol agents and two local sheriff's deputies. In the chase, shots were \nfired at the truck and a 6-year-old girl, an illegal alien, was killed. The two deputies later said they had seen one of \n\n\n\nthe border patrolmen point a shotgun at the truck and heard a report. A Federal grand jury is investigating the \nmatter.\n\n \n\n'An Inhumane Situation'\n\nSuch incidents are not confined to the border. Earlier this year a boat captain was convicted of manslaughter in \nPalm Beach, Fla., after he attempted to evade arrest on smuggling charges by throwing a Haitian woman and her \nfive children into the sea. All drowned. ''It's just such an inhumane situation,'' said Elizabeth Rogers, an Assistant \nUnited States Attorney here.\n\nThough most of the aliens pay for their passage in advance, officials say, they are sometimes held captive by \nsmugglers until friends or relatives can come up with more money than was agreed upon. Even after arriving at \ntheir destinations, they are often forced to pay rent to the smugglers and even told where to shop for food or \nclothing.\n\nIn instances where the owner of a business or factory has paid their transportation, the aliens are held for weeks or \nmonths in a kind of economic bondage, forced to work for reduced wages until their employer has been repaid. \nSometimes the bondage is real. Last November, Connie Ray Alford, a Truxno, La., chicken farmer, was convicted \nof peonage after it was discovered that nine Mexican aliens smuggled to his farm from Kerrville, Tex., had been \nkept chained by their necks until they had worked off the price of their passage.\n\nFor those aliens known to the Border Patrol as ''OTM,'' or ''other than Mexican,'' the first contact with a smuggler \nusually comes in the homeland they are preparing to flee, and the contacts are not difficult to make. Uncounted \nbogus ''travel agencies'' that put together consignments of illegal entrants exist in Mexico, Central and South \nAmerica, and they are easy to find. A recent issue of La Prensa Grafica, published in San Salvador, carried an \nobvious classified advertisement. ''Passengers to Tijuana and Los Angeles,'' it read, ''telephone 25-0643.''\n\nAlthough some smuggling rings are recognizing the advantages of the largely unguarded Canadian border as a \npoint of illegal entry - the aliens, officials say, are first flown to Montreal - most of the illegal immigrants still pass \nthrough Mexico on their journey to the north.\n\n \n\nThe Staging Areas\n\nThe Mexican Government allows residents of Central and South America to enter as tourists, but it gives them \nvisas that prohibit travel farther north than Mexico City. The restriction is easily circumvented, however. The \nSalvadorans who died in Arizona had such visas in their passports.\n\nAfter the aliens reach cities along the Mexican side of the border, preparations are made to bring them across.  \nThe staging areas are big cities and little towns alike, from giant Tijuana, south of San Diego, to tiny Sonoita, south \nof Arizona.  Almost any day, a visitor to Ciudad Juarez can see the smugglers gathering in the Plaza Monumental \nto put together their deals.\n\n''They're like peddlers going around,'' said Robert L. Barber, who heads the Border Patrol's antismuggling unit \nhere. ''You can see negotiations being made all over the place.'' While the ''coyotes'' deal, the ''chickens'' wait, \ncrammed a dozen to a room in cheap, shabby hotels like the Balcones, a favorite with Salvadorans.\n\nAfter a group is assembled it is led by a coyote, after dark, across the shallow Rio Grande a few miles outside of \ntown. More often than not the crossing is successful, but even if they are captured the aliens are simply returned to \nMexico, free to try again the next night. Some smuggling rings give ''guarantees'' - a second crossing for free if the \nfirst one fails. ''It gets them business,'' said Mr.  Barber. Other rings try to attract clients by offering false \ndocumentation as part of their service, for example birth certificates, Social Security cards, drivers' licenses -\nwhatever is needed to live and work in the United States.\n\n\n\nAssistance from a smuggler is not necessary for crossing the river here. Hundreds, perhaps thousands, of \nMexican aliens slip into El Paso each morning on their own to work and then return to their families in Juarez at \nnight. When the aliens hire a smuggler, Mr.  Barber says, ''They're really paying to get away from the border'' \nsince travel beyond the border is ''very difficult for someone unfamiliar with our country.'' And aliens who choose to \ncross at less heavily patrolled but harsher parts of the border, into Arizona, New Mexico and the Rio Grande Valley \nof Texas, are far more in need of experienced guides.\n\n \n\nHiding Points\n\nOnce safely across, the aliens are hidden in one of the ''wetback motels'' that dot El Paso and the San Diego area, \nor in private houses rented by the smugglers. The indictment here last month of 14 people charged with operating \na medium-sized smuggling ring that took in an estimated $1 million a year identified an apartment on San Jose \nRoad as the ring's ''drop house.''\n\nMost of the 14 members of that ring are related to one another, a common characteristic of such groups and one \nthat makes it difficult for Federal immigration agents to penetrate their operations. Agents sometimes pose as \naliens waiting to be smuggled into the United States, but most of their intelligence comes from paid informants, \nsuch as hotel clerks and taxi drivers, on both sides of the border.\n\nWhile the trip northward is being arranged, the agents are content to wait. ''We don't want to get aliens in a hotel,'' \nMr. Barber said. ''We want to get the smuggler who's going up the road with them.''\n\nThe Immigration and Naturalization Service tries to catch smugglers with their ''loads'' in a variety of ways, not all \nof them successful. The Border Patrol maintains checkpoints, for example, on most major highways near the \nborder, and suspicious vehicles are stopped and searched. But the checkpoints do not always operate, because of \nbad weather or a shortage of agents, and the smugglers keep a close watch for those times when they are ''down.''\n\nAnother technique involves the use of the Border Patrol's authority, which it acquired last year, to seize vehicles \nused to transport aliens. William Selzer, the deputy Border Patrol chief in Chula Vista, Calif., south of San Diego, \nsaid he believed the impoundments were beginning to slow the alien smuggling traffic in his area.\n\nBut if the traffic is slowing, it is still substantial. In the first two weeks of this month, 114 smugglers and 586 \nsmuggled aliens were apprehended in the San Diego area.\n\n \n\nBy Rented Vehicle or by Train\n\nBert Marino, who heads the Border Patrol's smuggling unit in Washington, said he suspected that the smugglers, \nrather than risking their own vehicles, would now begin renting trucks, and at least one ring in the El Paso area that \nspecializes in smuggling Salvadorans has begun buying its clients train tickets to Los Angeles.\n\nThe loss of an aging truck or two is a small price for an organization involved in such a lucrative business, even for \nan average-sized ring that might take in $1 million or $2 million a year. Many rings are far more profitable. Last year \nthe authorities broke up a ring in the area that they said had grossed between $10 million and $25 million a year, \nand several investigators recalled that the leader of a group of Mexican women known as ''the blondes'' that \noperated in the San Diego area had forfeited her bail of $250,000.\n\n''The big operations make just as much as the drug smugglers,'' said Mr. Marino, who spent 11 years with the \nFederal Drug Enforcement Administration before coming to the Immigration and Naturalization Service. ''There are \nhundreds of rings making money off of this, and there are scores of them making big, big money.''\n\nMr. Selzer, the deputy Border Patrol chief, estimated that a quarter of the active narcotics rings in his area were \nnow also smuggling aliens, or ''co-mingling the loads'' as he put it.\n\n\n\nThe financial attractions of alien smuggling are many.  For one thing, smuggling fees are paid in advance and even \nif the aliens are arrested the smugglers have their money in hand. The smugglers of narcotics must first purchase \nthe drugs, and a profit cannot be realized until the drugs have entered the country and been sold to a distributor.\n\nIn addition, most courts have treated alien smugglers, especially first offenders, far more leniently than drug \nsmugglers. ''We get a lot of probated sentences,'' Mr. Barber said. Mr. Marino added that sentences average only \n19 months in felony alien smuggling cases, for which the maximum penalty is five years in prison. ''That leaves a lot \nto be desired,'' he said.\n\nMore smugglers are being arrested than ever before. Last year, some 18,500 smugglers, employed by about 300 \nrings, were apprehended, compared with 15,000 three years ago. About 6,000 of them were prosecuted, and about \n2,000 ultimately convicted.\n\nBut the impact on the alien traffic is far from clear.  Investigators say that those who are caught and convicted are \nlargely lower- and middle-level operatives, guides, drivers, ''arrangers'' and those who run the drop houses. In many \ninstances the leaders of the rings, who may live abroad, seem beyond grasp. Many of the rings have their \nheadquarters in Mexico and, while the Mexican immigration authorities have provided some cooperation in tracking \nsmugglers down, their efforts have been sporadic and directed mainly at the smuggling of non-Mexicans through \ntheir country.\n\n''The people they catch are not the people who are making the money off these deals,'' said Terry Amdur, a Los \nAngeles lawyer who has defended a number of accused alien smugglers. Those who run the rings may be \nsophisticated criminals -''They're getting more sophisticated all the time,'' Mr. Marino said - but the coyotes who \nwork for them fit a far different description: young men in their early 20's, most of them Mexicans who have been to \nthe United States to work illegally and who have found that they can use their knowledge of the country and its \ncustoms to make far more money than a menial job will provide.\n\n''They don't seem to be bad people,'' Mr. Amdur said. But Mr.  Barber disagreed, recalling that he once seized a \ntruck in Chicago in which aliens had been stashed with only a sand-filled tin can for a toilet and scant food to \nsustain them on their long journey from the Texas border, ''a few pounds of bologna, a loaf of bread, a few jugs of \nwater.''\n\nMr. Marino agreed: ''It's a human tragedy we're dealing with, the individual who got to Chicago with his fingers \nfrozen because he was left in a truck for 30 hours.''\n\nGraphic\n\n \n\nIllustrations: photos of a motel and an alien (A10)\n"}