{"title": "NEIGHBORHOOD REPORT: BENSONHURST;Trying to Get Day Workers Off the Street", "body": "\nFor more than 15 years, scores of men have gathered daily along 18th Avenue in Bensonhurst, desperately \nwaiting for trucks, vans or cars to pull up -- their drivers in search of unskilled laborers for low-paying jobs, often \ninvolving construction, moving or restaurant work.\n\nBut the day workers, mostly undocumented immigrants from Mexico and Central America, have never been met \nwith open arms by the residents and merchants along 18th Avenue between Bay Ridge Avenue and 72d Street. \nThey have complained that the workers are nuisances who litter and harrass passers-by. Last year residents' \ncomplaints led to arrests and fines for loitering. (The police say they do not have specific arrest figures.)\n\n\"I don't want them in front of my store,\" said the owner of Caffe Dei Sagui, who would not give his name. \"They're \nruining my business. Nobody comes here anymore.\"\n\nThe local Assemblyman, Peter J. Abbate Jr., says he has met several times with community leaders about the \nsituation. He says he has proposed several nonresidential blocks for the workers to gather, but advocates for the \nworkers refused them.\n\nLast week, in an effort to alleviate the tension, some advocates for the workers met with about 30 of them to \ndiscuss plans for a center, paid for with raffles and donations, where employers could go to hire workers.\n\nReynaldo Guerrero, executive director of the Center for Immigrants Rights in Manhattan, said the workers had \nbeen subjected to insults that in some instances had led to fights. A center, he said, might help.\n\nSome workers voiced guarded optimism, at best. Such talk, they say, is all too familiar. \"I feel it's a waste of time,\" \nsaid Ricardo Riviera, 22, of Guatemala. \"We've been made promises before that were not kept.\"\n\nThe other day, about 60 men milled about at the gathering site. Only about 10 were hired. The work, while back-\nbreaking, tends to pay slightly more than the minimum wage of $4.25 an hour.\n\nOn the corner of 70th Street, a man pulled up in an old car and offered a job cleaning a restaurant kitchen. Several \nworkers rushed to the car and negotiations began, with the man offering $4 an hour. A few minutes later, he raised \nthe ante to $5. Most of the men refused; one accepted.\n\n\nReynaldo Benitez, who left 10 children at home in Honduras, did not take the offer. His hope: a somewhat better \njob.\n\nMr. Benitez, 44, now living in Sunset Park, said he came to America about three years ago after walking through \nMexico and sneaking into Texas. He said he used his life savings of $200 for the bus ride to New York after hearing \nthat jobs were plentiful here.\n\n\"My country is so poor,\" he said. \"If I don't come here, how am I going to support my family? The work may not pay \nmuch but it's more than I have.\"   GARRY PIERRE-PIERRE\n\nGraphic\n\n \n\nPhoto: Migrant workers who gather along 18th Avenue in Bensonhurst have long drawn complaints from \nresidents and merchants. (John Sotomayor/The New York Times)\n\n \n\nMap of Bensonhurst showing location of the day-workers gathering site.\n"}