{"title": "Agents arrest 115 immigrants", "body": "\nIn a five-day operation that ended yesterday, federal agents in Pennsylvania and Delaware arrested 115 \nimmigrants - all of whom face deportation.\n\nSome had been made deportable by felony convictions. Most had overstayed visas or never had documents \nallowing them to live in the United States. Almost all had ignored deportation orders.\n\nThe arrests, announced yesterday by U.S. Immigration and Customs Enforcement, were part of Operation Return \nto Sender. The nationwide effort was launched four months ago in the midst of a heated debate on immigration that \nhas laid bare populist anger at the federal government for its perceived failure to crack down on illegal migrants.\n\nOf the 115 arrests, 55 were in Philadelphia and its suburbs, including Upper Darby, Millbourne, Devon and \nBensalem.\n\nICE agents, working with local law enforcement, arrested at least four men with criminal convictions such as \nnarcotics, weapons and sex offenses, including David Dominguez-Navarro, 35. A Salvadoran living in Bensalem, \nDominguez-Navarro was convicted of burglary, larceny, narcotics and other charges. He reentered the country \nillegally after being deported.\n\n\"America is a welcoming land of opportunity to the millions of immigrants who arrive here legally and live by our \nlaws,\" said Thomas Decker, director of ICE's Office of Detention and Removal in Philadelphia. \"Those who come \nhere illegally or violate our laws forfeit their access to opportunity and the privilege of staying in the United States.\"\n\nIn the last fiscal year, the Philadelphia office arrested 700 illegal immigrants, almost twice the number in fiscal \n2005.\n\nSince the immigration debate seized national headlines early this year, police and ordinary citizens have \nbombarded the Philadelphia office with tips, agents said.\n\nSince May, when Return to Sender was launched, more than 12,000 illegal immigrants have been arrested and \ndeported nationwide, said Marc Raimondi, a spokesman for the Department of Homeland Security, which oversees \nICE.\n\nContact staff writer Gaiutra Bahadur at 215-854-2601 or bahadug@phillynews.com.\n\n"}