{"title": "An Entry Card for Immigrants; Illegal Residents Gain Access to U.S. Services With Mexico-Issued ID", "body": "\n It wasn't hard for Hector and Uriel to sneak over the U.S. border recently. It wasn't hard for the two Mexicans to find \nwork in Virginia's construction industry. But one thing has become harder for illegal immigrants since Sept. 11: \ngetting an ID. \n\n That's why the two friends joined scores of other immigrants last weekend at a fluorescent-lighted church hall in \nCharlottesville. There, Mexican diplomats were issuing a new, high-tech ID for Mexicans living in the United States \n-- a card that has quietly emerged as a key U.S. document for a huge group of illegal immigrants. \n\n So far this year, the Mexican government has distributed about a half-million of the cards, known as matriculas \nconsulares. In recent months, the cards have been recognized as official identification by nearly 200 U.S. police \ndepartments in such cities as Los Angeles, Chicago and Houston, according to the Mexican Embassy. Dozens of \nbanks and city governments accept them. Now the cards are starting to appear in the Washington area. \n\n Supporters say the cards help hardworking immigrants who must present an official photo ID for basic \nnecessities, from cashing a check to registering a child for school. Obtaining such an ID has become much more \ndifficult since Virginia and other states, reacting to the Sept. 11 terrorist attacks, stiffened requirements for issuing \ndriver's licenses and other identification. \n\n Critics, however, say the Mexican government is trying to issue credentials for its citizens here, undermining the \nU.S. identification system and aiding lawbreakers. \n\n \"It's part of a creeping amnesty,\" said Mark Krikorian, of the Center for Immigration Studies in Washington. \"What \nwe're seeing with illegal immigrants is a growing institutionalization of their status.\" \n\n The consular IDs do not allow immigrants to live or work legally in the United States. But for the estimated 4.5 \nmillion undocumented Mexican immigrants, the cards are useful in other ways. Bank of America and Citibank \nrecently decided to accept the cards to open accounts. Mexicans also have used the photo IDs -- which, unlike \npassports, include a local address and are wallet-size -- to do everything from buying beer to filing a police report. \n\n\n \"We can cash our paychecks or do the paperwork to rent an apartment. That's what's so difficult,\" said Uriel, 22, \nwho immigrated three months ago hoping to earn enough money to buy a house back in Mexico. He and other \nimmigrants who were interviewed did not give their last names because of their illegal status. \n\n The Mexican government has issued consular IDs for more than a century. But it was not until last summer, as \nstate and local governments were grappling with the consequences of a swelling population of undocumented \nimmigrants, that the cards' popularity began to grow. \n\n One of the first agencies to support use of the matriculas was the police department in Austin, which was alarmed \nto find that half of its burglary victims were Latinos. \n\n \"We knew that one of the biggest reasons this community was getting robbed was because they carried huge \namounts of money,\" said Assistant Police Chief Rudy Landeros. Many immigrants lacked the IDs to open bank \naccounts, he said. So Austin police helped persuade the Wells Fargo bank chain to accept the cards. \n\n Use of the cards soon began to spread, especially after Sept. 11. The Mexican government, through its 45 U.S. \nconsulates, increasingly has urged local officials and banks to accept the cards. \"We want our compatriots to have \nan ID document . . . to distinguish those people who contribute to and live in this society from those who have other \ninterests\" such as terrorism, said Carlos Felix, who is in charge of immigrant issues at the Mexican Embassy.  \n\n In recent months, consulates have been overwhelmed by immigrants seeking the cards. About 488,000 were \nissued in the first half of this year -- a 76 percent increase from the same period in 2001, Felix said. Mexico has also \nstepped up a program of \"mobile consulates\" in which its diplomats travel to far-flung areas to provide the cards. \n\n It was a mobile consulate that issued matriculas to Hector and Uriel in Charlottesville last weekend. They were \namong 200 immigrants who trooped to the parish center of a Catholic church, where Mexican diplomats had set up \na makeshift office.  \n\n They included construction workers and restaurant cooks from Charlottesville, apple harvesters from Lovingston \nand grape pickers from Virginia wineries. They form part of an ethnic Mexican population in Virginia that is relatively \nsmall but has doubled in a decade, to nearly 74,000, according to the Census Bureau.  \n\n Filomena, 35, a migrant farm worker, was so eager to get a matricula that she arrived at the church hall at 4:30 \na.m. She hoped the document would help her cash the checks she received from her winter job picking oranges in \nFlorida. \n\n \"They say that you can put money in a bank and save it\" with the ID, said Filomena, who makes $ 6 an hour and \nsupports two children in Mexico. She hoped the card would eventually lead to bigger things, such as a driver's \nlicense. However, Virginia does not accept the matricula to grant a driver's license. \n\n To get the ID cards, which incorporate anti-fraud features, each immigrant had to pay $ 29 and present a birth \ncertificate and an official Mexican photo ID.  \n\n The matriculas have perhaps had the greatest impact in allowing illegal immigrants into the U.S. banking system. \nWells Fargo had opened 35,000 accounts based on the consular IDs through the end of March, the latest data \navailable, said bank spokeswoman Miriam Galicia Duarte.  \n\n Some local governments have also decided the cards are useful and are permitting those who hold them to attend \ngovernment meetings, check out library books and take advantage of other services. \n\n For police, the cards make it easier to confirm the identities of victims and witnesses. \"It's very critical in law \nenforcement to be able to verify who the person says he is,\" said Landeros, the assistant chief in Austin. He \nacknowledged that some citizens have criticized the authorities' acceptance of the card. However, he noted, \nenforcing immigration law is a federal responsibility. \n\n\n\n \"Our response is, 'Hey, our job is to protect and serve regardless of a person's immigration status,' \" he said, \nadding that police did not want immigrants to be afraid to report crimes. \"It all boils down to public safety.\" \n\n In the Washington area, the Mexican government has just begun to promote the cards and has approached Riggs \nBank about accepting them, embassy officials said. About 30 Mexicans a day are requesting matriculas from the \nconsulate here, the officials said. \n\n Local authorities in the District, suburban Maryland and Northern Virginia said they had no policies yet on the \nmatriculas. About 65,000 people of Mexican heritage live in the Washington area, a small but fast-growing \ncommunity, according to the Census Bureau. \n\n Sgt. Joe Gentile, a spokesman for D.C. police, noted that D.C. residents are not required to carry identification in \npublic.  \n\n Many immigrants applying for the cards seemed eager to have a credential with a U.S. address, in case they are \nstopped as part of heightened security measures. \n\n \"You have to be more careful these days,\" said Hector, 34. \"September 11 has hurt all of us.\" \n"}