{"title": "Immigration issue defines California race / Wilson's tough stand winning over voters", "body": "\nA registered Democrat, Megan Ryan usually gives female candidates the benefit of any doubts because \"somehow \nI think they understand things better.\"\n\nBut come Nov. 8, she says, there's no way she'll vote for Democrat Kathleen Brown for governor. The main reason: \nBrown's \"squishy\" stand on illegal immigration.\n\nRyan is only one vote, but she helps explain why Republican Gov. Pete Wilson, who showed up in polls as one of \nthe nation's most unpopular governors, now leads Brown in the latest surveys, 48%-41%.\n\nWhile two-thirds of voters tell pollsters that Wilson has done a poor or fair job, analysts credit his current standing \non his relentless focus on two emotional issues that many Californians see as threats to their way of life: crime and \nillegal immigration.\n\nA Wilson TV ad shows immigrants running across the border as an announcer warns \"They keep coming. Two \nmillion illegal immigrants in California,\" and Wilson concludes: \"Enough is enough.\"\n\nRyan, 38, a nurse, agrees: \"I'd never say this 10 years ago, but the more I pay taxes, the more resentment I feel.\"\n\nAnd asked about the governor's race, the first thing she says is \"I'm voting for Proposition 187,\" a ballot initiative \nthat would deny most government services to illegal immigrants in California.\n\nWilson endorses that initiative; Brown opposes it. And here on the border, where county supervisors recently \ndeclared an \"illegal immigrant emergency,\" that stand is key.\n\nThis year's gubernatorial race started out with predictions of big implications for the 1996 presidential race.\n\nA win by Wilson, 61, would establish him as a GOP presidential contender, pundits said. A win by Brown, 47, \nwould help President Clinton in a state he desperately needs in 1996.\n\nBrown, the state treasurer, came out swinging: \"In four years under Pete Wilson, we've seen the promise that once \nwas California destroyed - job by job, school by school,\" she said.\n\nBut Wilson took on Brown, daughter of former California governor Pat Brown and sister of another governor, Jerry, \ncalling her \"a political cipher.\"\n\n\nNow it appears immigration is defining both candidates - and that could also affect the national immigration \ndebate.\n\nImmigration is a huge issue in California, where an estimated 1.7 million illegal immigrants live.\n\nWilson and other critics says that's damaging the state's economy, citing estimates that illegal immigrants add $ 2.4 \nbillion a year in education, health and prison costs.\n\nThat number is subject to intense debate. A study commissioned by the Justice Department says it's $ 1.3 billion, \nnoting that immigrants do many vital jobs like farm work, and contribute to the economy.\n\nBut fears about rising immigration has galvanized voters, who favored the ballot initiative, 57%-31% in the Field \nPoll.\n\nWilson calls the initiative \"the two-by-four\" to \"send a message to Washington that we can't educate every child \nfrom here to Tierra del Fuego.\"\n\nBrown charges Wilson is \"hypocritically exploiting our people and our fears\" and that denying schooling to children \nof illegal immigrants, \"throwing them into the streets . . . will cost us a lot more in the end.\"\n\nBrown and other critics question the initiative's constitutionality and premise. A 1984 Supreme Court ruling says \nillegal immigrant children are entitled to public education. Most experts say people cross the border for jobs, not \nbenefits.\n\nBut the initiative is now a symbolic issue in a state battered by the recession, says San Jose State University \npolitical scientist Terry Christensen: \"When you're paranoid about your own well-being, strangers are a threat.\"\n\nAnd it's the people most likely to be threatened who are most likely to vote.\n\n\"There are two Californias,\" says Sherry Bebitch Jeffe, political analyst at the Claremont Graduate School: \"One is \nolder, Anglo, conservative, anti-government, anti-tax and more likely to vote. The other is younger, more minority, \nless likely to vote and more in need of government services that the other California votes on.\"\n\nThe Field Poll shows white Anglos back the immigration initiative 60%-27%; Latino voters split 48%-44%.\n\nThat could change, Jeffe says, if the debate turns into a \"hate campaign\" reminiscent of California's turn-of-the \ncentury laws to exclude Asian immigrants. That could \"energize\" Brown's liberal and Latino supporters.\n\nBut so far, the campaign has focused on issues favoring Wilson. After struggling through a 1991 tax increase, and \na budget crisis where the state issued IOUs rather than paychecks, his approval rating is 44% - as low as Clinton's \nin California.\n\nNow he's got immigration in focus, with the help of the ballot initiative.\n\nSan Diego County Commissioner Brian Bilbray, who's using the issue to run for Congress, says 4,800 babies were \nborn in the county last year to mothers who are illegal immigrants; 41% were on welfare.\n\nThat stirs angry middle-income voters like Gary Leonetti, 46, who runs a shoe repair shop here.\n\n\"Both Wilson and Brown can go to hell,\" Leonetti snaps. \"He jacked up taxes and if she's like her brother, she'll \nraise them too.\"\n\nBut because of immigration, Leonetti says he'll vote for Wilson: \"She's on the fence and he's talking tough. Maybe \nhe'll do something. Maybe he's learned how to run this state. But I doubt it.\"\n\n Public supports this proposition\n\n\n\nSupporters hope California's Proposition 187 will do for immigration control what Proposition 13 did for tax-cutting \nhere after it passed in 1978.\n\nCo-authored by Alan Nelson, Immigration and Naturalization Service commissioner under President Reagan, the \nproposal has drawn strong public support.\n\nThe law would:\n\n-- Bar illegal immigrants from public schools or colleges; parents of all schoolchildren, including U.S. citizens, would \nhave to prove legal residence.\n\n-- Deny non-emergency public health care and social services to anyone who can't prove legal status.\n\n-- Require educators, police and public health officials to report anyone suspected of being an illegal immigrant.\n\nOpponents include the state Parent-Teacher Association, Los Angeles County Board of Supervisors, California \nMedical Association, and Roman Catholic Cardinal Roger Mahoney.\n\nThey warn that the state could lose $ 15 billion annually in federal aid if it violates federal laws.\n\nSupporters doubt President Clinton will ever cut off federal aid to California.\n\n A contrast of California voters\n\nPolitical analysts say there are two kinds of Californians, those who live there and those who vote. Non-Hispanic \nwhites make up about half of California's population, but they dominate the polls - especially when there is a low \nturnout of voters. How the makeup of the population contrasts with the roll of registered voters and those who \nvoted in the 1992 election and the 1994 primary:\n\n                     Registered     1992   '94 primary\n\nGroup          Pop.      voters     turnout     turnout\n\nWhites          54%        76%        79%          83%\n\nHispanics(1)    28%        11%        10%           8%\n\nBlacks           7%         7%         6%           5%\n\nOthers          11%         6%         5%           4%\n\n  \n\nSource: Field Poll 1 -- Hispanics can be of any race\n\nNotes\n\nTHE NATION; See related story; 04A; See info boxes at end of text.\n\nGraphic\n\n \n\nPHOTO, b/w, Grace Saenz, AP; PHOTO, b/w, Robert Hanashiro, USA TODAY\n"}