{"title": "HIZZONER PITCHES IN Bloomberg has 'Dream'", "body": "\nMAYOR Michael Bloomberg hailed New York as the most immigrant-friendly city in the nation during a visit to the \nCitizenship NOW! call-in.\n\nHizzoner stopped by the Daily News and CUNY hotline to chat to volunteers offering free, confidential help to \ncallers.\n\nBloomberg reiterated his hopes of seeing New York lawmakers pass the Dream Act, which would open the state \nTuition Assistance Program to all students, regardless of immigration status.\n\nCurrently, undocumented students cannot apply for state or federal aid.\n\n\"The only place in the country where we don't have any anti-immigrant sentiments is in New York City,\" Bloomberg \nsaid.\n\n\"Think about how much (immigrants) contribute to the economy . . . if we can get the Dream Act to pass, that would \nbe the next big thing.\"\n\nBorough presidents Scott Stringer, Marty Markowitz, Helen Marshall and Ruben Diaz Jr. also paid a visit, along with \nManhattan District Attorney Cy Vance and Mexican Consul General Carlos Sada.\n\n\"This collaboration has resulted in 100,000 people getting important legal information that could make them \ncitizens, and there's nothing better than that,\" Stringer said.\n\nEnglish and Spanish-speaking lines are open from 9 a.m. to 7 p.m. until Friday.\n\n\"I'm here because, let's face it, the future of New York depends upon our immigrants,\" Markowitz said.Gristedes \nowner John Catsimatidis, who was brought to the U.S. from Greece as a baby, has been a generous sponsor of \nCitizenship NOW! and is proud to support the initiative.\n\ncboyle@nydailynews.com\n\nGraphic\n\n\n \n\nMayor Bloomberg greets Citizenship NOW! volunteer. Photos by Jeanne Noonan CUNY Senior Vice Chancellor \nJay Hershenson and Queens Borough President Helen Marshall came by. District Attorney Cy Vance visits \nmidtown call-in center. Gristedes owner and proud call-in sponsor, John Catsimatidis Bronx Borough President \nRuben Diaz Jr. dropped in. Brooklyn Borough President Marty Markowitz hailed immigrants.\n"}