{"title": "COMMUNITIES; In Millburn, The Accent Is Russian", "body": "\nON a third-floor window of a corner building, high above the thrum of Audis and Jaguars cruising the length of \nMillburn Avenue, is a painted silhouette of a couple and the words Royal Ballroom.\n\n     Yet Alex and Tanya Koulik, Russian immigrants who opened the studio here four years ago -- one of four that \nthey own -- are among a large influx of Russians who have immigrated to this affluent pocket of Essex County over \nthe last 20 years. \n\n That surge has given this township of 19,765 the distinction -- along with Fair Lawn in Bergen County -- of having \nthe highest percentage of residents of Russian descent in the state at 11.7 percent. By comparison, only 2.3 \npercent of New Jersey's 8.4 million residents are Russian.\n\nJust why so many new -- and not particularly wealthy -- immigrants would feel comfortable in one of the most \nexclusive towns in North Jersey, where the median household income is $130,848 and housing prices often begin \nat a half-million dollars, has to do with more than just the tango.\n\n\"I don't know what most Russians will tell you why they live in this community,\" said Mr. Koulik, a lithe man of 44, \n\"but I believe the major reason is the schools.\"\n\nThe Kouliks say they moved to an apartment in Short Hills in 1997, five years after coming to this country, because \nthey wanted their son, Vitali, now 21 and a four-time ballroom dancing champion, to attend Millburn High School, \nranked among the top public schools in the country. So did the families of two of the Kouliks' students, Michael \nLubavin and Yelena Vaynshteyn.\n\n\"For us, the main attraction was the school system, especially the Millburn High School,\" said Mr. Lubavin, a 19-\nyear-old sophomore at Columbia University.\n\nAs for Ms. Vaynshteyn, 24, a dental student at the University of Medicine and Dentistry of New Jersey, she said her \nmother moved to Short Hills 11 years ago from Brooklyn because of the school system.\n\nKeith Neigel, the principal at the high school, said in an interview that while the number of Russian students \nreached a peak in the mid-1990's, 27 of the school's 1,073 students still spoke Russian at home.\n\n\"Many Russians are highly educated and left good jobs, Mr. Neigel said, \"and although it took time for them to get \nsimilar positions in the United States, they have moved up the economic ladder quickly.\" \n\nFor instance, Mr. Lubavin's father eventually found work as an engineer in Springfield. Ms. Vaynshteyn's father and \nmother, dentists in Russia, now practice in Brooklyn.\n\n\nAnd while the Kouliks were always light on their feet, dancing was not always their day job. In Moscow, Mr. Koulik \nwas a neurosurgeon and his wife a university English teacher, professions they could not practice when they first \narrived in America. Dance champions in Europe, they turned to ballroom dancing, first as instructors in Verona and \nlater opening their own.\n\nThe first wave of Russian immigrants came in the early 1980's after the Soviet Union began easing Jewish \nimmigration, the second in 1989 as it dissolved.\n\nIn northern New Jersey, the first stop for Soviet Jews was often Newark, said Rabbi Mendel Bogomilsky of the Chai \nCenter for Living Judaism, an Orthodox congregation here. Many settled in a sprawling apartment complex in the \nIvy Hill section, where his father, Samuel, the spiritual leader of Mount Sinai Temple, helped get them services, \nRabbi Bogomilsky said. \n\nIn addition, the Jewish Counseling and Service Agency, now known as the Jewish Family Service of Metro West, \nhelped resettle many Soviet immigrants in the early 1980's, and one of its busiest offices was in Millburn. In the \nsecond wave, the agency resettled nearly 3,000, said Sheila Muster, the agency's director of operations.\n\n\"Those first people that came started working and as they prospered they moved to places like Springfield, West \nOrange, and Millburn-Short Hills,\" Ms. Muster said. As a result, the surrounding towns also have large percentages \nof Russians: West Orange, (5.8 percent) Livingston (9.8 percent) and Springfield (10.3 percent.) \n\nRabbi Steven Bayar of Congregation B'nai Israel, a Conservative congregation here and one of many in the area \nthat offered a support network for the newcomers, said many Russian families rented apartments in Millburn \nbefore they had enough saved to buy a house.\n\n\"We know families would move out of Millburn as soon as the kids were old enough, Rabbi Bayar said, \"because \nthey didn't need the high school anymore\" -- nor the high cost of living.\n\nMr. Lubavin said when his family arrived in America nine years ago, an uncle in Livingston helped them to settle in \na garden apartment complex across from the high school here along with many other Russians. To help make ends \nmeet, his mother earned a degree from Kean University and found work as an accountant. Soon the family was \nable to buy a house in neighboring Springfield as Michael was finishing middle school here.\n\n\"The housing in Springfield was cheaper, and we wanted to buy a house,\" said Mr. Lubavin. \n\nLike the Lubavins, the Kouliks also found it more expedient to leave their small apartment in Short Hills for larger \nquarters in Springfield. \"Vitali already graduated and we needed a little bigger place,\" Mr. Koulik explained.\n\nThese days, Ms. Vaynshteyn and her fiance can be seen gliding across the blond wooden floor of the Royal \nBallroom as they try to master dance steps for their wedding reception in six months.\n\n\"We wanted a nice first dance,\" said Ms. Vaynshteyn. \"Tanya is a great instructor, and she's very smiley and she's \nvery encouraging. We need a lot of encouragement.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Alex Koulik was a neurosurgeon in Russia, and now runs a dance studio in Millburn. He dances with Pat \nGabriel. (Norman Y. Lono for The New York Times) \n\nhttp://www.nytimes.com/\n\n"}