{"title": "Assessment of declines in reported tuberculosis cases--Georgia and Pennsylvania, 2009.; United States results of mycobacterial laboratory testing and tuberculosis declines in Georgia and Pennsylvania with number of specimens, absolute change, and percent change for 2008 and 2009", "body": "\nIn 2009, the largest single-year percentage decrease in tuberculosis (TB) cases was reported since national TB \nsurveillance began in the United States in 1953. Overall, TB rates decreased 11.4% to 3.8 cases per 100,000 \npopulation, compared with an average annual decline of 3.8% each year since 2000 (1,2). Georgia and \nPennsylvania were among 36 states reporting decreases from 2008; TB case rates fell 14.3% (from 4.9 to 4.2) in \nGeorgia and 38.7% (from 3.1 to 1.9) in Pennsylvania. Concerned about the possibility of unidentified TB cases, the \nGeorgia Division of Public Health and the Pennsylvania Department of Health, in collaboration with CDC, conducted \ninvestigations centering on four hypotheses for the declines: 1) surveillance artifact, 2) underreporting, 3) \nunderdiagnosis, and 4) actual decline. This report summarizes the results of those investigations, which found no \nevidence of surveillance artifact, underreporting, or underdiagnosis substantial enough to account for the magnitude \nof the declines. Instead, a decrease in the number of laboratory-confirmed Mycobacterium tuberculosis complex \ndiagnoses and a decrease in the percentage of suspected TB cases ultimately counted as meeting the TB case \ndefinition; both suggested a true decline in TB in 2009. The population groups with the largest declines were \nforeign-born persons and children. Continued TB surveillance, including vigilance in suspecting, diagnosing, and \nreporting TB cases to public health departments, will help clarify the cause of this decline and determine long-term \nTB trends in the United States.\n\nThe investigations in the two states were conducted during March-May 2010 and included systematically assessing \nchanges in TB surveillance practices, cross-matching health department data with records from reporting entities \nand secondary sources, reviewing laboratory records, and analyzing state TB registries for epidemiologic changes. \nReports of suspected TB cases sent by health-care providers and laboratories to public health departments in \nGeorgia and Pennsylvania are entered into Georgia's State Electronic Notifiable Disease Surveillance System \n(SENDSS) and Pennsylvania's version of the National Electronic Disease Surveillance System (PA-NEDSS). In \nPennsylvania, electronic reports also are downloaded automatically from laboratory databases into PA-NEDSS. \nOnce a report is investigated locally, designated health department officials determine whether it meets Council of \nState and Territorial Epidemiologists criteria to be counted as a case.*\n\nTo assess for surveillance artifact (i.e., whether case counts were artificially low as a result of changes or delays in \nreporting, investigating, or counting, including changes in criteria for counting reports as cases) in 2009, public \nhealth staff members in both states were interviewed, and trend analyses of SENDSS and PA-NEDSS data were \nconducted. The number of suspected TB case reports, the proportion of those reports ultimately counted as cases, \nand selected surveillance quality measures (e.g., mean time from initial report to count inclusion) were evaluated for \n2008-2009 in Georgia and 2007-2009 in Pennsylvania (where 2007 was the comparison year because delayed \n\n\ncounting of cases first reported in 2005-2007 was known to have inflated the 2008 case count artificially). In \nGeorgia, officials in the 13 counties with declines of three or more reported cases provided their independent case \ncounts to determine concordance with SENDSS. In addition, paper reports not yet entered into SENDSS were \nreviewed to identify additional cases. Similarly, suspected TB reports included in PA-NEDSS that had not been \ncounted as cases were reexamined if they had laboratory or clinical characteristics suggestive of TB.\n\nTo assess for underreporting, SENDSS and PA-NEDSS records were cross-matched with line lists from different \nsources of patients with potential TB diagnoses in 2008 and 2009. Both state public health laboratories participated, \nas did the City of Philadelphia public health laboratory and 43 (46%) of 92 licensed private laboratories in Georgia \nand 131 (81%) of 161 in Pennsylvania that provided these data as part of a survey. Additional cross-matching in \nGeorgia included infection-control records from the 13 Atlanta hospitals that reported the most cases of TB. \nRecords of patients with a TB-related code from the International Classification of Diseases, Ninth Revision (ICD-\n9)[dagger] in the state's hospital discharge database, but not in SENDSS (i.e., unmatched patients), also were \nassessed further.\n\nTo assess for underdiagnosis, the public health laboratories serving the two states ran systematic queries on the \ntotal number of patients who had specimens tested for M. tuberculosis complex (e.g., M. tuberculosis, M. bovis, or \nM. africanum) by culture or by nucleic acid amplification testing and the proportion with M. tuberculosis complex \nconfirmed by either test. Investigators also assessed whether any changes in laboratory policies or practices might \naccount for the unexpected drop in reported TB. Similar data were gathered via a survey sent to licensed private \nlaboratories in the two states. In Georgia, 57 (62%) of 92 private laboratories responded with these data, as did 131 \n(81%) of 161 in Pennsylvania. Nonresponding laboratories in Pennsylvania did not have fewer PA-NEDSS reports \nin 2009 compared with 2008; in Georgia, such changes could not be assessed. In addition, TB diagnosis trends in \nthe hospital discharge records provided by the Pennsylvania Health Care Cost Containment Council for \nSoutheastern Pennsylvania, which covers approximately 40% of the state's population (3), were examined; ICD-9 \ncodes were used to identify possible TB-related hospitalizations.\n\nTo assess the evidence supporting an actual decline in TB, Georgia and Pennsylvania TB cases counted in 2009 \nwere compared with 2008 cases for changes in patient characteristics that could affect the likelihood of having \nlaboratory-confirmed TB (e.g., age and site of disease). Linear regression of log-transformed case counts during \n1999-2009 was used to determine the expected numbers of cases among U.S.-born and foreign-born persons; \nobserved numbers outside the 95% prediction interval were considered significant.\n\nInvestigation of Surveillance Artifact\n\nNo changes or delays in surveillance practices were found in Georgia. Excluding results of overseas TB screening \nin newly arriving immigrants, the number of suspected TB reports in 2008 was comparable to that in 2009. The \nmean numbers of days between initial report, entry into SENDSS, and inclusion in the state case count also were \ncomparable. However, despite no changes in the criteria for counting suspected TB as cases, the percentage of \ninitial reports ultimately counted as cases declined, from 77% (478 of623) in 2008 to 66% (415 of 619) in 2009. The \nindependent counts in the 13 counties with the largest declines were concordant with SENDSS data; one \nuncounted TB case was found among paper reports not yet entered into SENDSS.\n\nSimilarly, surveillance practices in Pennsylvania did not appear to change substantially in 2009. Delayed counting \nof cases first reported during 2005-2007 is known to have artificially inflated the 2008 case count in Pennsylvania. \nOne suspected TB report from 2005, three from 2006, and 48 from 2007 were not counted as cases until 2008 \n(Figure 1). However, even after adjusting Pennsylvania's 2008 case count for this known surveillance artifact (i.e., \nsubtracting 52 cases), a 30% annual decline was still observed in 2009, and the number of suspected TB reports to \npublic health authorities remained stable. The mean number of days between initial report and investigation was \ncomparable during 2007-2009. However, as in Georgia, the percentage of initial reports ultimately counted as TB \ncases declined from 14% (276 of 1,995) in 2007 to 12% (236 of2,030) in 2009. (Pennsylvania has a larger number \nof suspected TB reports, compared with Georgia, because of automatic downloads from laboratory databases into \n\n\n\nPA-NEDSS.) Among the suspected TB reports not counted as cases in Pennsylvania in 2009, a total of 409 met \nthe criteria for further investigation, but only six were determined to be verified and countable.\n\nInvestigation of Underreporting\n\nIn Georgia, the SENDSS cross-match with line lists of patients with positive TB results from the state public health \nlaboratory, 43 private laboratories, and 13 hospitals detected no unreported cases. Among patients with TB ICD-9 \ncodes in the hospital discharge database, 45% (244 of 539) in 2008 and 43% (178 of 416) in 2009 (fourth quarter \ndata unavailable) were not found in SENDSS. Seventy-three of these 422 unmatched patients were selected for \nfurther review based on having ICD-9 codes that corresponded to countable TB for >50% of hospital records. \n[section] Further medical review was possible for 28 (85%) of 33 unmatched records in 2008 and for 37 (93%) of 40 \nin 2009. One unreported 2009 case (culture negative TB pleurisy) was found.\n\n[FIGURE 1 OMITTED]\n\nIn Pennsylvania, the PA-NEDSS cross-match with line lists of patients with positive M. tuberculosis complex results \nfrom public health laboratories and from 58 private laboratories found 13 potentially unreported cases, of which \nnone proved to be countable (seven were in non-Pennsylvania residents, and six were nontuberculous \nmycobacteria).\n\nInvestigation of Underdiagnosis\n\nReview of 2008 and 2009 laboratory data in both states showed that the total number of patients who had \nspecimens tested for mycobacteria increased in the public health laboratories (i.e., 4.7% in Georgia and 11.6% in \nPennsylvania), but the proportion of patients with specimens that tested positive for M. tuberculosis complex \ndecreased 19.8% in the Georgia State Public Health Laboratory and 28.8% in Pennsylvania public health \nlaboratories (Table). In the 10 private laboratories that provided these data in response to the Georgia survey, a \nparallel decline was noted. Among 131 private laboratories responding to the Pennsylvania survey, similar \nnumbers of specimens were received for M. tuberculosis complex testing annually during 2007-2009, but the \nproportion that tested positive for M. tuberculosis complex decreased 36% from 2008 to 2009 (Figure 2). In neither \nstate were changes noted in the types of specimens processed or in the methods or procedures (at public health \nlabs) for laboratory diagnosis of TB.\n\nAnalysis of the southeastern Pennsylvania hospital discharge dataset showed that the total number of inpatient \nhospitalizations was stable, with 707,601; 699,893; and 696,846 discharges in 2007, 2008, and 2009, respectively. \nTime-trend analysis revealed that the percentage of all hospitalizations with either pulmonary or extrapulmonary TB \nas a primary or secondary diagnosis was approximately 0.04% each year; further subset analyses by TB-related \nICD-9 codes revealed no other TB diagnosis-related changes during this period.\n\nEvidence Suggesting Actual Declines in TB\n\nBecause the investigations in Georgia and Pennsylvania found little evidence to support the first three hypotheses \nfor the decline in reported TB cases, more consideration was given to whether the surveillance findings \nrepresented an actual decline in 2009. The relative proportions of counted TB cases that met the national case \ndefinition based on laboratory criteria essentially were unchanged: from 362 (76%) of Georgia's 478 TB cases in \n2008 to 303 (73%) of 415 in 2009, and from 214 (78%) of Pennsylvania's 276 TB cases in 2007 to 190 (81%) of \n236 in 2009. In both states, the declines noted from 2008 to 2009 by site of disease appeared approximately \nconsistent (i.e., a 15% decline in pulmonary and 13% decline in extrapulmonary in Georgia, with declines of 36% \nand 45%, respectively, in Pennsylvania). Also in both states, children aged <15 years were the age group that \nexperienced the largest decrease in reported TB cases (by 38% in Georgia and 79% in Pennsylvania) in 2009. \nLinear regression analysis of cases during 1999-2009 showed that observed case counts among foreign born-\npersons declined significantly in both states in 2009. Based on the prediction interval for the number of TB cases \nreported among foreign-born persons, Georgia would have expected 182-247, but observed 176; Pennsylvania \nwould have expected 131-239, but observed 127. Among U.S.-born persons, smaller declines were not statistically \n\n\n\nsignificant. For U.S.-born persons, the 235 observed cases were within the 201-295 prediction interval in Georgia, \nand 108 observed cases were within the 94-197 prediction interval in Pennsylvania.\n\n[FIGURE 2 OMITTED]\n\nEditorial Note\n\nAfter unexpected declines in 2009 in the number of TB cases reported in Georgia and Pennsylvania, investigations \nin the two states applied an extensive systematic approach to assess whether the declines were actual. Although \nthe investigations did not reexamine every initial report of suspected TB to determine whether it was or was not \ncounted properly, hundreds of such reports and thousands of statewide hospital and laboratory records were \nreexamined, ultimately finding only two uncounted cases in Georgia and six in Pennsylvania that should have been \ncounted in 2009; of these eight cases, all except one Georgia case had been reported to public health authorities \nbut not recorded in the surveillance system. The results of these investigations provide strong evidence against \nunderreporting as the cause for the decline. The results are similar to those of a previous study of TB case-\nreporting completeness in seven U.S. states during 1994-1995, which found few unreported cases (4).\n\nThe investigations determined that, whereas the number of positive TB results declined, the total number of \nindividual patients and specimens tested for TB remained stable or increased in the public health laboratories \nserving the two states. A similar trend in the states' private laboratories also suggested that the decline in TB \ndiagnoses in Georgia and Pennsylvania was not the consequence of health-care providers' failing to consider a \ndiagnosis of TB in 2009. Pennsylvania's stable percentage of hospitalizations with TB-related diagnoses during \n2007-2009 provides further evidence against underdiagnosis and might suggest a decline in less severe \nmanifestations of TB disease that do not require hospitalization.\n\nThe findings in this report are subject to at least three limitations. First, this investigation could not examine whether \nunderdiagnosis occurred because of failure of patients to seek medical attention for TB symptoms. For example, \nfactors affecting patient access to medical care, such as immigration status or financial constraints, were not \nassessed (5). Second, neither state assessed underdiagnosis or underreporting at outpatient provider sites where \npatients with less severe disease might have been managed. Finally, one of the methods used to assess whether \nhospitals might have underreported TB cases relied on how well ICD-9 codes corresponded to known TB cases \nwithout medical record reviews to test the validity of the ICD-9 code itself.\n\nThe findings in both Georgia and Pennsylvania of a decrease in the percentage of suspected TB reports that \nultimately were counted as cases and a decrease in the proportion of tested specimens yielding M. tuberculosis \ncomplex support an actual decline in incident TB disease in 2009. The decreased proportion of laboratory-\nconfirmed TB cannot be explained by a commensurate increase in the types of cases typically associated with \nculture-negative TB (e.g., pediatric or extrapulmonary TB [6,7]). Children experienced the largest decline in \nreported TB, a finding suggesting either less TB transmission or changes in immigration patterns. Similarly, the \ndecline in TB cases among foreign-born persons might reflect an actual decline because of changes in migration \nfollowing the economic downturn (i.e., decreased immigration or increased emigration of job-seekers) or improved \npreimmigration TB detection and treatment among U.S.-bound immigrants per CDC's technical instructions for \nprevention and treatment of TB among immigrants (8). Varying implementation dates and the small number of \ncases in Georgia and Pennsylvania from countries that have implemented the revised instructions prevented an \nassessment of the impact of these overseas screening changes.\n\nAlthough recent changes in migration patterns or in overseas TB screening of new immigrants are possible \nexplanations for an actual U.S. decline in TB in 2009, clinicians and health systems should maintain vigilance for \nTB and promptly report new TB cases to public health authorities. A decline because of delayed diagnosis resulting \nfrom obstacles to care also remains a possibility, although preliminary 2010 TB surveillance data did not \ndemonstrate a compensatory increase in the number of cases (9). Monitoring for patients with more advanced \ndisease is important to prevent worse morbidity and increased mortality from TB. Continued analyses of new public \nhealth surveillance and other data sources will help to better discern long-term trends in TB in the United States.\n\n\n\nWhat is already known on this topic?\n\nIn 2009, tuberculosis (TB) incidence in the United States decreased to 3.8 cases per 100,000 population, the \nlowest recorded rate since national TB surveillance began in 1953. The 11.4% decrease from 2008 was the \ngreatest single-year decrease ever recorded.\n\nWhat is added by this report?\n\nFindings from systematic investigations in Georgia and Pennsylvania, two states that experienced unexpectedly \nlarge decreases in TB incidence in 2009, indicate that the decline in new TB disease in those states appeared \nactual and not attributable to surveillance artifact, health-care provider underdiagnosis, or underreporting.\n\nWhat are the implications for public health practice?\n\nThe TB surveillance systems in Georgia and Pennsylvania appear to be functioning appropriately. Current efforts to \ndiagnose, treat, and report TB cases should be vigorously maintained as the United States moves closer to the \ngoal of TB elimination.\n\nAcknowledgments\n\nThis report is based, in part, on contributions by A Chakragiri, S Daniel, K Buford, Georgia Div of Public Health; J \nBush, Georgia Dept of Community Health; and T Navin, L Armstrong, B Pratt, C Jeffries, J Becerra, G Grant, and \nLA Ramsey, Div of TB Elimination, National Center for HIV/AIDS, Viral Hepatitis, STD, and TB Prevention, CDC.\n\nReferences\n\n(1.) CDC. Decrease in reported tuberculosis cases--United States, 2009. MMWR 2010;59:289-94.\n\n(2.) CDC. Reported tuberculosis in the United States, 2009. Atlanta, GA: US Department of Health and Human \nServices, CDC; 2010. Available at http://www.cdc.gov/tb/statistics/reports/2009/default.htm. Accessed March 22, \n2011.\n\n(3.) Pennsylvania Health Care Cost Containment Council. Services: data requests. Harrisburg, PA: Pennsylvania \nHealth Care Cost Containment Council; 2011. Available at http://www.phc4.org/services/datarequests. Accessed \nMarch 22, 2011.\n\n(4.) Curtis AB, McCray E, McKenna M, Onorato IM. Completeness and timeliness of tuberculosis case reporting: a \nmultistate study. Am J Prev Med 2001;20:108-12.\n\n(5.) Johnson A, Rockoff JD, Mathews W. Americans cut back on visits to doctor. The Wall Street Journal. July 29, \n2010.\n\n(6.) Peto HM, Pratt RH, Harrington TA, LoBue PA, Armstrong LR. Epidemiology of extrapulmonary tuberculosis in \nthe United States, 1993-2006. Clin Infect Dis 2009;49:1350-7.\n\n(7.) Cruz AT, Starke JR. Clinical manifestations of tuberculosis in children. Paediatr Respir Rev 2007;8:107-17.\n\n(8.) CDC. CDC immigration requirements: technical instructions for tuberculosis screening and treatment. Using \ncultures and directly observed therapy. Atlanta, GA: US Dept of Health and Human Services, CDC; 2009. Available \nat http://www.cdc.gov/immigrantrefugeehealth/pdf/ tuberculosis-ti-2009.pdf. Accessed March 22, 2011.\n\n(9.) CDC. Trends in tuberculosis--United States, 2010. MMWR 2011;60:333-7.\n\n* Available at http://www.cdc.gov/osels/ph_surveillance/nndss/casedef/ tuberculosis_current.htm.\n\nhttp://www.cdc.gov/tb/statistics/reports/2009/default.htm\nhttp://www.phc4.org/services/datarequests\nhttp://www.cdc.gov/immigrantrefugeehealth/pdf/\nhttp://www.cdc.gov/osels/ph_surveillance/nndss/casedef/\n\n\n([dagger]) ICD-9 codes (http://www.cdc.gov/nchs/icd/icd9.htm) for TB are 010-019; code 011 is specific for \npulmonary TB disease.\n\n([section]) Georgia investigators estimated which ICD-9 codes corresponded to countable TB on the basis of the \ncounted 2008-2009 TB cases (i.e., known to have TB) in SENDSS. First, they recorded the frequency of all the TB-\nrelated ICD-9 codes that appeared in hospital discharge records. For each ICD-9 code with a frequency greater \nthan three, the numerator for the estimate was the number of hospital records with that ICD-9 code that also \nmatched a counted TB case in SENDSS, and the denominator was the total number of records with that ICD-9 \ncode. The discharge diagnosis codes estimated to correspond to countable TB for >50% of records were 011.2, \n011.23, 011.24, 011.26, 011.6, 011.63, 011.64, 011.66, 011.91, 011.92, 011.93, 011.94, 011.96, 012.0, 012.04, \n013.0, 013.04, 015.53, 017.2, and 018.9.\n\n* Delayed counting of cases artificially inflated the 2008 case count in Pennsylvania. One suspected TB case from \n2005, three from 2006, and 48 from 2007 were not counted as cases until 2008. Subtracting these 52 cases from \nthe 2008 Pennsylvania total reduced the decrease in 2009 from 38.7% to 29.6%.\n\nReported by\n\nKViner, PhD, CCJohnson, MD, ECNewbern, PhD, B Dickman, MPA, Philadelphia Dept of Public Health; L \nDettinger, MT, K Waller, MD, Pennsylvania Dept of Health. R Sales, MPH, Georgia Dept of Community Health. \nKMitruka, MD, EMagee, MPH, J Grant, MD, L Manangan, MPH, R Yelk-Woodruff, MPH, J Ershova, PhD, B \nMetchock, DrPH, D Bedell, MBA, W Avant, D Dohony, MPH, TC Cropper, M Haddad, MSN, Div of TB Elimination, \nNational Center for HIV/AIDS, Viral Hepatitis, STD, and TB Prevention; J Jones, T Rosen, MD, Scientific Education \nand Professional Development Program Office, Office of Surveillance, Epidemiology, and Laboratory Services; E \nClick, MD, M Willis, MD, B Abraham, MD, EIS officers, CDC.\n\nTABLE. Results of mycobacterial laboratory testing--Georgia and\n\nPennsylvania, 2008 versus 2009\nGeorgia\n\nState laboratory\n\nAbsolute %\n\nData type 2008 2009 change change\nNo. of primary clinical 9,098 8,975 -123 -1.4\nspecimens ([dagger])\n\nNo. of patients who had 2,788 2,919 +131 +4.7\nspecimens tested by\n\nmycobacterial culture\n\nNo. of patients who had 253 212 -41 -16.2\nspecimens that tested\n\npositive by mycobacterial\n\nculture\n\nPercentage of patients who had 9.1% 7.3% -1.8 -19.8\nspecimens with positive % pts\n\nMycobacterium tuberculosis\n\ncomplex cultures\n\nGeorgia\n\nPrivate laboratories (n = 10)\n\nAbsolute %\n\nData type 2008 2009 change change\n\nhttp://www.cdc.gov/nchs/icd/icd9.htm\n\n\nNo. of primary clinical 14,62\n2\n\n14,24\n0\n\n-382 -2.6\n\nspecimens ([dagger])\n\nNo. of patients who had 8,257 7,523 -734 -8.9\nspecimens tested by\n\nmycobacterial culture\n\nNo. of patients who had 68 46 -22 -32.4\nspecimens that tested\n\npositive by mycobacterial\n\nculture\n\nPercentage of patients who had 0.8% 0.6% -0.2 -25.0\nspecimens with positive % pts\n\nMycobacterium tuberculosis\n\ncomplex cultures\n\nPennsylvania\n\nState and Philadelphia public\n\nhealth laboratories (n = 2) *\n\nAbsolute %\n\nData type 2008 2009 change change\nNo. of primary clinical 2,266 2,370 104 +4.6\nspecimens ([dagger])\n\nNo. of patients who had 536 598 62 +11.6\nspecimens tested by\n\nmycobacterial culture\n\nNo. of patients who had 116 85 31 -26.7\nspecimens that tested\n\npositive by mycobacterial\n\nculture\n\nPercentage of patients who had 22.6\n%\n\n16.1\n%\n\n-6.5 -28.8\n\nspecimens with positive % pts\n\nMycobacterium tuberculosis\n\ncomplex cultures\n"}