{"title": "Little Room for Romance In Rush to Wed a Citizen", "body": "\nThe security guard ran for the phone. Someone had jumped line and a fist fight broke out. Middle-aged women \nwere pinned between the door and the surging crowd, their screams inaudible, their mouths gaping. Then the police \nwagon arrived. \"You all can get married in Rikers Island. How about that?\" offered one police officer.\n\nThat was the scene at the Queens marriage and license bureau last week. A thousand desperate people a day \ntrying to get married by April 1, when new immigration laws take effect. In the next few weeks, city officials expect \neven more to try.\n\nMost people who waited in line had no clear understanding of how the law would work, beyond the fears, many \nunfounded, that they will lose their benefits or be deported. So they started arriving as early as 2:30 A.M., braving \nsnow, rain, wind and riot. And many of the relationships were like vending machine coffee: fake, convenient and \ncash only. According to the buzz, the price for marrying an American citizen was as high as $5,000.\n\n\"It is a fitting introduction to life as an American citizen,\" said Daniel E. Hendricks, Jamaican by birth but a Jamaica, \nQueens, New Yorker by residence. He was to marry the mother of his daughter, Lydia L. Hendricks, his girlfriend of \neight years. They are church-going people, he said, and the occasion left him with a saccharine aftertaste. \"The \nsanctity of marriage has been reduced to avarice and deceit.\"\n\nPerhaps the lying and cheating is a fitting metaphor for the state of the country, said David Gutierrez. \"Here, you got \nto do what you got to do.\"\n\nMr. Gutierrez runs a photo concession outside the bureau, charging $10 for a Polaroid wedding shot complete with \na plastic bouquet. He also sells wedding bands -- fake gold -- for an additional $10. His is the best deal around, he \nsaid. \"The marriage you have to pay $55, and $600 for the divorce.\"\n\nThere were convoluted matrices of love. One man, who gave his name only as Paul, was marrying his girlfriend \nAnn's best friend. The groom could not speak English, the bride, a citizen, could not speak Spanish. Ann -- Paul's \ntrue love -- can speak both English and Spanish. She stood in as a witness to watch Paul marry her friend. The next \nday, Ann was to marry Paul's friend. Paul was to be the witness. And, if everything turns out, Paul and Ann will \ndivorce and then re-marry.\n\n\nThere are entrepreneurs. Benny Moe, 26, said he is not currently employed beyond the work he does at the \nmarriage bureau. \"If you don't got a witness, I'm the man,\" Mr. Moe said. He said he charges $25 to sign a name to \nthe marriage license and then accompanies the betrothed through their ceremony.\n\nWitnesses for hire are illegal, said Shirley Jackson, administrator of the Queens marriage license bureau.\n\nThe actual costs and amenities are these: the marriage license is $30, the civil ceremony costs $25. A blood test is \nnot required but there is a mandatory 24-hour waiting period. The ceremony, conducted in a small room with a \nlectern and plastic flowers, is offered in English only. It takes 20 seconds and has four parts:\n\n\"Do you take (insert name) to be your lawfully wedded wife?\" Answer.\n\n\"Do you take (insert name) to be your lawfully wedded husband?\" Answer.\n\n\"By the power vested in me by the great state of New York, I now pronounce you man and wife.\n\n\"You may kiss your bride.\"\n\nNext.\n\n\"That's it?\" Mrs. Hendricks asked with a hand over her mouth trying to hold back the laughter. \"I feel so cheated.\" \nThe Hendrickses plan a church wedding in June.\n\nGraphic\n\n \n\nPhoto: In a rare moment of peace outside the busy marriage and license bureau in Queens, a just-married couple \ndocument the occasion.\n"}