{"title": "Immigration Reform and Hard Times", "body": "\nThe Obama administration said last week that it would begin a major push for immigration reform this year. The \ncountry's two big labor federations just announced that they are joining forces to support that effort, which includes \na path to citizenship for undocumented workers. That's double good news. \n\n  The administration is saying that it will keep its promise to fix the broken system, even if it means pushing the \nhottest of hot buttons: legalization, the dreaded ''amnesty'' that sets the Republican right wing ablaze and makes \nmany Democrats quiver. \n\n  We are also heartened that American labor is speaking with a united voice in hard times, rejecting the false claim \nthat fixing the immigration system will somehow hurt American workers. Even in a bad economy -- especially in a \nbad economy -- getting undocumented immigrants on the right side of the law only makes sense.\n\n  Administration officials said President Obama planned to speak publicly about the issue next month and would \nconvene working groups this summer, a la health care, to begin discussing future legislation. Immigrant advocates \nwere ecstatic, though it is important to note that this was not a promise to move a bill, only to start the debate. Even \nthat is not going to be easy. Reform was thwarted in the last two Congresses by obstructionist Republicans \ncommitted to the delusion that expelling 12 million people amounts to a realistic policy. \n\n  The country has suffered mightily in the meantime. American workers and businesses continue to be undercut by \nthe underground economy. The economic potential of some of the country's most industrious workers is thwarted. \nWorking off the books -- and living in constant fear of apprehension -- they earn less, spend less, pay less in taxes \nand have little ability to report abuses or to improve their skills or job prospects. \n\n  The ingredients of reform are clear: legalization for the 12 million, to yield bumper crops of new citizens, to make it \neasier to weed out criminals and to end the fear and hopelessness of life in the shadows; sensible enforcement at \nthe border that focuses resources on fighting crime, drugs and violence; a strengthened employment system that \npunishes businesses that exploit illegal labor; and a future flow of workers that is attuned to the economy's needs \nand fully protects workers' rights.\n\n  The last point has been a sticky one with some unions. The agreement between the A.F.L.-C.I.O. and Change to \nWin --  a rival federation that includes service employees, the Teamsters and carpenters --  will center on a new \napproach to future immigration, a compromise in which an independent national commission calibrates the size of \ntemporary-worker programs each year, based on conditions in labor markets. It may not be a perfect plan, but after \nyears of vitriol, it's encouraging to hear calmer voices outlining smart reform. \n\n  We expect to hear more from Mr. Obama soon. It will take courage to defend the wisdom and necessity of fixing \nthe immigration system. It will take even more courage to engage in the serious fight to do so. It is what the country \nneeds and what American voters elected Mr. Obama to do. \n\n\nhttp://www.nytimes.com\n"}