{"title": "Senate votes to let states drop helmets", "body": "\nThe Senate Wednesday voted to drop penalties against states that don't require motorcyclists to wear helmets. \nCurrently, the 25 states that don't require helmets must spend 1.5% of their highway funds on safety-education \nprograms.\n\n\"The federal government has blackmailed the states long enough,\" said Sen. Ben Nighthorse Campbell, a \nColorado Republican and a motorcyclist who doesn't like helmets. Proponents say helmets have saved thousands \nof lives. Opponents say it's a states-rights issue. The bill, which still must be considered by the House, retains \nrequirements for seat belts and lower speed limits for big trucks and buses. The Senate Tuesday voted to abolish \nthe 55-mph national speed limit for cars.\n\nJUDGE CONVICTED: The U.S. Supreme Court reinstated the conviction of U.S. District Judge Robert Aguilar on \ncharges of telling a gangster the FBI had been wiretapping him. The court let stand an appeals court ruling that \noverturned a separate conviction of obstructing a grand jury by lying to the FBI. Aguilar, 64, of San Jose, Calif., \ncould go to prison but can remain a judge unless impeached.\n\n IMMIGRATION BILL: Legislation to cut legal immigration by one-third and stem illegal immigration by building a 14-\nmile, triple-fence along the California-Mexican border was introduced in the House. The bill, by Rep. Lamar Smith, \nR-Texas, head of the House subcommittee on immigration, is the major reform package this year. It also would \ndouble the Border Patrol to 10,000 agents, hasten deportations and create a computer database for employers to \nverify that workers have valid Social Security numbers.\n\n KILLING SPREE: Darnell Collins, 33, accused in a five-day killing spree that resulted in seven deaths in two \nstates, was fatally shot by police during a high-speed chase, authorities said. Police said the spree began in \nAtlantic City, N.J., after Collins' ex-girlfriend told his parole officer he violated a restraining order. He served nine \nyears for armed robbery.\n\n FEDERAL LANDS DISPUTE: Nevada Gov. Bob Miller vetoed a bill that would have required federal law officers to \nget permission from sheriffs before enforcing state law on federal lands. Miller said cooperation is needed among \nlaw agencies. He rejected sponsor John Carpenter's argument that \"it's a states-rights thing.\"\n\n HATE NOTE: New York City schools chancellor Ramon Cortines, bowing to the Board of Education, agreed to bar \nfour students from attending their high school graduation because they wrote an anti-Semitic note to Jewish teacher \nStacy Mitgang. He initially said the students had been punished enough. That outraged Norman Thomas High \nSchool teachers, who threatened to boycott graduation.\n\n TOURIST KILLING: A Miami jury reached a verdict in the murder trial of Anthony Williams, 21, who is accused of \nthe April 1993 robbery and beating death of German tourist Barbara Meller-Jensen. The verdict, however, will \n\n\nremain sealed until a different jury reaches a verdict in the trial of co-defendant Leroy Rogers, 25. The killing of \nMeller-Jensen and nine other foreign visitors to Florida within a year prompted moves to help protect tourists.\n\n HOME AT LAST: P.J. Allen, the 22-month-old boy who was the last young bombing victim hospitalized in \nOklahoma City, went home. P.J. was among the children in the second-floor day-care center of the federal building \ndestroyed by a bomb on April 19. Among his injuries: extensive burns, ruptured eardrums and an arm broken in \nthree places.\n\n STRANDED SHIPS: Federal safety investigators today will board Celebration when it docks in Freeport, Bahamas, \nto examine why backup systems didn't keep the cruise ship from losing power after a control room fire Sunday. \nNone of the 1,760 passengers were hurt. In Hawesville, Ky., workers freed the American Queen paddle-wheeler, \nwhich became mired in mud on its maiden voyage Sunday.\n\n EXECUTIONS: Missouri executed Larry Griffin, 40, by injection for the 1980 drive-by shooting of Quintin Moss in \nSt. Louis. Moss had been questioned but not charged in the slaying of Griffin's brother, Dennis. Texas executed \nKarl Hammond, 30, by injection for the 1986 rape and murder of an FBI office secretary in San Antonio while on \nrelease under supervision after a rape and burglary conviction.\n\n ALSO WEDNESDAY . . .\n\n-- SHUTTLE PROBLEM: NASA workers are studying a helium gas leak in Atlantis' steering system that could delay \nFriday's launch on a mission to dock with the Russian space station Mir. Also: There's only a 30% chance of \nfavorable weather at Cape Canaveral for the launch at 5: 08 p.m. ET.\n\n-- ABORTION LAW: A New Orleans federal judge temporarily blocked Louisiana from enforcing a new law that \nrequires a woman seeking an abortion to wait 24 hours after receiving state-mandated materials.\n\n-- TROOPER SLAYING: Former Alabama state trooper Joe Duncan, 40, was sentenced in Selma to 25 years in \nprison for the 1987 gunshot slaying of his girlfriend, Elizabeth Cobb, 31, the nation's first female trooper slain on \nduty.\n\n Walsh inquiry turns to acquaintance\n\nPolice investigating the 1981 slaying of 6-year-old Adam Walsh, a crime that helped spark a crusade for missing \nchildren, have an interview with a family acquaintance. John Mohanan said his son, Michael Monahan, 34, has an \ninterview with police, but \"I don't know what they want.\" He said police told him his son is not a suspect. Police \naren't commenting but said in court papers last week they are still investigating. John Mohanan, a Walsh family \nfriend, was called in 1981 to identify Adam's remains.\n\n Contributing: Carrie Dowling, Jay Tokasz, Gary Fields and Jim Specht.\n\nNotes\n\nTHE NATION\n\nGraphic\n\n \n\nPHOTOS, b/w, AP (2); PHOTO, b/w, David Longstreath, AP\n"}