{"title": "Undermining Democracy in Takoma Park", "body": "\nIn an Oct. 13 Close to Home article, law professor Jasmin B. Raskin defended a Takoma Park referendum that \nrecommended that municipal voting powers be extended to residents who were not American citizens. The \nreferendum was non-binding and narrowly passed (51-49), but such action still could spark similar measures in \nother communities.\n\nFor reasons of public policy and common sense, letting noncitizens vote is a bad idea.\n\nFirst, it undermines the value of U.S. citizenship. Our country is a nation of immigrants. In many countries of the \nworld, an alien is always an alien. In our country, we are proud that our laws and social policies encourage aliens of \nall races and cultures to become citizens. In recent years, however, an increasing number of aliens have not \npursued citizenship. This is particularly the case among certain Hispanic groups. This trend is disturbing, because it \ncould seriously affect the assimilation process immigrants have pursued in this nation for 200 years.\n\nNaturalization ceremonies before our courts are one of the best manifestations of our democracy -- the new \ncitizens are thrilled as they hold American flags and copies of the Declaration of Independence and Constitution \nwhile they take the oath of allegiance to their new country. Often, in recognition of the importance and value of a \ncitizen's right and privilege to vote, voter registration is available at the ceremonies. This important value of \nbecoming a citizen is lost if an alien can vote without becoming a citizen.\n\nSecond, any legal resident alien can become a U.S. citizen in five years. That is not an unreasonable time to wait to \nbe able to participate in our democracy. No resident alien is excluded from political membership in the community, \nas Raskin asserted. Rather the five-year wait emphasizes the value of citizenship as a requirement to vote and to \nbecoming a full member of the community.\n\nThird, the Takoma Park referendum did not distinguish between legal resident aliens and illegal ones. By definition, \nillegal immigrants have entered the United States in violation of our laws; they are subject to arrest, prosecution and \ndeportation. In addition, federal law prevents them from working in the United States or obtaining welfare, \nunemployment or other benefits. How ludicrous to allow illegal aliens to vote. Such action undercuts our laws and \nimproperly gives credence to the illegal aliens remaining in the community.\n\nFinally, if local voting by noncitizens is allowed, state and federal voting could be next. Either there is a policy basis \nfor noncitizens to vote, or there is not. If we open the door, it cannot be closed halfway.\n\nVoting by noncitizens does not promote democracy; it impedes it. In Takoma Park and elsewhere, we should \nencourage legal aliens to become citizens so that they may exercise the voting franchise extended to all citizens -- \nnew and old.  -- Alan C. Nelson is a former commissioner of the Immigration and Naturalization Service.\n\n"}