{"title": "Are We Importing Poverty with Immigrants?", "body": "\nBy 12/1/2004 9:43:52 PM\n\nHerb Stein2:38 p.m. Friday8/16/96 What to do about immigration is now high on the list of national concerns, as it \nhas been at many earlier times in this century and even in the preceding one. Today's questions focus mainly on \nthe economic consequences of immigration:\n\nIs the influx of labor depressing the earnings of American workers, especially those with low skills?\n\nIs providing social benefits, including welfare and education, for immigrants and their children imposing a heavy \nburden on American taxpayers?\n\nComplaints about immigration are made doubly irritating by the fact that a large proportion of immigrants enter the \ncountry illegally.\n\nIn this week's panel five well-informed students of immigration will assess the validity and weight of these concerns. \nThey will then discuss the policy options that are available for dealing with such problems as are identified. \nProbably no one thinks that immigration into the United States should be unlimited. Probably no one thinks that \nimmigration should be totally barred. There are humanitarian, political and economic reasons for some immigration. \nThe main policy questions seem to be:\n\nShould the number of legal immigrants admitted and the condition of their admission be changed?\n\nWhat can be done to check the flow of illegal immigrants?\n\nWhat responsibilities does government--federal, state or local--have to immigrants, legal or illegal, and to their \nchildren?\n\nOur panelists are: George Borjas, professor of public policy at Harvard University. Barry Chiswick, head of the \ndepartment of economics at the University of Illinois at Chicago. Mark Krikorian, executive director of the Center for \nImmigration Studies. Peter Skerry, visiting fellow in the governmental studies program at the Brookings Institution. \nSanford Ungar, dean of the School of Communication at American University.\n\n By 12/1/2004 9:45:18 PM\n\nMark Krikorian 7:45 a.m. Monday8/19/96 Our nation's immigration policy harms the poor.\n\nAlthough this fact would appear to be beyond reasonable doubt, it doesn't necessarily translate into support for \nimmigration reform. One may argue that immigration is dwarfed by other factors causing wage depression and \n\n\nincome inequality; or, that benefits to the entire nation outweigh the harm done specifically to the poor; or, that \nmass immigration is the labor-market equivalent of school choice, forcing improvement among the slothful.\n\nAs plausible as these arguments against immigration reform may sound, they don't hold water upon closer \nexamination. In this first posting, let me examine the first contention, that immigration plays a real, but minor, role in \nworsening the plight of the poor. It is said that other factors--economic globalization, technological change, the \ndecline in unionization, the entry of women into the workforce--have played a far greater role than immigration in \nholding down the wages of the poor and in increasing income inequality. Even if this were true, immigration policy is \nthe only one of these factors government can influence. Congress can't legislate a pause in the expansion of \nhuman knowledge or instruct women to exit the workforce or stop the Japanese from setting up factories in \nMalaysia--but it can cut immigration.\n\nWhat's more, immigration is not merely one of the extras in the drama of falling wages and growing inequality, but \nrather one of the lead players. My fellow panelist George Borjas has found that immigration accounted for up to \none-third of the increase in earnings inequality between high-school dropouts and others between 1980 and 1988. \nBureau of Labor Statistics economist David Jaeger has concluded that immigration accounted for as much as one \nhalf of the decline in real wages experienced by native-born high-school dropouts in the 50 largest metro areas \nduring the 1980s. Also, Marc Partridge from St. Cloud State University in Minnesota has suggested that California's \nincome inequality has been among the worst in the nation because of immigration, while Augustine Kposowa, now \nat U.C.-Riverside, has found that immigration causes significant reductions in the family income of minorities.\n\nThe economists can, and should, continue to debate the relative importance of immigration in the economic \nsetbacks suffered by the poor. But what's important for policymakers is that the effect is real, it's big, and, unlike any \nother contributing factor, it can be ameliorated through legislation.\n\nGeorge Borjas 7:56 a.m. Monday8/19/96 In 1970, natives and immigrants had roughly the same poverty rate: 13.7 \npercent of immigrants and 13.3 percent of natives lived in poverty. By 1990, the poverty rate of immigrants had \nincreased to over 18 percent, while that of natives was below 13 percent. The main reason for this disturbing trend \nis that immigrants, when compared to native workers, are as not as skilled as they used to be. In 1970, immigrant \nmen who had just arrived in the country had.4 fewer years of schooling and earned about 17 percent less than \nnative men. By 1990, the newest immigrants had 1.3 fewer years of schooling and earned 32 percent less than \nnatives.\n\nThe relative decline in immigrant skills has significant economic and social consequences. For instance, the entry \nof large numbers of less-skilled immigrants probably worsened the employment opportunities of less-skilled \nnatives. The 1980s witnessed a sizable increase in wage inequality--the wage gap between the less-skilled and the \nhighly-skilled rose substantially. A number of studies have concluded that immigration was an important contributor \nto this trend. In particular, the large-scale immigration of less-skilled workers may account for perhaps a third of the \nwage decline suffered by less-educated workers.\n\nLess-skilled immigrants also have high rates of welfare recipiency. In 1970, immigrants were less likely to receive \ncash benefits (like AFDC or SSI) than native households. By 1990, 9.1 percent of newly-arrived immigrant \nhouseholds received cash benefits as compared to only 7.4 percent of native households. If we take into account \nthe other programs that make up the safety net (such as Medicaid and Food Stamps), the immigrant-native \ndifferential in welfare use grows dramatically: 21 percent of immigrant households receive some type of public \nassistance, as compared to only 14 percent of native households, and only about 10 percent of non-Hispanic white \nnative households.\n\nThe most important consequences of less-skilled immigration may well lie in the future. We cannot predict precisely \nhow the children and grandchildren of the current immigrants will fare in the next century, but we can use the \nhistorical experience of prior immigrant waves as a guide. The available evidence suggests that it may take three \nor four generations for the descendants of immigrants to reach economic parity with natives. Current immigration, \ntherefore, may have set the stage for sizable ethnic differentials in economic outcomes that are likely to play an \nimportant social, economic, and political role throughout the next century.\n\n\n\nBarry Chiswick 8:26 a.m. Monday8/19/96 The economic consequences of immigration have been a driving force in \nthe debate over immigration policy throughout American history. The economic environment in which the debate \ntakes place has changed, and, as a result, policy conclusions may also have changed.\n\nA century ago the United States was experiencing a mass immigration primarily of low-skilled workers from \nSouthern and Eastern Europe. During the five decades 1871 to 1920, the annual rate of immigration was about \neight per thousand U.S. population, in contrast to a rate of about three per thousand U.S. population in the last 15 \nyears. The earlier mass immigration was absorbed into the seemingly unlimited opportunities for low-skilled \nemployment in America's expanding factories, mines and farms. Yet, this mass immigration had a depressing effect \non wages in the industrial north and retarded the flow of unskilled workers, both white and black, from the rural \nareas, especially in the south, to the industrializing centers in the north. The result was an impressive expansion of \nthe size of the American economy and an increase in income per capita, but a widening of what would have been \nthe inequality of income if there had been less low-skilled immigration.\n\nTimes have changed. For one thing, income distribution issues now play a major role in the formation of public \npolicy. We are concerned with not just the aggregate or per capita level of income, but also with how that income is \ndistributed among the population. Policies that disadvantage significant segments of the population are not viewed \nfavorably, even if they advantage the population as a whole. Indeed, in spite of recent welfare reforms, the United \nStates will continue to offer a set of programs which, when taken as a whole, provides a generous level of financial \nsupport for those who have economic difficulty.\n\nAnother change has been in the structure of the economy. Rather than a seemingly ever expanding demand for \nlow-skilled labor, in the past two decades the U.S. has experienced a relative decline in demand for their labor. This \nhas been expressed as a relative decline in the wages of low-skilled to high-skilled workers. The wages of low-\nskilled workers have even declined in real value (i.e., after adjustment for inflation) in the past two decades. Several \nfactors may be responsible for this trend, including the increased internationalization of the world economy, with the \nresulting greater competition from low-skilled workers world wide. The technological revolution related to computers \nmay have also favored high-skilled workers at the expense of low-skilled workers.\n\nThe third change has been in the skills of immigrants. In the first two decades of the post-war period most \nimmigrants had what might be called a moderate level of schooling, say 10 to 12 years of schooling. They did not \ndiffer so sharply from the American norm. In recent decades, however, the inequality in the distribution of skills \namong immigrants has increased. A larger number have high levels of skill, whether as doctors, scientists, \nengineers, technical workers or other high-level manpower. Yet a larger proportion also have very low levels of \neducation generally obtained in schools of questionable quality. Many of these low-skilled immigrants are illegal \naliens. This has arisen from a change in the source countries, from Europe and Canada to primarily South and East \nAsia, Mexico and other parts of Latin America. The large increase in low-skilled immigrant workers has added to \nthe downward pressure on employment and wages in the low-skilled labor market.\n\nOf the 804,000 immigrants admitted to the U.S. in 1994, only 36 percent reported an occupation at the time of \napplication, 13 percent were homemakers, 13 percent were retired or unemployed, 33 percent were students or \nchildren under the age of 16, while 6 percent did not report their activity. Of those who reported an occupation, 33 \npercent were in professional, technical, managerial and administrative occupations. There were as many in \noperative and laborer occupations (67,486) as in professional and technical occupations (67,286). Of the \nimmigrants who were not students or under age 16, only 12 percent were in professional and technical \noccupations.\n\nThe immigration of low-skilled workers has therefore had both a direct and an indirect effect on increasing income \ninequality and poverty. The direct effect is the low-skilled immigrants themselves. The indirect effect is through \ntheir adverse impact on the employment and earnings of low-skilled natives. The public rejection of this outcome is \nheightened by both the perception and the reality that much of the low-skilled immigration is uninvited. It comes \nfrom those who violate both the letter of U.S. law as illegal aliens and its spirit through bogus claims for asylum and \namnesty.\n\n\n\nPeter Skerry 9:34 a.m. Monday8/19/96 The economic consequences of immigration are critical. But for present \npurposes I would simply assert that the current influx of relatively unskilled immigrants has negatively impacted \nworkers, especially low-skilled workers--blacks in particular.\n\nStill more evident are the substantial fiscal burdens immigrants impose on taxpayers. The most burdensome are \neducation and health costs, which are incurred primarily at the local and state levels.\n\nBut before continuing, I would emphasize that such economic and fiscal effects are hardly the only source of public \nanxiety over immigration. An equally important, indeed overarching, concern is that immigration is straining, even \ntearing, the social fabric. Americans feel that immigrants are placing excessive, often unprecedented, demands on \nthem--whether bilingual education or ballots, voting rights electoral districts, or affirmative action benefits. Such \nconcerns are exacerbated by what law enforcement and immigration officials tell me is the growing connection \nbetween crime and immigration, especially illegal immigration.\n\nIf I am correct, the appropriate policy response should focus not so much on numbers of immigrants, but on the \nterms of their incorporation into American society. While the public does seem to crave a reduction in levels of legal \nimmigration, we ought to avoid searching for a nonexistent magic number.\n\nAgain, the real issue is maintaining the social fabric, of orderly and (to the extent feasible) managed change. To my \nmind, this points to the familiar litany of de-emphasizing family unification and re-emphasizing immigrant skill and \neducation levels. The trick, aside from the difficulty of enacting such proposals, is whether we can implement them--\nwhich is far from evident.\n\nWe also need to get serious about curtailing illegal immigration. This will necessitate enforceable employer \nsanctions.\n\nAt our borders, our efforts will also need to be redoubled. In this context, it is useful to recall that at the turn of the \ncentury, three-fourths of all immigrants to the U.S. went through Ellis Island, which was after all an inspection \ndepot. That kind of ordered process is clearly obviated by modern means of transportation. And having just returned \nfrom a field research trip with the border patrol in and around San Diego, I am chastened--all over again--by the \nobstacles we face.\n\nA good example is the heavy, corrugated metal fence, 44 miles of which have recently been constructed along the \nMexican border. The American public believes this fence was built to stop people. But any border patrol agent will \nreport it was built to stop vehicles carrying contraband, especially drugs. This objective helps explain why the \nfence's corrugated ribs run horizontally, which offer strength against vehicular thrusts, but also make it easier for \npeople to climb over. Stopping vehicles--not foot traffic--also explains why at some places this new fence is only five \nfeet high!\n\nTo be sure, the fence is only one component of an overall strategy to stem the tide of illegals. But its present form--\nand the confusion over it--is a reminder that we have a long way to go when it comes to seriously addressing our \nimmigration problems.\n\nSanford Ungar 1:17 p.m. Monday8/19/96 Today's immigration debate is, in my view, entirely misdirected and \nmisfocused. Much of the public anger over immigration, illegal and legal alike, has actually been stimulated by \npoliticians (Pete Wilson and Pat Buchanan among them) who have seen immigrants as convenient scapegoats \nwho can help advance (or salvage) their own careers. This is entirely consistent with the previous history of the \npublic debate over immigration to the United States; nativism has been a frequent response to public unease over \nother, admittedly profound, issues--like today's widespread feelings of economic insecurity and uncertainty about \nthe future.\n\nThe data I have seen, produced by the Urban Institute and others, convince me that non-refugee immigrants are \nnot significantly more dependent on social benefits than native-born Americans. There are significant burdens on \nsome local authorities, such as in Los Angeles County, and federal help may be necessary to relieve those \nburdens; but overall the country is not more burdened by immigrants today than at most times in the past.\n\n\n\nI will develop some of these arguments further as the week goes on, but for now I have these answers to the key \nquestions posed: We should deal with the problem of illegal immigration in part by increasing, not decreasing, the \nnumber of legal immigrants admitted, in effect decriminalizing much of what happens on the southern border. The \nvast, overwhelming majority of the people who enter this country do so because they have received rational \neconomic messages at home that they will find work when they get here--and they do. We should attempt, by some \norderly, calm process, to determine more accurately how many people do come here to work every year and adjust \nour legal limits upward on that basis. Not everyone wants to stay, and so we should revive some of the guest \nworker programs that Gov. Wilson used to support so enthusiastically when he was a member of the U.S. Senate. \nMuch of today's illegal immigration can be traced to the fact that immigrants believe our rhetoric about catching \nand deporting them; they think that increased enforcement will be effective, and so they try to get in as quickly as \npossible (and bring their families along).\n\nThe most foolish and misguided aspect of current policy is the effort to federalize Proposition 187, which has not yet \ngone into effect (and probably never will) in California. Education and health care are not just a favor for those who \nreceive them, but for the country as a whole, which benefits from having healthy and (relatively) educated residents, \nwhether or not they are citizens. That is why every significant police organization opposes Proposition 187 and the \nlike; law enforcement officials know what happens when children do not go to school. Similarly, public health \nofficials understand the consequences when infectious diseases are not treated.\n\nHerb Stein 1:39 p.m. Monday8/19/96 Four of our panelists--Mr. Ungar hasn't yet answered the question directly--\nagree that we are importing poverty with immigrants. Moreover, they seem to agree that the negative effect on the \nincomes of low-skilled native workers is substantial. Before we proceed to policy questions we might probe this \nagreement a little further.\n\nHow do we know about the effect of immigration on the income of low-skilled native workers? I ask because I have \na little impression of studies of what seems to me a related question. Are we importing poverty with the importation \nof goods and services? Studies of this question seem to result in more disagreement than we find to the similar \nquestion about immigration. But what seems to me the preponderance of the evidence is that imports play only a \nsmall part in explaining the slow increase, or even decline, in the incomes of low-skilled American workers. Why the \ndifference? Is it a matter of magnitudes? We now import about $1000 billion of goods and services a year. How \ndoes that compare with the value of the labor supplied by the immigrants who have arrived in the U.S. in, say, the \nlast 10 years? What is the nature of the studies on which our panelists have reached their agreed conclusion about \nthe effects of immigration?\n\nI would like to learn more about the budgetary effects of immigration. This goes to a point raised by Mr. Ungar. \nImmigrants who earn income in the United States pay taxes. They also exert a claim on some kinds of government \nexpenditures. For some kinds of government expenditures their claims are probably large relative to the taxes they \npay. But for some other kinds of government expenditures their claim is surely small. We don't spend more on \ndefense, or on the interest on the debt, because we have more immigrants in the country. Is it possible that the \ngovernment makes money on immigrants.\n\nThe way I phrased the initial question did not invite the panelists to consider economic consequences other than \npoverty. But there are other consequences. The residents of Southern California whose gardens are tended by \nimmigrants gain something, and, of course, that is only an obvious but small example. Isn't it likely that Americans \nwho supply capital and high skills gain from the influx of people with low skills? Should we give that any weight \nwhen we come to think about policy?\n\n By 12/1/2004 9:46:05 PM\n\nMark Krikorian 7:13 a.m. Tuesday8/20/96 The moderator raises an important question in comparing immigration \nand trade. Both our trade deficit and our migration surplus have increased the implicit supply of unskilled labor, but \nthere are two important distinctions. Each year's trade deficit increases the effective supply of labor for that year, \nwhile immigration increases the supply of labor for many years (as long as the immigrant keeps working). This \nhighlights a fundamental difference, for policymaking, between immigration and trade: trade results in the exchange \n\n\n\nof goods, services, capital and ideas, inanimate things, while immigration results in a permanent addition to the \nreceiving society. In other words, immigrants are more than simple factors of production, to be used however \neconomically beneficial, but rather human beings, created in the image of God, and possessing human and civil \nrights as residents of their new home.\n\nRegarding the budgetary effects of immigration: This is a debate which cannot be settled objectively. The Urban \nInstitute calculated a net fiscal benefit of immigration of nearly $30 billion, while Professor Donald Huddle of Rice \nUniversity concluded that immigrants cost the public more than $40 billion, and the Center for Immigration Studies \nestimated a net cost of nearly $30 billion. These sums are so widely variable because they are based on varying \nassumptions, all of which are at least plausible. Should the costs associated with American-born children of \nimmigrants be counted? Or the costs resulting from the displacement of American workers? Or the Social Security \ncontributions of the employers of immigrants? The sterility of this line of inquiry should point debate in other \ndirections.\n\nFinally, what about the economic benefits of low-skilled immigrants? Aren't those who employ gardeners, nannies, \npool men, waiters, seamstresses benefiting from low-skilled immigration? Yes, they are, and therein lies part of the \nproblem. Not only are the poor being challenged by an increase in competition, but the well-off are benefiting from \nthe lower labor costs. In other words, low-skilled immigration creates a shift of wealth from the poor to the rich--\nincome redistribution of a kind not envisaged by, at least, the liberal proponents of large-scale immigration.\n\nGeorge Borjas 8:13 a.m. Tuesday8/20/96 The moderator, I think, touched on an extremely interesting fact: All four \nof the panelists who directly addressed the question of immigration and poverty agreed on some of the fundamental \nfacts: Yes, immigrants today are relatively unskilled and contribute directly to poverty. Yes, today's unskilled \nimmigrants have an adverse impact on the employment opportunities of native workers. These two questions have \nbeen the center of much debate for the past two decades, and the fact that a consensus has been reached is \nremarkable.\n\nMark Krikorian makes two valuable points about the connection between immigration and trade: Immigration is not \nlike trade because immigrants increase the supply of labor permanently, and because immigrants are human \nbeings that cannot be discarded like a cheap plastic toy imported from China. I want to add a third. A consensus is \nbeing reached that trade may account for 10 to 20 percent of the decline in relative wages of less-skilled workers in \nthe United States. Is that a lot or a little? Well, it's a little less than what is usually attributed to immigration, but it's a \nlot more than can usually be established for other factors. The leading competing explanation, which economists \ncall skill-biased technological change (a fancy way of saying that the machines now being introduced into the work \nplace go better with skilled workers), remains a conjecture. Since this type of technological change is hard to \nobserve and measure, there is practically no empirical evidence showing the link between it and relative wages. In \nthe end, therefore, we are left with a very striking implication: the globalization of the U.S. economy may well \naccount for about half of the decline in relative wages of less-skilled workers.\n\nGetting back to immigration: Unskilled immigrants contribute to poverty; they add to the welfare rolls; they take \njobs away from native workers. Nevertheless, some people still benefit. Are these benefits sufficiently large to \nsuggest that we should continue importing less-skilled persons?\n\nSanford Ungar 12:27 p.m. Tuesday8/20/96 I confess that I evaded answering the question about importing poverty, \nbecause 1) I have no special expertise to offer on the subject, and 2) it is such a skewed way of looking at the \nimmigration issue. Of course many of the immigrants entering the country are poor. That has always been the \ncase, in part because of our holding out the hope that this was THE PLACE to come if one wanted to improve \noneself economically (not to mention avoiding the draft or political or religious persecution in one's country of \norigin). So yes, to some extent, we are importing poverty; but we are also importing people willing to work hard, \npeople who, as the moderator helpfully suggests, make many contributions after they get here. They not only pay \ntaxes, but they also stimulate economic activity of many sorts: They buy clothes, food, cars, and housing \n(immigrant home-ownership has greatly increased in recent years). But we are also still importing many skilled \npeople, and we are importing young, bright, energetic leaders of the future. (It is no accident that a third to a half of \nthe finalists in the Westinghouse Science Talent Search every year are from immigrant families.)\n\n\n\nI am not persuaded that overall unskilled immigration necessarily harms the poor. Surely there is competition in \nsome markets for certain jobs at the lower end of the economic scale. But historically, immigrants, by their \nwillingness to take certain jobs at the bottom, have also helped bump others up the wage scale and brought them \ncloser to realizing the American Dream. Surely, if we are worried about income inequality in the United States, and \nwe should be, there are many other causes to be found besides immigration.\n\nThere are some foolish policies that have helped turn large segments of the public against immigration. Bilingual \neducation has probably gone too far in some places, and the emphasis should always be on helping immigrants \ngain English-language skills that will enable them to participate more meaningfully in the economy. No one has \ntaken employer sanctions very seriously until now, and in southern California, it is the people who speak loudest \nagainst illegal immigrants who are also the quickest to hire them to do exactly the kind of jobs described in others' \nsubmissions.\n\nI would like to offer my own thoughts about the fence and the southern border tomorrow, but in the meantime want \nto remind everyone that this issue has nothing whatsoever to do with liberal/conservative arguments. Immigration \ncuts across the conventional political divides.\n\nPeter Skerry 1:33 p.m. Tuesday8/20/96 I thought economists believed that in the long run, we're all dead. Herb \nStein apparently believes that in the long run, we'll get to talk about policy. I hope so. As a Catholic, I know I should \npatiently prepare for the sweet bye-and-bye, but it does get difficult. In the meantime, as always, Dr. Stein's points \nare extremely well taken.\n\nHe asks how we know about the effect of immigration on the income of low-skilled native workers? The fact is we \ndon't know as much as we should. And what we know has been fragmentary and very slow in coming--particularly \nin light of the importance of the topic and the availability of funding for much less pressing ones. Why this is so is, I \nbelieve, the really interesting question.\n\nThe answer, as with so much in our public life, involves race. Low-skilled native workers translates politically to \nblacks. This means that research into possible competition between immigrants and black Americans has \nthreatened the received wisdom that people of color (blacks, Latinos, and even Asians) have fundamental common \ninterests.\n\nThus, there's been a whistling-past-the-graveyard quality to much of the research purporting to look at this issue. In \nThe Fourth Wave, the Urban Institute broadly assured us that immigrants in metropolitan Los Angeles did not \nnegatively impact low-skilled workers--of any racial or ethnic group. But the fine print indicated some negative \nwage-effects. Other studies aggregated data such that significant but localized immigration impacts were washed \nout. Completely ignored was the out-migration of less skilled workers from immigration-impacted areas. This \ndynamic was finally documented in the early 1990s by University of Michigan demographer William Frey. He \nshowed that low-income, relatively uneducated families, especially blacks, were leaving Los Angeles--and not \nbecause they being pulled by opportunities elsewhere, but because they were being pushed out.\n\nFinally, there's the case of William Julius Wilson's Chicago urban poverty and family life study, which revealed \nMexican immigrants to be out-competing blacks along a number of work-related dimensions. The Wilson study \nalso documented employers' accurate perceptions of these trends. Yet these data and findings have received little \nattention.\n\nOf course it's easy to Monday-morning quarterback. Some of these findings (such as Frey's) necessarily awaited \nthe passage of time and the collection of data. But as the Wilson study demonstrates, this explanation does not \nalways apply. Meanwhile, anyone vaguely familiar with what was going on in our cities during the 1980s could see \nwhat was happening. Common sense should never be an easy substitute for policy-oriented research. But neither \nshould it be ignored while policy elites get their act together.\n\nWhich point brings me to Herb Stein's question about the weight to be given the interests of Americans with capital \nand high skills who benefit from low-skilled immigration. I would argue that we have already given too much weight \nto the Zoe Baird Party. One reason why our policy elites have been so obtuse about the negative impacts of the \n\n\n\npresent influx is their class bias--a bias that has often been cloaked in the rhetoric of racial tolerance, whose \nstultifying effects I have just criticized.\n\nDon't get me wrong. As an eager entrant into this class, I believe its interests should be given due weight. But in the \nimmigration debate, [this class] has already been afforded excessive weight. Now, of course, the losers in this \nprocess are weighing in--and getting excessive attention themselves. I await a balancing of the two.\n\nBarry Chiswick 1:49 p.m. Tuesday8/20/96 The moderator has raised two issues: the labor market impact of \nimmigrants on the native born and the impact on government budgets.\n\nA-The Impact on the Native Born:\n\nWe know from numerous studies that the demand curve for workers of a given skill level is negatively sloped, and \nthat workers of different skill levels (say, high-skilled and low-skilled) are complements in production. So the \nimmigration of large numbers of low-skilled workers, whether legal or illegal aliens, would depress the wages and \nemployment of low-skilled workers and increase the wages and employment of high-skilled workers. This increases \nthe low-income population in two ways. One is the low-skilled, low-income immigrants themselves. And the other \nis through depressing the income of low-skilled natives.\n\nFor some time, much of the empirical research in this area was on the wrong track. By looking at wages in cities or \nstates that are different in the percent of immigrants in the work force, the literature concluded incorrectly that \nthere were no labor market effects. Yet this absence of a relation between immigration and wages across areas \nwas due to the equalizing effect of internal trade and labor mobility.\n\nOne needs to be careful not to slip from the conclusion that low-skilled immigrants have an adverse effect to the \nconclusion that all immigration should be curtailed. The benefits of high-skilled immigration to the economy as a \nwhole in terms of aggregate or average income, and in terms of reducing income inequality and reducing poverty \n(by raising the incomes of low-skilled natives), are important. What these arguments suggest is that the U.S. should \nchange the skill composition of immigrants in favor of high-skilled workers.\n\nOne panelist implied that the U.S. should admit all the low-skilled workers who wish to enter the U.S. as a way of \nending illegal immigration. This would be the worst of all possible policies. There would be an even larger number of \nlow-skilled workers depressing the wages of all low-skilled workers, and the new immigrants would be eligible for \nthe range of income-transfers currently offered.\n\nB-Impact of Immigrants on the Budget:\n\nThe policy issue to me is the impact on the economic welfare of the native population. The impact on the budget, or \nthe net transfers to the natives from immigrants through the budget, is only one dimension of the impact on the \nnative population. Most studies of budget impacts focus on taxes paid by immigrants and benefits received by \nimmigrants in a year. The broader issues of fiscal impacts currently and over time are ignored. As a result, there \ntends to be a good estimate of taxes paid, but by focusing on a small set of income-transfer programs, the fiscal \nimpact is substantially underestimated. Moreover, indirect effects, such as increased welfare benefits received by \nthe native population, are generally ignored.\n\nThe relevant question is not the overall budget impact of immigration since ending all immigration is not a realistic \npolicy option. Rather, the research question should be what is the effect on the budget of changes in the number \nand characteristics of immigrants. The full budgetary impact of high-skilled immigrants would be much more \nfavorable than that of low-skilled immigrants.\n\nThe fiscal impact approach would also call for an expansion of high-skilled immigration and a reduction of low-\nskilled immigration.\n\nHerb Stein 2:40 p.m. Tuesday8/20/96 We have been talking about just the facts for a day and a half and Peter \nSkerry is eager to get to the policy matters. I am not going to stand in the way. Some panelists have already jumped \nthe gun anyway.\n\n\n\nAlthough Sanford Ungar may disagree, suppose we start with the proposition that the present volume and character \nof immigration makes the incomes of unskilled native workers less than they would otherwise be. That is what \nintuition and Economics 101 would lead you to expect, although, as I remember, Economics 101 was always very \ngood at saying more or less but silent about how much more or less. But let us also accept what the studies seem \nto show, that in this case the result is significantly less. Then what is to be done?\n\nI was surprised at Krikorian's saying that controlling immigration was the only thing that Congress could do to \nimprove the lot of the lowest-income Americans. There are people who suggest a lot of other things. Some would \nprohibit imports from countries with lower average wages than ours. Since a large proportion of our poor are in \nfamilies headed by single mothers, there are people who think that tough love--i.e., welfare reform--will help. Others \nemphasize the improvement of education in the poor neighborhoods. And there is a large school of people who \ncount on the rising tide to lift all the boats, although there is much disagreement about how to get the tide to rise.\n\nBut those are not the problems for this panel. What should we do about immigration? In his acceptance speech, \nBob Dole said that there should not be a single illegal immigrant. Would that solve the problem? Is there any \nfeasible restraint on illegal immigration that would solve the problem? How do we begin to think about what is the \nproper number of legal immigrants of various kinds? These questions lead us into the area of the non-economic \nconsiderations that are relevant. I welcome the panelists' further thoughts.\n\n By 12/1/2004 9:46:47 PM\n\nMark Krikorian 7:26 a.m. Wednesday8/21/96 What is to be done? Limiting immigration is obviously not the entire \nsolution, though the results of 30 years of government efforts to lift up the poor recommend a certain amount of \ncaution in considering the new social-engineering projects advocated by some.\n\nBe that as it may, reducing and reformulating immigration is at least part of the answer. However, focusing only on \nillegal immigration is inadequate. Even in the unlikely event we were able to achieve Sen. Dole's objective of zero \nillegal immigration, the bulk of immigration would remain, since the illegal-alien population grows by about 300,000 \nper year, while legal immigration in FY-95 was more than 720,000. While it is true that the low-skilled and poorly \neducated are over-represented among illegals, and thus the skill level among legal immigrants is somewhat \nhigher, the fact remains that most immigrants are legal, and any successful changes in immigration policy need to \ndeal with both kinds of migration. What's more, legal and illegal immigration are not even as distinct as the \npoliticians would have us believe. I've estimated that about one-quarter of last year's legal immigrants (i.e., those \nwho received green cards in 1995) were actually illegal immigrants using the legal system to launder their status. \nAnd it is very common for citizens, legal aliens, and illegal aliens all to be represented within a single family.\n\nWhat specific changes should be made? First of all, with regard to legal immigration, I don't think there is \nnecessarily a magic number we can name, and then craft a policy to fit within its confines. Rather, we should work \nfrom the bottom up, and see what number we arrive at.\n\nThere are three strains of legal immigration--family, employment, and humanitarian. The Commission on \nImmigration Reform suggested limiting family immigration to the spouses, minor children, and parents of citizens \nand the spouses and minor children of legal residents (non-citizens). This would eliminate the special preferences \nnow in the law for siblings and adult children of citizens. I would go further, and eliminate the preference for \nspouses and children of non-citizens, since it really only applies to family members acquired after the alien has \nreceived a green card, but before he becomes a citizen. Defining family immigration in this way would result in more \nthan 300,000 per year, based on this year's level, but the number would likely fall to 200,000 or less in short order.\n\nThe second stream of legal immigrants is employment-based, i.e., those admitted because of their skills or \nbecause jobs await them. There are 140,000 slots for such people, only about 85,000 of which were used in FY-95. \nOf those 85,000, nearly 10,000 were unskilled immigrants, who acquired a special preference category in the 1990 \nImmigration Act. Of the remaining 75,000, many are not the best and brightest we keep hearing about from \ncheerleaders for mass immigration, but, rather, cooks, librarians, clerical workers, physical therapists, etc. We could \neasily reduce skilled immigration to 50,000 highly skilled people a year and inflict no real harm on American \nbusiness.\n\n\n\nFinally, humanitarian immigration (refugees and political-asylum recipients) has been promiscuously misused over \nthe past 15 years. By reintroducing discipline to our definition of refugee and asylum, we could admit 50,000 total \nhumanitarian refugees a year (as Congress expected when it passed the 1980 Refugee Act) without welshing on \nour international humanitarian commitments.\n\nThese measures, along with the abolition of the visa lottery, could reduce legal immigration to perhaps 300,000 per \nyear, without any harm to important national interests, while resulting in a higher proportion of skilled immigrants \nthan we admit now.\n\nGeorge Borjas 8:08 a.m. Wednesday8/21/96 The moderator wants us to turn to the policy implications of the \nresearch. I would argue, however, that simply knowing that unskilled natives earn significantly less because of \nunskilled immigration is no reason--in and of itself--to be concerned. The lower earnings lead to higher profits for \nfirms and lower prices for consumers. If these gains are much larger than the reduction in earnings suffered by less-\nskilled workers, it should be possible to set up a redistribution scheme that makes everyone in the United States \nbetter off. So there are two questions: Are the gains much larger, and is it realistic to expect such a redistribution to \ntake place?\n\nAs far as I know, no serious study has ever shown that the net gains from immigration to the economy as a whole \nare very large. My own calculations suggest that they are small, on the order of $7 billion per year. Moreover, the \nUnited States does not currently have, nor is it likely to have in the foreseeable future, a mechanism that would \nredistribute these meager gains to the losers. If we are concerned about the amount of income inequality in society \nand about the economic well-being of those at the bottom of the distribution, the current practice of importing large \nnumbers of less-skilled workers will not do.\n\nSo what should we do instead? The United States is unique in pursuing an immigration policy in which family \nconnections are about the only thing that matter. We should explore alternative policy options--similar to those \nfollowed by Canada, Australia, and New Zealand--where family connections are but one variable in the list of things \nthat determine who gets an entry visa. I think it would be prudent to switch to a policy where an immigrant's \neconomic potential, in addition to family connections, enters the formula that determines admission in some way.\n\nBarry Chiswick 9:10 a.m. Wednesday8/21/96 I agree with Sanford Ungar that the supporters of each side of the \nimmigration debate include individuals who for other issues might be labeled (and self-described) as liberal or \nconservative. Liberal environmentalists and conservative nativists want to reduce immigration; liberal civil \nlibertarians and conservative voices for business interests favor more open borders. This is what helps make the \nimmigration debate so interesting.\n\nUngar is also correct that there are many factors other than low-skilled immigration that cause income inequality \nand poverty, and which have caused an increase in both in the last two decades. But that does not mean that this \ncause should be ignored. Perhaps there are compelling reasons why we want a continued high level of legal and \nillegal immigration of low-skilled workers. And perhaps these reasons outweigh the adverse effects that I and \nseveral other panelists have indicated. If so, this too should be part of the debate. I, however, am not aware of \noverriding factors prevalent at this time.\n\nAs Peter Skerry indicated, the literature is full of negative impacts of low-skilled immigration, but these tend to be \nignored because they are not politically correct. The Urban Institute report that concluded there were no adverse \nimpacts misrepresented the data in its own report. Low-skilled blacks in the Los Angeles area had the slowest \ngrowth in earnings and the highest rate of out-migration as a consequence of large-scale low-skilled immigration \ninto the area. In addition to William Frey, Randall Filer, in an NBER-edited conference volume on immigration, used \ncensus data to show that immigration results in internal migration of those adversely affected.\n\nOne question is why would I, a free trader, not also be an advocate of free immigration? The reason is that \nimmigrants receive political and economic rights (either immediately or after a few years) that the workers \noverseas who make the goods we import do not receive. Political rights, of which voting is only one part, give \nimmigrants some power to change social institutions, property rights, and the distribution of income and wealth. \nEconomic rights give them access to various income transfers and subsidies. To give a specific example: A large \n\n\n\nlow-income family in which the father picks tomatoes will, if it lives on this side of the border, get free education at \nleast through grade 12 for all of its children, as well as Food Stamps, WIC, free school lunches, subsidized housing, \nand Medicaid; it will get none of these if it lives on the other side of the border and we import the tomatoes.\n\nSome people do want to extend economic rights to those who produce the goods we import. Recall the recent \npolicy guidelines proudly announced by President Clinton and Kathie Lee Gifford regarding labels on imported \ngarments to the effect that they were not made with sweatshop labor. Good PR, but does it make sense? That is for \nanother debate.\n\nThe moderator raised the issue of Robert Dole's opposition to illegal aliens. Nearly everyone opposes illegal \nimmigration, just as we still favor (low fat) apple pie. For some, the solution is amnesty and free immigration. For \nothers, it means sealing the border. Greater enforcement resources at the border and IN THE INTERIOR and \nPENALTIES BEYOND MERE DEPORTATION against illegal aliens can reduce illegal immigration, but it can not be \nended given current income differences across countries and the freedom available in the U.S. I have purposely put \nin capitals interior enforcement and penalties on illegal aliens because these are policy options that get ignored. \nBigger, stronger, thicker fences at the border policed by an enlarged high-technology Border Patrol will reduce \nillegal entry and change the method of illegal entry but not end illegal immigration.\n\nNor should we throw up our hands in despair if illegal immigration cannot be eliminated. There is an optimal level of \nenforcement for every law, including the immigration law. I believe we are below the optimal level and have poorly \nmanaged enforcement resources.\n\nFinally, the issue is not just illegal immigration. More important is that our laws regarding legal immigration are \ncounter-productive. Our immigration policy asks to whom you are related, or if you can come up with a claim of \npersecution (real or imagined). The question of what you can contribute to the American economy or society is of \nlesser importance. I will say more about legal immigration policy later.\n\nHerb Stein 2:15 p.m. Wednesday8/21/96 We have heard from the economists. They seem to agree in wanting more \nlimited definition of family relationship as a qualification for immigration, stricter definition of refugee status and, \nespecially, more attention to the contribution that potential immigrants may make to the U.S. national income. I see \nthe logic of all that. But still it leaves me a little sad. Probably because I feel so blessed that my father and my \nmother's parents were able to come here about 100 years ago, I feel sorry to be part of a decision that would deny \nthat blessing to even one person. Also, I would like America to continue to be, as it is, not only the richest of all \nnations but also the most magnanimous.\n\nWhen I think of screening immigrants for their potential contribution to the GDP, I think of Israel Baline, who came \nhere at the beginning of this century with no money, no degrees, and no skills. Would he have passed the test? \nOnce here, he went on to write over 100 songs that exhilarated Americans and expressed America to the rest of the \nworld. One of them was God Bless America, and he was, of course, Irving Berlin.\n\nThese are sentimental considerations. I realize that if carried very far, they lead to intolerable conclusions, \nespecially when the burden of immigration is borne by that fraction of the native population least able to bear it. But \ndo not these sentimental considerations deserve some weight when we get down to the hard questions about what \ndegree of family connection to recognize, how tightly to define refugee, and how to identify economic potential? We \nought to be getting to these questions anyway.\n\nAs for the illegals, Chiswick is surely right to say that beyond some point, the devotion of more resources to the \nenforcement of the law is not worthwhile. That brings us directly to the point he promised to say more about--what \nand how much should be done about the illegals.\n\nAs a side note, I was interested in what Skerry said about the special interest of native blacks in the immigration \nproblem. I wonder what position the organizations that claim to speak for blacks, like the Congressional Black \nCaucus, have taken on immigration.\n\n By 12/1/2004 9:48:13 PM\n\n\n\nGeorge Borjas 8:01 a.m. Thursday8/22/96 What to do about illegal aliens? It seems to me that the current focus of \nthe debate on cutting off social services to illegal aliens is indicative of the fact that we are still not serious about \nstopping the illegal alien flow. Consider, for example, the debate over whether the foreign-born children of illegal \naliens should receive public schooling. First of all, this proposal would do nothing to stop the provision of services to \nthe U.S.-born children of illegal aliens. Second, the proposal would not deter the migration of single adults. In the \nend, it would affect the incentives to migrate of a relatively small number of people in the illegal population. A much \nmore serious proposal would look anew at the implications of setting up a system of substantial employer sanctions. \nEmployers are the ones who gain the most from the entry of illegal aliens; they should also pay the costs.\n\nThe moderator also brings into consideration the issue of non-economic factors in the setting up of immigration \npolicy. I couldn't agree more. Economic factors should play a role--but they should not play the only role. And, \ndespite my economics background, it is not clear to me that they should play the main role. Nevertheless, I think \nwe, as a nation, would be much better off if we knew what the economic costs of pursuing particular immigration \npolicies are. By knowing these costs, we could then set up policies that would compensate those who lose the \nmost. For example, for purely humanitarian reasons we might want to let in a large number of the huddled masses. \nThese masses, however, will have adverse economic impacts on the huddled masses already here. It is \nirresponsible, I think, to pursue an immigration policy that would not help alleviate the pain of those who would be \nmost hurt by pursuing this particular policy.\n\nMark Krikorian 8:12 a.m. Thursday8/22/96 The moderator's sentimental arguments for immigration are not trivial. \nOn the one hand, examples of individual immigrants who would not have been admitted under a more rational \nsystem, such as Irving Berlin or Andrew Carnegie or many of our own parents and grandparents, logically suggest a \npolicy of open borders, because anyone turned down for admission might prove to be another Einstein. That is \nobviously untenable, as the moderator points out.\n\nBut on the other hand, it's sensible always to keep a window open to chance, as the Chinese say--i.e., some \ncontinued immigration ensures that we are at least open to admitting some future Einstein. An annual level of \nimmigration of 300,000 or 400,000, half or less than today's level, with less emphasis on family relationships, would \nstill be higher than any other country and would still leave the window open to chance.\n\n***\n\nFor reasons Peter Skerry might want to discuss, the traditional black leadership has taken a vigorously pro-\nimmigration stand, despite the impact of large-scale, low-skilled immigration on poor black Americans. This is an \ninteresting contrast with prominent blacks of yesteryear, including Frederick Douglass, Booker T. Washington, \nW.E.B. Du Bois, and others who, despite sharp differences on other matters, were almost unanimous in their \nopposition to mass immigration. The Center recently published a collection of these writings and speeches called \nCast Down Your Bucket Where You Are: Black Americans on Immigration.\n\nThe votes of the congressional black caucus during this recent round of immigration legislation are also telling. The \ntwo Republicans, Gary Franks and J.C. Watts, were the only black members of the House of Representatives to \nvote in favor of the legal immigration reductions--which were stricken from the legislation with the support of all the \nblack Democrats voting in the House (three were absent).\n\nLikewise, the final vote approving the House illegal immigration bill was 333 to 87. Twenty-six of the 87 no votes \ncame from the black caucus, accounting for 30 percent of those in opposition.\n\nPeter Skerry 10:13 a.m. Thursday8/22/96 I am impressed with the tenor of the moderator's comments yesterday. \nAs is his wont, Herb Stein combines reasoned analysis with humor, common sense, and even sentiment. But \nthough he writes of sentiments, I don't believe he is guilty of being sentimental. To be sure, most commentators and \nanalysts who share the moderator's sentiments cling to them as an antidote to further thought. This pattern has \ndominated the immigration debate, particularly among policy elites in Washington. For this reason, while I would \nagree with the moderator that sentiments like his do deserve some weight in the policy discussion, it is not as \nthough they have been overlooked. They have been afforded too much weight--much like the views of the Zoe \n\n\n\nBaird Party. Indeed, it is not too cynical to say that such sentiments have often served as the ideological \nsmokescreen for the class interests of the Zoe Baird Party.\n\nThe moderator's invocation of sentiments also reminds me of the passage from Edmund Burke in which he asserts \nthat society is indeed a contract and then goes on to describe social relations as decidedly non-contractual: a \npartnership of all science; a partnership of all art; a partnership in every virtue, and in all perfection, whose ends \ncannot be obtained in many generations. Sentiments ought to be part of a discussion of immigration policy. \nContrary to the dry rationalism of social contract theory, sentiments play an important role in binding us together as \na nation.\n\nI would not want to push this view as far (and as irresponsibly) as Peter Brimelow does in his tract, Alien Nation. But \nhe and others have a point when they argue that America is not simply bound together by a commitment to abstract \nprinciples or ideas. And because sentiments of fellow-feeling play some unspecified but, I believe, important role in \nholding us together, the increasing number and diversity of immigrants do put strains on the social fabric.\n\nThis is a difficult proposition to test rigorously. And it may be that I exaggerate the point. But again, it is a \nperspective that is largely overlooked in the current environment. This is particularly the case when diversity is \nalmost universally considered an unqualified good. Is there no optimal level of diversity? Does not diversity impose \ncosts on American society? As I like to point out to my liberal friends, there is obviously a connection between the \nrelative homogeneity of Western European democracies and their strong commitments to the welfare state. Even if \nliberals grant the point about Europe, they fail to acknowledge any relationship between our heterogeneity (and \naccompanying ethnic and racial tensions) and our lesser commitments to social democracy.\n\nTo the extent that the cult of diversity stifles full-throated debate over immigration, it needs to be scrutinized.\n\nA final aside. In response to the moderator's query about the stance of black organizations and leaders toward \nimmigration, I would reply that they have, with a few notable exceptions, remained part of a civil rights coalition self-\nconsciously (and in my view, misguidedly) pro-immigration. This, despite the well-documented and episodically \nvisible anti-immigrant sentiments of ordinary black folks. How and why black leaders are so out of touch with their \nrank-and-file on this issue could be the subject of another panel discussion.\n\nSanford Ungar 11:49 a.m. Thursday8/22/96 With apologies for my absence yesterday due to computer problems, I \nwant to address the question of the situation at the southern border. It is pointless to discuss elaborate changes in \nimmigration policy, or to express high hopes for better border enforcement, if one has never been there and \nobserved the situation.\n\nWith all due respect to other opinions expressed here earlier, the fence is really a joke. Making it higher, wider, \nthicker, longer, etc. will have only marginal impact. Even the statistics we now get about apprehensions at the \nborder are highly suspect. I have had border patrol agents tell me personally that they feel lucky if they catch 30 \npercent of the people trying to cross on any given night. Furthermore, I believe it is still the case that what is \nreported to us are total apprehensions, not total number of individuals apprehended. In other words, buried in the \nINS numbers is the fact that the same person may be counted two, three, four, or however many times he has tried \nunsuccessfully to cross the border. Even so, high ranking officials in the INS have recently been exposed for \ninflating their apprehension statistics in an attempt to impress visiting congressmen. The least we can say is that we \nreally have little idea exactly how many people are crossing the border illegally.\n\nI applaud Barry Chiswick's point about the questionable value of unlimited efforts at apprehending illegals. Indeed, \nnew resources--including a substantial number of additional border patrol agents--have recently been forced upon \nthe INS, which hardly knows what to do with them. It is impressive to read about new night-vision scopes and the \nlike, but the circumstances are relatively little-changed, given the vast investment that has been made. Why? \nBecause a fence is not going to keep Third World people from wanting to cross the line to the First World; the \njuxtaposition of San Diego and Tijuana is a very dramatic enticement for informal and illegal immigration. So no \nmeaningful change can be effected without the help of Mexico, for which, frankly, the exportation of poor people is a \nsafety valve. The maquila industries along the border, NAFTA, and other developments in recent years have barely \nmade a dent in the flow. And for all the hand-wringing of experts about the effect on low wage-earners in this \n\n\n\ncountry, there is also a significant pull factor--jobs to be had at what we regard as very low wages, but Mexicans, \nCentral Americans, and some others regard as a fortune. We may deplore this, but we must recognize it as a fact. \n(Note: I wonder why the border patrol is forbidden from chasing illegal immigrants on private property in San Diego \nCounty?)\n\nIt is fascinating to compare the reaction to the cross-border traffic in California (with a relatively generous program \nof social services) and Texas (where benefits are less generous). Texans, especially in the lower Rio Grande \nValley, are far more accepting of the phenomenon and have lived with it all their lives; it is seen as a part of the \nlocal economic framework. I met people in the Harlingen and Brownsville area who had no idea on which side of the \nborder they were born (although they obviously claimed to be born in the United States); their families had been \ncrossing back-and-forth for generations. Furthermore, it is interesting to note that until relatively recently in our \nhistory, people who crossed the southern (or northern) border by foot were not officially counted or classified as \nimmigrants; the traffic was assumed. Now I recognize that the numbers and circumstances have changed greatly \nover the years; but it is simply not possible to erect a big fence and change well-established historical patterns of \nbehavior. Immigration, after all, is about PEOPLE and their aspirations, not economic statistics.\n\nI am very troubled by the notion that the unification of families (unattractively labeled chain migration by many \nrestrictionists) is now seen to be a great problem for immigration policy. I agree that factors other than family should \nalso be taken into account (including the possession of skills that Microsoft and other high-tech companies find so \nseverely lacking among young native-born and educated Americans). But if our politicians talk so freely and loosely \nabout the centrality of family values, what represents this concept more purely than an immigrant family that \nestablishes itself here and then brings (SPONSORS) other family members. The overwhelmingly consistent record \nis one of families caring for their own, taking them in and helping them get on their feet. Indeed, if some of the \nproposed cutbacks are made in legal immigration, and if family preferences take a big hit in the process, I think we \ncan confidently predict that illegal immigration will increase in direct proportion to the amount that legal immigration \nis cut. Why should people who have been patiently waiting their turn for five or 10 or more years to come legally on \nfamily-preference visas suddenly be dissuaded from doing so? Many will simply get a legitimate tourist or student \nvisa, get on an airplane, and then overstay. (That, by the way, is, by the INS's own admission, the source of most \nillegal immigration--visa overstays by middle-class people who can easily fit into the fabric of American life. More \nthan half the illegal immigrants in this country at any given time arrived that way, rather than by foot, and we have \nno idea how to find and catch them.) If some family members and others abuse Supplementary Security Income \nand other welfare programs, they are certainly not alone; we should revise, rewrite, or tighten those programs that \nthey can be more effectively administered.\n\nOur moderator should not apologize for citing the case of Irving Berlin. That's just the point. Thousands of other \npeople could be cited who have come here and made extraordinary contributions. In every possible field, from the \nsublime to the ridiculous. Albert Einstein. Martina Navratilova. Ann-Margret. Zbigniew Brzezinski. Madeleine \nAlbright. Manute Bol. (A fuller and wonderful list is available from the National Immigration Forum.) There are plenty \nfrom Mexico and Central America, too. If our co-discussants have a foolproof method of picking them out and \neliminating the others, then I guess we don't have to worry about getting sentimental. But yes, our immigration \npolicy has always been different from all others. But this is a country different from all others, including ever-so-\nefficient Canada, Australia, and New Zealand. Everyone knows exactly what it is to be French or Japanese, so \nmuch so that it is virtually impossible to BECOME French or Japanese if you weren't born with the nationality (and \nsometimes even if you were). But the definition of an American is always changing, being improved by newcomers.\n\nI'm sorry if this gets a bit emotional, but immigration is about a whole lot more than economics. Just for the record, I \nwonder how many of our panelists are the children of immigrants. (I'll start: I am. Both of my parents immigrated as \nyoung people from Central Europe. I feel they contributed a lot, but I'm certainly in no position to say that it was \nmore than someone who will arrive tonight.)\n\nBarry Chiswick 1:16 p.m. Thursday8/22/96 I agree with the moderator that it is sad that we cannot offer the \nopportunity of living in the United States to each and every person who would like to do so. It is sad that so many \ncountries around the world can offer their populations poverty, anarchy or tyranny, and often all three at the same \ntime. It is sad that we live in a world of scarcity, that we must allocate our scarce resources among alternative \n\n\n\nobjectives. It is sad that the U.S. cannot solve the world's problems by waving a magical wand. I share his feeling \non this matter. But yet, we must make hard choices.\n\nWe tend to have very romantic notions about immigration, especially unskilled immigrants. I am surprised no one \nhas yet quoted Emma Lazarus' poem excerpted on the base of the Statue of Liberty. Her sentiments well \nexpressed the economic realities of her time regarding immigration. Perhaps we need a new poet to express as \nbeautifully the economic realities of today.\n\nImplicit in the moderator's comments was that future geniuses could come primarily from the unskilled. Suppose we \nkept the same number of total immigrants but sharply increased the skill level. We are likely to get even more \ngeniuses than we currently receive.\n\nThe moderator requested additional thoughts on the control of illegal immigration. Our policy now is to grant de \nfacto amnesty to illegal aliens who penetrate the border and are not arrested or convicted of serious crimes. This is \nwell-known to illegal aliens.\n\nA greater effort is needed for interior enforcement. As of now it is minimal. Even other government agencies that \ncome into contact with the public do not cooperate with the Immigration and Naturalization Service (INS) authorities \nfor the identification and deportation of illegal aliens.\n\nThe main interior enforcement is now done by employers fearful of employer sanctions, the provision of 1986 \nlegislation which authorizes penalties against employers who knowingly hire illegal aliens. There are few resources \ndevoted to the enforcement of employer sanctions and employers must walk a fine but ill-defined line between \ndiscriminating against those who look foreign and hiring illegal aliens. Yet, government agencies, schools, hospitals \nand other institutions that come into contact with illegal aliens are not subject to the same requirements. I am not \narguing that they should since I have doubts about the wisdom of turning even employers into quasi-INS agents. \nBut it is curious that only employers are singled out for this purpose.\n\nThe cost of being apprehended, especially at the Mexican border, is minimal. Most apprehensions at the border are \nat night and the individuals are returned to the other side the next day. Fines and brief incarceration for those \napprehended at the border and in the interior might have a substantial deterrent effect. We should try them.\n\nMy reading of the situation is that for political and sentimental reasons, as well as for the economic self-interest of \ncertain groups, there is a lack of will to enforce immigration law. Illegal immigration could be curtailed and civil \nliberties for legal residents retained if there were the will to do so.\n\nThe participants in this panel, and those reading our comments, are all relatively high education and high income \nindividuals. We are the beneficiaries of policies that attract large numbers of low-skilled immigrants, whether as \nlegal or illegal immigrants. The price is paid by those with lesser skills and incomes, and the economy as a whole. \nIt can be shown that by appropriate tax-transfer policies some of the gains to the gainers can be transferred to the \nlosers so that the entire native population is better off. In principle, Pareto optimality can be achieved!\n\nThere are, however, two requirements for this to occur. One is that the low-skilled immigrants are not given access \nto these transfers. If they are, all natives can lose. The other is that these transfers to the native-born poor actually \ntake place. This is unlikely to occur. In the absence of our satisfying these two conditions current immigration policy \nis regressive.\n\nIf I were the head of a group representing disadvantaged native-born Americans I would be a strong and vocal \nadvocate of a skills-based immigration policy as one of an array of policy instruments to help my group. Inter-group \nsolidarity among the disadvantaged groups has an important role, but I would argue it should not dominate a \ndisadvantaged group's views on an issue as important as immigration. Perhaps the divergence of economic self-\ninterests between the leadership and the membership of disadvantaged groups drives the wedge between optimal \npolicy and policies that are supported by the leadership.\n\n\n\nHerb Stein 1:20 p.m. Thursday8/22/96 Barry Chiswick stopped me just in time. I was just about to quote Emma \nLazarus' poem about giving us your tired and your poor. I was going to quote it from the cover of a book edited by \nBarry Chiswick.\n\nWe have strayed a long way from the initial question about whether we are importing poverty with immigrants. \nThat straying was essential in order to put the question of immigration in context. Explicitly or implicitly the panelists \nand this moderator have suggested a number of objectives or values that have some claim to be considered in \ndeciding on immigration policy. These include maximizing the U.S. national income, maximizing the national income \nof Native Americans, maximizing the income of the poorest Native Americans, protecting the culture, protecting the \nsocial fabric, honoring family ties, enriching the culture and serving America's tradition as light to the world. The \nweights people give to these values will affect their preferences for immigration policy. Indeed, we have no way to \nsee what these weights are except by seeing what specific policies people prefer.\n\nWe have only a few hours left on this stage and I would like to invite the panelists now to skip to the last act and tell \nus, as specifically as they can, what they would propose to do. How many legals, what degree of consanguinity, \nwhat degree of productivity as estimated by whom, and so on? And similarly for the illegals.\n\nI would like to add a comment about the role of my sentimental considerations in the decision. Suppose I were to \ninvite five econometricians to sit in separate rooms and estimate the number of immigrants that would maximize \nthe income of Native Americans (meaning not Indians only). I am sure there would be a considerable range of \nestimates. At this point my sentimental considerations might enter into the decision\n\n By 12/1/2004 9:49:20 PM\n\nGeorge Borjas 8:08 a.m. Friday8/23/96 The moderator asks us to conclude by stating what it is we would do. As the \nmoderator knows, however, we can only give policy recommendations if we have already decided what it is that we \nwant immigration policy to accomplish. There are economic, political, and humanitarian goals that we can \naccomplish by pursuing particular types of policies. Most of the discussion in this panel has focused on the \neconomic goals--less poverty, less welfare, less adverse impact on unskilled natives.\n\nIt is unclear to me that these economic goals are by far the most important. The costs of unskilled immigration from \nMexico, for example, are but a tiny fraction of the costs of having an unstable political regime south of the border. I \nthink that policy recommendations should state very clearly, at the outset, what it is that the recommendator wants \nto accomplish.\n\nWith that out of the way, let me just suppose that we want to increase the size of the economic pie that accrues to \nnatives in the United States. I think that the research evidence suggests that we would be much better off if we \nwere to admit skilled immigrants. This fact also has an implication for illegal aliens: we should not have any since \nthey would have to be screened for their economic potential.\n\nHaving said all this, let me return to my earlier point. Is this really the kind of immigration policy we want? Should we \nnot be concerned with our sentiments and values and beliefs? Excuse me for being sentimental, but I believe all \nthese things should matter, and immigration policy should reflect the consensus that takes all these things into \nconsideration.\n\nPeter Skerry 11:46 a.m. Friday8/23/96 The moderator wants to know what we should do about immigration.\n\nWith regard to legal immigration, I would again argue that I don't believe the appropriate question is necessarily \nhow many. Just as important is likely to be who they are (in terms of education and skill levels and, for better or \nworse, their national origins) and how we treat them once they get here. The former set of considerations points not \nto a national origins policy (though I do think national origins speak to how compatible immigrants are likely to be \nwith American culture and how compatible they are perceived to be by Americans), but definitely toward a de-\nemphasis on family unification and re-emphasis on skills and education. But this is likely to be much more easily \nsaid than done, particularly in an immigration regime such as ours which, unlike Canada's for example, has not \nafforded immigration policy makers much administrative autonomy, or even discretion.\n\n\n\nThe second set of considerations (how we treat immigrants once they're here) raises a set of questions about race \nthat have not thus far been addressed here. I have in mind our by now ingrained, and indeed institutionalized, \ntendency of reducing all disadvantages to matters of race. This is clearly the case with approximately one-half of \nthe immigrants who are Latinos, and it is also evident among the 40 percent or so who are Asians. This of course \nmeans that we afford them affirmative action, voting rights (through the Voting Rights Act), and language rights that \nnot only insult black Americans, who have much stronger claims on the rest of us for such extraordinary benefits; \nbut that also arouse the anger and animosity of Americans generally. I believe that much of the animus against \nimmigrants that we now see is not simply a reflection of economic and fiscal strains, but also a reaction to the \nextraordinary, racially based demands of immigrant leaders. These leaders have in effect argued to the American \npublic that immigrants, especially Latinos, are another racial minority group who like blacks have not been treated \nfairly, who are therefore not convinced they will be allowed to become part of the American mainstream, and who \nare now consequently not convinced they want to be part of the mainstream. The proof of my point is the rhetoric \nsurrounding Prop 187: The rhetoric of its proponents was essentially the obverse of what Latino activists and \npolitical leaders had been saying for a generation--we cannot and we do not want to become part of the American \nmainstream.\n\nA related problem goes back to our discussion of immigrant poverty. Quite aside from its extent or degree looms \nthe question of how we as a society interpret immigrant poverty. I would submit that today our political institutions \nare oriented toward interpreting immigrant poverty as the consequence of racial discrimination. Not only do I \nbelieve this perspective to be factually incorrect, it is socially and politically divisive. And to me this is one more \nexample of how our immigration problems are shaped in large part by how contemporary institutions shape and \ndefine the inevitable problems generated by mass immigration. We cannot of course change these institutions by \nfiat, but we need to be aware of this aspect of the problem. And at a minimum we should end affirmative action for \nimmigrants.\n\nAs for illegal immigration, again I have no magic number, and I don't know that anyone knows what an acceptable \nlevel of illegal immigration would be--other, presumably, than something lower than what we have now. I find myself \nin agreement with much that George Borjas and Barry Chiswick have suggested: greater emphasis on employer \nsanctions (Borjas) and greater emphasis on interior enforcement other than on employers (Chiswick). While these \ngoals may at some point be in competition, right now there is room for improvement on both fronts.\n\nBut there is larger issue overarching the enforcement of laws targeting illegal immigrants. And that concerns the \nnature of the crime of illegal entry into the United States. When border patrol agents typically volunteer to me that if \nthey were in the shoes of the average Mexican villager, they too would attempt illegal entry into the United States, \nthen that tells me we're not dealing with any simple or straightforward type of crime. Certainly, you wouldn't find too \nmany police officers saying that if they were in the shoes of the typical ghetto resident, then they too would take up \ndrug-dealing. My point is that not only border patrol agents but many Americans, even in this post-Prop 187 \nenvironment, do not regard illegal entry into the United States as a serious criminal offense. Until this attitude \nchanges (if that is possible), we are going to have great difficulties dealing with illegal immigration. I believe we \nneed to get tough on illegal immigration, but a necessary starting point is to recognize how difficult the job ahead is.\n\nA final note on the border and the fence. Since I believe I'm the only one who has referred to the fence, I'll take up \nSanford Ungar's challenge about it being a joke. First of all, I did not bring up the fence as if it were the summum \nbonum of effective border control. I brought it up because the ambiguity surrounding its presumed functions \nhighlights what a difficult and problematic task border control is. But control of our borders is an important, and \nseemingly fundamental, function of the federal government. Nevertheless, the fence as currently configured is, \nparticularly by itself, not very effective at stopping illegal immigration. If I were to grant, for the sake of argument, \nthat the fence is a joke, to use Ungar's phrase, I would have to point out that no fence at all is an even bigger joke. \nThe visible symbol of this reality is to see the six-stranded barbed wire fence that was once the only barrier we had \nalong our southern border (and that in places still stands a few feet behind the new corrugated steel barrier). My \npoint is how can we even talk of dealing with illegal immigration and controlling our borders if we don't put some \nphysical barrier there? Now some critics might come back and insist that we should have an even more heavily \nfortified barrier. I suspect this would not be to Mr. Ungar's liking. But does he seriously believe that we should \nexercise no control over our borders?\n\n\n\nMark Krikorian 11:53 a.m. Friday8/23/96 I conclude by returning to the original topic: There appears to be little \nserious doubt that our nation's current immigration policy increases poverty. It does so in two ways--it brings in \nadditional poor people from outside to settle here and, at the same time, makes poor natives poorer, by increasing \ncompetition for low-skilled jobs, thus lowering wages and displacing natives (and even prior immigrants) from jobs. \nAnd the influx of poor immigrants not only creates additional job competition, but also represents competition for \nscarce government resources, especially education, which is unaffected by the new welfare restrictions for non-\ncitizens.\n\nI outlined a possible avenue for reforming legal immigration in my Wednesday posting: unlimited immigration for the \nspouses, unmarried minor children, and parents of American citizens; 50,000 truly high-skilled workers (perhaps \njust the current first and second employment preferences); and 50,000 authentic refugees and asylees. By thus \neliminating the inherently unmanageable waiting lists for the other family categories, eliminating the visa lottery, \neliminating the unskilled worker category, and reintroducing discipline into the remaining categories, we can use \nimmigration to serve our national interests while minimizing the importation of poverty and the other ills associated \nwith mass immigration.\n\nIllegal immigration is not as easy to deal with, but there is one major tool, referred to earlier by Prof. Chiswick, which \nwe have essentially failed to use--work site enforcement of employer sanctions (the prohibition on employing illegal \naliens). Congress finally passed employer sanctions in 1986, but was unwilling to make it work, and thus did not \nmandate the development of an electronic means for employers to verify work eligibility. The INS is currently \ncarrying out pilot programs to allow legitimate businesses to verify the status of non-citizen employees, and the \nlegislation in Congress, whatever its final form, will almost certainly contain some more extensive pilots. Without \nthus turning off the magnet of jobs that attract illegals, no amount of border enforcement can ever prove successful.\n\nOther measures can also help in combating illegal immigration:\n\n** Computerizing the mickey-mouse, paper-based system we currently use to keep track of non-immigrants \n(tourists, students, businessmen and others on temporary visas)--which would be a major advance, since half of all \nillegal immigrants arrive legally but overstay their visas;\n\n** A one-strike-you're-out provision, wherein any violation of the immigration law (sneaking across the border, \noverstaying a visa, lying in an asylum or other application, etc.) would bar the lawbreaker for life from any \nimmigration benefit, such as a green card, temporary visitor visa or border-crossing card; and\n\n** The prohibition of asylum applications from any person who traveled through a safe country, where he could \nhave applied for asylum first, before coming to the United States.\n\nInterrupting the legal and illegal immigration flows that have developed over the past generation will not happen \nwith a single stroke of the pen. But migration patterns can be changed--after all, the restrictionist measures of the \n1920s, however vulgar in complexion, worked quite well in winding down the greatest immigration flow up to that \ntime--thus promoting the growth of the middle class, drawing black Americans toward the mainstream of the \neconomy, increasing manufacturing productivity, and generally promoting the formation of a more perfect Union. It's \npast time our current discordant immigration policy be made to harmonize with today's national interest.\n\nSanford Ungar 1:48 p.m. Friday8/23/96 The implication is out there, without challenge, that somehow the black \nleadership, in being generally supportive of immigration, is out of step with the rank-and-file of African Americans. I \nbelieve this is another convenient canard of the immigration debate. According to some polls, African Americans \nactually hold a somewhat more permissive view toward immigration than the general public. Nearly three-quarters \nof the respondents in a 1993 survey of African Americans cited by the National Immigration Forum, for example, \nagreed with the statement that immigrants often take jobs that Americans don't want. They had especially \nfavorable attitudes toward the immigration of foreign doctors and other health care professionals. Why? Because in \nmany black neighborhoods of this country, it is immigrants who provide the only decent medical care. In many \nplaces they also run the only nearby food stores (although I am fully aware of the tensions between Korean store \nowners and their black customers in Los Angeles and elsewhere). I believe most black congressmen vote the way \nthey do on immigration as a reflection of their constituents' views.\n\n\n\nI want to reassure Mr. Skerry that I do not advocate giving up all control over our borders. I believe very strongly \nthat we should enforce our drug laws at the border (as elsewhere) and that we should institute very stringent health \nchecks, offering immunizations, where necessary, against diseases we do not want imported into the country. Nor \ndo I advocate completely open immigration; but as I said earlier in the week, I advocate adjusting our legal numbers \nto be much more realistic--basing them on some scientific determination of how many people actually do come into \nthe United States each year and find work. But I cannot, for now, give the moderator a specific number that would \nbe ideal.\n\nHow many illegals should we allow in? Well, it should not be necessary to have any illegal immigrants in the long \nrun if we redefine legal immigration (and, in many cases, decriminalize what is now considered illegal). The 40,000 \nor so illegal Irish immigrants who are here at any given time and work in the underground economy (my source: \nthe Irish Consulate General in Boston, which has no reason to exaggerate the number) could be working legally \nand contributing more taxes.\n\nMy main concern is that we not continue passing laws and writing regulations in this area that we cannot really \nenforce--or, indeed, erect fences that do not keep people out. We should not fool ourselves that we are controlling \nor limiting immigration when we are not. This will only lead to greater public cynicism. Perhaps employer sanctions \nwould work, but then yes, we would have to get much more serious and credible about them.\n\nPeter Brimelow's arguments about cultural affinity are not at all persuasive to me. A rather small percentage of \nAmericans tell the census that they regard themselves as English in origin. From the very first years of European \nsettlement, we have had practice bringing together and melding very diverse cultures in this country. The same \narguments that one hears today about the difficulty integrating Hispanics or Asians were made at the beginning of \nthis century about Italians, Irish, Jews, Poles, Russians and others who were going to dilute the Northern European \ncharacter of the American race. The only difference today, I'm sorry to say, really is race: many of the immigrants \nthat people want to exclude for their various reasons are more easily identifiable (by skin color, for a start) than \nthose of earlier eras. Once they have succeeded in conventional terms (their children winning prizes in science \ncompetitions, for example), they begin to be more accepted.\n\nWith all deference to Mr. Krikorian, the restrictionist measures of the 1920s are nothing to be proud of. One of the \nthings they did very well was to keep out the victims of persecution in Europe who were so eager to come here and \nwho, if their lives had been saved by permitting them to enter, would have gloriously enriched our culture, our \nuniversities, and many other aspects of the country.\n\nA little more sentiment, along with common-sense realism about the role of immigrants, is exactly what we need in \norder to arrive at a more sensible immigration policy. Let's encourage immigrants to continue reviving and \nimproving our decayed inner-city neighborhoods. Let's salute them for reviving the hotel and motel industry in \nAmerica. Let's continue to count on them to remind us of our own values and traditions.\n\nBarry Chiswick 2:01 p.m. Friday8/23/96 I wish to thank MICROSOFT, the moderator, Herbert Stein, and the other \npanelists, for an interesting week. This was a well done project and I hope many were reading what we wrote.\n\nThe moderator's call for our policy recommendations is a fitting way to end this week. In my last communication I \noutlined my policy recommendations regarding illegal aliens. I would like to add one more thought.\n\nThe amnesty provided by the 1986 Immigration Reform and Control Act (IRCA) resulted in legalizing the status of \nsome 3 million individuals. This may not have been a plus. The workers among those legalized are nearly all low-\nskilled. Their new legal status will discourage their returning to their home country and has already encouraged their \nserving as sponsors for additional dependents and low-skilled relatives. It is recognized that there was massive \nfraud in the Special Agricultural Worker (SAW) program that legalized about 1.3 million aliens. Persons not in the \nUnited States crossed the border illegally to obtain legal status! The expectation has been created that additional \namnesties will follow. This expectation has been fulfilled by the mini-amnesties in subsequent legislation. Rather \nthan wiping the slate clean of illegal aliens, the 1986 IRCA amnesty has added to the supply of low-skilled labor and \nincreased the incentives for fraud and illegal migration. It may have created more problems than it solved.\n\n\n\nLet me set out the following for discussion as a revised immigration policy. There is no problem with an annual level \nof legal immigration from all sources of about 800,000, the current level. Given the policy recommendations \nregarding criteria for issuing a visa that are outlined below, I would expect the actual number to be closer to \n600,000 per year in the near term.\n\nA) Kinship Visas\n\nThe new policy would continue the current policy of providing visas without numerical limit (up to the annual ceiling) \nfor the bona fide spouse and minor children (under age 18) of U.S. citizens. This would include the aged parents \n(over age 65) of U.S. citizens who are over the age of 21, provided the citizen sponsors can demonstrate and \naccept responsibility for the financial support of their parents. Aged parents admitted under this category would be \nin a special parents visa category and would not be eligible for U.S. citizenship or eligible to serve as sponsors for \nother relatives.\n\nThe bona fide spouse and minor children of individuals receiving a permanent resident alien visa under any \ncategory (kinship, refugee, employment based) would also receive a visa if they accompany the immigrant or \ncome to the U.S. within one year.\n\nAll other kinship visas would be eliminated.\n\nB) Refugee and Asylee Status\n\nRefugee and asylee status would return to the original intent, small programs for individuals subject to persecution \nfor political reasons. Current practice now recognizes claims based on coming from a dangerous place or a country \nwith social policies or social norms that differ from our own. We have unwittingly made several Billion people \npotentially eligible. U.S. refugee/asylee policy cannot solve the world's ills. A more focused refugee and asylee \npolicy has an important role to play, but current policy is out of control.\n\nC) Productivity Based Visas\n\nProductivity based visas would be of two types. One is an investor program the other a skill-based visa program.\n\nThe U.S. and other immigrant receiving countries have used an investor category to attract entrepreneurs and \nforeign capital. This program requiring, say, an investment of at least $1 million in a U.S. business would also \nrequire that the applicant demonstrate the possession of other assets or sufficient skill to sustain himself or herself \nif enterprise fails. The enterprise would need to be one that would create jobs for U.S. workers. One complaint has \nbeen that these enterprises tend to employ only relatives or petition for occupation-based visas for their relatives. \nThis can be addressed by prohibiting the enterprise from sponsoring a foreign worker in its first five years.\n\nThe experiences of other countries and the research that has been done for the U.S. and elsewhere suggest the \ncharacteristics of a skills-based immigration policy. Two broad approaches are a targeted employment policy and a \npoint system policy.\n\nUnder current U.S. immigration law, employment based visas are issued if an employer can demonstrate to the \nDepartment of Labor that a specific potential immigrant can and will do the job at prevailing wages after an \nunsuccessful intensive job search by the employer for a worker with a legal right to work in this country. This \nrequires knowledge of shortages in the labor market which the Department of Labor does not have. Targeted \nemployment policies invite sheer silliness--the 1990 Act included 10,000 visas designated for unskilled workers! It \nencourages illegal employment and bogus enrollment in U.S. colleges since the easiest way for a potential \nimmigrant to get an employer to petition for a labor certification is to be working for that employer. Indeed, most \nworkers receiving an employment based visa receive an adjustment of status, meaning that they were already living \nin the U.S. when they received their visa.\n\nThe application procedure is burdensome, costly, time consuming and arbitrary. Having recently been successful in \nobtaining a labor certification and an employment-based visa for an assistant professor I can speak with some \n\n\n\nauthority that the system is broken and needs to be replaced by a mechanism that does not target workers for \nparticular job slots.\n\nThe alternative is a point system which is the basis of immigration policy in Canada, Australia and New Zealand. \nUnder a point system an applicant receives points for productivity enhancing characteristics. For the U.S. these \nwould include level of education completed, age (young adults favored), skill-craft training, and English language \nfluency. A small number of points can also be awarded if the applicant can document pre-arranged employment (an \nemployment sponsor), if the spouse has a high level of education or skill, or if there is a parent or sibling in the U.S. \nwho will serve as a sponsor and guarantee financial support. Applicants receiving more than a threshold number of \npoints would receive a visa, as would their accompanying spouse and minor children. The threshold level of points \ncan be adjusted to change the size of the immigrant flow.\n\nUnder a skills based point system the U.S. will be able to attract a larger pool of high-skilled immigrants than \nunder the current targeted employment approach.\n\n By 12/1/2004 9:50:30 PM\n\nHerb Stein 2:59 p.m. Friday8/23/96 For most of our panelists the answer to the initial question, Are we importing \npoverty with immigrants? is clearly yes. And they are in general agreement on what to do about it. Legal \nimmigration should be more based on the expected productivity of the application for immigration and less on family \nrelationship or refugee status. Illegal immigration should be more tightly limited, although there is some \ndisagreements or uncertainty among the panelists about how to achieve that.\n\nI cannot say that these are the wrong answers. But, if Chiswick will forgive me, I will say again that they make me \nfeel sad. And accepting these as the right answers and still feeling sad I am led to questions suggested by some \nthings Skerry said. What are the limits of community, responsibility, and sympathy? What responsibilities flow from \nthe fact that the poorest 10 percent of the American population has incomes so far below the median? And what \nabout the fact that 80 percent of the world's population lives in countries with average per capita incomes below the \npoorest 10 percent of Americans? Recognizing, as we surely must, that we cannot do anything significant about the \nsecond problem by immigration, and that even the little that might be done would come at the cost of the first \nproblem, we are left with the question of extreme inequality in the world. We can say, Too bad! I don't know whether \nthat is a moral position or, in the long run, a tenable one. Maybe feeling sad about it will generate thought about \nwhat to do about it. That may be the subject for another panel.\n\nMeanwhile, I want to thank the panelists for their serious, thoughtful, well-informed contributions. They have given \nus much to ponder.\n\nNext week we will go on to a less serious subject, The Democratic National Convention. Our panelists are: Karlyn \nKeene Bowman, resident fellow at the American Enterprise Institute. Alan Brinkley, professor of 20th century \nAmerican history at Columbia University. Christopher Caldwell,senior writer at the Weekly Standard. R. Emmett \nTyrrell, Jr., founder and editor-in-chief of the American Spectator.\n"}