{"title": "Canada Arrests Worker Aiding Refugees", "body": "\nAn American refugee aid worker accompanying Haitians seeking asylum in Canada was charged by Canadian \nauthorities this week with immigrant trafficking.\n\n  Canadian lawyers said it was the first time that a 2002 immigration law, intended to prosecute organized criminal \nsmugglers, had been used against someone working for an immigrant assistance organization.\n\n  The aid worker, Janet Hinshaw-Thomas, is the founder and director of Prime  -- Ecumenical Commitment to \nRefugees, a two-decade-old refugee resettlement organization in Pennsylvania. Ms. Hinshaw-Thomas, 65, was \narrested on Wednesday at the Canadian border station at Lacolle in Quebec. She was arraigned in a court near \nMontreal on Thursday and released on $5,000 bail. \n\n  The Canadian prosecutor said in court on Thursday that the office of the attorney general, Robert Nicholson, had \napproved the charges, as required by the law. The crime carries a maximum life sentence. \n\n  ''She is not running some kind of covert murky operation at all,'' Eric Sutton, Ms. Hinshaw-Thomas's lawyer, said in \na telephone interview yesterday from Montreal. ''She was doing this on a purely humanitarian basis to assist \nrefugees who are seeking asylum in a country where they have a right to present their claims.''\n\n  The Department of Justice for Canada referred questions about Ms. Hinshaw-Thomas's arrest to the Canadian \nBorder Services Agency. Erik Paradis, a spokesman for the Quebec regional office of the agency, said that its \nofficers had applied the law as they understood it.\n\n  This month, Canada has faced a surge of immigrants, primarily Haitians and Mexicans, traveling to border stations \nto present claims for asylum. At least 200 immigrants requesting asylum, mostly Mexicans, turned up in recent \nweeks at the station in Windsor, Ontario, across from Detroit. Many were sent by a group in Naples, Fla., the \nJerusalem Haitian Community Center, that collected fees from some immigrants. \n\n  Ms. Hinshaw-Thomas said yesterday that she had not been aware of the border dispute brewing in Ontario. In an \ninterview by cellphone as she drove back from Canada to her office in Landsdowne, Pa., she said that her group \nhad made 19 trips to the Canadian border in the last five months, taking immigrants, primarily Haitians, who had \ndespaired of obtaining legal status in the United States and feared deportation. \n\n  ''We want to help people who are in really very dire need, who might even face death upon return to their home \ncountries,'' she said. \n\n  She said her trip this week was only the second time she had accompanied immigrants to Canada. She arrived at \nthe Lacolle border station on Wednesday with the Haitians, five adults and seven children from four families. \nFollowing a procedure her group had used on previous trips, Ms. Hinshaw-Thomas said, she advised Canadian \n\n\nborder authorities five days ahead of time by e-mail when she would arrive and how many asylum-seekers she \nwould bring.\n\n  In her e-mail message, she said, she included information showing that her organization was a nonprofit \nassistance group, not a business. ''I wanted to clarify that I am really not doing this for profit,'' she said.\n\n  Ms. Hinshaw-Thomas said that during her first trip, on Aug. 22, a Canadian immigration officer warned her that \nshe could be prosecuted for trafficking if she was making any profit from the refugee trips. She said she told the \nofficer that she collected fees, about $250 per family, to defray travel expenses. Mr. Paradis, the Border Services \nAgency spokesman, confirmed the warnings. ''If a person has been notified that this method of working is illegal and \nthey continue, we're going to take action,'' he said.\n\n  Opposition lawmakers and immigrant advocates in Canada protested the arrest. Marlene Jennings, a member of \nthe opposition Liberal Party, accused Mr. Nicholson of ''attempting to criminalize good Samaritans.''\n\n  Ms. Hinshaw-Thomas, a granddaughter of John Foster Dulles, the secretary of state in the Eisenhower \nadministration, and a niece of Cardinal Avery Dulles of New York, is scheduled to return to court on Nov. 30. \n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTO: Janet Hinshaw-Thomas helps Haitian immigrants get to Canada to seek asylum. (PHOTOGRAPH BY \nAARON HOUSTON FOR THE NEW YORK TIMES)                              \n"}