{"title": "U.S. Policy May Be Stemming The Tide Of Haitian Refugees; President Bush Is Considering Changes In U.S. Nuclear Test Policies; Ships From The U.S. Navy And Other Countries Are Docked In New York To Take Part In Annual Fleet Week Events. Aired 8-9p ET", "body": "\n[20:00:00]\n\nSUSAN ROOK, CNN HOST: A new U.S. policy may be stemming the tide of Haitian boat people but critics charge it \nis a death sentence for refugees. And U.S. war veterans honor the service and sacrifice of their fallen comrades as \nthe nation marks Memorial Day.\n\nANNOUCNER: This is CNN's PRIME NEWS taking the time to examine world events, issues, and news makers \nwith Bernard Shaw in Washington and Susan Rook in Atlanta.\n\nROOK: Thank you for joining us. For months Haitians have been risking their lives by the thousands to flee their \ntroubled country, but the U.S. Coast Guard says it has not sighted any Haitian boat people since yesterday.\n\nThat's when President Bush ordered the interception, an immediate return of the refugees. More on the new \npolicy and the fallout from CNN's military affairs correspondent, Wolf Blitzer.\n\n(BEGIN VIDEOTAPE)\n\nWOLF BLITZER, CNN MILITARY AFFAIRS CORRESPONDENT: The U.S. Coast Guard says it's gearing up to \nimplement the new get tough policy toward Haitian refugees. No longer will Haitians be brought to the U.S. Naval \nbase at Guantanamo Bay, Cuba for screening.\n\nLUIS DIAZ, U.S. COAST GUARD: The process now is that once they are rescued they aren't being taken to Port-\nau-Prince directly. There is no interviews conducted aboard the cutters.\n\nBLITZER: The Pentagon says Guantanamo is now filled to capacity. The purpose of the new policy is to try to \nconvince Haitians to stay home.\n\n\nDIAZ: It may discourage the Haitian migrants from taking to the sea again because they will know that they would \njust turn around and head back home instead of going to the Guantanamo, the camp site or to the U.S.\n\nBLITZER: To further back that up, the voice of America is broadcasting the White House announcement to Haiti in \nCreole. This announcer broadcasted VOA's initial report. CHERUBIN DORCIL, VOICE OF AMERICA: As a \njournalist, what I can see is that people are going probably to think a little more before they make a decision.\n\nCHASE UNTERMEYER, DIRECTOR, VOICE OF AMERICA: What they're hearing is the change in the United \nStates policy that will have a direct impact on their lives as to what they should know if they are considering the very \ndifficult, dangerous journey away from the shores of their own county out into the open water.\n\nBLITZER: Returning to the White House from his vacation home at Kennebunkport, Maine; President Bush \nrejected criticism of his decision. He says the U.S. did the right thing. but by not even giving Haitians a chance to \nmake their case for political asylum, human rights activist argue the U.S. is violating international law.\n\nJACK HEALEY, AMNESTY INTERNATIONAL USA: I do believe it is a violation of the national protocols, \nabsolutely. I think what they're trying to do to get away with is a scam that if we don't allow them into our boarders, \nthen we don't have to give them a fair hearing.\n\nJOCELYN MCCALLA, NATIONAL COALITION FOR HAITIAN REFUGEES: The administration is basically saying \nto Haitians, \"go back to Hell.\" In fact they're saying that Hell is where you belong.\n\nBLITZER: But administration officials say the Haitians will have ample opportunity to apply for immigration status at \nthe American Embassy or Port-au-Prince. They say the U.S. is doing everything possible to assist the Haitians \nwhom they described as largely economic rather than political refugees. Wolf Blitzer, CNN, the Pentagon.\n\n(END VIDEOTAPE)\n\nBERNARD SHAW, CNN HOST: Reportedly, President Bush is considering changes in United States nuclear test \npolicies. The Washington Post says Mr. Bush is reviewing proposals that range from reducing by half the \nunderground test, to virtually stopping all nuclear testing by 1995. Some scientists say it's time to halt testing, but \ndefense officials are said to oppose new test limits.\n\n(BEGIN VIDEOCLIP)\n\nRICHARD PERLE, FORMER ASST. DEFENSE SECRETARY: We should keep all our options open. This is a \ndangerous and uncertain world and there are no obviously advantageous to giving up the right to test nuclear \nweapons. As long as we have nuclear weapons in the inventory, we should do everything possible to see that they \nare the safest and most effective weapons we can build.\n\nKEVIN KNOBLOCH, UNION OF CONCERNED SCIENTISTS: Well at this point, given the current national security \nrole that nuclear warheads are playing, there is no aspect of the nuclear weapons that we now have that can't be \nchecked and strengthened and ascertained through non- testing means.\n\n(END VIDEOCLIP) SHAW: President Bush could announce the new test limits before or during next month's \nSummit with Russian President Boris Yeltsin.\n\nROOK: A World War II pilot who went on to become president of the United States, joined former military men and \nwomen and people all across the United States today in honoring the nation's war dead.\n\nPresident Bush took part in a Memorial Day tribute to add an American Legion post near his vacation home in \nMaine. The president said the nation must preserve a strong national defense in the face of Pentagon budget cuts.\n\n[20:05:00]\n\n\n\nAnd he pledged to do all that's humanly possible to account for U.S. service men still missing in action from the \nVietnam War. Vice president Dan Quayle performed the traditional wreath laying duties at the Tomb of the \nUnknowns during the ceremony at Arlington National Cemetery. Quayle stressed the need for old fashioned values \nlike patriotism, duty, honor, and country.\n\nAnd at the Vietnam Memorial, Americans gathered today to remember and to reflect. Former Senator George \nMcGovern who was an outspoken opponent of the Vietnam War told the crowd he weeps when he walks past the \nmemorial. It list the names of Americans killed in Vietnam.\n\nSHAW: Memorial Day has come and gone nearly 20 times since the end of the Vietnam War, and now many sons \nand daughters of those who died are getting older, living long in fact, than their parents ever lived. It's a sometimes \npainful and poignant time as CNN's Jamie McIntyre reports.\n\n(BEGIN VIDEOTAPE)\n\nJAMIE MCINTYRE, CNN REPORTER: Patty Crawford never really knew her father. Navy Lieutenant John \nCrawford was killed in the Vietnam War two days after her third birthday in 1967. As she approaches the age her \ndad was when he died, she finds questions just now welling up inside her.\n\nPATTY CRAWFORD: Who is he? What kind of person was he? How did he feel about me? Would he be proud of \nthe adult that I've become?\n\nMCINTYRE: Like many sons and daughters who lost parents in Vietnam, Patty's image of her father is a patchwork \nportrait stitched together by a faded newspaper clippings, scattered mementos, and tapes her mom sent overseas.\n\nUNIDENTIFIED FEMALE: My favorite present, of course, is the perfume. In fact, it was just what I planned to put on \nthe day that I meet you at the airport when you return and I've thought about that day many, many times.\n\nMCINTYRE: Air Force Major William Cordero left behind a four year old son when he was killed on father's day \n1965. It was Tony Cordero idea three years ago to form a support group called Sons and Daughters in Touch.\n\nTONY CORDERO: There's a common bond that -- that those of us in -- in this organization share and it's -- it's hard \nfor anybody outside for anybody outside of that to understand it.\n\nMCINTYRE: Denise Reed understands. She was six when her dad, Army Sergeant Harold Buddy Reed (ph), was \nkilled in ground action in 1966.\n\nDENISE REED: But there are a lot of things about him that I don't know and sometimes I meet people that may \nhave grown up with him or, you know, friends or even family members and they'll say, you know, you look just like \nyour father. I wish I could remember the sound of his voice. You know I -- I don't remember that.\n\nMCINTYRE: The group has set a computerized database to help sons and daughters find veterans who served with \ntheir fathers, but it needs more names to help Patty Crawford in her quest.\n\nCRAWFORD: I was hoping to meet someone who served with my father. I'd like to talk to them and put kind of a \npersonality behind the faces that I see in these pictures I have of him, know who he is as an individual and then \nmaybe I could kind of figure out who I am.\n\nMCINTYRE: This coming Fathers' Day weekend, members of the organization will gather not far from the Vietnam \nVeterans' Memorial to share common feelings.\n\nREED: The thought of me outliving my father is -- it's really overwhelming.\n\nMCINTYRE: Every new nugget of information helps like this letter Tony Cordero discovered.\n\n\n\nCORDERO: It says, \"Dear Tony, my goodness, you're three years old already. You're a big boy now. I hope you \nhave a very happy birthday.\" This letter, if nothing else, serves to confirm for me that my dad knew who I was and \nhe loved me. That he cared for me. And that's all I could have ever asked for. \"Pretty soon we'll all be together, \nwon't that be fun.? Signed, Your Daddy.\"\n\nMCINTYRE: Jamie McIntyre, CNN, Washington.\n\n(END VIDEOTAPE)\n\nROOK: Next on PRIME NEWS, angry protestors in Thailand keep up the pressure on law makers to pass \ndemocratic reforms. Then at half past the hour, the last bastion of Communism creaks along with daily shortages \nand cutbacks, a look at life in Cuba. And then at 55 past the hour, we'll tell you why thousands are wondering the \nstreets of New York this week. Stay tuned.\n\n[20:10:00]\n\n(COMMERICAL BREAK) SHAW: In Bangkok, moves in parliament to overhaul Thailand's political system to reduce \nthe power of the military which killed scores just a week ago. It's a time for healing. Just the yesterday the prime \nminister, who is blamed for much of that recent unrest, stepped down.\n\nNow the people of Thailand want reform. They are keeping up the pressure for a democratic system. And many ties \nare outraged that those behind the crackdown on pro-democracy demonstrators, have been granted amnesty.\n\nROOK: After 15 unsuccessful attempts, Italy's parliament has managed now to elect a new head of state. Oscar \nLuigi Scalfaro will become Italy's next president. 73-year-old Christian democrat won wide respect on Sunday with \na moving tribute to an anti-mafia judge murdered over the weekend.\n\nIn Palermo, distraught mourners threw themselves on the coffins of Judge Giovanni Falcone. His wife and three \npolice escorts all killed on Saturday. Others at the funeral shouted insults at the government accusing politicians of \nfailing to seriously pursue the mafia.\n\nTo kill Falcone, the mob blew up an entire stretch of highway with a one ton bomb. Falcone headed some of Italy's \nmost important mafia investigations.\n\nSHAW: Secretary of State, James Baker was reunited with his old friend, Eduard Shevardnadze, today in the \nformer Soviet Republic of Georgia. Shevardnadze, the former Soviet foreign minister now chairs Georgia's ruling \ncouncil.\n\nHe is struggling to hold together a country torn by political and economic upheaval. Mr. Baker urged Georgia to \nfollow through on its commitment to democratic and free market reforms.\n\nBrazil's political crisis widened today as President Fernando Collor de Mello denied accusations of drug use and \ncorrupt business practices. The allegations are brought by his younger brother. President Collor wants police to \ninvestigate the accusations and says he will ask the justice ministry to try his brother for libel. Brazil's stock market \ndropped more than 7 percent as investors reacted to the scandal. They political crisis has erupted less than two \nweeks before dozens of world leaders converge on Rio de Janeiro for the Earth Summit.\n\nROOK: The government in Australia's northern territory today agreed to pay $975,000 to Lindy and Michael \nChamberlain, but officials did not apologize to the couple. They were convicted of murdering their daughter. Mrs. \nChamberlain spent three years in jail before a judge determined the couple had been wrongfully convicted. They \nclaimed a wild dog snatched their baby from their campsite.\n\nSHAW: The cure for America's ailing healthcare system maybe be as close as Canada. That diagnosis has sparked \ndebate between the two neighbors and it has some Americans looking north for a second opinion. CNN Medical \n\n\n\nCorrespondent, Jeff Levine, went to Canada to find out why some see that healthcare system as a threat, others, \nsalvation.\n\n(BEGIN VIDEOTAPE)\n\nJEFF LEVINE, CNN MEDICAL CORRESPONDENT: Even though sick babies are her primary business, Dr. \nDeborah Davis is also an expert on healthcare in the U.S. and Canada. She's worked in both systems but believes \nthings are fairer in her native country.\n\nDR. DEBORAH DAVIS, OTTAWA GENERAL HOSPITAL: I think that all babies deserve or all people deserve equal \naccess to care.\n\n[20:15:00]\n\nAnd from what I saw in the states that was not always the case. I felt it was cruel and unfair.\n\nLEVINE: Robin Ann Writtinger (ph) was born nearly four months premature. She had only a 50 percent chance of \nsurvival and needed all the resources of this neonatal intensive care unit, but while the child was battling for life, her \nmother never had to be concerned about the bill. A fact that explains her loyalty the system.\n\nUNIDENTIFIED FEMALE: It's not just something for the rich. It's something that we're all entitled to.\n\nLEVINE: In an uncharacteristic rift, the U.S. and Canada have gotten into a squabble over the best approach to \nproviding healthcare. And as the U.S. presidential campaign heats up, the argument has reached the boiling point.\n\nGEORGE BUSH, U.S. PRESIDENT: Because central planners ration their healthcare, Canadians often must wait \nweeks or months for treatments readily available to Americans.\n\nLEVINE: Not so say Canadian politicians like Bob Rae who point out that the U.S. has 35 million who have no \nhealth insurance at all.\n\nBOB RAE, ONTARIO PREMIER: You have the most rationed system in the world because basically you've \nrationed out of the system a whole group of people.\n\nLEVINE: Many reformers argue that the United States should adopt the Canadian system of providing healthcare \nfor all. As a Canadian citizen you're entitled to healthcare as part of your birth right, but how good is the treatment? \nDoes it compare to the U.S. system particularly in the area of high tech medicine? Many insist the U.S. system \noffers more choice and higher quality for those who have insurance. And some Canadians fret their approach is \nsinking under the same cost pressures and straining the U.S. healthcare system.\n\nLARRY GROSSMAN, FORMER ONTARIO HEALTH MINISTER: Reality is I wouldn't call it universally accessible if \nyou've got a four or five month waiting list for surgery -- some high tech surgery and you die while you're waiting for \nthat surgery.\n\nLEVINE: President Bush made some of the same points about Canadian healthcare in his State of the Union.\n\nBUSH: And what we'll get is patients in long lines, indifferent service, and a huge new tax burden.\n\nLEVINE: But Canadians say their healthcare baby is thriving. More on that in our next report. Jeff Levine, CNN \nMedical News, Ottawa, Canada.\n\n(END VIDEOTAPE)\n\nROOK: For years, violence has been a way of life and death for rival gangs in Los Angeles. Well, now suddenly the \nkilling has stopped. CNN's Greg LaMotte explains how this tenuous peace too holds in neighborhoods once gripped \nby fear.\n\n\n\n(BEGIN VIDEOTAPE)\n\nGREG LAMOTTE, CNN REPORTER: From the eerie smoke of the riots fires comes a fragile peace no one could \nhave anticipated. Peace among rival gangs that for two decades have killed more than 10,000 people here.\n\n\"DOC\", FORMER GANG MEMBER: The main reason we're coming together is to save lives because we've been \ndying for too long.\n\nLAMOTTE: Efforts among factions of the Crypts and the Bloods to forge a truce have been going on for months. \nMaybe it was the enormity of the devastation and death caused by the riots that sped up the peace process \nbetween the two black gangs.\n\n[20:20:00]\n\nWhatever the reason, the streets have been much safer for the past couple of weeks.\n\nPATRICIA MOORE, COMPTON CITY COUNCIL: The community was paralyzed by their activity, by the violence \nthat we saw. The community now has softened. It's warmer. My seniors are able to walk the streets. Children are \nable to play without the fear that there's going to be rapid gunfire.\n\nJUAN LONGINO, TRUCE ACTIVIST: We had the power to get together, organize to do destructive things. Now it's \ntime to be recognized as a power that can get together and make the improvements and the adjustments that are \ngoing to change the conditions in the communities.\n\nLAMOTTE: With well over 100,000 gang members in Los Angeles, it's unclear just how many are part of the peace \nprocess, or how long it will last.\n\nUNIDENTIFIED MALE: We all feud with each other, and then all of a sudden, you all want to get together. For me \nreally, I ain't with it.\n\nUNIDENTIFIED MALE: There might be a little peace. Maybe not for long though, you know, but there's going to be \na little peace.\n\nUNIDENTIFIED MALE: I can't speak for all the gang members in Los Angeles, but in (inaudible) our truce is \nworking, it's holding, and it's going to say holding.\n\nLAMOTTE: Police remain skeptical. There have been truces in the past that have been broken. And there have \nbeen isolated incidents of gang violence, following the latest truce announcements. But in the community that, last \nyear, saw an average of two gang killings each day, any calm is more than welcome.\n\nUNIDENTIFIED FEMALE: I think they're trying. You know, they're trying. And people, they need a lot of support \nfrom the community also.\n\nUNIDENTIFIED FEMALE: I'm glad. I hope they pull it together.\n\nLAMOTTE: And so does everyone who lives here. Greg LaMotte, CNN, Los Angeles.\n\n(END VIDEOTAPE)\n\nSHAW: For 10 years, people have been laying mementos by the Vietnam War Memorial. They were left for people \nwho died for their country. Now they're being collected for those who remember them. We'll have the story when \nPRIME NEWS continues. Karen?\n\nKAREN MAGINNIS, WEATHER: Thank you, Bernie. And it felt like it was the middle of November across the \neastern sections of the United States, bitterly cold. And we'll tell you about the wet weather once again across the \nlong star state, as CNN's PRIME NEWS continues.\n\n\n\n(COMMERICAL BREAK)\n\nSHAW: A teddy bear, medals, photos and letters, just a few of the mementos left by the Vietnam War Memorial \nhere in Washington, the long granite wall, listing the names of Americans who died in Vietnam. Now some-25,000 \nmementos are being organized for an exhibit at the Smithsonian.\n\nViewers wishing to contact the sponsors of the exhibit can write to Beyond the Wall, post office box 221616, \nChantilly, VA, 22022. For an idea on this Memorial Day's weather, let's go to Atlanta and Karen Maginnis. Karen -\n\nMAGINNIS: Thank you, Bernie. And this morning started out rather chilly across the eastern one-third of the United \nStates. We saw just about a dozen cities where the temperatures dipped to record overnight low levels.\n\nAs a matter of fact, in Chicago, it only made it to 32 degrees. That was exceptionally cool for this time of year. \nWilliston, North Dakota, only 27, and tonight, there are frost advisories out for much of North and South Dakota.\n\n[20:25:00] Well, Williston, North Dakota, that record was set back in 1910. So it's been a lot of years since they've \ntemperatures quite that cool. For Tuesday, afternoon, we've got a lot of 50s across the Great Lakes, but the \nsouthern states will see mostly 70s and 80s in the forecast. In Atlanta, look for 77 and a chance of showers. Fifty-\ntwo for Chicago, and a 40 percent likelihood that you may in fact see some rain.\n\nFor those heading out to the primaries in Arkansas, you may see some scattered showers, perhaps some \nthunderstorms there. Tucson, Arizona, close to 90, and for Los Angeles, 73 degrees, but I understand that the fog \nbank there has been quite heavy, especially during the early morning hours. So put those satellite images over the \npast 24 hours all into motion.\n\nTake a look at what happens across Utah, especially during the afternoon hours, a development of these big \nthunderstorms have, in fact, produced some flash flooding at San Juan County. And they say that there's as much \nas six feet of water running through some of the canyons there.\n\nIt's raining right now at Lake of Texas, Amarillo, also in Dallas. We're watching these little waves of activity move \nout of New Mexico, and tonight, there is a severe thunderstorm watch. And this is for the southwestern corner and \nsoutheastern corner of New Mexico.\n\nBut still, lots of activity here. They don't need the rainfall. We've been talking about the flash flooding situation there \nover the past several weeks, and tomorrow will be no different. As we take your Tuesday afternoon's forecast map, \nwe're going to watch this little wave move across the funnel system, still activity across the Eastern Great Lakes.\n\nThe Southeast is going to be rather unstable because we've got this activity coming up from the south, and in \nthrough the west, while you're looking at mostly nice weather across the High Plains for the west coast. Now, a few \nforecasts coming up for these cities for Tuesday. As you head back to work, I hope you have a nice Tuesday. \nCNN's PRIME NEWS continues now with Susan.\n\nROOK: Karen, thank you. And still ahead, hardship on an island that considers itself under siege - Cubans go on \nwith their lives as best they can, amid grace scarcity. Cuba today, ahead on PRIME NEWS.\n\nROOK: Hacking away at the Earth's resources, what's at stake at the upcoming summit. And a sailor could have a \nlot of fun in New York. Thousands are on the prow this week. Those stories ahead in this half hour of PRIME \nNEWS, but first, Cuba these days finds itself a socialist island, adrift in a post-Cold War world. Cut off from Soviet \noil, the Cuban people endure ever-worsening shortages. Fidel Castro accuses the U.S. of gearing up to invade.\n\n[20:30:00]\n\nIn this report, David Smith describes a weary, yet fiercely independent people, proud of standing up to the giant to \nthe north.\n\n\n\n(BEGIN VIDEOTAPE)\n\nDAVID SMITH, CNN CORRESPONDENT: It's 90 degrees in the shade, but in the heat of the afternoon, a brigade \nof conscripted workers from Havana are trying to salvage what's left of Cuba's most valuable commodity, sugar \ncane. Already, they're a month behind, and there's no way now that they can bring in all this harvest.\n\nMan cannot compete with machine. The tragedy for Cuba is that they have the machines. Combine harvesters are \nplenty, but no petrol to run them. As a result, Fidel Castro's revolution has stalled. His people have been mobilized \nas if for war. Violeta Domingues is the nurse attract (ph) for this brigade of workers. Like most, she's never done \nthis kind of hard labor before.\n\nVIOLETA DOMINGUES, NURSE: I was born with the revolution. I'm 26 years old. I have never been tied to work \nlike this. I'm an accountant by training. The situation's very bad and there's much discontent among the people. \nThey disagree with the politics of Cuba.\n\nSMITH: Voices like that are still rare in Cuba, but visit the old port of Havana, on to the gateway to Latin America, \nfor the Spanish conquistadores, and you sense how serious this crisis is. First off, you don't see this much \nanymore, a Russian tanker sweeping through the harbor, loaded with Siberian crude oil.\n\nTwo years ago, the Soviets supplied Fidel Castro with 15 million tons of oil. This year, it'll be 2 million. It's an energy \ncrisis that translates into shortages and cutbacks in everyday life. So for example, public transport in Havana has \nbeen cut by 50 percent. So virtually everything now is rationed, with every adult having a prescribed diet that \nguarantees so many calories a day and no more.\n\nSo the Communist Party newspaper, \"Granma,\" circulation last year, half a million, is now printed in limited edition, \nposted up in kiosks. So this is an economy and a country effectively under siege, alone and isolated. Its \ncommitment to socialism and the revolution, threatened as never before.\n\nYet, Fidel Castro and his Communist Party are not abandoning the principles they've lived by ever since they came \nto power 33 years ago. And those in the west who predicted that Castro's Cuba would collapse, just as the Soviet \nUnion had done, are now having to acknowledge that is leadership is proving far more durable and adaptable than \nthey had ever imagined.\n\nThe leader makes few public appearances, and when he does, they tend to make statement. None more so than \nthis past May Day. Revolution Square was packed, to overflowing. More than a million Cubans, that's a tenth of the \npopulation, celebrating the revolution and all its works to the delight of Fidel Castro.\n\nPedal power's back in fashion here, because bikes are having to replace cars, so the military cycled on the parade. \nHas the collapse of the Soviet Union made you question socialism? RAUL ROA, DEPUTY FOREIGN MINISTER: \nNo. On the other hand - no, no, quite the contrary. We believe that socialism is the only way for developing \ncountries. We believe it's the only way for all countries, but certainly for developing countries, in the sense that \ndeveloping countries, and especially Cuba, is practically devoid of great resources, mineral or otherwise.\n\nSMITH: How long do you think that your people can put up with this state of emergency?\n\nROA: I would say forever.\n\nSMITH: People queued for absolutely everything. This was the line outside a cafe in Havana one morning last \nweek. Their anger is directed not at Castro, but at the Americans. Cubans do mind their words very carefully when \ntalking to foreigners, but still there was no mistaking where the loyalties of these people lay.\n\nUNIDENTIFIED MALE: We've been fighting this blockade for 30 years, and we're going to go on fighting it. You \nknow why we have this queue? Because of what the Americans are doing to us.\n\n\n\nUNIDENTIFIED FEMALE: The blockade stops us from getting medicine and food in. But we'll be OK, no-one \nstarves here.\n\nUNIDENTIFIED FEMALE: I was born and raised here. I wouldn't trade it for anything. Fidel? He's an example. He's \nthe greatest thing on this earth.\n\nSMITH: The question then is not how long Castro will survive. The issue we learned is how and why he's retained \ncontrol during these past few months.\n\n[20:35:00]\n\nPerhaps you find the answer best in the interior of the island, the campo, the countryside, where the vast majority of \nCubans live.\n\nThe town of Puenez (ph) is returning the pre-Industrial Age, the horse and cart back (ph). Bread is baked once a \nday with no extras for anyone. It's all part of what Fidel Castro calls his zero option, preparing for the day when \nCuba has no oil whatsoever and has to survive on its own.\n\nOut on the collective farms, it's an extraordinary sight to behold. Biblical almost in its simplicity, tragic in its intensity. \nWhatever the hardships, though, Cuba can still pride itself on a system of health, education and welfare that is \nsecond to none in Latin America. This is a clinic in Puenez (ph) under the eye of Che Guvara (ph), a doctor himself, \nwho joined Castro's revolution in the 1950s.\n\nThere are no shortages. There's one doctor for every 120 families. An infant mortality rate that compares with the \nfirst world. And while much of Latin America can't eradicate cholera, Cuba hasn't had cholera for years. \nUNIDENTIFIED FEMALE: Every day, this health service grows, and our spirit, our goal is to keep our people \nhealthy, to make sure whoever is sick gets the best treatment.\n\nSMITH: At the high school, it's another story of the third world creating first world conditions. Cubans' literacy rate is \npractically 100 percent. No one leaves until they're 17, and last year, more than 80 percent went onto higher \neducation, technical school or university.\n\nThis is a cradle-to-grave mentality then, and so far, unlike the Soviet Union, central planning and state provision \nhave worked. Castro and the Communist Party have managed to keep the system intact. Yet, necessity is the \nmother of invention, and in Cuba, the specter of Fidel's zero option has contemplated minds rapidly.\n\nNo country on earth symbolized the Cold War more than Cuba. The Missile Crisis of 1962, when the soviets and \nthe Americans nearly went nuclear over the stationing of Russian warheads on the island, is remembered here by \nthis rather stark tribute on the shore outside Havana.\n\nThe Missile Crisis made Cuba strategically vital for the superpowers. The end of the Cold War makes it just another \ncountry in Latin America. Eugenio Balari is one of the founding fathers of the Cuban Revolution, now an economist \nand an advisor to Fidel Castro.\n\nDR. EUGENIO BALARI, CASTRO ADVISOR: I want to live in a world with less tension. And now that the Cold \nWar's over I want my country to feel the momentous changes.\n\nSMITH: But realistically, America's never going to deal with Cuba as long as Fidel Castro's in power.\n\nBALARI: It's the right of the Cuban people to have the leaders they want. The United States wants to ignore that. \nIt's absurd, as absurd as if we decided to force President Bush to go and no longer be president of the United \nStates.\n\n\n\nSMITH: Mr. Imperialist, we have absolutely no fear of you, so says the hoarding outside the old American embassy \nin Havana. Challenging America to deal with him is a gamble for Fidel Castro because the one thing that unites this \ncountry behind him is the American blockade.\n\nCertainly, there can be few doubts about what would happen if the gates across the water did open, because \ncommunism here has not destroyed the culture, the love of life, the sense that you live to full today, regardless of \nhow grim tomorrow will be, nor has Marxist- Leninism touched something very dear to every Latin American, a \nprivate life that's nobody else's business.\n\nTop watch the Cubans at play, though, is to know is that the next generation is divided about the future. There are \nthose who feel they must be loyal to the revolution and those that cannot wait to get out. How do you see the future \nof Cuba?\n\nUNIDENTIFIED MALE: The future looks good, bright I would say, very bright, because we are learning how to work \nwith few resources to get ahead and we will get ahead.\n\nUNIDENTIFIED FEMALE: Things can't go on the way they are. You can't feel easy about the future.\n\nSMITH: Do you want to stay here?\n\nUNIDENTIFIED FEMALE: No.\n\n(CHANTING)\n\n[20:40:00]\n\nSMITH: It's that Cuban blend of socialism, nationalism, and independence that enables Fidel Castro to defy recent \nhistory and survive while so many others have fallen. This has been communism with a difference, Marxism that \nrespect the people, not crush them. And Castro's endearing legacy will not be as the dictator of a client (ph) state \nbut the first leader of a proud independent Cuba.\n\n(END VIDEOTAPE)\n\nROOK: As one preparation for a U.S. attack, Cuba says it has built 21 miles of tunnel under Havana for shelter. The \ncountries official news agency says Cuba expects an invasion to start with aerial bombing. It says entrances to the \ntunnels are hidden.\n\nSHAW: When PRIME NEWS continues, we'll take a down to Earth look at some of the lofty problems world leaders \nwill confront at next month's Earth Summit.\n\nThe environment and its problems usually are explained in scientific jargon or bureaucratic monotones making the \nworld sound experimental or at the mercy of law makers. Tonight we began the week long series, an overview of \nsome of the major environmental problems facing delegates to next month's Earth Summit. CNN's Larry Woods \nhas our first report.\n\n(BEGIN VIDEOTAPE)\n\nLARRY WOODS, CNN REPORTER: Man's humble home viewed from on high looks pretty much the same as it \ndid in the beginning, as it did in the book of Genesis. Majestic place this planet earth, this geography filled with \nriches, carved in grandeur, bathed in beauty and assumed by humanity to be infinity's indomitable child.\n\nBut as this offspring of the universe prepares to great the 21st century world observers fret for its health and its \nfuture. Mankind, an adaptive creature with unique skills, has so altered the earth, in particular, over the last 60 \nyears as to stand alongside volcanic eruptions, the shifting of continents, even the ice age as an agent of global \nchange.\n\n\n\nExample, experts say roughly half of the forest cover in the worlds developing nations has disappeared in this \ncentury. And in the fertile tropical rainforest, which contained half of the worlds known species, the rate of denuding \nthe landscape doubled during the last decade.\n\nThus worldwide there has been a net loss of forest approximately the size of the United States. This alteration of \nMother Earth is uneven and politicized. Many developing countries push to accommodate population increases are \nclearing forest for farm land and lumber for housing. Curbing these practices as the industrialized nations have \nsuggested is currently being resisted.\n\n[20:45:00]\n\nOther examples of transforming the planet exist. About half of the Earth's land is used intensively for farming, cattle \ngrazing, and development, but globally, poor soil management in the past half century has taken its toll, thus an \narea the size of India and China combined has been lost for potential food production. The whims of nature are also \nat work.\n\nWinds hurled with powerful velocity and unstoppable torrents of water each year eradicate some 24 billion tons of \ntop soil - top soil often carrying harmful pesticides that ends up in our water supply.\n\nThe Earth does not argue, observed Walt Whitman, does not scream. Maybe it should, especially at the way we \ngorge the countryside with garbage. Society's use and toss mentality posses nagging problems.\n\nExample, experts predict within five years a third of the United State's existing landfills will be saturated. There's \nmore. Some 20,000 identifiable toxic waste dumpsites with who knows how many leaking containers have yet to be \ncleaned up.\n\nHow all of this or if any at all will be dealt with in Rio de Janeiro at the Earth summit remains to be seen but one \nconclusion seems obvious - to do nothing would ignore the stress signals from the very biosphere that gives us life. \nLarry Woods, CNN.\n\n(END VIDEOTAPE)\n\nROOK: Next up in sports, no one's making it easy on the Chicago Bulls, including the Chicago Bulls. Stay tuned.\n\nROOK: The Bulls are now dead even. It is beyond the halfway point. Let's get the details. Here's Fred Hickman, \nFred.\n\nFRED HICKMAN, CNN SPORTCASTER: Well, thank you, Susan. Happy Memorial Day to all of you out there. The \nChicago Bulls aren't going at the Cleveland Cavaliers with lead pipes as they did with the New York Knicks in the \nprevious series, but this best of seven eastern conference affair is as tough as they come. Game four today, the \nCavs getting even at Richfield, Ohio and they did so thusly. First Michael Jordan, watch -- how does he make this? \nThis is impossible for human beings to do. Gets the shooter's role at the other end, he had Cavaliers hanging all \nover him, Bulls down by four. Now second quarter, things get physical. Danny Ferry throws a punch at Jordan, \nautomatically a double tech, Ferry is ejected from the game, takes up one-one. Now Craig Ehlo, big first half, nailing \none of his three three-pointers off the pick and roll, a beauty.\n\nPhil Jackson, unbelievably upset. Cavs by 11, just before the half, Mike Price, Hot Rod Williams works to double \nteam. Act in the act, Cleveland by a dozen at the half.\n\n[20:50:00]\n\nThe synchronized fans and the guy with a Wheaties box. Now fourth quarter, Cavs get a little sloppy with the ball, \nJordan steals it and slams it. Bulls cut the lead to seven, but moments later the shot clocks down to one when Mike \nSanders, Colonel Sanders, the forward? He's not supposed to do that. He hits the three pointer.\n\n\n\nPhil Jackson looking for the medicine chest, then the Bulls get within six but watch the great ball movement. Larry \nNance caps it off with a slam and the Cavaliers go on to win it, 99 to 85 to even the series. And in baseball, the \nCardinals won a heart stopper over the Los Angeles Dodgers this afternoon at Bush Stadium. The game completed \njust about on hour ago and here's how it went.\n\nA little Memorial Day action here as Lee Smith on a protected three to one lead, but Benzinger rips one to center \nfield, Ray Lankford can't close the glove on it. Bretler (ph) score, Benzinger to third. Sharpenson (ph) and Mitch \nWebster score and it is a 4-3 L.A. game.\n\nThen it became 5-3. Then in the bottom of the eighth, Yolki (ph) lashes a double down the left field line, this scores \nAndres Galarraga, recently activated from the ranks of the injured. Todd Zeal (ph) also in, tied at five. Bottom nine, \nDodger defense kills them again.\n\nA runner at third, Lenny Harris boots it; find its, throw it way too late as Louis Alasayas (ph) scores the winning run. \nAnd the Cardinals remain in first in the national league east with a six to five victory.\n\nWell that is the deal for now. Nick Charles and I come along at 11 o'clock eastern time with 30 minutes worth of \nsports tonight. We will have more on the playoff game with our analyst Mike Glenn, a former NBA star.\n\nWe'll have all of the holiday baseball, the play of the day and much more including maybe even cliff diving were \nthere are two classifications - grand champion and stuff on a rock. Anyway, here is Bernie in Washington with more \nnews. Bernie -\n\nSHAW: Thank you, Fred. We'll be watching. When PRIME NEWS returns, a white wave washes over New York \nCity streets as the Navy makes landfall.\n\nSHAW: Ships from the U.S. Navy and other countries are docked in New York to take part in annual fleet week \nevents. Watching them sail on the harbor can be awe inspiring. Watching their crews loose on shore after months at \nsea evokes other feelings, as CNN Jeanne Moos reports.\n\n(BEGIN VIDEOTAPE)\n\nJEANNE MOOS, CNN CORRESPONDENT: Sailors don't often get seasick, what they get is sick of the sea. So \nwhen they get to a port like New York, civilians tend to see slap happy sailors with a reputation for chasing women, \nliterally running after them, in this case chasing after a Jeep on 42nd Street.\n\nOut at sea, the U.S. Navy only allows sailors to have two beers every 45 days. No wonder some look like they've \nhad two beers every 45 minutes back on land. They are not allowed to leave the ship to go on liberty without \nlooking ship-shape in their uniforms.\n\nUNIDENTIFIED MALE: Some people gawk at us.\n\nUNIDENTIFIED MALE: There's some people like -\n\nUNIDENTIFIED MALE: Kind of like we stand out, you know, with the uniforms on.\n\nUNIDENTIFIED FEMALE: Hi, how are you (ph)?\n\nUNIDENTIFIED MALE: Hi, how are you doing?\n\nUNIDENTIFIED FEMALE: Hi, guys.\n\nMOOS: Why are you shaking their hands?\n\nUNIDENTIFIED FEMALE: I love them (ph).\n\n\n\nMOOS: In New York, ships often tie up not far from Times Square where so many sailors congregate it looks like \nthere's a sail-on. The Navy warns them not to travel alone, but no one warns female landlubbers about the sailors.\n\n[20:55:00]\n\nThese two are running to catch up with women who caught their eye.\n\nUNIDENTIFIED MALE: Excuse me, ladies. Can you help me out with a little bit of information here (ph)?\n\nUNIDENTIFIED FEMALE: What?\n\nUNIDENTIFIED MALE: Like, what's your - what can we sailors do today to have some fun?\n\nUNIDENTIFIED FEMALE: We're not from here, so.\n\nUNIDENTIFIED MALE: You're not? Where're you from?\n\nUNIDENTIFIED FEMALE: New Jersey.\n\nUNIDENTIFIED MALE: New Jersey, no.\n\nUNIDENTIFIED MALE: Would you like to play pool?\n\nUNIDENTIFIED FEMALE: Do I?\n\nUNIDENTIFIED MALE: Yes.\n\nUNIDENTIFIED FEMALE: No thanks. We got to go. We got to meet some people.\n\nUNIDENTIFIED MALE: All right.\n\nUNIDENTIFIED MALE: Bummer.\n\nUNIDENTIFIED MALE: You ain't lying?\n\n(CROSSTALK)\n\nUNIDENTIFIED MALE: (Inaudible) ladies. Runway (ph).\n\nUNIDENTIFIED MALE: Boom.\n\nMOOS: This military offensive may have failed, but the campaign is young and so are these four sailors, buddies on \nliberty for the carrier, JFK. And lest you think all four are flirts -\n\nSHAWN HALL, U.S. NAVY: That's my wife.\n\nMOOS: That's who you're talking to now?\n\nHALL: Yes.\n\nMOOS: Does she miss you?\n\nHALL: Do you miss me, hun?\n\nUNIDENTIFIED MALE: He talks about her in his sleep.\n\nMOOS: Honest?\n\n\n\n(CROSSTALK)\n\nMOOS: What's he say?\n\nUNIDENTIFIED MALE: Amy, I miss you.\n\nMOOS: Our four sailors pass others like ships in the night.\n\nUNIDENTIFIED MALE: What's up, guys?\n\nUNIDENTIFIED MALE: What's up?\n\nUNIDENTIFIED MALE: What's up? MOOS: They're handed leafless advertising a topless club. Instead, they opt to \nplay pool at the USO. But there is no beer here, so they move on to a bar called Scruffy Duffy's. Is being a sailor as \nromantic as it looks?\n\nJAMES KEENAN, U.S. NAVY: It is and it isn't, more that it isn't.\n\nMOOS: Are you happy with your life?\n\nFRED GRAHAM, U.S. NAVY: On and off. I'm, like, missing somebody, somewhere. And she's in Ohio, and I'm \nhere, and that explains that.\n\nMOOS: He sure covers it up well. You don't got a peepshow or stuff (ph).\n\nGRAHAM: Not really. Not a real big turn on for me.\n\nMOOS: Nevertheless, when we last glimpsed our four sailors, we think we saw the tops of their hats heading for a \nbar that's topless. Jeanne Moos, CNN, New York.\n\n(END VIDEOTAPE)\n\nSHAW: Time for us to jump ship. That's this edition of PRIME NEWS in Washington. I'm Bernard Shaw. Goodnight, \nSusan.\n\nROOK: Goodnight, Bernie. See you tomorrow.\n\nSHAW: OK.\n\nROOK: LARRY KING LIVE is up next. Larry, what's coming up?\n\nLARRY KING: Trying to fathom a world without the laughter of Susan Rook.\n\nROOK: Well, there you go.\n\nKING: There you go. We're back, and Countess Aline is with us, the Countess of Romanones, and we've got lots to \ntalk about in the world of spies in World War II. Fascinating. We'll also meet people who say they've had near-death \nexperiences, and a college professor who says it's true, says there's also UFOs. All ahead next on LARRY KING \nLIVE. Don't go away.\n\n[20:59:27]\n"}