{"title": "ILLEGAL ROUTES THRIVE ON HOPES OF MILLIONS", "body": "\nThe water dance begins at night.\n\nThe 88-foot Italian coast guard cutter slices through choppy seas. Three Albanian smuggling boats move swiftly off \nthe starboard side. More rubber boats race toward secret coves to the south. Within minutes, dozens of illegal \nimmigrants are jumping into the surf and scampering along the moonlit beach.\n\nFloodlights dart through the pines and palms and into the marshes. Police on foot chase down some of the \nimmigrants. Others, their clothes soaked and sticky with sand, lie low in the weeds and thicket, waiting for a chance \nto creep inland and disappear into the darkness.\n\nThey come every night with the rhythm of the tides. Iraqis. Albanians. Chinese. Moldovans. Pakistanis. They are \npart of a $7 billion worldwide people-smuggling industry. More than four million people a year, most relying on \ncriminal syndicates and circuitous routes, are funneled from poor and war-ravaged corners of the globe toward the \nprosperity of the West.\n\nLong a problem for the United States, illegal immigration is becoming a crisis in Europe. Every year, 500,000 to \n800,000 illegal immigrants and asylum-seekers trek into the continent. Their fates are tied to Russian, Chinese and \nEastern European crime clans that run violent smuggling networks that charge immigrants $250 to $5,000 each.\n\nChinese are flown from Beijing to Bulgaria and herded west along Europe's back roads. Families from Romania, \nLatvia and Ukraine sneak through the bombed landscape of the former Yugoslavia. North Africans slip across the \nStrait of Gibraltar to Spain. Turks, Kurds and Afghans fan through Greece and move north into Albania, where they \ncross the Adriatic Sea to Italy - the gateway to Western Europe.\n\nFacedwith this unending flow, parliaments from Rome to London are agonizing over where compassion ends and \ntougher laws begin.\n\nImmigrants have emboldened right-wing political parties, especially in Italy, France and Switzerland. In Austria this \nyear, a backlash against immigrants propelled the xenophobic Freedom Party to a place in the coalition \ngovernment. Some European leaders fear immigrants could reignite nationalism just as the continent is easing \nborder restrictions for trade.\n\n\n\"The more countries try to close the door on immigrants, the more organized crime to smuggle them will grow,\" Jan \nNiessen, an official with the Migration Policy Group in Brussels, Belgium, said. \"The problem is that Europe doesn't \nhave a uniform immigration policy. The 15 member countries of the European Union are just beginning to work on \nthese issues.\"\n\nOften those who want to sneak into Europe are more persistent than those who want to keep them out.\n\nConsider Juzef Sahmad. His desperate odyssey was a smuggler's dream. He and his wife, Faten, fled Iraq in 1997. \nThey crossed the mountains into Turkey and were smuggled into Greece and then into Albania before climbing onto \na rubber boat that zipped across the 30-mile-wide Adriatic Sea to Italy. During the couple's 36-month journey \ntoward a better life, Faten bore one child and conceived another.\n\n\"Our quest has been treacherous,\" said Juzef, who paid $4,200 to smugglers but now sits in a refugee center in \nBrindisi on Italy's southern coast. \"We hope now for good things in the West.\"\n\nFor all the alarm over illegal immigrants such as Juzef crossing its borders, Europe may find it cannot survive \nwithout such new arrivals.\n\nEurope has the lowest fertility rate and one of the oldest populations in the world. The continent has reacted by \nbeginning to open its borders to some legal migrants, especially those with high-tech skills. But the United Nations \nthis year reported that Europe would need at least 135 million immigrant workers by 2025 to keep its pension \nsystems solvent and its workforce competitive in the global market.\n\nA solution would appear to lie in the nearby regions of the Middle East, the southern Mediterranean and Asia. \nUnlike Europe, countries in those regions are burdened with rising birthrates and widespread poverty. They could \nsupply the continent with a steady stream of workers. But many Europeans fear such an influx would jeopardize \ntheir culture.\n\nWhile politicians debate the perils of immigration, the mafias benefit.\n\nListen to what U.N. Secretary-General Boutros Boutros-Ghali saw happening in 1994: \"International crime gangs \nhave extended from the traditional spheres of activity . . . to money laundering, the trade in nuclear technology and \nhuman organs, and to the transport of illegal immigrants.\"\n\nSurges of immigrants swept across Europe immediately after the collapse of communism in 1989. By the early \n1990s, an estimated 1.5 million immigrants - 500,000 of them illegal - were moving east to west every year. The \ncrime syndicates quickly seized control of the traffic, which grew throughout the decade as wars in Bosnia and \nKosovo sent three million to four million refugees and asylum-seekers fleeing.\n\nAccurate statistics on illegal immigrants are impossible to calculate. The immigrants live in a clandestine world. The \nInternational Centre for Migration Policy Development in Vienna estimates that for every illegal immigrant arrested \nat border crossings, two more successfully sneak past police. For Germany, one of the most popular destinations, \nthat means that for the 292,584 immigrants arrested at the borders between 1990 and 1998, about 600,000 others \nslipped in.\n\nBy the late 1990s, criminal syndicates - like sinister tour companies - had well-established smuggling routes for \nthose seeking jobs and political refuge. Some ran through Europe's finest cities: Prague, Budapest, Berlin, Milan. \nOthers were carved through more obscure places, such as Albania, which has emerged as a crossroads for \nhundreds of thousands of illegal immigrants.\n\nThe poorest and one of the most corrupt countries in Europe, Albania is strategically placed on the smuggling \nhighway. Its organized-crime clans are vicious and its southern coast is just 50 miles from Italy. An estimated \n100,000 to 300,000 illegal migrants a year pass through Albania's mountains and ports on their way to countries \nsuch as Italy, Germany and France.\n\n\n\nAlbania became a smuggler's capital in 1991 - six years after one of Europe's most oppressive communist regimes \nbegan crumbling with the death of President Enver Hoxha. About 400,000 Albanians, many of them on battered \nfishing boats, fled their ruined land in the early '90s. Today, according to smugglers and police, the human cargo \nleaving Albania is much more diverse: About 60 percent is made up of illegal immigrants representing as many as \n15 nationalities.\n\n\"Word has gotten around the world that Albania is a transit point to Italy, a guaranteed entrance to the back door of \nEurope,\" said Maj. Angelo Loconte, head of the mobile police unit that patrols the Italian coast around Brindisi, Italy. \n\"On a warm, summer night, 1,000 illegal immigrants from as far away as China and India will cross the Adriatic. \nThirty to forty smuggling boats come toward us after every sunset. The most we can do is catch 30 percent of \nthem.\"\n\nMany never reach shore. Boat engines explode. Rough seas with 20-foot waves hurl people to their deaths. Last \nDec. 30, a rubber boat carrying 59 people capsized shortly after leaving the Albanian port of Vlora, killing all aboard. \nFour days later, waves swept three illegal immigrants off a boat loaded with seven Albanians and 22 Chinese. \nSometimes Albanian smugglers toss people overboard to escape police boats.\n\n\"But nothing stops them from coming,\" said Capt. Stefania Occhioni, an Italian detective who recommends whether \nillegals are deported or granted asylum. \"We've found Iranians and Iraqis hanging on to the undersides of trucks on \nferryboats. We recently found 80 Bangladeshis hiding in a truck loaded with onions. They were buried in onions and \nall crying when we pulled the tarp back.\"\n\nMUSTAN'S NIGHTLY RUNS\n\nAt night, when the sea is flat, Mustan hoists his 26-foot rubber boat from its hiding place and slips it into the harbor \non the southern Albanian coast near Vlora. Men and women - emerging from cheap hotels and rented rooms - \njostle toward the boat, each toting a bag of clothes, and some carrying babies.\n\nEngines whine as other rubber boats move out of the harbor. The moon rises, and as many as 40 smuggling boats \n- carrying about 1,200 people - buzz like a swarm of bees toward Sazan Island. The water dance and pirouettes \nbegin. An Italian police boat moves out from its island dock and gives chase, attempting to cut off a few smuggling \nboats before they reach the open Adriatic Sea.\n\nAs police describe them, most smugglers are as skilled as Indy race-car drivers. With two 250- to 500-horsepower \nmotors, they zig and zag, cutting small circles in the water. The 45-foot-long Italian police boat, hampered by its \nwide turning radius, has trouble keeping up. Floodlights slice across the sea. The smugglers' passengers bounce \nand cling to ropes, and sometimes the Italians shoot nets toward the smugglers' propellers.\n\n\"But we simply outmaneuver them,\" said Mustan, who calculated that since 1995 his rubber boat has made 200 \ntrips a year from Albania to Italy. \"We put about 30 people in the boat. So, 30 times 200 times 5 is how many illegal \nimmigrants? About 30,000. We charge foreigners about $250 a head. We charge Albanians $400 a head, but that's \nbecause we guarantee them a trip back if things don't work out.\"\n\nUntil late 1997, Mustan - who does not want his last name used, to protect him from police - and his smuggling \nbuddies (each boat has a driver, a mechanic and a guard) worried little about the police. They paid kickbacks. The \nVlora police department was so corrupt that at least one captain ran his own smuggling boat. In 1998, as the \nbusiness reached its height and illegal immigrants hid nightly in 40 homes and 15 hotels along the coast, Vlora \npolice made no smuggling arrests, according to government records.\n\nRecently, though, Mustan has felt the heat of European politics. Germany and other countries pressured Italy to \nstem the flow of illegal immigrants. Italy leaned on Albania. The two governments agreed that the Italian finance \npolice and coast guard would assist and train Albanian authorities to stop trafficking. There has been some \nsuccess.\n\n\n\nIn 1999, Vlora police detained 1,212 illegal immigrants, including 745 Kosovars fleeing the war in Yugoslavia. \nPolice arrested 15 smugglers, confiscated 15 boats, impounded 25 cars and smuggling buses, and shut down three \nsecret mills that produced rubber boats. The department also fired 18 percent of its force.\n\n\"Yes, we're arresting people and trying to stop this,\" said Besnik Bregu, Vlora's regional police director. \"But our \nlaws need reforms. There's little on the books for cross-border trafficking. Most smugglers pay a $700 fine or spend \ntwo months in jail. That's nothing for a criminal making big money. We need to get tougher.\"\n\nNothing will stop Mustan from his nightly runs. He is, he said, a creation of circumstance. Like tens of thousands of \nAlbanians, Mustan lost his life savings in the 1997 government-led pyramid schemes that plunged the nation into \nanarchy. Banks were wiped out, towns devastated. Fifty percent of Albanians today live in poverty. Mustan, a \nsunburned man with thick arms and a pistol stuffed in his pants, said his rubber boat was the only way he could \nrebuild his life.\n\n\"I will tell you when all this smuggling will stop,\" he said. \"When Italy stops charging people $2,000 for a legal visa \nto enter its country. How can Albanians or other poor people afford that? No boat smugglers are getting rich. It's a \njob in a country that offers no jobs. Smuggling is a large network in Albania. But it's not organized like the big \nmafias. For instance, I have five friends in Albania. They call me from time to time when they need to send people \nto Italy. I have friends all over the country who do this.\"\n\nMustan would not elaborate on the Russian and Chinese mafias that funnel people from around the world and \ntoward his rubber boat in Vlora.\n\n\"It is better not to speak of this,\" he said. \"But the police will not stop this. We're helping people start a new life.\"\n\nONE FAMILY'S TALE\n\nJuzef Sahmad spent three hours bouncing through rough seas on a rubber boat racing out of Albania. But as soon \nas his foot touched the beach below the Italian city of Brindisi in October, Sahmad was arrested and hauled to a \nholding center with his wife, Faten, and their 2-year-old son, Saymon.\n\nIt had been a long journey.\n\nA husky man with a shaved head, Juzef outlined his plan to Faten back in 1997. The couple were living in Baghdad. \nJuzef worked in a shoe store owned by his father. But years of the West's economic sanctions against President \nSaddam Hussein had ravaged businesses and lives. Juzef joined street protests against the regime. He was quickly \ntargeted as a traitor.\n\n\"I just yelled and yelled that Saddam was no good,\" said Juzef. \"They put me in prison for 10 months. They beat \nand tortured me with batons. When they released me, it was still not safe.\"\n\nOne day Juzef's father pressed $3,000 into his hand.\n\n\"Go,\" he said.\n\nJuzef and Faten paid a smuggler $2,000 to lead them over the mountains in northern Iraq and into Istanbul, Turkey. \n\"We had $1,000 left,\" said Faten. \"We had no passports or documents. We had to stay out of sight. We found an \napartment where other illegals lived. Saymon was born there. In October of 1997 we paid another smuggler and \nwalked 10 days from Istanbul and into Greece. . . . It was cold. My son was just a baby and I had to hold him close.\"\n\nThey rented a one-room apartment in Athens. Again, they stayed hidden in a warren of alleys. Juzef earned $50 to \n$100 a month cleaning houses. They were nearly out of money and needed an additional $2,200 smuggling fee to \nget from Greece to Albania.\n\n\n\n\"We had to save everything,\" Juzef said. \"It was hard. We had the baby. We worried about our families back in Iraq. \nOne night I called my parents' home in Baghdad. My mother answered. She told me my father was beaten to death \nby the Iraqi police who came looking for me months earlier.\"\n\nJuzef and Faten spent nearly two years in Athens.\n\nIn September of 1999, they had saved enough money for the smuggler. They crossed the mountains of Greece and \ndescended into Albania. They were taken to a small shack - one of dozens of rooms, hotels and apartments built by \nsmugglers to house everything from people to drugs to weapons. They waited there 10 days with 50 others: \nChinese, Moroccans, Moldovans.\n\nA man with a gun came in the night, leading them to a rubber boat.\n\n\"The sea was furious,\" said Faten. \"I held Saymon tight. But I was pregnant with another child and I became ill and \ngot sick in the boat. Then, just when we thought we'd made it to a new life, the police grabbed us on the shoreline.\"\n\nThey were two of 20,229 illegal immigrants caught by Brindisi police last year. Juzef and Faten applied for political \nasylum. These days they sit in a two-story immigrant holding center, listening to Chinese, Albanian, Yugoslav and \nUkrainian conversations they don't understand.\n\n\"I just want to find a job and give opportunity to my family,\" Juzef said. \"I'd like to stay in Italy, but if that doesn't \nwork out, we'll move again. Maybe London. I'd like to go to the U.S., but I know there is no hope of that. I will never \ngo back to Iraq. There will be fortune somewhere in the West.\"\n\nSTAKEOUT AT SEA\n\nThe smuggling boats that escape the blockade at Sazan Island skip over the Adriatic Sea and begin to fan apart as \nthey approach the Italian coast. The Italian finance police are ready. A 109A-II helicopter with night vision and \ninfrared cameras skims the sky beyond the jetties.\n\nItalian coast guard cutter No. G-84 cruises through a rolling sea at 30 knots, then kills its engines about one mile off \nthe beach.\n\n\"We sit here and pretend we're a fishing boat. We wait to see what comes,\" said Stefano Leccia, a captain with the \nfinance police. Just about anything can streak across Leccia's radar on this stretch of water: luxury boats loaded \nwith weapons and drugs, high-powered speed boats laden with black-market cigarettes from Montenegro, and \nhundreds of illegal immigrants hanging on to rubber boats.\n\nThere is a smugglers' pecking order to this contraband.\n\nCigarettes are the most valuable. Then drugs. Then weapons. And, finally, people.\n\n\"That's why the immigrants get the cheaper boats,\" Leccia said.\n\nRadar picks up something moving toward the beach. The cutter's engines growl. It heads south at 40 knots, past a \nlighthouse and churns along coves thick with pine and cypress. Then, the radar goes blank. The cutter slows and \nslides farther south, waiting again for the water dance.\n\nJeffrey Fleishman's e-mail address is foreign@phillynews.com  \n\nTomorrow: The people-smuggling industry makes slaves of many women and girls.\n\nNotes\n\nHuman Cargo\n\nmailto:foreign@phillynews.com\n\n\nThe rise of people-smuggling\n\nFirst of two parts\n\nGraphic\n\n \n\nPHOTO AND MAP\n"}