{"title": "For Immigrant Chinese, a Hard Lesson in an Old Ruse", "body": "\nBarely scraping by after arriving from Fujian, China, in the 1990's, Shenghua Cao and his wife, Chunying Chen, \npaid $800 to a company in Queens to cut through red tape and get his niece an American visa.\n\n     But about two weeks ago, they found an empty office in Flushing where they and other recent Chinese \nimmigrants say they paid $400 to $22,000 to Kaitong Inc. to use the company's insider knowledge and special \nconnections on immigration. \n\n At least 539 people were bilked by the firm's Chinese owner over the last 18 months, according to Sihan Zhou, \nwho has become a leader of those cheated.\n\n\"This happens in the immigrant communities all the time,\" said Sue Rheem, a director of Asian Americans for \nEquality, a New York-based advocacy group. But she said the case was one of the most extreme. \"This is definitely \none of the biggest cases I've encountered, in terms of the amount of money and the number of people involved,\" \nshe said.\n\nBut there was nothing unusual about the ruse that Kaitong is accused of perpetrating. The owner, listed as Ding \nGang Xie, advertised heavily in Chinese-language newspapers that are popular with new immigrants. \n\nMr. Xie told a tale of insider connections, many of his customers said. He would point to a photo of China's \npresident, Jiang Zemin, with an elderly man who he said was his grandfather, Mr. Jiang's beloved teacher. And \nfrequently, his employees showed clients a photo of Mr. Xie in a crowd with Hillary Rodham Clinton, boasting of his \nrapport with the former first family.\n\nAccording to receipts and contracts provided by the victims, the customers paid him hundreds and thousands of \ndollars, depending on the kind of visa requested and the customer's ability to bargain. Most seem to have paid \nbetween $1,000 and $2,500. In exchange, they received contracts promising that their relatives would sail through \nthe application process and get B-1 (business) or F-1 (student) visas in three months. But customers say they \nreceived nothing for their money or trust.\n\n\"They were very good at coming up with excuses,\" said a 22-year-old woman who said she was in the country \nillegally. \n\n\"They told me the American consulates in Beijing and Shanghai were shuffling personnel,\" she said. \"Then they \nsaid the Americans were busy electing the president, so they didn't have time to give out visas. Then they said the \nAmerican spy plane crashed with a Chinese plane, and the Americans were so mad that they were not giving out \nany visas. They always sent me away with some kind of explanation.\"\n\n\nNo one answered repeated telephone calls to Mr. Xie's home last week, nor did anyone reply to messages left on \nhis beeper. There was no response at his door in Queens last night.\n\nThe Queens district attorney's office would not discuss the case or acknowledge involvement. But John Watts, chief \nof staff for City Councilwoman Julia Harrison, said that her office was working with the district attorney's office on \nthe matter.\n\nNew immigrants are an easy target for the unscrupulous. In many cases, they speak little English and know little \nabout immigration laws. Even when they learn that they have been duped, many do not know whom to turn to. And \nthose here illegally are fearful of coming forward.\n\nAs a result, the swindlers often get away. In one case last year, almost 1,000 Chinese living in Brooklyn and \nManhattan each paid up to $750 to become naturalized citizens.\n\nBut prosecutors have won some cases. A South African citizen, Curtis Van Stuyvesant, who prosecutors said bilked \n300 people of $350,000, was sentenced to 20 to 61 years after being convicted of grand larceny and unauthorized \npractice of law in Manhattan in 1999. In another case, William John Newman of Queens was sentenced to three \nyears of probation in January 2000 for posing as a lawyer with a practice directed at immigration issues.\n\nIn the Kaitong case, details of the extent of the operation have come from a large envelope left anonymously at the \nKaitong office for the victims. It contained information about the victims, including names, telephone numbers and \namounts paid to the firm. More than 500 people were listed.\n\nKaitong operated out of a three-room, second-floor office at 36-55 Main Street in Flushing. The landlord said he \nwas owed $10,000 in back rent but was letting the victims use the space free to organize. Last Saturday, close to \n100 of the immigrants were there.\n\n\"I cannot sleep; I cannot eat,\" said a man who would identify himself only by his last name, Bao. Mr. Bao, 47, said \nhe had paid Kaitong $1,000 to bring his 21-year-old son to the United States on a student visa. Gaunt and deeply \nwrinkled, he said he can get work only three or four days a week in a garment factory because production is \nincreasingly shifting to Asia. \"It's not easy to save up the $1,000,\" he said.\n\nAs the victims bemoaned their lost xue han qian -- money earned with blood and sweat -- emotions flared.\n\nSomeone blurted: \"I don't even care about money now. I would be willing to pay an extra $10,000 if anyone can find \nthis guy and beat him up.\"\n\nBut most wanted to find a more legal recourse. And still unresolved is the issue that first brought them to Kaitong: \ngetting a visa. The immigrants do not know if the company actually submitted applications for their loved ones.\n\nOfficials at the Immigration and Naturalization Service and the State Department's Bureau of Consular Affairs said \nthey were unaware of the Kaitong customers' complaints and did not know whether the applications had been \nsubmitted.\n\nAdvocacy groups for immigrants noted that while legitimate agencies, including many that do not charge a fee, \nhelp immigrants sort through the bureaucracy of visa applications, only federal officials can make good on the kind \nof guarantees promised in ads by companies.\n\n\"There is no such thing as 100 percent guarantee regarding visas or green cards,\" said Christopher Rodriguez, an \nimmigration service spokesman. \"Only the I.N.S. or the American embassies and consulates have the ultimate \nauthority.\"\n\nhttp://www.nytimes.com\n\nhttp://www.nytimes.com/\n\n\nGraphic\n\n \n\nPhotos: Chunying Chen, with her daughter. Her husband paid $800 to quickly get his niece a visa.; More than 500 \npeople paid Ding Gang Xie and submitted their photos to his office in Flushing, Queens, in hopes of securing \nAmerican visas. (Photographs by Richard Lee for The New York Times) \n"}