{"title": "Editorial: Republicans Wanted", "body": "\nOn Thursday, President Obama held meetings on immigration reform with immigrant advocates and labor and \nreligious leaders, with Senators Charles Schumer and Lindsey Graham, and with the Congressional Hispanic \nCaucus. He came out reiterating his ''unwavering'' commitment to comprehensive immigration reform.\n\n  We've heard that before; what we'd rather know is when the bill is coming, what it will look like and what he is \ngoing to do to get it passed. Enough with the talk.\n\n  People who met with Mr. Obama asked the same thing. His response: Get some Republicans on board, then \nwe'll discuss it. The fate of immigration reform, then, hangs on its ability to win Republican votes. In today's \nWashington, that's enough to make anyone want to reach for the plug and pull it.\n\n  Fixing immigration was supposed to be different from all the other dead-end Congressional trench battles, \nbecause of one thing: bipartisan support. There was always a lot for Republicans to like: conservative arguments \nthat reform is good for business, reunites families, bolsters national security -- and pleases Latino voters.\n\n  Only a couple of years ago, negotiations over a huge reform bill brought in Republican senators like John \nMcCain, Mel Martinez, Sam Brownback, Jon Kyl and Mr. Graham. That list has withered away. Some are gone from \nthe Senate; others are just gone.\n\n  Only Mr. Graham remains. He and Mr. Schumer are working on a grand bill that may or may not emerge this year \nfrom the hypothetical realm. But with midterm elections looming, and the Obama administration just sitting there -- \nexcept with deportations, which are rushing along -- the odds for an immigration bill look grim.\n\n  Unless Republicans come around, Mr. Obama pulls some political capital from his depleted account, or Mr. \nSchumer and Mr. Graham pull off some legislative magic, we may be headed for another stalemate. That's the \nworst ending: each side blaming the other, trying to extract political gain from an abject legislative failure.\n\n  There is one possible game changer: an immigration march in Washington planned for March 21, designed as a \nlast-ditch try to put reform on the agenda. Nothing like 100,000 angry, frustrated, impatient marchers, representing \nmillions of voters, to focus the Congressional and presidential mind, if it's not too late.\n\nhttp://www.nytimes.com\n"}