{"title": "Gwinnett Opinions: Illegal immigrant angst; We depend on illegals, like it or not", "body": "\nThere is an old saying that we should be careful what we pray for because we might get it.\n\nThe state Legislature has pending bills that take a hard line on illegal immigration. There is concern that illegal \nimmigrants are costing Georgia too much money because of the public services they receive.\n\nI believe it would be a good idea to view the immigration problem from a different perspective.\n\nThere are 48 contiguous states and, once in the country, immigrants are free to travel to any of them. I believe \nmany Hispanics came to Georgia because the early arrivals were able to find work and, socially, Georgians were \nnot hostile to them. Some of these immigrants came here legally. Many have come illegally.\n\nA good climate, plentiful jobs and acceptance continued to lure them --- to the United States and to Georgia.\n\nGeorgia has benefited from this migration. Jobs are being filled now that would not even exist if it had not been for \nthe infusion of these hard-working people. They have created wealth in this state that benefits all of us. Many native \nGeorgians now have jobs because of the ripple effect of the Hispanic economic impact.\n\nWe need to realize that illegal immigrants had to sneak into the country and then had to travel another 1,000 miles \nto get to Gwinnett County. If Georgia becomes inhospitable to illegal immigrants they will go elsewhere, and \nfuture immigrants will avoid the state. This may be the goal of the pending legislation, but that gets us back to \nbeing careful of what we pray for.\n\nIf illegal immigrants begin avoiding the state and those here begin to leave, the financial impact on Georgia will be \ngreater than the loss of the General Motors plant in Doraville and the Ford plant in Hapeville. The impact will be \nstatewide.\n\nCrops will go unharvested, chickens unprocessed, fewer houses will be built and lawn care business will shrink. \nRestaurants will find it difficult to staff their kitchens. The list goes on and on.\n\nWhether we like it or not, for many services, Gwinnett has come to depend on these people.\n\n\nIf they leave our county and state, it will drive up the prices of the services and products they supply because the \ngoods and services these people are now producing will be gone. That impact alone will probably be greater than \nthe money currently being spent on public services for these people.\n\nSo as the Legislature contemplates this legislation and considers the polls that indicate 80 percent of Georgians \nsupport tough legislation on this issue, I think politicians under the state dome had better consider how fickle public \nopinion is when laws impact the quality of their lives.\n\nIllegal immigration is a problem that needs to be addressed, but it needs to be addressed on the federal level. Any \nstate that takes unilateral action against these hardworking people will simply drive them to other states, and those \nstates will benefit at Georgia's expense.\n\nAt the federal level, we need to develop a worker permit system that allows these people free movement across our \nborders. It is clear that American business needs them, and they improve the lives of U.S. citizens. If here legally, \nthey would be able to pay taxes, and that would mean they would support the public services they receive.\n\nWithout changes in federal immigration policies, if we want illegal immigrants to help pay for public services, \nperhaps we need to consider altering Georgia's tax structure. It is difficult for illegal immigrants to pay income \ntaxes. Being here illegally makes it difficult to obtain a Social Security number. Though some might use tax ID \nnumbers, most probably do not.\n\nNo one can avoid paying a sales tax. Perhaps we need to reduce Georgia's income tax and increase its sales tax. \nThis would increase the state's tax base among illegal immigrants, and that money could be designated to public \nservices.\n\nMore important, they would remain in the state and continue to improve our quality of life.\n\n* Jim O'Neill lives in Snellville with his wife Arlene. He has been a Gwinnett County schoolteacher since 1975 and \nhas taught at Brookwood High School since it opened. He currently teaches Advanced Placement \nmacroeconomics.\n\nGraphic\n\n \n\nPhoto: JIM O'NEILL\n"}