{"title": "JUDGE POSTPONES DECISION ON PLEA OF AFGHANS DETAINED IN CALIFORNIA", "body": "\nAt least six more weeks of indecision stretched before a group of Afghan refugees today when an administrative \nlaw judge put off hearings on their applications for political asylum.\n\nThe hearing today was on an appeal of a decision made Wednesday by David Ilchert, regional director for the \nImmigration and Naturalization Service. Mr. Ilchert, in denying the Afghans' application, said that they used tricks to \nget into the United States without papers on Jan. 7.\n\nOf the 29 refugees, one turned out to have proper documents. Judge Bernard Hornback then questioned each of \nthe others, through an interpreter, and assigned hearing dates beginning in 45 days.\nDavid Ilchert, regional director for Immigation and Naturalization Service, delays hearings on applications by Afghan \nrefugees for political asylum\n\nMeantime, Mr. Ilchert has defended his decision.\n\n \n\nConcern for 'Viability of System'\n\n''There are hundreds of thousands of Afghanstanis around the world watching,'' Mr. Ilchert said Thursday. ''This was \nwell orchestrated.  This is not 29 people from the same family. My feeling is that if you allow this to happen, if this \npackage goes down, you will destroy the viability of the system, and that's why I denied the application.''\n\nHe said the group, now housed at a onetime airfield in Marin County, had arrived aboard a Japan Air Lines flight \nthat they had boarded by using counterfeit passports and visas. Airline tickets were bought in Madras, India. He \nsaid that between Tokyo and San Francisco, the last leg of the trip, the Afghans destroyed all their travel \ndocuments.\n\n''They were not going to have any documents on them that would help the United States to identify them and might \nhelp the United States to remove them to another country,'' Mr. Ilchert said.\n\n''Finally, after long and arduous hours of questioning, they admitted they were from Afghanistan and made \napplication for political refugee status. They finally broke down and told the story.''\n\nMr. Ilchert said that application for political asylum had been made for all of the group at New Delhi, but that their \nchances of getting into the United States were slim because the Middle East quota for this year was only 5,000.\n\n\n''These people figured they'd never qualify as refugees,'' Mr.  Ilchert asserted. ''They thought they'd never get a \nnumber.''\n\n \n\nPriority for Scientists\n\nPriority is given to scientists and government officials, then to relatives of American residents.  Aid to Afghan \nRefugees, a group organized two years ago by former Peace Corps workers in Afghanistan, arranged for a San \nFrancisco law firm to represent the refugees at the hearing today.\n\n''We will be backing them,'' said John Schaecher, one of the founders of the aid group.  There are nine children and \n20 adults in the group living five to a room in World War II military barracks at the airfield, where Cambodians, \nLaotians and Vietnamese awaiting resettlement also live.  Children of all the groups played together on swings and \nslides Thursday while the adult Afghans discussed their plight with reporters.\n\nKahin Azad, 29 years old, who said his father ran a business selling trucks and rifles in Kabul before he was killed \nby the Afghan Government, declared: ''If I am sent back, I will go to lie next to my father. I came here because I \nheard there was democracy and human rights in America.''\n\nHe said he and the others had paid $100 each in Peshawar, Pakistan, for their counterfeit travel documents. A \nSunni Moslem, he said he walked out of Afghanistan wearing a turban and tribal clothing.\n\nMahbooba Omar, 23, who said she is seven months pregnant, said she had been a stewardess with the \nAfghanistani airline but was forced to quit by pressure to join the Communist Party.\n\n \n\n'They Will Kill Us'\n\n''If we go back to Afghanistan, first we will go to jail and second they will kill us,'' she said, with Mr. Azad \ninterpreting.  ''They may as well take my body here,'' said Azizullah Alemzay, 27, who was a government clerk for \neight years. ''It is better to die here than to be taken by Russian machine guns.''\n\nDr. Gollabuddin Jamal, 47, father of five children in the group, said he left his medical practice ''because our lives \nwere in danger.''\n\n''I didn't want my children to become Communists,'' he added.  Mr. Ilchert said: ''We'll make every effort to find a \ncountry to take them. If the only country that will take them is Afghanistan, then of course we'll permit them to \nremain here pending a change in the situation in Afghanistan.''\n\n \n\nAirline Paying for Food\n\nMeantime, until their status is clarified, Japan Air Lines pays for their food. Because they arrived on a Friday and \ncould not get a hearing until Monday, the airline spent $6,000 keeping them in a hotel. Now they live rent free in the \nbarracks, but their food costs about $500 a day, a spokesman for the airline said.\n\nThe refugees said they had been getting Vietnamese food, which they disliked. One night they got hamburgers from \nMcDonald's, which they thought tasted like their traditional kebabs.\n\nMr. Schaecher of Aid to Afghan Refugees said he hoped the plight of this group would focus attention on ''what's \nhappening in Afghanistan.''\n\n''There's poison gas, and we've heard of a substance put in the dust that eats away the flesh on the feet of people \nwho walk through the dust,'' he continued.\n\n''The Russians are going to overcome these people by any means possible. Anybody who was outraged about \nVietnam must be equally outraged about this.''\n\n\n"}