{"title": "'Crossing Over': Looks like we've been here before", "body": "\nCrossing Over has hurtled into Crash territory, and the smash-up is not a happy collision.\n\nIn its tale of immigrants seeking citizenship and pursuing the American dream in Los Angeles, Crossing Over \nbrings to mind that 2005 film,  and its interweaving tales have a whiff of 2006's Babel. But  Crossing Over doesn't \ncome close to the power and emotional resonance of either.\n\nWhile Crash's intertwined story lines went in unexpected directions and Babel packed an emotional wallop, much of \nwhat occurs in Crossing Over is predictable and leaves the viewer unmoved.\n\nImmigration is a worthy topic, but  writer/director Wayne Kramer doesn't add any insight. Instead, he offers a \ncollection of characters who feel more like types than real people and a story filled with coincidences. It would work \nmuch better with about half as many plotlines.\n\nHarrison Ford anchors the cast as a Max, a police officer who handles immigration and customs enforcement. \nThough his role is intended to be heroic, we don't learn anything about Max beyond his pangs of conscience as he \nrounds up undocumented workers. His growing distaste for the raids pushes him in directions that are hard to \nswallow.\n\nA couple of especially unconvincing scenarios involve Hamid (Cliff Curtis), Ford's Iranian-American partner on the \nimmigration beat. He's in a convenience store when an Asian gang bursts in to rob the place. Though he stops \nmuch of the crime with force, Hamid chooses to negotiate with a robber and jeopardizes his career. \"I think you \nmade a mistake and you will not make a mistake like this again,\" he assures the thug. The exchange is supposed \nto highlight his empathy, but it feels hollow.\n\nOther plot strands: a British musician (Jim Sturgess) seeking citizenship and an Aussie actress (Alice Eve) who \nstrikes a deal with an immigrations official (Ray Liotta) who takes advantage of her.\n\nThe performances are often strong. Lesser-known actors such as Curtis, Sturgess and Summer Bishil (Towelhead) \ncome across better than such veterans as Ford and Liotta. But nearly all characters are underdeveloped.\n\nThere is undoubtedly a good movie in the varied experiences of  American newcomers. But it would need to involve  \nsagas more urgent and more original. \n\nCrossing Over\n\nStars: Harrison Ford, Ashley Judd,\n\nCliff Curtis, Jim Sturgess, Summer Bishil\n\n\nDirector: Wayne Kramer\n\nDistributor: The Weinstein Co.\n\nRating: R for pervasive language, some strong violence and sexuality/nudity\n\nRunning time: 1 hour, 53 minutes\n\nOpens today in New York\n\nand Los Angeles \n\nGraphic\n\n \n\nPHOTO, B/W, The Weinstein Co.\n"}