{"title": "Immigration courts faulted as inefficient", "body": "\nU.S. immigration courts are inefficient and beset by delays, falling behind in processing proposed deportations in \nrecent years despite having more judges hearing the cases, the Justice Department's inspector general said \nThursday.\n\nThe courts completed 324,000 proceedings in fiscal 2006 but only 287,000 in fiscal 2010, a report from Inspector \nGeneral Michael Horowitz said. The number of immigration judges grew from 211 to 238 in that period, according \nto the report.\n\nThe Justice Department's Executive Office for Immigration Review, which runs the courts, \"should take all \npossible steps to maximize the use of the resources it has received,\" the report said.\n\nThe immigration office said in response that it has not had the money to study ways to improve efficiency but that \nit will begin a study soon.\n\nIt also said that it would give new training to judges on how to respond to foreign nationals' requests for case delays \n- a major cause of slower proceedings, according to the report.\n\nThe immigration office said numbers in 2011 showed improvement, but the inspector general's office said it has \nnot verified those statistics.\n\nImmigration judges hear deportation cases in about 120 locations nationwide. They prioritize cases in which a \nforeign national is detained for a crime or other reason, and such cases lasted 48 days on average, according to a \nsample reviewed by the inspector general. Cases in which the person was not detained went on for an average of \n526 days, the report said. The non-detainee cases included people asking for asylum.\n\n\"Cases, especially those for non-detained aliens, can take long periods to complete, which crowds court calendars \nand delays processing of new cases,\" the report said.\n\nThe issue of illegal immigration is hotly debated in the United States, which has about 12 million undocumented \nimmigrants, most of them Hispanics.\n\nHundreds of thousands of illegal immigrants who were brought into the United States as children will be able to \navoid deportation and get work permits under an order in June by President Obama. \n\n"}