{"title": "WHAT AN ETHIOPIAN MUST DO TO PROVE DESERVING OF ASYLUM", "body": "\nTo the Editor:\n\nAssistant Secretary of State Chester A. Crocker's letter (Feb. 1) charging Anthony Lewis with ''gross inaccuracies \nand distortions'' in his column on the deportation of Ethiopians (Jan. 4) is devoid of evidence supporting Mr. \nCrocker's assertions.\n\nMr. Lewis's column demonstrates the glaring inconsistency of our U.N. Ambassador's scathing condemnation of \nhuman-rights abuses and political repression in Ethiopia in light of the Immigration and Naturalization Service's \ndemand, during the same month, that thousands of Ethiopians depart this country within 30 days.\n\nInstead of elucidating this paradox, Mr. Crocker's letter served only to underscore the hypocritical treatment \nEthiopians seeking refuge in the United States will face. He makes this alarming statement:\n\n''Although the human-rights picture in Ethiopia is still very bleak, the level of chaos and violence in most of the \ncountry has declined since the period of the Red Terror and the other postrevolutionary excesses. It is now possible \nfor Ethiopians who are not on their Government's 'wanted' list to return without fear of falling victim to persecution.''\nC O'Neill Brown and Viviane Eisenberg letter refers to January 4 column by Anthony Lewis, \"Hypocracy Wins \nAgain\"\n\nWhile admitting the bleakness of the ''human-rights picture'' in Ethiopia, circumstances Ambassador Kirkpatrick \nmore aptly termed ''savagery,'' Mr. Crocker pronounces that, in order to be granted political asylum, an Ethiopian \nmust prove that he is on the Government's ''wanted'' list.\n\nIt is absurd to maintain that such an identifiable list exists, and ludicrous to think that any refugee should have had \nthe foresight to have secured a copy of it. Such a high standard is patently unfair and discriminatory, and it definitely \novershoots Mr. Crocker's stated goal of bringing the status of Ethiopians ''in line with that of most other \nnationalities.''\n\nAre Cubans, Russians, Poles or other East Europeans who also flee Soviet-inspired political repression required to \nshow inclusion on a ''wanted'' list of their government in order to obtain political asylum? Most decidedly not. Such \na standard for determining ''a well-founded fear of persecution'' has no basis in the law or in the I.N.S. regulations or \noperating instructions. Moreover, adherence to such a standard would violate this country's international \ncommitments under the United Nations Protocol Relating to the Status of Refugees.\n\nRather than contradicting Mr. Lewis's article, Mr. Crocker's letter exemplifies the ''particular political callousness'' of \nour Government toward Ethiopians characterized by Mr. Lewis.\n\nIt is, to say the least, difficult to explain why unusually high standards are set for Ethiopians seeking refuge in the \nUnited States. It was also difficult to explain the recent reinstatement of tax-exempt status for racially discriminatory \nschools. However, in that case, the President had the courage to admit and seek to correct his mistake.\n\n\nThe case of the Ethiopians is a terrible mistake yet in the making. We pray this Government has the strength to \nundo it before an unspeakable toll is paid in human suffering.\n\nC. O'NEILL BROWN, VIVIANE EISENBERG, New York, Feb. 9, 1982\n\nThe writers are lawyers; Miss Eisenberg heads the New York City Bar Association's Committee on Immigration and \nNationality Law.\n"}