{"title": "THE NATIONAL COUNCIL OF LA RAZA AND PROGRESSIVE STATES NETWORK HOLD A TELECONFERENCE ON IMMIGRATION LEGISLATION IN 2011", "body": "\nEVENT DATE: January 10, 2012\n\nTYPE: NEWS CONFERENCE\n\nSPEAKER: THE NATIONAL COUNCIL OF LA RAZA AND PROGRESSIVE STATES NETWORK\n\nWITNESSES:\n\nA. ELENA LACAYO, IMMIGRATION FIELD COORDINATOR, NCLR IMMIGRATION POLICY PROJECT\n\nISABEL RUBIO, EXECUTIVE DIRECTOR, HISPANIC INTEREST COALITION OF ALABAMA\n\nSUMAN RAGHUNATHAN, DIRECTOR OF POLICY AND STRATEGIC PARTNERSHIPS, PROGRESSIVE \nSTATES NETWORK\n\nOPERATOR:  Please standby, your program is about to begin.  \n\n      Good day everyone, and welcome to the Immigration Legislation 2011 call.  \n\n      At this time, all sites are currently in a listen-only mode, but later there will be a chance to ask questions.  As a \nreminder, today's call may be recorded.  \n\n      And I would now like to turn it over to Ms. Elena Lacayo.  Please go ahead.  \n\nLACAYO:  Thank you.  Hello and welcome everyone today to -- to today's telephonic press conference on State \nImmigration Legislation, hosted by the National Council of La Raza and the Progressive States Network.  \n\n      My name is Elena Lacayo.  And I am the immigration field coordinator at the National Council of La Raza, the \nlargest Latino advocacy and civil rights organization in the United States.  \n\n      As a moderator for the call, I want to thank everyone for joining.  And thank in a special way, our speakers who \nwill share with us their expertise.  \n\n      The failure of federal -- of the federal government to enact meaningful and comprehensive immigration reform \nhas led to an increased activity on this issue at the state and local levels. Unfortunately after the 2010 passage of \nArizona's S.B. 1070, which was at the time the most extreme and draconian immigration law in the country, \nnumerous state legislators also pledged to pass similar or worse laws in their states.  \n\n      Now that the 2011 state legislative sessions are over, NCLR is releasing a report entitled, The Wrong Approach: \nState Anti- Immigration Legislation in 2011, which takes a look back at the -- how those copycats failed to gain \n\n\nmomentum in 25 states, and outlines the negative impact that these -- that this legislation has had on the states that \nchose to approve them.  \n\n      For your reference, you can find this report on NCLR's website at www.NCLR.org.  \n\n      Before going into some points on the report, please let me introduce our other speakers in the order in which \nthey'll be presenting.  \n\n      After I outline the report findings, we will hear from Isabel Rubio, executive director of the Hispanic Interest \nCoalition of Alabama and an NCLR affiliate.  \n\n      Ms. Rubio has been a tireless advocate for Latinos in her community and in the State of Alabama and has been \na key ally in the effort to repeal HB 56, Alabama's Arizona copycat.  \n\n      On this call, she'll talk about the humanitarian crisis that has resulted as -- from HB 56.  And will provide a local \nperspective on the negative impact this extreme bill has had on her state.  \n\n      After Isabel and I talk about the consequences of bills passed in the 2011 session, we'll switch gears and hear \nfrom Suman Raghunathan, director of policy and strategic partnerships at the Progressive States Network.  \n\n      Suman will provide an overview on what to expect on 2012 legislative session.  And will outline the solutions-\nbased approaches to immigration that are being championed by state legislators across the country.  \n\n      Lastly, I'm honored to introduce Colorado State Senator Michael Johnston of Colorado's 33rd District.    \n\n      Senator Johnston will not only discuss why anti-immigrant bills like S.B. 1070 copycats are bad policy, but will \nalso outline the solutions-based approaches he plans to push in Colorado's 2012 legislative session.  \n\n      After all the speakers have presented, we will open the line for questions.  \n\n      So before I hand over to the other speakers, I want to make a few comments of -- about the 2012 -- the 2011 \nlegislative session and highlight some of the key findings from NCLR's new report, The Wrong Approach: State \nAnti-Immigration Legislation in 2011.  \n\n      After the passage of S.B. 1070, news reports indicated that more than a -- more than half states -- half of the \nstates would pass anti- immigrant legislation and -- similar to Arizona.  \n\n      Despite this prediction, our report found that 25 states blocked or refused to consider S.B. 1070-style legislation \nin 2011.  This brings the total number of states that have rejected Arizona-style legislation since its passage in \n2010 to 31 states.  \n\n      Not surprisingly, there were a number of reasons this legislation was rejected in 2011.  This -- concerns over \nhigh cost of implementation, pushback from the business community at the state level, concerns of -- over the \nimpacts these laws would have on public safety, and a desire by many legislators and community leaders to have \na civilized debate at a local level stop these bills in 2011.  \n\n      Legislators also closely monitored the fallout from Arizona's legislation which led to not only deep economical -\n- economic impact and economic losses, but also had political consequences in the state.  \n\n      It is also notable that in 2011, Arizona-style bills failed in both republican and democratically controlled states.  \nWhile all five states that approved anti-immigration legislation in 2011 were Republican-controlled, legislatures \ncontrolled by both parties rejected legislation similar to S.B. 1070.  \n\n      In fact, more than half of the states that rejected such bills in 2011 were Republican-controlled legislatures with \nmore of -- more than half of those enjoying a Republican super majority.  \n\nhttp://www.nclr.org/\n\n\n      This indicates that elected officials on both sides of the aisle are beginning to recognize the deep price and the \nconsequences that their states pay for passing such bills.  \n\n      Unfortunately, five states passed anti-immigrant legislation in 2011:  Utah, Indiana, Georgia, South Carolina and \nAlabama.    \n\n      And while some of these bills have only had the -- have only been in effect for a short time, this report outlines \nsome of the -- some of the challenges and consequences that have come about due to the Arizona copycat bills.  \n\n      The first has been legal challenges.  As in Arizona, all five states that have passed similar legislation have faced \ncostly lawsuits and have had sections of these -- of these laws blocked by the courts.  \n\n      The second big consequence is that these states have suffered great economic losses as a consequence of \nthese bills.  \n\n      We saw in Arizona that the boycott of the state due to S.B. 1070 led -- led to more than $750 million in lawsuits.    \n\n      In Georgia, even -- even before HB 87, which is their Arizona copycat went into effect, the Georgia Agribusiness \nCouncil reported that farms had already lost $300 million in fruits and vegetables alone due to the lack of workers, \nand anticipated up to $1 billion in losses stemming from spoiled and unpicked produce.  \n\n      The labor shortage in Georgia was so severe, after the passage of this bill, that the governor unsuccessfully \nattempted to fill agricultural jobs with probationers.  \n\n      The third point I want to make about the negative impact these bills have had on the state is the humanitarian \ncrisis that they have caused.  And I know Isabel will talk about this in -- at more depth about Alabama.  \n\n      Unfortunately, the passage of Arizona-style legislation in the states have led to great confusion, compelling \nmany Latino and immigrant communities, regardless of their immigration status, to keep their children from \nattending schools, refrain from working, go into hiding, or flee the state altogether.  \n\n      And fourth, I would be remiss if I did not mention the political backlash that this had and -- for Arizona State \nSenator Russell Pearce, who is the father of S.B. 1070 legislation and to whom we can attribute all of these copycat \nbills. \n\n      He -- his defeat is of great significance and serves as a warning to other state legislators that push -- that \npushing forward Arizona- style legislation may be politically unfavorable.  \n\n      Although some states did approve anti-immigrant -- harmful anti- immigrant legislation in 2011, the \noverwhelming majority of states that considered them, rejected them instead.  \n\n      Meanwhile, the states that did approve this harmful legislation are now undoubtedly facing numerous negative \nconsequences as a result.   \n\n      As we start the 2012 legislative state session, I want to take this opportunity to urge state leaders to reject \nArizona-style legislation and urge them instead to work with federal legislators and fix the problem at the federal \nlevel.  \n\n      Thank you very much.  \n\n      And now I want to hand it over to Isabel Rubio of the Hispanic Interest Coalition of Alabama.  \n\nRUBIO:  Thank you, Elena and good afternoon to everyone.  \n\n      I'm Isabel Rubio, the executive director of the Hispanic Interest Coalition of Alabama, or as we call it, HICA.  \n\n\n\n      HICA empowers Alabama's Hispanic community and its numerous cultures as an economic and civic integrator, \nsocial resource connector, and statewide educator.  \n\n      We facilitate the integration of citizenship and civic contributions through our programs while connecting our \nconstituents to critical social, legal, and economic resources and opportunities across the state.  \n\n      HICA has four programs, strong families, community engagement and education, immigration and access to \njustice, asset building and economic development.  \n\n      We are the only independent community-based organization serving Alabama's Hispanic community.  And we \nhave been doing this work for almost 13 years.  \n\n      Located in Birmingham, we work statewide.  We are also the lead plaintiff of the civil rights coalition lawsuit filed \nby the Southern Poverty Law Center, the ACLU, the National Immigration Law Center, among others.  \n\n      HICA is also a founding member of the Alabama Coalition for Immigrant Justice.    \n\n      As the harshest immigration law in the country, HB 56 has ignited a humanitarian, economic, and civil rights \ncrisis in Alabama.  \n\n      It has the explicitly stated purpose in making Alabama so inhospitable that immigrants will deport themselves, \nas stated by one of the sponsors, Micky Hammon.  \n\n      When this law emerged in the legislature last spring, thousands of confused and frightened Hispanics began \nflooding to HICA for information about the law, their rights, and how to protect their families with emergency plans.  \n\n      Over a period of about six and a half months, HICA drafted over 700 powers of attorneys which provide families \nsome protection if one family member is deported, and gives instructions about how to dispose of the family's \nassets, namely children, so that children aren't taken into foster care.  \n\n      In all of 2011, HICA worked with over 9,000 Hispanic families, almost double the number of families we worked \nwith in 2010.    \n\n      HB 56 differs from other state immigration laws in several ways that clearly impact our families.  HB 56 makes \nit a crime for undocumented immigrants to even be in the State of Alabama.   \n\n      It requires schools to check immigration status.  And requires law enforcement to ask folks for, papers please, \nif they believe reasonable suspicion exists that the person they stopped could be undocumented.  \n\n      This section particularly harkens back to Alabama's dark past and threatens to take us back decades.    \n\n      Hispanic families in Alabama have reported to us their fear of sending kids to school because kids are being \nbullied by teachers, other students, and administrators who are saying, \"Go home, you don't belong here.\"  \n\n      Folks are afraid to leave home to even go to church.  And victims of domestic violence are afraid to report \nabuse for fear of deportation.  \n\n      To that point, we know of one victim in particular who did report her abuse, and was told that her protection \norder hearing by the judge, that if she were to pursue the order for protection, she would be deported.  \n\n      HB 56 does not reflect the Alabama I have called home for over 20 years now.  I am thankful for the outpouring \nof support from across the country.  And also locally from people who have stepped up to say enough.    \n\n      But we have to continue to push for repeal.  The Alabama Coalition for Immigrant Justice has built a strong core \nof organizations who are working to repeal HB 56.  \n\n\n\n      We are thankful to our partners who include Alabama Appleseed, the NAACP of Alabama, Alabama Arise, \nACLU of Alabama, Greater Birmingham Ministries, Alabama Dreamers for the Future, and the Southern Poverty \nLaw Center who are working across the state, and across color lines, to the leadership in the immigrant community \nand fortifying support among our allies and the base community. \n\n      We have a huge fight on our hands.  But we believe that good people can and will prevail.  \n\n      Thank you.  And I look forward to your questions.  \n\nLACAYO:  Great, thank you so much, Isabel.    \n\n      And now, could -- I'd like to hand it over to Suman Raghunathan of the Progressive States Network.  \n\nRAGHUNATHAN:  Great, thank you so much, Elena, and thanks to all the folks who were on today's call.  \n\n      Just a brief word about Progressive States Network, we are a nonpartisan organization, a national one, that is \nhere supporting the work of progressive state legislators around the country, and to advancing state policies that \ndeliver on the issues that matter to working families.  \n\n      And those include integrating immigrants into our communities, strong wage standards and workplace \nfreedoms, bouncing work and family responsibilities, health care for all, smart growth in clean energy, tax and \nbudget reform, clean and fair elections, and technology investments to bridge the digital divide.  \n\n      I'm here today to speak about our incredibly intense work on immigration policy at the state level here.  And I \nmean I'm here to -- to remind folks on the call that contrary to popular wisdom, there's actually a growing number of \nstate legislators who are committed and are advancing common-sense state approaches to immigration policy, \nand are in the midst of introducing pro-immigrant bills on a number of issues this season.  \n\n      In fact, we work closely with a group of progressive state legislators committed to common-sense immigration \npolicy who are -- who are just doing just that.  And those include legislators from 38 states and counting.  \n\n      And the membership of this group has nearly tripled since Arizona passed S.B. 1070, and it continues to \nexpand.  The name of that organization is State -- or that affinity group is State Legislators for Progressive \nImmigration Policy.  \n\n      And -- and these are the folks who are really at front and center of refuting and rejecting the flawed \neconomically devastating approaches taken by Alabama, Arizona, and as Elena outlined, the other states that last \nyear passed broad immigration enforcement laws.  \n\n      You know, laws that incidentally some of these states are now seeking to repeal or amend having seen the \nerror of their ways particularly with respect to the economic devastation those laws have brought on their state \neconomies at a time of historic and unprecedented budget deficit.  \n\n      You know, state lawmakers want what's best for their states and state economies.  And 2011 showed us that \nlegislators are increasingly committed to crafting solutions-based approaches to immigration policy focused on \nexpanding opportunity and economic prosperity for all at a time when state budgets need all the help they can get.  \n\n      Americans and state legislators certainly support federal comprehensive immigration reform.  Yet while that \neffort remains stalled in Washington, state legislators are at the forefront of efforts to expand opportunity for all \nstate residents, both immigrant and native born, through state proposals that seek to make responsible use of tax \ndollars for education not enforcement, uphold workplace rights and wage levels for all, and welcome the economic \nenergy and contribution of immigrant workers and business owners.  \n\n      All while staying true to our values as a nation of immigrants.  \n\n\n\n      I wanted to give the folks on the call a brief snapshot of some of the momentum that we're already seeing and \nworking on with respect to pro-immigrant bills and specific -- around specific issues and states.  \n\n      We're seeing a lot of continued interest similar to last year on tuition equity proposals.  These are bills that allow \nundocumented students and other non-resident students to pay in-state tuition rates to attend state colleges and \nhigher education institutions.  \n\n      And state Senator Michael Johnston from Colorado will discuss more about what he's trying to do along those \nlines in Colorado.  \n\n      And we're also seeing a lot of interest in pushing back against the flawed federal e-verify system which is \nessentially a workplace and employment verification system that has been shown to be inaccurate across the board \nand a jobs killer.    \n\n      We're seeing a renewed commitment to upholding workplace rights, wage levels, and workplace safety for all \nworkers including immigrants and native born.  \n\n      And we're seeing a real interest in community policing and anti- racial profiling legislation at the state level, \nparticularly after the more recent developments toward the end of last year around the federal flawed immigration \nenforcement program facing our communities.  \n\n      On the anti-immigrant misguided and with respect to state policy, we are expecting to see some more broad \nenforcement bills based on the Arizona and/or Alabama model.   \n\n      We are expecting to see continued efforts to mandate the e-verify employment verification system at the state \nlevel.  We are expecting to see some more efforts to demand identity and citizenship information from those who \nare applying for public benefits, often for U.S. citizen children.  \n\n      We are expecting to see more proposals around expanded immigration enforcement.  And we are expecting to \nsee some more plainly unconstitutional challenges to immigrant families and immigrant youth educational access, \nboth to being able to attend public schools, our right which has been reaffirmed by the U.S. Supreme Court, as well \nas higher education.  \n\n      With that, I'd love to turn the -- a virtual microphone over to State Senator Michael Johnston from Colorado's \n33rd District to share more with us about why he is committed to advancing pro-immigrant policies, particularly \naround higher educational access in Colorado.  \n\n      Senator Johnston?  \n\nJOHNSTON:  Thanks, Suman, and thanks so much for having me on. And thank you everybody who joined the \ncall.    \n\n      I couldn't agree with what you said more.  I mean, I think what we've seen in Colorado...  \n\n      (CROSSTALK)  \n\nRAGHUNATHAN:  I think we may be having some trouble with Senator Johnston joining the call.  \n\nLACAYO:  We hear him, Suman.  It's OK.  \n\nJOHNSTON:  Can you all hear me?  \n\nLACAYO:  Yes.  \n\nJOHNSTON:  OK, great.  Maybe, Suman can't hear me.  But I think...  \n\n\n\nRAGHUNATHAN:  And I'm sure he's going to be able to join us in a minute.  \n\nLACAYO:  Suman?  \n\n      We can hear Senator Johnston.  \n\n      I don't think she...  \n\nJOHNSTON:  Should I -- should I...  \n\nLACAYO:  Go ahead, Senator, I'll (inaudible).  \n\nJOHNSTON:  I'll keep going and if -- if it doesn't -- if you need to jump in, let me know, if we -- if we need to adjust \nthe technical call...  \n\nRAGHUNATHAN:  Senator Johnston, are you there?  \n\nJOHNSTON:  I am here.  \n\n      I am here.  \n\n      Suman can't hear me, but I think everybody else can.  \n\n      I'm going -- I'm going to go ahead you all.  And keep talking. And if it turns out that I find out I'm talking to \nmyself, I can start over again.  But I don't want to keep folks waiting on the call if they are.  \n\n      Quick overview, I think, of where Colorado is.  And I think this is exactly what Suman indicated.  Which is, when \nColorado takes a look at what it is that we want to do in the state, I think like most states in the country, there are a \ncouple of big priorities.  \n\n      One, our -- we want to strengthen our education system.  We want to make sure we're competitive in -- in -- in \ntraining and preparing kids to be able to compete in our economy in this state.  \n\n      We want to be able to use public resources wisely, right, in a time when we're trying to balance the budget.  We \ndon't want to be spending a tremendous amount of money on enforcement on people that need to be deported for \nbroken taillights.  \n\n      And -- and we want to be able to try to support our systems of higher Ed that we know are struggling \ndramatically in this economy.    \n\n      Do -- am I -- can you still hear me?  \n\n      Hello?  \n\nLACAYO:  Hi.  \n\nJOHNSTON:  Yes, can -- can you still hear me?  \n\nLACAYO:  Yes, we can hear you.  \n\nJOHNSTON:  OK, great.  \n\n      So, I think those three big issues, what are we doing to support a quality K-12 and higher education system. \nWhat are we doing to be fiscally responsible with the money we spend?  And what are we doing to help prepare our \nworkforce of college educated young people that will fuel our economy with big benefits for us?  \n\n\n\n      And what we're seeing is at a time when there is a great shortage in Colorado of engineers, and scientists, and \nskilled labor, when we're more and more importing labor from other states and other countries, we have a \ntremendous resource right here in our own state.    \n\n      Which our kids who've been in this country since they were three or four or five or 10 years old, who've come \nthrough our entire K12 (ph) education system, who are valedictorians of their high school classes, and who can't go \non to college in this state because they don't have papers, and because they are being forced to pay six, often 10 \ntimes the tuition rates of -- of their salutatorians.  \n\n      So I was a principal of a high school for six years.  Literally my high school last year, the valedictorian of our \nclass is a -- is undocumented.  Salutatorian is documented for them to go to the same university in Colorado she \nwould pay $28,000 a year.  The salutatorian would pay $6,000.    \n\n      So needless to say, what we have is a situation where some of our great talent in this state we're losing \nbecause we're making it impossible for these kids to be able to access college.  \n\n      What that means is upwards of $3 million to $4 million a year of lost revenue to our higher Ed system that is \nbeing strangled by our budgets.  \n\n      It means young people with no hope in high school and middle school, who then are making much bigger \nchallenges for our education system, where in fact they are working hard in a way to be ready to go to college.  \n\n      And it means jobs that are still unfilled that we're trying to import talent for.  \n\n      And so, we proposed a bill last year.  We modified it this year to say we think all universities in Colorado should \nbe able to create a third category of tuition, one that is not an in-state resident, and one that's not an out of state \nstudent, but a student who has attended three years of a Colorado high school and graduated in good standing.  \n\n      And that that student would be able to go to college at an in- state rate without any state subsidies.  And so, in \nColorado, every student receives about a $2,000 state voucher for higher ed.  \n\n      Our students by their own recommendation said that's OK, we don't have to be eligible for that stipend.  But we \nwant to make sure that we have access to these schools.    \n\n      And so we're proposing a bill that's going to make sure that all Colorado kids that graduate from Colorado high \nschools can get to Colorado colleges.  And now we're -- we're seeing more actually moderate Republican support \nfor our bill this year than we had last year.    \n\n      So what we've seen here is the tide has really turned away from the ideology and demagoguery about \nimmigrants to a deeper realization that we've got to be attuned to the economics and to the educational pipeline of \nthis state.  \n\n      And that means really developing and supporting the talent we have, not punishing kids for were their parents \nbrought them from.  \n\n      So, we're optimistic that'll pass this year.  And we're hopeful that that'll continue to make Colorado a place that \nwe think is -- is true to the commitment, you know, that this country made, which is we hold these truths to be self-\nevident that all are created equal.  \n\n      And if you come to Colorado and you work hard, then we'll make sure you have a chance to go to college.  \n\nLACAYO:  Great, thanks so much, Senator.  And I apologize to everybody on the call for the technical difficulties \nthat we were having earlier.  \n\n      And now, we'd like to open it up for -- for questions.  And hopefully, we'll have participation from all of our \nspeakers and be able to hear all of them. \n\n\n\n      Operator, could you open the first question, please?  \n\nOPERATOR:  Yes, at this time, if you would like to ask a question, it is star one to do so.  Again, it is star one to ask \na question.  \n\n      If for any reason you'd like to remove yourself from the queue, you may do so by pressing the pound key.  \n\n      And we will pause for a moment for any questions to populate the queue.  \n\n      As a reminder, it is star one to ask a question.  \n\n      And we will take our first question from the site of Dustin Volz with Cronkite News.  Please go ahead, your line \nis open.  \n\nQUESTION:  Hi, thank you.  This is Dustin Volz with Cronkite News based in Arizona.  \n\n      Can you talk a little bit more about what Senator Russell Pearce's recall meant nationally in terms of being a \nlitmus -- a litmus test for anti-immigrant legislators around the country?  \n\n      And how important was this recall to fighting this type of S.B. 1070-style legislation across the nation?  \n\n      Thank you.  \n\nLACAYO:  Sure, this is Elena Lacayo with NCLR again.    \n\n      And we think that, you know, the recall of Senator Pearce's very significant -- obviously the -- the legislator who \nwas elected in his place was very similar to him politically with the exception that he took a different stance on \nimmigration.  \n\n      And so -- and this is really significant because it was seen on the national level as a -- a referendum on his anti-\nimmigrant approach, and his anti-immigrant agenda.  That he's really been pushing for years in the state.  \n\n      So, we think it's been really significant and should serve as a lesson for other legislators who are approaching \nimmigration.  \n\n      And I think also it'll -- it -- it serves a lesson for legislators at the national level as well as to what the \nconsequences could be if -- if you pursue an anti-immigrant agenda.  \n\nRAGHUNATHAN:  This is Suman Raghunathan.    \n\n      I just wanted to -- to jump in and say that, it was -- it sent an incredibly powerful message to all the legislators \nthat we work with and continue to attempt to work with to outline for them that there is in fact no -- you know, a low \nlevel of voter support for extreme anti- immigrant policies. \n\n      And I think that -- you know, the -- the hard and fast truth of Senator Pearce's historic recall was -- sent an \nincredibly powerful message to them that there is in fact support for the work that we are doing with them to \nadvance pro-immigrant policies.  \n\n      And I'm interested also to -- to hear Senator Johnston's reaction as well.  \n\nJOHNSTON:  Yes, I mean, I -- I agree.  I think that there is always, you know, the first -- the first chapter of this \ndebate is always is it -- or is this not good policy.  And I think that the national conversation is bearing out.  \n\n      So, economically for the state among other -- other indicators is that policy, I think, the second question for \nelected officials becomes is it good politics.  \n\n\n\n      And I think it's this second phase makes clear that this is both good policy and good politics.  Even within your \nown party.    \n\n      I think that the -- I think that as was mentioned that the replacement candidate was still similar on many other \nissues.  But this was the defining difference.  \n\n      So, I think that it's a pretty good sense that even -- even voters and conservative voters are not looking for \nsomeone to wage ideological battle.  They're looking to help balance the budget and create jobs in their states.  \n\nLACAYO:  Great, the next question operator?  \n\nOPERATOR:  The next question comes from the site of Patricia Fennell with El Latino newspaper.  Please go \nahead, your line is open.  \n\nQUESTION:  Well, I'm with a Latino agency.  But, basically to affirm everything that you -- that everyone has said, \nin Oklahoma we pass an anti-immigrant legislation that was supposed to be one of the most stringent in the \ncountry.  \n\n      And what has happened is exactly what some of you have described, is that the economic impact on the state \nwas felt so strongly and so quickly after the passage of the legislation that the business community has become our \nally.  \n\n      And although we have a very conservative legislature right now, the leaders in the legislature that were the \nproponents of anti- immigrant legislation, have basically become isolated and neutralized by their colleagues.  \n\n      So, while there's not necessarily a pro-immigrant environment in the legislature, there's certainly -- there \ncertainly have been efforts, maybe not necessarily public, but certainly negotiated efforts to neutralize any \nadditional anti-immigrant legislation.  \n\n      So, I think what -- what was -- has become an ally is the economic impact that basically demonstrated how \nnegative all this anti-immigrant legislation is not just to our people, but really to the economies of the state.  \n\nLACAYO:  Thanks, Patricia, and good to hear from you.  \n\n      Operator, could you repeat the -- the instruction for questions and see if we -- and take the next question?  \n\nOPERATOR:  Of course.  \n\n      If you would like to ask a question, again, it is star one to do so.  \n\n      That is star one to ask a question.  And it looks like we have a follow-up from Dustin Volz with Cronkite News.  \n\n      Please go ahead, your line is open.  \n\nQUESTION:  Thank you.  Yes, it's getting back to S.B. 1070, another question on -- I'm just wondering how -- is \nthere anybody -- how you anticipate the Supreme Court's pending decision on S.B. 1070 will impact other states' \nconsideration of similar bills, and going off of what -- everything you said, overall opinion nationally of this type of \nlegislation.    \n\n      And what are your -- what are you anticipating with that Supreme Court decision?  \n\n      And how -- how big of a decision is it as far as what you guys are trying -- trying to do?  \n\n      Thank you.  \n\nRAGHUNATHAN:  I can at least begin to speak to that a little bit.  \n\n\n\n      This is Suman Raghunathan from Progressive States Network.  \n\n      I would just say that we look forward to the Supreme Court argument around S.B. 1070.  I think there have been \nsome very strong messages sent by the federal courts.  And particular in Arizona, there is real questions about the \nstate's overreach, in particular with respect to immigration enforcement.  \n\n      And essentially, you know, the overreach through S.B. 1070 and HB 56 on the other broad immigration \nenforcement bill, that raise questions about -- or that -- that continue to raise questions about how immigration \nenforcement continues to be strongly a federal issue, not a state issue.  \n\n      I would also say that the other pro-immigrant proposals that we do have, you know, in the hopper and that we're \nworking on, work with the current reality of the end of federal immigration responsibility which is largely related to \ndetermining who comes into the country, and enforcing immigration laws.    \n\n      But that there is a whole window of opportunity that has already been quantified in the most recent series of \nimmigration reform laws that allow states to decide for themselves whether or not they would like to expand \nopportunities for immigrant families and residents in their state.  \n\n      And that's particularly around the question of access to higher education, access to some emergency medical \ncare, and childcare -- I'm sorry, health care for immigrant women and children.  \n\n      And the question about wage enforcement actually doesn't even take immigration status into account at all.  In \nfact, current labor law specifies that workplace protections and wage and hour protections apply to all workers \nregardless of their immigration status.  \n\n      So, I would just remind folks that while the Supreme Court decision will be major, it is specifically related to \nimmigration enforcement, and so does not necessarily extends to the broader questions about determining \nimmigrant families' access to various state's institutions or programs.  \n\nJOHNSTON:  Elena?  \n\nLACAYO:  Yes.  \n\nJOHNSTON:  Can I add a -- a quick comment on that from the legislative level.  This is Mike Johnston from \nColorado.  \n\n      I actually don't think it has an impact.  And -- and it goes back to the comment that the women from Oklahoma \nCity or from Oklahoma made which is, we are not in the State of Colorado having a debate where we're saying, \ngosh, you know, we'd really like to pass a piece of legislation like S.B. 1070.  \n\n      We're just worried that it might be unconstitutional.  So let's wait and see if the Supreme Court overturns it.  And \nthen we'll do it.  \n\n      We're saying, we have no desire to pass S.B. 1070, because A, it's bad policy.  And it's going to be a terrible \nuse of public resources.  \n\n      And B, it can have a terrible impact financially on the state from the amount of revenue we'll lose from taking \nthat kind of stand.  \n\n      So, it does make a bit of difference to us how that Supreme Court goes.  \n\n      We already know in Colorado we have no interest in this policy. And so, the Supreme Court decision doesn't \npush us one way or the other.  \n\nLACAYO:  Thank you.    \n\n\n\n      Next question please.  \n\nJOHNSTON:  And I apologize, you all, I have to jump off.  But, thank you all so much for joining and love to help if I \ncan in any follow-up questions.  \n\nLACAYO:  Thank you, Senator Johnston.  \n\nJOHNSTON:  You bet.  \n\nOPERATOR:  Our next question comes from the site of Betty Lin with the World Journal.  Please go ahead, your \nline is open.  \n\nQUESTION:  Hi, thank you (inaudible).  I'd like you to comment on -- on today's announcement by the White House \nthat Cecilia Munoz is being promoted as director of Domestic Policy Council and what kind of impact on \nimmigration?    \n\n      And what do you expect what happened from the White House on immigration this coming year?  \n\nLACAYO:  Hi, this is Elena with NCLR.  \n\n      We -- we just learned about this -- this announcement ourselves. I mean, what I can say is that we are \nheartened that someone who knows the issue of immigration and has that expertise is going to have an elevated \nrole within the administration.  \n\n      And so we look forward to seeing forward movement on the issue of immigration in -- after this announcement.  \n\nQUESTION:  And what kind of impact do you think immigration will be -- will be playing out in this election cycle?  \n\n      And do you think the immigrants will support President Obama and -- and the mostly the Hispanic voters?  \n\nMARTINEZ:  Hello, this is Clarissa Martinez with the National Council of La Raza, working closely with Elena on \nthese issues, and also on Latinos civic participation.  \n\n      I think that where -- where it comes to immigration, we all know that it is an issue of great concern to Latino \nvoters.  And they're going to be watching very closely.  \n\n      On the one hand, there is concern about the record of deportations with the Obama administration.  And on the \nother hand, there is a great deal of concern over the demonizing and antagonizing language that many candidates \non the GOP column have been using.  \n\n      So, I think that for anybody who follows politics in our country, it is hard to miss the fact that Latinos are an \nincreasingly important element of a victorious electoral equation.  And it's going to be very interesting to see how \nthe GOP emerging candidate makes amends with this community coming out of the primary season.  \n\n      At the same time, I think that the record of the Obama administration is on the minds of people.  There's been \nsome positive steps as well.  \n\n      And though immigration is not the only issue, it's definitely going to motivate Latino voters to the polls as \nalmost half the -- half of them know someone who has been affected by the congressional inaction on immigration, \nand by the current -- by -- by the execution of the current policies we're seeing. \n\nLACAYO:  Thanks, Clarissa.  \n\n      Do we have any more questions, operator?  \n\nOPERATOR:  At this time, there are no further questions.  \n\n\n\nLACAYO:  Well, thank you so much to everybody who joined the call.  And thanks especially to our speakers, \nSuman and Isabel, thank you so much for joining us.  \n\n      If you would like to follow-up on anything that was -- if you want to follow-up with any speakers, please call \nNCLR.  \n\n      Our main line is -- or the number you can contact us at is 202- 776-1566.  \n\n      Thanks very much to everyone and we'll talk to you soon.  \n\nOPERATOR:  This does conclude your teleconference.  Thank you for your participation.  You may now \ndisconnect.  \n\n      END    \n"}