{"title": "EX-FERRER AIDE LINKS WITH MIKE. IMMIGRATION ISSUES ARE HER STRONG SUIT", "body": "\nMAYOR BLOOMBERG signed up another Democratic heavyweight for his reelection bid, this time a former \nFernando Ferrer aide and fierce advocate of immigration reform.\n\nAndrea Batista Schlesinger is stepping down from the Drum Major Institute for Public Policy to develop \"ideas and a \nrationale for a bold and progressive third term for the mayor,\" an e-mail sent Monday to Drum board members said.\n\nBloomberg campaign spokesman Howard Wolfson said Batista Schlesinger will serve as a policy adviser, calling \nher \"one of the leading progressive policy thinkers in the nation, and someone who is committed, like the mayor, to \nmaking this city work for all New Yorkers.\"\n\nBatista Schlesinger is a Ferrer loyalist who served as his education adviser when he was Bronx borough president, \nand left for Drum with him in 2002.\n\nShe became executive director when he gave up the job to run for mayor against Bloomberg in 2005.\n\nTeam Bloomberg then accused Drum of \"playing politics in the New York City mayoral race\" to Ferrer's benefit - a \ncharge Batista Schlesinger vehemently denied.\n\nWhen asked about her new gig yesterday, Ferrer simply said, \"I wish her well.\"\n\nBatista Schlesinger is known as a forceful advocate for immigrants and defender of the middle class.\n\n\"What I've always tried to do in my work is use government to play a positive role in improving the quality of \npeople's lives and that is a view that Mayor Bloomberg shares,\" she said.\n\nShe joins a string of high-profile Democrats Bloomberg recently added to his campaign team, including those with \nties to his competitors Rep. Anthony Weiner (D-Queens/Brooklyn) and City Controller William Thompson.\n\nLast week, he hired Democratic strategists Hank Sheinkopf, a Thompson ally, and Basil Smikle, a former Weiner \ncampaign worker.\n\nParty politics wasn't a concern for Batista Schlesinger when she was approached about the job, she said.\n\n\n\"I've always held Democrats accountable as I have held Republicans accountable. My work has not been in \npartisan politics,\" she said.\n\n\"When it comes to the City of New York, politics is secondary to whether you can advance an agenda that really \nworks for all New Yorkers,\" she said.\n\nklucadamo@nydailynews.com\n"}