{"title": "Deportation Case Also Puts An INS Experiment on Trial", "body": "\nAt a recent deportation hearing in an Arlington County courtroom, federal immigration Judge John M. Bryant \nleaned back in his swivel chair, listening to testimony. Prosecutor Deborah Todd stood at the lectern, asking \nquestions. Defense attorney Stanley Braverman sat at a table, taking notes.\n\nBut the defendant in the case, Angel Gomez, a Salvadoran immigrant, wasn't present, except as a blurry figure on \na small television screen. The 24-year-old Springfield cook and welder was in a Virginia Beach jail 200 miles away, \nwatching his trial via a two-way video hookup.\n\nAn interpreter in the courtroom translated into a speakerphone for Gomez, who speaks little English, but only when \nGomez was asked a direct question. A uniformed guard stood next to the prisoner, who sat in a chair and strained \nto understand the proceedings through beeps and transmission static.\n\n\"It is very hard to cross-examine when I can't consult with my client, because everyone in court can hear,\" \nBraverman said later, criticizing the \"videoconferencing\" arrangement at Gomez's hearing. \"You have one hand tied \nbehind your back. It's not fair. This kid is being deprived of his rights.\"\n\nGomez, who is being held without bond, has been in jail for eight months on a charge of immigration fraud. His \ncase illustrates the limitations of an immigration system that is striving to cut costs and streamline its operations, as \nwell as the potential for human error in the Immigration and Naturalization Service's vast bureaucracy.\n\nA restaurant cook and part-time welder, Gomez was arrested April 17 at the White House as he reported to work for \na welding job there. He produced a valid green card proving his legal residency, but when the Secret Service ran \nhis name through its computer, Gomez was listed as an illegal immigrant who had been ordered deported in 1991.\n\nINS agents arrived, put the astonished and agitated Gomez in handcuffs and leg irons, and transported him to jail. \nAs he was being arrested, according to Secret Service and INS testimony, Gomez swore and spat at authorities \nand threatened to shoot one agent when he was released.\n\nProsecutors concede that Gomez was, indeed, issued a valid residency permit by the INS. Before that, he had been \nliving in the United States under temporary amnesty granted to Salvadoran war refugees and had even received \nINS permission to visit El Salvador in 1994 for his father's funeral.\n\nThey argue, however, that Gomez should never have been given amnesty or a green card because he failed to \nappear for a deportation hearing in Texas after his 1991 arrest there for crossing the border illegally -- a hearing \nGomez says he never knew about.\n\nHad the INS computer records reflected his legal residency status, Gomez would not have been arrested that day \nat the White House. But since his arrest, prosecutors have accused him of lying on various immigration forms. They \n\n\nsay he failed to disclose a 1991 conviction for shoplifting a shirt and also failed to disclose his INS-approved return \nvisit to El Salvador.\n\nNow, citing \"national security\" concerns stemming from his alleged behavior at the time of his arrest, the \ngovernment has asked that Gomez be kept in jail pending the outcome of his deportation case.\n\nFor the last several months, the young Salvadoran has been part of the immigration agency's new, controversial \nexperiment in trial by video. In October, the agency's Washington area office, which covers the District and \nNorthern Virginia, began using videoconferencing technology to expedite deportation hearings for some of the 250 \nto 300 immigrants currently incarcerated in six jails in Virginia.\n\nWhen INS detainees are scheduled for deportation hearings, they no longer are driven under guard to immigration \ncourt in Arlington. Instead, they are transferred to the Virginia Beach Correctional Center, where the agency has \ninstalled videoconferencing equipment to cut back on the time, expense and security concerns associated with \nbringing the detainees to court.\n\nImmigration officials, who also are using videoconferencing equipment in Baltimore for more routine cases, say that \nif the experiment succeeds, they'll expand its use throughout the country.\n\n\"This makes our operation more efficient and cost-effective. We can process and interview more people because \nwe don't lose all that travel time,\" said Russell Bergeron, an INS spokesman. \"The initial results are very favorable, \nand it has tremendous potential for the future.\"\n\nBut area immigration lawyers and civil rights groups say that placing INS detainees in distant jails, and not allowing \nthem to be physically present in court while their fates are being decided, denies immigrants such basic rights as \nconferring with an attorney in the courtroom, having an interpreter handy and receiving regular visits from family \nmembers.\n\n\"In theory, it's a good idea, but it creates a serious lack of representation,\" said Antoinette Rizzi, a lawyer in Falls \nChurch who works with the American Immigration Lawyers Association. \"With such remoteness, there is just no \naccess. And in court, it is impossible to lean over and whisper to your client.\"\n\nLocal immigration prosecutors also expressed concern about the fairness of trial by video, especially in complicated \ncases. It is hard, they say, for a judge to assess an immigrant's credibility if he cannot observe the person firsthand \n-- and impossible to hand defendants any documents they might need to review with their attorneys.\n\n\"Videoconferencing has some great merit for routine hearings, but on the longer, more complex merit cases, work \nneeds to be done to be sure the needs of both the government and the alien are being met,\" said Eloise Rosas, \ndistrict counsel for the Washington area INS office.\n\nIn an interview in the Virginia Beach jail, Gomez said he has had trouble understanding proceedings at several \nhearings -- his case, like many deportation cases, has been protracted.\n\n\"At the White House that day, my whole life turned upside down,\" said Gomez, speaking in Spanish behind a thick \nglass partition. \"It is very hard to be here. All I want is to walk down the street with my wife.\"\n\nHe acknowledged being angry last spring when he was arrested but said he did not seriously threaten authorities.\n\n\"I have always tried my best to be legal in this country, and I do not have a character to hurt someone,\" he said. \"I \nnever drank or went in gangs. I always worked.\"\n\nIn court, Gomez's two employers testified that he was an honest and even-tempered worker. Michael Harlow, his \nboss and legal sponsor at Mike's American Grill in Springfield, described him as \"one of the best employees I have \never had. He was always quiet, always avoided confrontation. I feel this is a total injustice.\"\n\n\n\nBut prosecutors have painted a different picture. They say Gomez lied on immigration forms to obtain certain \npermits, failing to disclose his deportation order and his shoplifting conviction.\n\nGomez, who left Texas and moved to Washington shortly after his arrival in the United States in April 1991, said he \nnever knew about the deportation order. He also said that his previous lawyer made an error by not noting his \nshoplifting conviction, for which Gomez was fined $ 25, on an immigration form.\n\nIn a pretrial statement, Todd, the prosecutor, wrote that Gomez should be deported because he \"made a series of \nfraudulent assertions to obtain immigration benefits\" and showed a \"complete lack of respect for the laws of the \ncountry.\"\n\nProsecutors, however, were at a loss to explain why various immigration offices had granted Gomez so many \npermits without realizing that he had been ordered deported.\n\nWhile his case has dragged on, Gomez has remained in prison in Virginia Beach, where he is allowed one hour of \nexercise every two weeks and 30-minute visits by family members on Thursday nights. He cannot receive phone \ncalls, and his wife, Flor de Maria, who cleans houses, has been able to make the long trip only once.\n\nGomez is permitted to make collect calls, including to his attorney in Arlington. But his English is so poor that \nBraverman has dispatched a Spanish-speaking associate to the jail for consultations.\n\nImmigration officials said Gomez and other detainees awaiting deportation hearings have been sent to Virginia \nBeach because prison authorities there charge less to house inmates, about $ 45 a night, and because the prison \nwas the most receptive to letting the INS install videoconferencing equipment. The agency, saying jails in Arlington \nand Alexandria have very little extra space, also keeps prisoners in Manassas, Winchester, Fredericksburg, \nHopewell and Portsmouth.\n\nIn addition to their concerns about ensuring a fair trial, some local immigration lawyers and civil rights groups say \nconditions in the Virginia Beach jail are exceptionally poor, with crowded conditions and inadequate medical care. \nThey have met with INS officials, seeking to move the video hearings to another facility.\n\n\"This situation is Kafkaesque,\" said Beth Lyon of the District-based Lawyers' Committee for Human Rights. \"They \nput the video equipment in the most remote place and the facility all my clients dread most. Just when their cases \nare active and they need the most support, they are the hardest to reach.\"\n\nINS officials say that the agency inspects the jails it uses before renting space and that they must meet federal \nstandards.\n\nBy policy, INS detainees are kept separate from other prisoners, but Gomez and another detainee say they have \nnot been protected from other immigrants who are in prison for drug dealing or violent crimes.\n\nDuring a recent court session in Arlington, Flor de Maria Gomez testified on her husband's behalf, weeping as she \nglanced at his face on the television monitor. When she finished, the judge let the young Salvadoran woman, a \nlegal resident who married Gomez last year, speak to him.\n\n\"Have faith in God,\" she said in Spanish. \"He is the only one who can bring you tranquillity.\" Two hundred miles \naway, Gomez grimaced and brushed at his eyes before the guard told him to move, leaving only an empty chair.\n\nGraphic\n\n \n\n\n\nPhoto, lucian perkins; Photo, james thresher, Angel Gomez has been in jail for eight months on a charge of \nimmigration fraud.  Angel Gomez, 24, waits to be taken back to his cell at the Virginia Beach Correctional Center \nafter talking with visitors.  Flor de Maria Gomez has been able to visit her jailed husband only once.\n"}