{"title": "INS PROVIDES US WITH A NEW CATCH-22 STORY", "body": "\nIF you want a good example of the crowning glory of the Immigration and Naturalization Service, here it is in a \nnutshell:\n\n1) My wife's petition for permanent residence (not citizenship) was already approved by the INS in Laguna Niguel \nthree months ago.\n\n2) Laguna Niguel needs to do nothing more with my wife's file than forward it to the National Visa Center in New \nHampshire for distribution to the local U.S. consulate where she will have an interview and get her Green Card.\n\n3) Neither INS Laguna Niguel nor the National Visa Center claims to have the file; NVC has informed me that after \nthree months, they don't even bother to look for it anymore and officially consider it lost. This necessitates refiling \n(we filed in mid-October 1997) and another six-month wait, at least.\n\n4) It's tax time! The IRS informs me that since I cannot supply a Social Security number for my wife, I will be \ncharged with filing a fraudulent return (their interpretation of the blank field for her SSN on the 1040 form), which \ncould prove unduly costly, and perhaps worse, for me.\n\n5) The Social Security Administration informs me that it no longer issues numbers (to non-citizens) for non-work \nreasons -- my wife cannot obtain a number until INS processes her Green Card, which brings us back to point 1) \nabove.\n\nAnd round and round we go.\n\nWhat burns me is that my taxes are funding these agencies and paying the salaries of their staffs, agencies of the \nsame organ (the federal government) under whose laws and regulations one agency requires me to supply a Social \nSecurity number for my wife on the tax return, and the other agency says no, we can't have one yet, until yet \nanother agency finds a file which it has already approved and finished with and it simply needs to get it off the desk \nand on its way.\n\n-- Thomas R. LaVenia\n\nSunnyvale\n\nSex, politics -- ho hum\n\nREGARDING the lessons of the Paula Jones affair -- no pun intended -- the outraged and energized portion of the \nAmerican populace that wants to nail Clinton's backside to the nearest wall ought to look back in legend and \nhistory.\n\nThere were many examples of men in high political positions whose amorous inclinations got them into trouble. \nParis just had to have Helen, Mrs. Menelaus, and we all know what happened to Troy -- archaeologists are still \n\n\ndigging around trying to find bits of it. Marc Antony could have been ruler of the western world had he not fallen for \nthe charms of Cleopatra. We won't even get into MacBeth's case.\n\nIrish political leader Charles Stuart Parnell might have been able to solve the Irish question back in the 19th century \nif he hadn't been brought down by love for his Kitty. In our own history, Thomas Jefferson, that consummate \nVirginia gentleman, dallied with one of his slaves, or so said the unproven rumor that dogs his memory to this day.\n\nAlexander Hamilton, who might have been president but for his peccadilloes, let a woman pay off her debt to him \nwith sexual favors. He apologized for his infidelity in print, though there was no evidence that he kept his trousers \nbuttoned after. Andrew Jackson took another man's wife, and fought a duel to preserve her honor.\n\nGrover Cleveland acknowledged an illegitimate child, while Warren Harding didn't but should have. Franklin \nRoosevelt found comfort in the arms of hismistress. More recently, JFK chased MM around the Oval Office.\n\nThere is nothing new under the sun, and that includes the heady mix of sex and politics. Having acknowledged \nthese truths, let's get on with it. Ken Starr -- get a real job.\n\n-- Betsy Plette\n\nSan Jose\n\nThe TV dilemma\n\nI enjoyed the rich irony provided by the juxtaposition of two articles in the April 6 Mercury News.\n\nIn \"TV ratings rise as taste level plummets\" (Page 1A), we read the hardly surprising news that mainstream TV is \n\"flaunting the most vulgar and explicit sex, language and behavior that it has ever brought into American homes.\" \nHowever, Lawrie Miflin jumps to a major conclusion by stating after an undisclosed number of interviews with \nparents that \"American families are not as distressed about television vulgarity\" as the politicians would like to think.\n\nMany parents have found alternatives to \"battling with their children about television.\" Getting rid of the TV, keeping \nchildren busy, using the VCR and choosing what the family watches, or choosing not to give up the authority \nregarding TV-watching to your children -- these are some of the answers for about 50 families I know.\n\nWhich brings me to the article I found when I turned the page. In \"People in the news\" (Page 2A) there was an item \nabout Madonna stating that her daughter, \"unlike many American children,\" has had little exposure to television. \n\"TV is not a big part of my life, it just hasn't been a part of her life.\"\n\nYou see, yet another American family (!) that doesn't fit into Miflin's sweeping generalization.\n\nMadonna knows that she didn't get where she is by watching television. The really critical question is, \"What else \ncould my children be doing with the time they spend watching TV?\"\n\n-- Catherine Sleight\n\nCupertino\n\nOur neglected schools\n\nI would like to thank Lori Aratani for her insightful article on poverty's role in classroom performance (Page 24A, \nMarch 22), and also Michael Bazeley for his well-researched related article on making schools responsible for \nstudent achievement (Page 25A, March 22).\n\nCalifornia faces socio-economic diversity issues unparalleled in the nation. We have to respond to a broader range \nof student needs and yet are made to contend with these issues with one of the lowest revenue rates in the \ncountry.\n\nAdditionally, our libraries are incredibly outdated -- the average school library non-fiction book in a California school \nlibrary was published in 1972, eight years before our 18-year-old high school seniors were even born. We also \n\n\n\nhave one of the lowest access-to-technology rates in the country. Since we exist in the heart of Silicon Valley, \nshouldn't we be demonstrating to the rest of the country how technology can be integrated throughout course \ncurriculum?\n\nAccessibility to technology will be helped somewhat by the governor's Digital High School Grants, but meanwhile \nour facilities are in dire need of at least $22 billion of infrastructure support, and our teachers are underpaid. And \nyet, everyone acts surprised that our student test scores are so low.\n\nI think our renewed attention to the state of our schools is somewhat analogous to a caretaker returning to a \nneglected garden only to be surprised to find it overrun with weeds. Just as we've needed to \"raise the bar\" with \nregard to academic standards, we also need to \"raise the bar\" with regard to basic program funding, professional \ndevelopment and parental involvement.\n\n-- Susan Mayer\n\nBoard Member,\n\nCampbell Union High School District\n\nNotes\n\nLETTERS, E-MAIL & FAXES\n"}