{"title": "Former Princeton professor detained in Iran; may face death sentence", "body": "\nAfter months of virtual house arrest and detention in Iran, a former Princeton Near Eastern studies professor was \narrested in Tehran last week on charges that could carry the death sentence.\n\nHaleh Esfandiari, who taught Persian classes at the University from 1980 to 1994, stands accused of \"crimes \nagainst national security.\" She is under suspicion because of her affiliation with the Woodrow Wilson International \nCenter for Scholars, a Washington think tank where she directs the Middle East Program. Iranian officials say the \norganization advocates regime change in Iran.\n\nWilson School and Near Eastern studies professor Robert Finn, a former United States ambassador to \nAfghanistan, said Esfandiari's plight reflects broader political turmoil.\n\n\"She's a pawn in these games. It's not her personally. It's very bad of Iran in its efforts to present itself as a normal \ncountry to do this kind of thing,\" he said.\n\nEsfandiari's troubles began in December when she was visiting her 93-year-old mother in Tehran. While in a taxi to \nthe airport to catch a flight back to the United States, where she has lived for more than 25 years, Esfandiari was \nrobbed at knifepoint by three men, who stole both her Iranian and American passports.\n\nOn applying for a replacement passport, Esfandiari found herself in the clutches of Iran's Ministry of Intelligence, \nwhich has interrogated her repeatedly since December. The military finally incarcerated her at Evin Prison last \nweek.\n\nThroughout her detention, Esfandiari has been pressured by the ministry to make false confessions or inaccurately \nacknowledge that the Wilson Center has been advocating regime change in Iran, Wilson Center President Lee \nHamilton said. She has consistently refused to do either.\n\nSince the Bush administration unveiled its $75 million program to promote democracy in Iran, the Iranian \ngovernment has increased its efforts to counter \"subversive elements.\"\n\nEsfandiari is one of several \"soft hostages\" in Iran, who cannot leave the country because the government has \nconfiscated their passports.\n\nIronically, Esfandiari is \"the kind of person who was working to present all sides of Iran,\" Finn said. \"She is the kind \nof person [the Iranian government] should be encouraging.\" He added that, in her work at the Wilson Center, \nEsfandiari was often criticized for inviting scholars who were sympathetic to Tehran.\n\n\nThe Wilson Center, along with Esfandiari's family and friends, originally avoided the international spotlight and \npursued back channels to secure Esfandiari's release. But with her formal arrest, this strategy has become \nunfeasible.\n\nEsfandiari's situation has also sparked numerous other efforts to lobby for her release, and several of her former \nstudents are trying to raise awareness of their former professor's predicament.\n\n\"We, as her former students, know how proud she was of Iranian history and culture,\" said Cherrie Daniels, who \nwas a student of Esfandiari's during her sophomore and senior years. She is attempting to organize a \nstudent/teacher petition drive to supplement existing campaigns.\n\nEfforts are under way on a national level, as well. Freehaleh.org asks concerned members of the international \ncommunity to sign a petition on Esfandiari's behalf, while Amnesty International describes Esfandiari as a \"prisoner \nof conscience\" and created a webpage that lets visitors contact Iranian president Mahmoud Ahmadinejad or \njudiciary head Ayatollah Mahmoud Hashemi Shahroudi on her behalf.\n\nProminent U.S. politicians have joined the movement to lobby for Esfandiari's freedom, including senators Joseph \nLieberman (D-Conn.), Hillary Clinton (D-N.Y.) and Barack Obama (D-Ill.). So far, though, the Iranian government \nhas not responded to pressure.\n\nDaniels described her former professor in glowing terms and recalled that during her years teaching at the \nUniversity, Esfandiari \"would focus on modern spoken Persian through folk tales,\" adding that \"[her teaching] was \nnot political and not focused on anything controversial.\"\n\n\"[She is] an amazing, gifted and sweet woman,\" Daniels said. \"I hope they let her out.\"\n\n(C) 2007 The Daily Princetonian via U-WIRE\n"}