{"title": "Bush to call for Guard at the border Supporting role | Thousands of troops would back up civilian patrol", "body": "\nPresident George W. Bush will call for thousands of National Guard troops to be deployed along the border with \nMexico in support of patrols aimed at keeping out illegal immigrants, White House officials said Sunday on the eve \nof an Oval Office address announcing the plan.\n\nWhite House aides worked into the night Sunday to iron out details of the proposal and allay concerns among \nlawmakers that using troops to man the border would further burden an overextended military.\n\nTwo White House officials said Bush would propose using troops as a stopgap measure while the Border Patrol \nbuilds up its resources. The troops would play a supportive role to Border Patrol agents, who would maintain \nprimary responsibility for physically guarding the border.\n\nThe officials spoke on the condition of anonymity before the address tonight at 7 St. Louis time.\n\nThe officials would not say how many troops Bush wanted to use, except that it would be in the thousands but \nless than an estimate of as many as 10,000 being discussed at the Pentagon.\n\nBush's national security adviser, Stephen Hadley, would not confirm that using National Guard troops was the \nplan but said it was one of the options the president was considering. But he described the same scenario.\n\n\"It's not about militarization of the border,\" Hadley said on CNN's \"Late Edition.\" \"It's about assisting the civilian \nBorder Patrol in doing their job, providing intelligence, providing support, logistics support and training and these \nsorts of things.\"\n\nBush's National Guard plan is aimed at winning support for broader immigration changes from conservatives in \nCongress. Bush's main goal is to allow foreigners to get temporary work permits to take low-paying jobs -- an idea \nfavored by many businesses. But many conservatives want a tougher approach on illegal immigrants trying to \nsneak into the country.\n\nAbout 100 National Guard troops are serving on the border to assist with counterdrug operations, heavy \nequipment support and other functions.\n\n\"I think what it would be is simply expanding the kind of thing that has already been done in the past in order to \nprovide a bit of a stopgap as the Border Patrol build up their capacity to deal with this challenge,\" Hadley said.\n\nBush gave the same message to Mexican President Vicente Fox, who called Sunday to express concern about \nwhat he called the possibility of a \"militarized\" border between the two nations. Bush assured Fox that any military \n\n\nsupport would be administrative and logistical and would come from the National Guard and not the Army, \naccording to a news release from Fox's office.\n\nCriticism of the National Guard plan came Sunday from Democrats, but also an important Republican negotiator in \nthe immigration debate -- Sen. Chuck Hagel of Nebraska. He said National Guard troops cannot secure the \nborder over the long term and that he does not think it is wise even in the short term.\n\n\"We've got National Guard members on their second, third and fourth tours in Iraq,\" Hagel said. \"We have \nstretched our military as thin as we have ever seen it in modern times. And what in the world are we talking about \nhere, sending a National Guard that we may not have any capacity to send up to or down to protect borders? \nThat's not their role.\"\n\nHagel said the bill under debate in the Senate that he helped write would double the 12,000-strong Border Patrol \nforce over the next five years. \"That's the way to fix it, not further stretching the National Guard,\" he said on ABC's \n\"This Week.\"\n\nSenate Majority Leader Bill Frist, R-Tenn., said he supported using the National Guard on the Mexican border.\n\n\"We've got to secure our borders,\" Frist said on CNN's \"Late Edition.\" \"Everything else we've done has failed. . . . \nAnd so we need to bring in, I believe, the National Guard.\"\n\nFrist said the full Senate planned to begin debating the immigration bill today and that it would take up to two weeks \nto pass.\n"}