{"title": "Hanoi to Accept Refugees Now in Germany in Exchange for Aid", "body": "\nGermany said today that it would soon begin forcibly repatriating some of the 40,000 Vietnamese immigrants here \nillegally, and that Hanoi agreed to accept them by 2000 in exchange for increased trade and economic aid.\n\nAbout 60,000 other Vietnamese whose status as refugees or immigrants has been recognized would not be \naffected, officials said.\n\nThe accord will eliminate a legacy of the cold war and enable Germany to compete more effectively with the United \nStates and Japan in the emerging market economy in Vietnam, but official rejected criticism that the agreement \nsacrificed human rights for business aims.\n\n\"There are about 20,000 Vietnamese whose applications for asylum have been rejected, and these would be the \nfirst to be considered for repatriation,\" said Bernd Schmidbauer, who helped negotiate the agreement. \"We assume \nthere will be some Vietnamese citizens who will want to go back voluntarily, but we do not know exactly how many \nthere will be.\"\n\nPhan Huy Oanh, a Vietnamese refugee who has lived in Europe for 20 years, said, \"Only a small percentage want \nto go back voluntarily.\"\n\nLong delayed by Vietnam's refusal to guarantee that the returnees would be welcome, the agreement commits \nGermany to provide $130 million in aid over the next two years, part of it to help the refugees get a new start in \nVietnam.\n\nBonn will also make available $65 million next year to underwrite risk insurance for German investment projects and \nexports to Vietnam. Daimler-Benz A.G., the automotive giant, said today that it was planning to build a $70 million \nbus factory in Ho Chi Minh City (formerly Saigon).\n\nWest Germany offered political asylum to thousands of Vietnamese during and after the Vietnam War, which ended \nwith a Communist victory in 1975. Others were Vietnamese workers and their families brought in as laborers and \nstudents by Communist East Germany in the 1980's.\n\n\nThere were about 62,000 Vietnamese in East Germany when Communism collapsed in 1989, and about 12,000 \nstayed after unification in 1990 despite a Government offer of a plane ticket and $2,000 cash for every one who \nagreed to return home.\n\nIn 1993 Germany eliminated a constitutional guarantee of an asylum hearing for anyone who could get into the \ncountry and apply. \n\n \n\n--------------------\n\n<rr>Old Glory in Hanoi\n\n BANGKOK, Thailand, Jan. 11 (Special to The New York Times) -- United States diplomats say they are within days \nof raising an American flag over a modern nine-story office building in Hanoi, the Vietnamese capital, to mark \nestablishment of limited diplomatic ties 20 years after the last American diplomats were forced to flee Vietnam.\n\nThe building is expected to be opened this month after the signing of an agreement on American and Vietnamese \nproperties seized at the end of the Vietnam War.\n\n\"We've already got the flag here, and it's ready to go up,\" said an American diplomat in Hanoi, speaking on \ncondition that he not be named.\n\nThe building is expected to be converted into an embassy when the two countries establish full diplomatic relations, \nalthough that move is thought by some diplomats to be months away, if not years. The United States has said that it \nwill withhold full diplomatic relations until there is further progress in determining the fate of more than 1,600 \nAmericans still listed as missing in action in Vietnam.\n"}