{"title": "Immigration Moves to Front and Center of G.O.P. Race", "body": "\nMike Huckabee wrote a book this year in which he lamented the ''seething anger'' surrounding the immigration \ndebate, advocated giving illegal immigrants a path to citizenship and concluded that in the debate ''some of the rage \nis fueled by prejudice.''\n\n  But on Tuesday Mr. Huckabee welcomed the endorsement in Iowa of Jim Gilchrist, the founder of the Minuteman \nProject, who has sent volunteers to the Mexican border to report illegal immigrants and who has been quoted in \nnews accounts as warning that Congress could set off an ''insurrection'' if it offered amnesty to them. \n\n  It was the latest example of Mr. Huckabee's shift toward a harder line on immigration, which has emerged as a \nhot-button issue in the race for the 2008 Republican presidential nomination. \n\n  The latest New York Times/CBS News poll found that 8 percent of Republican primary voters named immigration \nor illegal immigrants as the most important problem facing the country -- just behind the war, and tied with the \neconomy.\n\n  Others are changing their tone, too. Rudolph W. Giuliani, who once said as mayor of New York that he welcomed \nhard-working illegal immigrants to the city, was quoted Tuesday in an excerpt from a new book as saying that he \nwould have liked to deport all of the city's illegal immigrants but had been forced to bow to reality.\n\n  In Iowa, Mr. Gilchrist praised Mr. Huckabee's plan ''to solve this illegal alien invasion problem.''\n\n  The endorsement came the same day that one of Mr. Huckabee's rivals, Mitt Romney, began a negative \nadvertising campaign focusing on some of the moderate immigration positions that Mr. Huckabee had embraced \nin the past, including his support for a proposal to give in-state tuition rates to the children of illegal immigrants. \n\n  The issue is likely to be front and center on Wednesday as the Republicans hold their last debate before the Iowa \ncaucuses.\n\n  Mr. Romney, whose strategy for the Iowa caucuses has been challenged by the new strength Mr. Huckabee has \nshown in recent polls, was endorsed Tuesday by National Review, the conservative magazine, which called him \n''the most conservative viable candidate'' in the race.\n\n  Mr. Huckabee, a former Baptist preacher, said that he was flattered to be the subject of the first negative \nadvertisement of the race, and added that the timing of Mr. Gilchrist's endorsement was coincidental but \n''providential.''\n\n\n  Mr. Huckabee defended the tuition proposal at a debate two weeks ago, saying, ''We're a better country than to \npunish children for what their parents did.'' But last week he appeared to harden his tone, unveiling a new \nimmigration plan that would give illegal immigrants 120 days to register with the government and leave the country \nbefore they could apply to immigrate or visit; it called for deporting those who did not and barring their re-entry for a \ndecade.\n\n  The hard line Mr. Huckabee is now taking differs markedly from his tone in the past. In his book ''From Hope to \nHigher Ground,'' which was published in January by Center Street, he wrote, ''It would be sheer folly to attempt to \nsuddenly impose a strict enforcement of existing laws, round up 12 million people, march them across the border, \nand expect them to stay.''\n\n  Mr. Huckabee also called in the book for ''giving those here illegally a process through which they pay a \nreasonable fine in admission of their guilt for the past infraction of violating our border laws and agree to strictly \nadhere to a pathway toward legal status and citizenship.'' He did not mention sending them back to their native \ncountries.\n\n  Mr. Giuliani has also changed his tone on immigration. He was quoted in The Washington Examiner on Tuesday \nas saying that when he was mayor of New York, he realized that the Immigration and Naturalization Service was \nnot about to deport the estimated 400,000 illegal immigrants in New York.\n\n  ''If they could, I would have turned all the people over,'' Mr. Giuliani said in the interview, which was given for the \nnew book ''Meet the Next President: What You Don't Know About the Candidates'' (Threshold Editions), by Bill \nSammon, a reporter for The Examiner. ''It would have helped me. I would have had a smaller population. I would \nhave had fewer problems.'' \n\n  In 1994 as mayor, Mr. Giuliani said the opposite.\n\n  ''Some of the hardest-working and most productive people in this city are undocumented aliens,'' he said. ''If you \ncome here and you work hard and you happen to be in an undocumented status, you're one of the people who we \nwant in this city. You're somebody that we want to protect, and we want you to get out from under what is often a \nlife of being like a fugitive, which is really unfair.'' \n\n  More than three-quarters of Republican primary voters described illegal immigration as a ''very serious'' problem \nfor the country in the latest nationwide New York Times/CBS News poll, which was conducted Dec. 5-9. Fewer  \nthan half of Democratic primary voters described the issue as very serious.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTOS: Rudolph W. Giuliani is quoted in a new book as taking a harder line on illegal immigration than he took \nas mayor of New York. (PHOTOGRAPH BY FRED PROUSER/REUTERS)\n\nMitt Romney began an advertising campaign that criticized Mr. Huckabee's previous moderate positions on \nimmigration. (PHOTOGRAPH BY JASON REED/REUTERS)\n\n Mike Huckabee has changed his tone since his book in January suggested a path to citizenship for illegal \nimmigrants. (PHOTOGRAPH BY JEREMY M. LANGE FOR THE NEW YORK TIMES)                                                  \n"}