{"title": "Debate Moderator Anderson Cooper's Most Biased Moments at CNN", "body": "\nOct 14, 2019( Newsbusters.org: http://newsbusters.org/ Delivered by Newstex)  CNN anchor Anderson Cooper, \nalong with his colleague Erin Burnett and the New York Times's Marc Lacey, will moderate Tuesday night's \nDemocratic debate. While Cooper has in the past shown the capacity to ask tough debate questions[1], a look \nthrough the MRC archives suggests it's more likely that if the AC360 host does ask any challenging questions, \nthey'll be from the left.From trashing the 'treasonous' Trump to hailing Hillary Clinton as the 'Queen of Compromise' \nthe following is a collection of Cooper's liberalism at CNN:  Hating Huckabee 'Where can you go after lying \nrepeatedly, daily, hourly?....Sarah [Huckabee] Sanders announced today she's boarding judge Jeanine Pirro's \ntrolley to hell. Toot toot. \n\nAnd joining, try to contain your shock, Fox News as a contributor....She's a double threat. She goes from \nstonewalling all the way to lying.' — Host Anderson Cooper on CNN's Anderson Cooper 360, August 22, 2019. \nTrashing Trump's Treasonous Performance in Helsinki 'You have been watching perhaps one of the most \ndisgraceful performances by an American president at a summit in front of a Russian leader certainly that I've ever \nseen.' — Anderson Cooper 360 host Anderson Cooper on CNN's post-Helsinki summit coverage, July 16, \n2018.https://www.mrctv.org/videos/cnns-cooper-helsinki-one-most-disgraceful-performances-american-president \nSophisticated Analysis 'If he [Donald Trump] took a dump on his desk, you would defend it.' — Host Anderson \nCooper to political analyst Jeffrey Lord during a discussion about President's discussions with Russians, as aired \non CNN's AC360, May 19, 2017. Cooper later apologized.  Hillary is the 'Queen of Compromise' 'Most Americans of \ncourse, stand stubbornly in the middle, as has Clinton, at least for the four years she's been in the Senate. She's \nlost the vast right-wing conspiracy rap, changing into a queen of compromise, eager to reach across the aisle - a \nsuccessful strategy so far.' — CNN's Anderson Cooper on Anderson Cooper 360, June 7, 2005. It's Hard for \nRepublicans to Talk When They're Too Busy 'Teabagging' CNN analyst David Gergen: 'Republicans are pretty \nmuch in disarray....They have not yet come up with a compelling alternative, one that has gained popular \nrecognition. So-' Anchor Anderson Cooper: 'Teabagging. They've got teabagging.' Gergen: 'Well, they've got the \nteabagging....[But] Republicans have got a way - they still haven't found their voice, Anderson. They're still - this \nhappens to a minority party after it's lost a couple of bad elections, but they're searching for their voice.' Cooper: 'It's \nhard to talk when you're teabagging.' — CNN's Anderson Cooper 360, April 14, 2009. Detecting a Republican 'War \non Obama' 'The larger question raised by [Senator Judd] Gregg's about-face, is it a sign that Republicans have no \ndesire for real bipartisanship? Have they, in fact, declared war on President Obama?...Do developments today also \nspeak to something deeper, a war, an insurgency by Republicans against the President, against Democrats in the \nHouse and against their agenda?' — CNN's Anderson Cooper on Anderson Cooper 360, February 12, 2009 \ntalking about Senator Gregg's withdrawal as a nominee for Commerce Secretary. Cooper Invites Planned \nParenthood to Blame GOP Candidates for Shootings 'Like other Planned Parenthood clinics, this one in Colorado \nSprings provides a range of health care services to women, including abortions, and, as we said, the suspect \nmentioned baby parts to investigators, as well as anti-abortion, anti-government views. The attack comes as \nabortion has once again become a white-hot issue on the campaign trail fueled in part by controversial videos made \n\n\nby an anti-abortion group about Planned Parenthood....To that point, you said earlier today, you said, 'Hateful \nrhetoric and words and harassment of doctors and harassment of women going to health centers have real \nimplications.' And you've said, quote, that you've 'never seen the kind of rhetoric that we've seen from presidential \ncandidates.' Do you directly link the rhetoric that you're hearing from presidential candidates to what \nhappened?...You believe some of the language that has been used is not only inappropriate, but you believe it can \nand maybe has led to violence?' — Anchor Anderson Cooper's questions to Planned Parenthood president Cecile \nRichards on CNN's Anderson Cooper 360, November 30, 2016. Cooper Grills Florida AG On Gay Rights Record \n'Do you worry about using language accusing gay people of trying to do harm to the people of Florida when doesn't \nthat send a message to some people who might have bad ideas in mind?...You for years were fighting that very \nidea, isn't there a sick irony in that?....I'm just wondering though, is it hypocritical to portray yourself as a champion \nof the gay community when - I'm just reflecting what gay people told me they don't see you as this....It's just that - I \nwill say I have never really seen you talk about gays and lesbians and transgender people in a positive way until \nnow. I read your Twitter history for the last year and I saw you tweeting about, you know, national dog month and \nnational shelter dog appreciation day or adopt a shelter dog month. It is gay pride month. You never even tweeted \nabout gay pride month.' — CNN anchor Anderson Cooper's questions to Florida Attorney General Pam Bondi on \nthe Orlando club shooting, June 14, 2016. Detecting a Republican 'War on Obama' 'The larger question raised by \n[Senator Judd] Gregg's about-face, is it a sign that Republicans have no desire for real bipartisanship? Have they, \nin fact, declared war on President Obama?...Do developments today also speak to something deeper, a war, an \ninsurgency by Republicans against the President, against Democrats in the House and against their agenda?' — \nCNN's Anderson Cooper on Anderson Cooper 360, February 12, 2009 talking about Senator Gregg's withdrawal \nas a nominee for Commerce Secretary. Wright's Rant a Bogus Issue? 'At issue now, a video of a sermon given by \nBarack Obama's minister at the Trinity United Church of Christ in Chicago....We're running it because - like it or not, \nlegitimate or not - it has become an issue....All this seems to have nothing to do with actual issues that the country \nis facing, which these candidates should be talking about and we probably should be talking about.' — CNN's \nAnderson Cooper introducing a story about inflammatory comments made by Rev. Jeremiah Wright, Anderson \nCooper 360, March 13, 2008. 'Swift Boating' of Barack Obama 'We begin with tough talk on the campaign trail \ntoday - tough talk, an apology, a disavowal, and now, questions whether what you're about to hear is a taste of \nsleazy campaigning and Swift Boating to come....Clearly, for a two-bit radio host, this is the biggest thing to happen \nto him in quite a long time.' — CNN's Anderson Cooper discussing conservative talk show host Bill Cunningham \nuttering Barack Obama's middle name Hussein, on Anderson Cooper 360, February 26, 2008. [ 1]:            \nhttp://www.newsbusters.org/blogs/nb/nb-staff/2015/10/14/mrcs-brent-bozell-praises-cnns-anderson-cooper-\nprobing-debate-questions \n"}