{"title": "Immigrant Obi Sium to challenge McCollum; GOP-endorsed House candidate poised to beat fugitive", "body": "\nIt looks like a foreign sounding name didn't matter to St. Paul-area Republicans in the primary.\n\nWith nearly 80 percent of the vote in, it looked like Obi Sium, an East African immigrant with the Republican \nendorsement for the 4th Congressional seat, had bested Jack Shepard, a Rome-based fugitive felon, at the polls. \nSium had about 65 percent of the vote to Shepard's 35 percent. In other federal races, the results were less clear.\n\nSium had been concerned that his less American-sounding name might throw voters toward Shepard.\n\nShepard lives in Rome and has run for federal office three times. He is a former Minneapolis dentist with a 20-year-\nold outstanding felony arrest warrant against him.\n\nHe pleaded guilty in Hennepin County in 1979 and 1981 to two fourth-degree sexual assault and drug possession \ncharges. In 1982, Shepard was accused of arson and failed to show up for a court hearing. He apparently has not \nreturned to Minnesota since.\n\nSium, unlike Shepard, has been out shaking hands and campaigning in the district that includes all of Ramsey \nCounty and bits of Washington and Dakota counties.\n\nWhoever wins the Republican primary will face an uphill fight for the seat. Democratic U.S. Rep. Betty McCollum \nhas represented the district since 2000 and is expected to win the heavily Democratic district again this year.\n\n\"If the election was held today, there is no chance,\" Sium said. But the earnest former state Department of Natural \nResources worker hopes his campaign issues — lower taxes, smaller government, improved educational \nopportunities — will win backers. \"They are American ideals and principles they are neither Democratic or \nRepublican principles.\"\n\nIf he wins the primary, Sium said he's hopeful he can get through the November election.\n\nIn the race for U.S. Sen. Mark Dayton's open seat, Republican U.S. Rep. Mark Kennedy, Democratic Hennepin \nCounty Attorney Amy Klobuchar and Independence Party's Robert Fitzgerald all have their parties' endorsements \nfor the Senate race and all faced primary fights Tuesday.\n\nKennedy and Klobuchar, who have been running statewide television ads and campaigning across the state, were \nexpected to easily survive their primaries against Republicans Harold Shudlick and John Uldrich and Democrat \nDarryl Stanton, respectively.\n\n\nFitzgerald, who has been campaigning by driving across the state in a vegetable oil-fueled bus, might have a little \nmore of a challenge beating Miles Collins and Stephen Williams because his name is less well-known than the \nDFL- or GOP-endorsed candidates.\n\nStill, early results showed all three endorsed Senate candidates far ahead of their challengers.\n\n• Three DFLers in the west suburban 3rd District are vying for the chance to face U.S. Rep. Jim Ramstad, a \nRepublican, who is considered a pretty safe bet to win his November election. They are radio talk show host Wendy \nWilde, marketing professional Gavin Sullivan and massage therapist Kevin Ray Smith. With about 16 percent of the \nvote in, Wilde was leading the other contesters.\n\n• In the 7th District, which runs along Minnesota's western border, DFLer Erik Thompson hopes people vote for him \nover U.S. Rep. Collin Peterson to show their anti-war fervor.\n\n• In southern Minnesota's 1st District, Greg Mikkelson of Lake Crystal is running to unseat U.S. Rep. Gil Gutknecht. \nTwo years ago, Mikkelson ran with the Independence Party for the seat. In 2002, he ran as a Green Party \ncandidate.\n\nRachel E. Stassen-Berger can be reached at rstassen-berger@pioneerpress.com. Rebecca Jungbauer contributed \nto this report. For complete election results go to www.twincities.com.\n"}