{"title": "CATHOLIC PRIESTS FROM ACROSS THE GLOBE TO MEET IN TAMPA", "body": "\nMore than 200 Catholic priests from the United States, England, Wales and Africa are expected to convene in \nTampa on Sunday for a five-day meeting that will focus on challenges facing priests in the American church.\n\nThe priests will take part in the 39th annual convention of the National Federation of Priests' Councils, a group that \nrepresents about 20,000 priests nationwide. The meeting marks the first time the group has met in Tampa since it \nformed in the late 1960s to give a voice to priests' concerns around the country. The organization last met in the \nbay area at its 1975 convention in St. Petersburg.\n\nThis year's convention, which will be held at the Hyatt Regency hotel in downtown Tampa, will center on the theme: \n\"Many Gifts, One Body: Intentional & International,\" a nod to the large numbers of foreign-born priests helping to fill \nthe clergy shortage in Catholic churches in the United States.\n\n\"We want to acknowledge the contribution those priests have made by being a part of the American scene,\" said \nthe Rev. Richard Vega, president of the Council, which is based in Chicago. \"At the same time, we want to look at \nsome of those challenges that are confronting us when it comes to the multicultural, multi-ethnic church in the \nUnited States.\"\n\nThe meeting consists of a series of workshops with topics that include immigration reform, Christian/Muslim \ndialogue, risk management strategies and the implementation of the Dallas Charter, which was created to guide \nchurch leaders in recognizing and preventing clergy sexual abuse.\n\nMostly, convention organizers said, the meeting offers clergy a chance to bond with other priests and discuss their \nconcerns.\n\n\"Priests are usually so preoccupied with their own parishes and their own diocese,\" said the Rev. Gary Dowsey, \nthe Tampa convention coordinator and associate pastor of St. Jerome Catholic Church in Largo. \"We have a lot to \nlearn from priests from one side of the county to the other, and it just builds up the brotherhood of the clergy as \nwell.\"\n\nThe convention came to Tampa at the invitation of the Rev. Desmond Daly, pastor of Christ the King Catholic \nChurch in Tampa.\n\n\nOn Tuesday evening, Bishop Robert N. Lynch, head of the nearly 400,000-member Roman Catholic Diocese of St. \nPetersburg, will hold a public Mass at Sacred Heart Catholic Church in Tampa. It is the group's only public event. \nOther convention events are closed to the public in hopes of promoting open and honest dialogue among priests.\n\n\"It's really a time for strengthening bonds, recognizing you're not alone in the struggle,\" Vega said of the meeting. \n\"It's a mutual sharing, a mutual collaboration and mutual visioning of the future.\"\n\nSherri Day can be reached at sday@sptimes.com or 813-226-3405.\n"}