{"title": "Widow's U.S. status in peril", "body": "\nCAUGHT IN THE MIDDLE Thailand native Nok Kells' chance to achieve permanent U.S. residency is precarious \nafter the death of her husband, Robert Kells, a Navy recruiter.\n\nNO EXCEPTION TO RULE U.S. law requires a longer term of marriage to establish residency; a federal \nimmigration official in St. Louis says he's working on Kells' case.\n\n---\n\nWhen Nok Kells' husband was killed in a motorcycle accident in March, it not only left her without a mate, but it left \nher wondering whether she and her two daughters have a future in this country.\n\nRobert Kells' death put a halt to Nok's most promising chance for permanent residency, just nine months after they \nmarried.\n\nNow with Robert gone, Nok, from Thailand, has no legal basis to remain in the U.S.\n\nHad she been married two years, her petition for residency could have gone forward, according to immigration law.\n\n\"I feel lost,\" said Nok, 37, in an interview in her condominium.\n\nChester Moyer, officer in charge of the U.S. Bureau of Citizenship and Immigration Services office in St. Louis, \ncalled the death of Nok's husband tragic, but he doesn't yet know how her situation will be resolved.\n\n\"I don't have any permanent answers,\" he said.\n\nNok met her husband, a petty officer first class in the Navy, in a bar in Beijing in 2003.\n\n\"He walked in and looked so handsome,\" she said. \"He just came right to me.\"\n\nNok was in the process of getting a divorce from her husband, with whom she had moved to China. Robert was \nworking for the U.S. Embassy.\n\nNok said the two immediately hit it off and that Robert even told one of her friends that night that he would marry \nher.\n\n\"He kept saying she will be Mrs. Kells,\" she said.\n\n\nHe proposed less than a year later. In 2005, the couple moved to Missouri and were married that July. He worked \nas a Navy recruiter.\n\nOn the Saturday he was killed, they had spent a good part of the day riding together on his motorcycle.\n\nWhen they got back, she started getting ready for her daughter's soccer game. He told her that he was going for \nanother ride.\n\nThe accident occurred a short distance from the couple's Wildwood home when Robert and another driver were \nheading toward each other on Highway 109. When the driver tried to make a left turn onto another road, she \ncollided with Robert.\n\nNok and her two daughters, ages 11 and 17, are receiving her husband's military death benefits.\n\nMaster Chief Petty Officer Mark Davidson, who supervises the Navy Recruiting District in St. Louis, acknowledged \nthat Nok's immigration difficulties appear unjust.\n\n\"There should be an exception,\" he said.\n\nNok has written more than a hundred letters to everyone from Oprah Winfrey to President George W. Bush, asking \nfor help.\n\n\"I'm not complaining to anybody, just seeing how people will respond,\" Nok said.\n\nNok said she became nervous about her immigration status about a month ago when she received a letter from the \nMissouri Department of Revenue reminding her to renew her drivers license.\n\nWhen she tried to renew it, she was turned away because she did not have the proper documents.\n\nHer license will expire on Thursday, and she worries that she will be unable to drive to the grocery store.\n\nMoyer said his office is trying to make sure Nok can remain in the country legally. He is recommending to his \nregional director that she receive deferred action status, which means that no action would be taken on her case \nfor up to a year and that she could likely renew her drivers license.\n\nThe government sometimes grants the designation for humanitarian and other reasons.\n\n\"She appears to at least be a recommendable case,\" he said. \"We are working on it right now.\"\n\nBut he stressed that deferred action is no permanent solution to Nok's problem.\n\nIf she gets the designation, Moyer said, she could use the time to find a job for which there is a shortage of U.S. \nworkers and an employer to petition the government on her behalf. That could eventually lead to permanent \nresidency.\n\n\"She's got to be proactive,\" Moyer said.\n\nMoyer stressed no deportation proceedings have been initiated against Nok.\n\n\"At this point in time, they are not even under consideration,\" he said.\n\nNok was happy to hear it, and to learn that she might get a reprieve.\n\n\"That's good news,\" she said. \"At least, they could get me a year.\"\n\nGraphic\n\n\n\n \n\nPHOTO\n\n PHOTO - Nok and Robert Kells met in Beijing in 2003 and married in 2005. He died in March. Courtesy of Nok \nKells  PHOTO - Nok Kells, 37, walks her dog, JoJo, in her Wildwood neighborhood Friday afternoon. The Thai \nwoman has been coping with the death of her husband, Robert Kells. \"These winter days are hard on me. I am still \ncoping with his death. My heart gets so heavy I feel like I cannot breathe,\" she said. Kells lives in Wildwood with her \ntwo daughters, ages 17 and 11. Laurie Skrivan | Post-Dispatch  PHOTO - Nok Kells, a Thailand native, met her \nhusband in Beijing in 2003. He died in a motorcycle crash in 2006.  Laurie Skrivan | Post-Dispatch \n"}