{"title": "Gaiman Journal;Just Think of It as a Little Wales With Cactuses", "body": "\nWhen guests arrive at the Hosteria Gwesty Tywi, a local bed-and-breakfast, Gwyn and Monica Jones pass around \na gourd of mate, the potent herbal tea that Argentines drink communally to establish friendship.\n\nMr. Jones, 36, a recent immigrant from Wales, has picked up better than passable Spanish, developed a taste for \nbeef and taken to drinking more wine and less beer.\n\n\"He's very Argentine,\" Mrs. Jones, 38, who though born here is of Welsh immigrant stock, said with a laugh. \"And I \nam very Argentine, too.\"\n\nBut the Joneses speak Welsh with each other and with their 2-year-old son, Macsen. And in a twist on Argentina's \nhistory of repeated waves of European immigration, they have set up a Web site in Welsh and Spanish in which \nthey advertise their lodging and chronicle how the English stole the Celtic crown from the Welsh at the turn of the \n14th century.\n\n\"Every day,\" Mr. Jones said, \"someone from Wales is faxing, E-mailing, phoning or arriving here. Gaiman is a \nWelsh home away from home.\"\n\nIt was the desolation of this windswept corner of Patagonia, where the land and even the cactuses are dry and \ncracked, that attracted 153 hardy Welsh shepherds and coal miners here in 1865. Colonists kept arriving in central \nPatagonia until the eve of World War I, as word got back to Wales that Argentina was a place that welcomed the \nWelsh.\n\nThe Chubut Valley colonists' goal was to gain some measure of independence from the English, speak their native \nWelsh without interference and let their identity blossom.\n\nThe original colonists accomplished all that, and more, in establishing a lasting cultural enclave with roots deep \nenough to defend against time and assimilation.\n\nThis is a town of low mud-brick houses trimmed with ivy, of Protestant churches marked by signs in an ancient \nlanguage that only 600,000 people in the world speak today. The place has become a beacon for Welsh people \n\n\nfrom the British Isles and the United States. And the lyricism and practical lessons of Celtic folklore, fables and \npoetry have attracted the interest of a growing number of Argentines who have no Welsh ancestors at all.\n\nWelsh is taught in the local public schools, and learning Welsh is becoming the fashionable thing to do for adults \nhere and in neighboring towns -- even among the non-Welsh.\n\nCommunity festivals known as eisteddfod, which are marked by friendly competitions of choir singing and \nrecitations of Welsh poetry, are attracting Argentine visitors and tourists from all over Patagonia and even from as \nfar away as Buenos Aires. In recognition of the melding of cultures, tango contests have been added to the \nfestivities.\n\nAt a local school this week, eight Gaiman teen-agers spent a morning around two tables attaching pseudonyms to \nchildren's drawings to be judged at an eisteddfod. Although only two students were of Welsh descent, four are \ntaking Welsh language classes, and all said Welsh cultural activities were the center of their social lives.\n\n\"Without Welsh, Gaiman would be boring,\" said Romina Urios, 17.\n\nCarlos Blasetti, a 27-year-old Welsh-language teacher who was supervising the youths, said: \"As cultures around \nthe world become more and more homogenized, what we are doing here is very important. If you don't go back to \nyour roots, you lose your identity.\"\n\nThe Welsh renaissance here began in 1965, on the 100th anniversary of the first Welsh landing in Patagonia on \nboard the ship Mimosa. Cultural interchanges with the old country were started, and the eisteddfod, not held in \ndecades, were re-established.\n\nThe next breakthrough came in 1991, when retired Welsh teachers began to come to give language courses. The \npractice has been stepped up in recent years, with younger teachers staying for a year or more, on full-time salaries \nultimately paid for by British taxpayers.\n\nJuan Carlos Davis, 28, an administrator at the local government pension office whose father was of Welsh descent, \nrecalled the moment eight years ago when he was working in a grocery store and a retired teacher from Wales \ncame up to him.\n\n\"After asking what was my last name,\" Mr. Davis said, \"he asked me why I didn't speak Welsh. It was as if he \nstabbed me in the back. Then, when he invited me to join him, of course I said yes.\"\n\nToday, after dedicating himself to several years of language study, Mr. Davis teaches Welsh to other adults in his \nspare time.\n\n\"It's hard to explain what the attraction is,\" he said. \"But I'm noticing that my generation and even more those \nyounger than us have this urge to find our roots.\"\n\nIn 1992, 60 Argentines in and around Gaiman took Welsh lessons. That number has increased to more than 200 \nstudents today. Although no survey has been taken, an estimated half of the 5,000 people in Gaiman speak at least \nsome Welsh and 20 percent can carry on more complex conversations. And fluency, once common only among the \nelderly, is on the rise.\n\nA recent adult Welsh class in Gaiman, in which two students and their teacher worked on verbs while translating a \nsimple story about a tranquil Welsh lake in summer, was a mix of good fun and serious study, but also food for the \nsoul.\n\nFor one of the students, Irma Sara da Graca, a 64-year-old retired teacher, taking Welsh lessons since 1992 has \nbeen an opportunity \"to discover the genes of the grandmother I never knew.\"\n\nShe added: \"My life has been so enriched, because I identify with this culture. Why? Don't ask. It's something \nspecial.\"\n\n\n\nWelsh spoken in Argentina has evolved little in a century and a half. But the Patagonian Welsh has a few \nmodifications, some of which have added poetry.\n\n\"Awrlais,\" the Spanish Welsh word for clock, for instance, literally means \"the voice of the hour.\" A teacher from \nWales said she had never heard the word before she came here.\n\n\"The flourishing of our language is like the Welsh legend of the red dragon,\" said Mrs. Jones, the lodge owner. \n\"Every time it fought the white dragon, it would disappear, only to return and flourish again.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Thanks to hardy colonists who started arriving in 1865, Welsh is alive and well in Gaiman, Patagonia, where \nAna Pinciroli, left, and Irma Sara da Graca, right, learn the language from Sandra Day. (Horacio Paone for The New \nYork Times)\n\n \n\nMap of Argentina showing the location of Gaiman: In Gaiman, Welsh colonists built a home away from home.\n"}