{"title": "Was the red plot letter that helped kick out Labour GENUINE after all?; The Left's always insisted the infamous Zinoviev letter exposed by the Daily Mail was a forgery. Now, 95 years on, a new book poses a tantalising question …", "body": "\nTHE moments that change the course of history don't always come with a big bang. Take the morning of Thursday, \nOctober 23, 1924, when the editor of the Daily Mail, Thomas Marlowe, walked into his office at the newspaper. \nThere, on a writing table, was a telephone message taken down by a secretary late the previous evening.\n\nThe 56-year-old noticed that phone call had been made by someone he would later describe as 'an old and trusted \nfriend'.\n\n'There is a document in London which you ought to have,' the note began.\n\nMarlowe's attention was immediately grabbed. He had been editor of the paper for a quarter of a century, and he \ncould sniff a good story.\n\nToday, we cannot know if Marlowe's jaw dropped as he read on, but it is hard to imagine that he did not show some \nvisible excitement because the note stated that the contents of the document were explosive.\n\nThe following day, Marlowe went to the offices of some 'personal friends', where he was given two copies of a typed \nletter. Rival newspapers would later state he paid £5,000 for the document - the equivalent of £280,000 today. \nMarlowe strenuously denied it.\n\n'The men I dealt with were gentlemen to whom I could not have offered money and would have been gravely \naffronted had I done so,' Marlowe protested, insisting that he had not handed over 'a single penny'.\n\n'May I add that in 40 years of journalism,' he said, 'all the important news I have obtained has been on the same \nterms.' Either way, Marlowe had got his hands on what he was convinced was one of the scoops of the century.\n\nOn the morning of Saturday, October 25, Marlowe published a front page story with a banner headline that read, \n'CIVIL WAR PLOT BY SOCIALISTS' MASTERS'.\n\nUnderneath were further headings reading 'MOSCOW ORDERS TO OUR REDS' and 'GREAT PLOT DISCLOSED \nYESTERDAY'.\n\n\nOVER several columns, the Daily Mail revealed the existence of a letter purporting to come from Grigory Zinoviev, \nthe Russian chairman of the Soviet Communist International organisation (also known as the Comintern) and sent \nthe previous month to the British Communist Party.\n\nBritish Communist Party.\n\nIn the letter, Zinoviev urged his British comrades to infiltrate and to gain power over the Labour Party - then in \ngovernment - and to make it truly revolutionary, rather than allow it to remain 'under the thumb of the bourgeoisie'.\n\n, y l r c-n This really was dynamite, not least because the country was four days from a General Election, in which \nthe Labour Prime Minister, Ramsay Mac-Donald, was hoping to retain power. The idea that the Communist Party - \nand therefore Moscow - was, as the Mail put it, 'the masters' of the Labour Party, would doubtlessly shock the \npatriotic electorate into abandoning MacDonald.\n\nmre ut ur ck to so he nda my, ies, stibel Worse still, the letter also spoke in a sinister fashion of 'armed insurrection' \nand the establishment of propaganda and agitation cells in the Army, Navy and in munitions factories, which would \neventually constitute a future 'British Red Army'. This was clearly a blueprint for a British Soviet Revolution, and in \nthe Election, voters did indeed abandon the Labour Party. The Conservatives were swept into power with a massive \nmajority of more than 200 seats. Many historibelieving believe a Tory victory was assured before the letter's \npublication. But there can be no doubt that the Mail's scoop not only had an effect on the Election, but more \nCrucially still, it was to have a lasting influence on the public perception of the Labour Party, with many - even today \n- that it is little more than a front for Communism.\n\ni IN THE days, weeks and even decades that followed, it became an article of faith for the Left that the Zinoviev \nletter was a forgery, cooked up de be th te bli thWt by dark forces in the intelligence services, the City, the \nConservative Party and White Russians to besmirch the Labour Party. Thomas Marlowe, so the theory goes, was \nan unwitting dupe. And there is good reason to believe that it really was a fake, not least because no original \nRussian version has ever emerged.\n\nMw ev The Soviets, who were strenuous in their denials, had every reason not to send such a letter, as its \nrevelation imperilled millions of pounds of desperately needed loans MacDonald had promised Moscow. Indeed, it \nappears the Russian leadership was livid with Zinoviev, who in turn utterly denied all knowledge to his fellow Soviet \nbigwigs. The first enquiry into the authenticity of the letter was set up by the new Conservative Prime Minister, \nStanley Baldwin, and, by November 1924, a Cabinet committee reported that it was 'unanimously of opinion that \nthere was no doubt as to the authenticity of the Letter'.\n\nThis judgment was a smokescreen because, in private, many in MI6 thought, in the words of one intelligence \nofficer, that 'this actual thing is a forgery'. Suspicion that the letter was a fake intensified as the years passed, and a \nconsensus gradually emerged that the document was the product of some fiendish plot that had duped not only the \nMail, but also the electorate.\n\nBut without a smoking gun, it has been impossible to prove it conclusively and the controversy has lingered to this \nday. Now, 95 years on, there has been another twist in this remarkable story thanks to a new book by a British \nauthor making the bold claim that the letter really did have its origins in Soviet Russia.\n\nIn The Zinoviev Controversy Resolved, John Symons states that he 'turns on its head the history of the Zinoviev \nletter', and puts to rest 'a national tragedy after a century'. So can this be true? Is it really possible that Symons has \nbeen able to solve a mystery that has stymied and intrigued historians for 95 years (to this very month)? Such \nquestions today could hardly be more timely. The Russians have already been caught attempting to manipulate \nforeign elections and it would be entirely rational to imagine that somewhere in Moscow, plans are afoot to influence \nthe forthcoming British General Election, whenever it takes place. And with a hard Left Labour leader possibly close \nto taking power, the relationship between our politics and the Russian bear has rarely been so problematic.\n\n\n\nIN ESSENCE, Symons presents two pieces of evidence to support his claim. Both come from longforgotten books \npublished by two Soviet defectors in the 1930s, and which Symons obtained from a shop in Helsinki which \nspecialises in old Russian books.\n\nSymons had taken up studying these obscure volumes when he was caring for his late wife, Judy, who was \nsuffering from the blood cancer, myeloma. Indeed, it is only thanks to her support and encourans agement, he says, \nthat the book came to be written at all.\n\n'I devoted myself to the memoirs of Soviet citizens who, from the 1920s, had managed to escape to the West from \nthe tyranny Lenin and Trotsky had created and that they had often loyally served, to their later regret and shame,' \nSymons recalls.\n\nWith his wife's chemotherapy sessions, housework, shopping, cooking and washing, Symons only had 30 minutes \na day to fit in some reading. 'Anyone in my position must take strength from the words of a great scholar, \nArchbishop Michael Ramsey, that what matters is not how much one reads but how one reads,' he says.\n\nAnd it seems as if Symons did read the books well, because what he found in the volumes written by the two of \nthese defectors amounted, in his view, to a startling discovery about the Zinoviev letter. The first of these two \ndefectors was a Soviet diplomat called Grigory Besedovsky, who published in 1931 a book called Revelations Of A \nSoviet Diplomat. In this memoir, Besedovsky recounts that it really was Soviet policy to foster revolution in Britain, \nand that the Labour Party was the front for it. In his book, the diplomat wrote: 'They [the Comintern] saw the \norganisational expression of this revolutionary development in the strengthening of the left wing of the English \nLabour Party and in the trade union movement.\n\n'In the Comintern it was reckoned this left wing was crystallising into a separate party… which in its turn would \nbecome a good nourishing environment for the growth of the English Communist Party.' This is clearly a vital \npassage, as it shows that the Zinoviev letter did indeed tally with Soviet policy.\n\nIn addition, Symons also points to an interview that Besedovsky gave to French newspaper Le Matin in October \n1929, in which the former diplomat claimed that Felix Dzerzhinsky, the head of OGPU - a forerunner to the KGB - \nthought Zinoviev had signed the letter without reading it, and that three clerks in the Comintern had been shot as \npunishment. The second piece of evidence presented by Symons comes in the form of a defector from OGPU \ncalled Georgy Agabekov, who wrote two books about his experiences in the 1930s.\n\nIn these memoirs, Agabekov mentions the Zinoviev letter on at least four occasions, and at no time does he \nindicate it is a fabrication. Indeed, at one point he talks of 'Zinoviev's celebrated letter'.\n\nFor Symons, all this evidence indicates that 'OGPU and Agabekov were fully confident Zinoviev had written the \nletter'. As he says, the case is now 'resolved'.\n\nNOT everyone agrees however.\n\nTake, for example, Besedovsky's claim there was a Soviet policy of fomenting revolution in Britain. Does that \namount to proof the letter was genuine? Perhaps not. After all, one could easily draw up a letter today purporting to \ncome from a senior Putin crony advocating Russian penetration of British political parties. It is just as likely a forger \nwas manufacturing evidence of something that was generally thought to be true at the time.\n\nThen there is the article in Le Matin. Can a single newspaper interview constitute watertight evidence the letter was \nnot fabricated? Historians know Besedovsky to be problematic, moreover. The former Chief Historian of the Foreign \nOffice, Gill Bennett states that he was an 'interesting but unreliable informant' in her own book on the controversy, \nThe Zinoviev Letter: The Conspiracy That Never Dies, published last year.\n\nThen there is the issue of Georgy Agabekov. His mentions of the letter do not offer any definite opinion as to its \nveracity and on one occasion he even places the words 'Zinoviev Letter' in inverted commas, as if there were doubt \n\n\n\nabout its status. A still greater problem is Symons's suggestion that Agabekov was underrated by the intelligence \nservices such as MI6 and MI5. This is simply not true.\n\nThe National Archives in Kew contains a thick MI5 file all about the former OGPU man, which proves they took him \nseriously. But in that file one intelligence officer gives a withering assessment of Agabekov's book as 'a \"blood and \nthunder\" thriller with very little serious intelligence interest'.\n\nGill Bennett this week told The Mail on Sunday: 'I am afraid John Symons' book has not convinced me that my \njudgment the Zinoviev letter was almost certainly a forgery, is incorrect. I have always said it is impossible to be \ncategoric about who wrote it, and why, and his book does not change that.' For his part, meanwhile, Symons, \nremains convinced, saying: 'I stand by my reading of the text and my understanding of Agabekov's importance as a \nneglected, underrated source of information about Soviet operations and Zinoviev's letter. Agabekov was the first \nintelligence defector to the West; the Western services were therefore bound to be unprepared, and they did not \nknow which way to turn, and so they mishandled him, which is only human.' AS TO the most likely source of the \nletter, it would be a shame not to speculate. As Gill Bennett indicates, there are no definitive answers - yet - but \none of the most plausible culprits was a forger called Ivan Pokrovsky, whose connection to the letter was revealed \nin a book called The Crown Jewels, which was published in 1998 by a former KGB lieutenant colonel, Oleg Tsarev, \nwith the British intelligence historian Nigel West.\n\nIn the book, Tsarev reveals how the Soviet files point the finger at Pokrovsky, who worked for the anti-Soviet White \nGuards, saying he forged the letter in Riga. The letter was then apparently sent through Polish intermediaries, from \nRiga to London by post, and eventually to a British Communist called MacManus.\n\n'The British police, which keeps taps on the latter's correspondence, photographed the letter and handed it over to \nthe British Foreign Office as genuine,' the Soviet file concludes.\n\nIt was this revelation that caused the then British Foreign Secretary, Robin Cook, in 1998 to order a full report to be \nmade into the letter. That enquiry was carried out by Gill Bennett, and she has been working on the case for at \nleast two decades. With the absence of any firm evidence to prove the letter was forged by Pokrovsky, Bennett is \ncautious, but it appears he is the most likely author.\n\nWhat also appears likely is that Thomas Marlowe believed the letter to be genuine, and if he was hoodwinked, it \nwas by people in the intelligence services who may well have been similarly fooled.\n\nUltimately, like the case of Jack the Ripper, we may never know for certain who was behind the Zinoviev letter. \nPerhaps we should stop trying to seek the answer. As Gill Bennett says: 'Finally, in the end, as Ramsay MacDonald \nsaid, it did not much matter whether or not the letter was genuine: it was the way it was used for political purposes \nthat made it so damaging.' ? The Zinoviev Controversy Resolved, by John Symons, is published by Shepheard-\nWalwyn at £9.95. The Zinoviev Letter: The Conspiracy That Never Dies, by Gill Bennett, is published by OUP at \n£25.\n\nGraphic\n\n \n\nSCOOP: Thomas Marlowe, the Daily Mail's editor in 1924, and his front page story, aboveCONTROVERSY: \nGrigory Zinoviev, chairman of the Soviet Comintern, denied writing the letter. Inset below left: A newspaper \ncartoon, on the day of the 1924 General Election, reflects on the fallout from the Mail's revelation\n"}