{"title": "June 30 Talk Back", "body": "\nPresident's action shows leadership\n\nPresident Barack Obama's executive order to halt deportations of immigrants brought to the United States as \nchildren demonstrates leadership.\n\nAllowing these people to obtain permits, legally work and, therefore, pay income tax benefits both them and our \nnation. The president correctly called this change \"the right thing to do\" to make immigration policy \"more fair, more \nefficient and more just.\"\n\nNo one can show any benefit in deporting some 800,000 people who graduated from American high schools and \nare eager to contribute to the country as far as the law allows.\n\nSince even immigration foes propose no means of doing this, apparently they want these American-raised young \npeople to live as a permanent underclass.\n\nThe same congressional Republicans who accuse Obama of misusing his executive authority have raised \nobstructionism to unprecedented heights. Only a GOP-led filibuster prevented the DREAM Act from becoming law \nin 2010.\n\nMitt Romney criticizes the timing but can't bring himself to say whether he approves of the decision.\n\nWhile his critics bicker and dodge tough questions, the president is leading.\n\nMatt Johanson\n\nCastro Valley\n\nPresident cannot give such an order\n\nI disagree with the president's executive order on immigration. An executive order by the commander in chief \napplies only to troops, not civilians.\n\nOnly Congress can make laws. In 1948, President Harry Truman integrated the troops. It took an act of Congress to \nintegrate civilians.\n\nOnly a dictator could give orders to civilians. At last count, I believe we are still a republic.\n\nCharles N. Wilkins\n\n\nFremont\n\nGood political theater but not much else\n\nPresident Barack Obama's executive order on immigration was great political theater but poor public policy.\n\nHe caught the Republicans flat-footed (his real objective) but did little for the targeted immigrants. How many of the \naffected group will step forward (thereby admitting their parents are here illegally) and then expose themselves to \ndeportation if the executive order is lifted in the future? Very few.\n\nHe knows that, and that is why he thinks the backlash from his union supporters will be limited. If he really wanted \nto fix the immigration problem but still put heat on the Republicans he should have reached out to Sen. Marco \nRubio with an offer to work together on a modified DREAM Act.\n\nAs he has done so often in the past, Obama claims this action was needed because the Republicans have been \nobstructionists. This lack of leadership is the biggest problem in his presidency.\n\nA good leader is capable of leading his friends and his opponents. This president set the divisive tone by \nramrodding Obamacare through Congress, continually blaming others for his shortcomings and taking unilateral \nactions like this executive order, administrative decrees and recess appointments.\n\nWilliam M. Lau\n\nLafayette\n\nFinally a decision that will help many people\n\nThe executive order of President Barack Obama to halt the deportation of immigrants brought here as children is a \ncause for celebration. Finally, the innocents caught in the crossfire of immigration will no longer be deported and \npersecuted for something they did not choose.\n\nThese people were brought to the United States as children and grew up here. The United States is their home. \nDeporting them back to where they were born, to a strange place they have never known, is more a case of \ndisplacement rather than deportation.\n\nI applaud Obama in his executive decision in not only helping these people but also our country. By allowing these \npeople to remain in their home and legally work and pay taxes, the country benefits.\n\nAs for opposition to the decision, is it really a case of immigration for them or xenophobia? There aren't any known \nbenefits in deporting these hard working and innocent people.\n\nWhile Republicans still continue to hinder Obama's authority, he has finally been able to make an executive \ndecision that will help many people and our country.\n\nReyna Garcia\n\nCastro Valley\n\nLast-ditch effort to save his job\n\nThe president's executive order to trounce on the Constitution at the behest of many and appease few appears to \ndefine many other aspects of his term.\n\nJuxtapose the earlier statement of the president, \"Congress has imposed laws,\" to the June 15 executive order, \" ... \nit is the right thing to do.\"\n\n\n\nThe flip-flop illustrates why so many are frustrated with the leadership qualities of the president. Leaders take \ndecisions and stand firmly behind them. The president is merely playing politics, as he did with the same-sex \nmarriage debate.\n\nThus, it appears, in the case of immigration, a last-ditch effort to save his presidency.\n\nRick Rodriguez\n\nDanville\n\nObama had no right to make such decision\n\nIt is not OK to circumvent the Constitution and the checks and balances of our system. He has no right to do as he \nwill. He is not a king or emperor.\n\nDiane Jager\n\nBay Point\n\nObama's order wrong, Romney position lame\n\nNo, I don't agree, but Mitt Romney's lame explanation on his position about illegal immigration is not any different \nfrom President Barack Obama's same lame excuse for not enforcing the immigration law: \"Because it's the right \nthing to do.\"\n\nThis is a baseless and twisted logic on why the law should be overlooked in the case of minors who were brought \nillegally into the country, instead of seeing this for what it is: just another wedge to keep avoiding the enforcement of \nthe law, but, most importantly, to keep on chipping on the labor law that prohibits illegal scabs from working in this \ncountry.\n\nAs for the Republicans, supposedly opposing Obama's policy on this issue, we should only remember Ronald \nReagan's amnesty, George W. Bush's compassion policy and the lame response from Romney.\n\nIt is not that Obama, or Romney, are afraid of losing Latino votes -- illegals don't vote. What they're afraid of is \nlosing the financial support of the corporations who love cheap labor.\n\nRomney's Bain Capital specialized in buying companies in financial trouble to dismantle them, firing, in most cases, \nunion workers and then reopening the operation somewhere else with illegal scabs at a third of the previous wages.\n\nIn some cases, the operation has been restarted at the same facility after a period of time allowed for the \ndisbanding of the previous workforce.\n\nLeo T. West\n\nSan Leandro\n\nSadly, government is destroying nation\n\nI absolutely do not agree with President Barack Obama's executive order on immigration. This is just his sneaky \nway of doing the DREAM Act.\n\nThese people are here illegally, just like their parents. They are breaking the law and all of them should be deported \nback to their own countries.\n\nOur government seems to care more about the illegals and foreigners than the American people. The government \nneeds to stop supporting the illegals and start thinking more about this country's children and elderly. It's sad to say, \nbut our government is destroying America.\n\n\n\nPatricia Hofer\n\nSan Leandro\n"}