{"title": "WHAT'S WRONG WITH THIS POLICY? PLEASE DO ASK", "body": "\nThe most striking feature of Executive Order 34, the city's new \"don't ask\" confidentiality policy for city agencies, is \nits lack of common sense.\n\nWhile the city is living through dangerous times, the main effect of the new policy is to scare the hell out of \nimmigrants - both documented and undocumented. And to keep them from reporting crimes or serving as \nwitnesses.\n\n\"In a city that is 40% foreign-born,\" said City Councilman Hiram Mon serrate (D-Corona), who chairs the Black, \nLatino and Asian Caucus, \"it is essential that these communities don't fear accessing city services.\"\n\nMonserrate, a former cop, is right, of course. And that is why he met with the mayor on Thursday to discuss his \nconcerns about the new executive order.\n\nOne of those concerns is that it does not place limits on police inquiries regarding immigration status. Another is \nthat it allows city workers to share information with federal authorities.\n\n\"The mayor committed himself to revisit the executive order and to hold a second meeting with me this week,\" said \nMonserrate who, late last year, introduced in the Council the \"Access Without Fear\" bill.\n\nIf approved, Monserrate's new bill would put in place a \"don't ask, don't tell\" policy protecting all confidential \ninformation, including sexual orientation, and assuring immigrants they could cooperate with the police without fear.\n\n\"The councilman and I have discussed our mutual understanding and concern for undocumented immigrants who \nneed to access city services,\" Mayor Bloomberg said after the meeting. \"We are trying to protect immigrants and all \nNew Yorkers while meeting the mandates imposed on us by federal law.\"\n\nPromoting welfare of all\n\nAnd he added, \"In the end, it is our job to promote the public health, welfare and safety of all residents.\"\n\nActually, Monserrate had met on May 29 with Carol Robles-Roman, the city's deputy mayor for legal affairs, to \ndiscuss the new policy before it was officially announced. The mayor, though, had signed it on May 13.\n\n\"She told me that they wanted my input - 'The ink is still wet,' she said at the time,\" the councilman remembered. \n\"Then, the following day she made the new executive order public and presented it as a victory for immigrants. This \ncreated some friction.\"\n\nStaging a protest\n\n\nOn June 3, Monserrate and several other Council members and immigration advocates staged a protest against \nExecutive Order 34 at City Hall. The Corona councilman also asked to see the mayor, which resulted in Thursday's \nmeeting.\n\nThe new policy is far-reaching. \"[It] will radically change the city's relationship to its millions of immigrant residents,\" \nsaid Moises Perez, executive director of Alianza Dominicana.\n\nWithout a doubt, the new executive order is a radical departure from the \"don't tell\" policy adopted 13 years ago by \nthen-Mayor Ed Koch that prohibited city agencies from revealing immigration-related information to federal \nauthorities, unless the immigrant had committed a crime. Mayors David Dinkins and Rudy Giuliani reaffirmed it.\n\nWhich made a lot of sense.\n\nAs Allan Wernick, a New York immigration lawyer and Daily News columnist said, \"We have to ask ourselves, what \nkind of benefit does society get by stigmatizing a group of people? The answer is, of course, that there is no benefit \nat all.\n\n\"With terrorism in the air,\" Wernick continued, \"don't we want every person capable of reporting on a threat to be \nwilling to do it? This policy is counterproductive.\"\n\nHopefully, this week's meeting between Monserrate and City Hall will restore some common sense to the new \npolicy.\n\nE-mail: aruiz@edit.nydailynews.com.  \n"}