{"title": "Clinton off to Central America;Deportations again: U.S. ending grace period for storm-devastated region, effective today.", "body": "\nPresident Clinton embarks today on a four-day tour of Central America, the same day a U.S. promise --- made \njust after Hurricane Mitch's devastation --- not to deport illegal immigrants to El Salvador and Guatemala is set to \nlapse.\n\nIn Guatemala, Foreign Minister Eduardo Stein Barillas warned the forced return of a large number of immigrants \nseverely would crimp recovery efforts. ''Our battered economies are not going to be able to sustain this influx of \npeople back to the region,'' he said.\n\nAt the White House, Deputy Chief of Staff Maria Echaveste said there is ''no basis'' for extending the deportation \nstay.\n\nClinton --- traveling without his wife, who is sidelined by a recurring back problem --- will visit reconstruction \nprojects in Nicaragua, El Salvador, Guatemala and Honduras. He will stand with disaster victims in a schoolyard in \nPosoltega, Nicaragua, where mudslides wiped out entire villages, and lend support to U.S. troops pitching in on the \nreconstruction. On Wednesday, Clinton is to address the Salvadoran legislative assembly.\n\nAt Guatemala City's anthropology museum, Clinton plans a roundtable talk on peace with citizens still smarting \nfrom a Guatemala truth commission report last week that blames most of the deaths and disappearances during \nthat nation's 36-year civil war on the U.S.-backed army and the CIA. On Thursday, Clinton is to convene a summit \nwith Central American presidents to make sure the post-Mitch crisis does not derail free-market economics and \ndemocratic systems.\n\nMitch and its subsequent flooding and mudslides killed more than 9,000 people, left thousands more homeless and \ncaused between $ 7 billion and $ 10 billion in damage to the region's infrastructure. The United States has spent $ \n305 million on relief, eclipsing the $ 297 million devoted to various disasters in Central America from 1964 to 1998.\n\nThe president leaves at home nearly $ 1 billion in U.S. aid trapped on Capitol Hill by unrelated disputes over \nspending. Most likely, he will encounter the disappointment of Central Americans who fault his trade policy as \nhalfhearted.\n\n\nLast week, Clinton submitted legislation to Congress providing enhanced trade benefits to Central American and \nCaribbean nations under the so-called Caribbean Basin Initiative.\n\nThose nations, long pressing for the same free-trade benefits that Mexico received under the North American Free \nTrade Agreement, said Clinton's latest CBI enhancement does not go far enough to build markets for Central \nAmerican exports. ''Although it's indispensable, it is not sufficient,'' Stein Barillas said. ''If we do not find economic \nhorizons that can be sustainable, provide for the multiplication of job opportunities in Central America,'' the last \ndecade's progress in peace, human rights and development cannot proceed.\n"}