{"title": "RUBIO REFRAMES HIS DREAM ACT REVISION", "body": "\nU.S. Sen Marco Rubio sought Thursday to reframe his proposal to give legal status to children of illegal immigrants \nas a \"humanitarian\" concern rather than part of the contentious immigration debate.\n\nThe rhetorical shift comes while his plan continues to face skepticism from Democrats and as sharper objections \nare bubbling up in conservative circles.\n\n\"There are concerns by many people in my own party that we need to do enforcement first before we do anything \non immigration. Those are valid concerns,\" the Florida Republican said. \"But I would just say this is really not an \nimmigration issue; it's a humanitarian issue.\n\n\"We do have hundreds of thousands of young people in this country that entered without any fault of their own and \nif we have a chance to allow them to get right what their parents got wrong, and if we can do it in a way that doesn't \nencourage illegal immigration in the future, we should consider that.\"\n\nRubio's proposal is an alternative to the Dream Act, which would provide a path to citizenship and has widespread \nsupport among Democrats and undocumented youths. Many Republicans consider that amnesty, Rubio included. \nHis plan would instead grant nonimmigrant visas but the youths would have to go through the process of becoming \npermanent residents.\n\nAppearing at a Washington hotel before a business group from Iowa, Rubio stressed the limited scope of his plan \nand that he preferred dealing with immigration \"sequentially.\"\n\nCasting it as humanitarian - he likened it to the special status afforded to \"Cuban refugees\" - is a newer approach \nthat seems to indicate the difficulty Rubio is facing in pitching his plan, which has still not been officially released. \nHis office said it was not a strategic shift and that it reflects is feelings.\n\nThe GOP is trying to seek a more moderate stance on immigration as the Hispanic population grows and the \nproblem at the border subsides. But Rubio's plan has come under fire from the right. Anti-immigration groups have \nmobilized to call his office in opposition and urge other Republicans against it.\n\n\nOn Tuesday, a group of GOP House members joined with the Federation for American Immigration Reform and \nconservative radio hosts in an effort to caution the party not to back down on illegal immigration.\n\n\"Rubio needs to wake up, or those who follow him are going to fall off a cliff,\" FAIR spokesman Bob Dane said, \naccording to Congressional Quarterly.\n\nRubio's comments came at the end of a wide-ranging speech before the Greater Des Moines Partnership. Iowa, of \ncourse, holds the nation's first presidential nominating contest and Rubio's appearance elicited a number of \nnodding winks to his political ambitions.\n\nHis speech focused on American exceptionalism and drew sustained applause.\n\n\"They'd love him in Iowa,\" said John Viars, a Democrat from Des Moines. \"He's got all the right beats, he knows \nexactly how to play his audience. He was so carefully negotiating his response to the immigration question. I think \nthat's the key - these kids are human beings.\"\n\nGraphic\n\n \n\nPHOTO: Sen. Marco Rubio made the assertions in a speech in Washington.\n"}