{"title": "Special overseas delivery;U.S. to simplify rules on foreign adoptions", "body": "\nThe Miners got an early Christmas present from the U.S. government this year. Over Thanksgiving weekend, the \nAlpharettans found out that they would be able to adopt a baby boy from Bulgaria.\n\nAllison and Scott Miner started the adoption process in May. They sent in their paperwork, completed the required \nmedical and background checks, and met with a caseworker multiple times. Even the Bulgarian government \nfinished its end of the deal. But it took the U.S. Citizenship and Immigration Services, formerly Immigration and \nNaturalization Services, five months to process the request.\n\nFor Americans like the Miners, who want to adopt children overseas, the process might soon get easier. The U.S. \ngovernment is considering changes that could transform how it handles international adoptions.\nCox Washington Bureau\n\nThe number of Americans adopting foreign children has tripled in the last 10 years to more than 21,000 last year, \nthe federal agency says. Parents spend $15,000 to $25,000 and take about one to three years to adopt overseas, \naccording to the National Adoption Information Clearinghouse. Of the 1.6 million people adopted in the United \nStates, 15 percent were adopted abroad, the U.S. Census Bureau says.\n\nAnd the government hasn't ignored the issue. In 1994, the United States signed the Hague Convention, an \ninternational law designed to standardize adoption procedures. Congress passed a domestic law to make the \nconvention valid three years ago and is finalizing proposed changes in adoption regulations. Public comment on \nthe Intercountry Adoption Act regulations ends on Dec. 15.\n\nOn Nov. 23 two senators introduced legislation to make the foreign adoptions even more efficient.\n\n\"There has been more legislation around intercountry adoption in the last few years than in decades,\" said Susan \nCox, vice president of public policy at Holt International Children's Services, an adoption agency that's been \naround since 1956.\n\nA February arrival\n\nFor parents who adopt from foreign countries, every little change to make the process easier helps.\n\n\nThe Miners still have a long way to go to bring home their son, even with approval of the federal immigration \nagency. They will have to travel to Bulgaria twice. The first time, both Allison and Scott will spend a week with their \nchild. Then there is even more waiting for the countries to make sure that the child is not one of those abducted and \nput up for adoption. Finally, one parent will have to go back to pick up the child.\n\nThe Miners have had their son's room ready for months, but he probably won't be occupying it until February.\n\nAdopting a child from overseas used to be much quicker, said Cheryl Hatcher, a single mom in Marietta who had \nadopted two girls from China.\n\nShe started the paperwork to adopt her first daughter, Grace, in April 1995 and was on a plane to get her in \nSeptember. But adopting her second daughter, Brianne, wasn't quite so fast.\n\n\"There are more steps to the process, and even more paperwork and hoops the second time,\" she said. She \nstarted the process in January 2001 and finally got to pick up Brianne in August 2002.\n\nThat's because the Chinese government has cracked down on baby trafficking. Orphanages must now post a \nnotice in the local paper for three months with the baby's picture, asking, \"Is this your baby?\"\n\nCaught in red tape\n\nThe issue of babies being stolen from parents and sold to agencies isn't uncommon. The idea behind the Hague \nConvention is to get rid of that problem.\n\nThe Hague Convention, which has been signed by 56 countries, would require every nation to establish one central \nauthority for dealing with intercountry adoptions. That office would have to certify adoption agencies within their \ncountry, making sure they are credible.\n\nAgencies would also have to clearly spell out their fees, what services they provide and what papers and tests they \nrequire.\n\nLegislation introduced in the Senate on Nov. 23 would take an even bigger step of creating one U.S. agency that \ndeals with intercountry adoptions within the State Department. Under the pending bill, Citizenship and Immigration \nServices would no longer be involved.\n\n\"Right now the biggest challenge agencies have is dealing with\" the federal agency, said Susan Secor, executive \ndirector of One World Adoption Services. \"They have really cracked down on visa applications since Sept. 11 \n[2001] and unfortunately adoptive parents are being caught up in the red tape.\"\n\nIn Georgia, it takes a minimum of three to four months for the federal agency to process applications, she said.\n\nThe bill also \"would get rid of the mind-boggling paperwork and duplication of effort\" that comes with the State \nDepartment and Citizenship and Immigration Services both being involved, said Sen. Mary Landrieu (D-La.), one of \nthe bill's co-sponsors. The bill, which won't be acted upon until Congress goes back to work next year, would also \nchange the image of children adopted from foreign countries.\n\nAdopted babies now are treated much like regular immigrants. U.S. law recognizes babies adopted overseas as \nU.S. citizens, but the reality is much different. When babies arrive with American parents, they are granted visas. \nParents still have to apply to get their babies' citizenship papers, important for proof of their status, filling out \nadditional paperwork and paying an extra $120 fee. The process could take up to 18 months.\n\nCitizenship and Immigration Services announced last week that it was getting rid of that requirement. Starting in \nJanuary, parents will automatically get their babies' citizenship papers within 45 days of arriving in the country.\n\nThe bill, which also expands the definition of an \"adoptable child,\" would help make sure that adopted babies are \ntreated like babies born abroad.\n\n\n\n\"We are trying to move away from looking at [adopted babies] as immigrants,\" Landrieu said. \"They are immigrants, \nbut quite special, so it doesn't make sense to go through the regular immigration channels.\"\n\nSome nations off-limits\n\nA lot has changed since Americans started adopting children from overseas after World War II. Then, most of the \nadoptions were from South Korea, with many children orphaned by the Korean War. Now Americans adopt babies \nmostly from China and Russia.\n\n\"When adoption emerges from a country, it happens in a variety of ways,\" Cox said. Some parents want to adopt \nchildren that are of the same race as them, while others want to adopt wherever the need is greatest or where the \nprocess is easiest.\n\nAdoption mostly occurs where it's safe to travel or where a clear process exists. China, which has a one-child-per-\nfamily policy, is experienced in dealing with international adoptions.\n\nBut \"Muslim countries aren't open to adoption,\" Cox said. \"And many African orphans have higher rates of AIDS.\"\n\nAllison Miner adopted her first daughter, Melissa, domestically about 10 years ago when she was still single. When \nshe got married, she and her husband decided to adopt from overseas because rules are more lenient about \nadoption for older parents and those who have already adopted one child. They chose Bulgaria, partly because \nadoptions from China were halted after the outbreak of severe acute respiratory syndrome and partly because they \nliked the Bulgarian culture.\n\n\"It was more of a decision of the heart,\" Allison said.\n\nCheryl Hatcher decided to adopt from China when she was there for work about 13 years ago. She had several \nfriends who tried adopting domestically, but ran into problems when the babies' birth mothers changed their mind \nabout giving up their baby. Plus, as a single mom she figured her chances of adopting a baby from within the \nUnited States might be slim.\n\n\"The Lord's hand placed those children with me,\" Hatcher said. \"With some help from the Chinese and American \ngovernments.\"\n\nRenuka Rayasam's e-mail address is rrayasam@coxnews.com.  \n\nON THE WEB\n\nState Department: http://travel.state.gov/adopt \n\nNational Adoption Information Clearinghouse:http://naic.acf.hhs.gov \n\nCitizenship and Immigration Services:www.uscis.com \n\nJoint Council on International Children's Services:www.jcics.org \n\nGraphic\n\n \n\nPhoto: Alpharetta resident Allison Miner already has a room decorated for the son she and husband Scott hope to \nbring home from Bulgaria, possibly in February. The biggest snag in their plans has been getting their paperwork \nthrough the U.S. immigration bureaucracy. / RICH ADDICKS / Staff; Photo: Single mom Cheryl Hatcher (right) \nreads with her two daughters, both adopted from China, Brianne, 2, (left) and Grace, 8 (sitting in her lap), and her \n\nmailto:rrayasam@coxnews.com\nhttp://travel.state.gov/adopt\nhttp://naic.acf.hhs.gov/\nhttp://www.uscis.com/\nhttp://www.jcics.org/\n\n\nown mother, Shirley Hatcher. Hatcher decided to adopt children from China after working there. / BITA HONARVAR \n/ Staff; Graphic: TOP ADOPTION COUNTRIES\n\nThe top 10 countries from which Americans adopt (fiscal year 2002):\n\n1. China........5,053\n\n2. Russia.......4,939\n\n3. Guatemala....2,219\n\n4. South Korea..1,779\n\n5. Ukraine......1,106\n\n6. Kazakhstan.....819\n\n7. Vietnam........766\n\n8. India..........466\n\n9. Colombia.......334\n\n10. Bulgaria.......260\n"}