{"title": "L.I. Community Focus of Debate On Immigrants", "body": "\nMexico's consul general for the New York region said on Friday that the Long Island community of Farmingville \nhad become a national flash point on immigration issues because of the latest conflict over day laborers evicted \nfrom overcrowded houses cited as unsafe.\n\n  The consul general, Arturo C. Sarukhan, criticized local officials at a news conference here on Friday, saying they \nshould help relocate the displaced tenants and soothe local tensions.\n\n ''I would say that Farmingville, except for the Arizona border, seems to be a unique flashpoint or red flag on the \nmap,'' Mr. Sarukhan said in a separate interview. ''Farmingville has become a symbol of how we need to solve the \nprofound dislocations that have been occurring'' in immigration.\n\n  The Suffolk County executive, Steve Levy, may have been ill-advised on Farmingville, Mr. Sarukhan said, urging \nhim ''to rethink his position'' and heal local rifts. Mr. Sarukhan said he would seek ''a face-to-face meeting'' with Mr. \nLevy next week. \n\n  Mr. Levy replied in an interview that he had already met the consul general and knew his views. ''If it's possible to \nfit him in, we'll see what we can do,'' Mr. Levy said about another meeting. ''But,'' he added pointedly, ''I don't need \na lecture.''\n\n  Mr. Levy also found himself at odds with nine members of his own Hispanic Advisory Board, who complained he \nhad ignored them and quit in protest. Newsday reported the resignations on Friday.\n\n  But Mr. Levy, a Democrat who took office last year, said he had met with the board more often than his \nRepublican predecessor did in 12 years, and described most of those who quit as disgruntled Republican \nholdovers.\n\n  In vitriolic volleys in the past three weeks, critics called Mr. Levy ''racist'' and accused him of ''ethnic cleansing'' in \nFarmingville, while he retorted that the critics were ''extremists'' and the ''lunatic fringe.''\n\n  Farmingville has been torn for several years as thousands of Mexicans, many of them illegal aliens, flooded into its \nmostly white working-class neighborhoods. Longtime residents often complain about throngs of men congregating \non sidewalks, waiting to be hired for the day, and about blight they say is caused by overcrowded flophouses. \nAdvocates for the Mexicans say most are hard-working and fill a demand for low-paid manual labor. \n\n  The tensions have prompted protest marches on both sides, and even violence. In 2000, assailants pretended to \nhire two laborers, then beat them nearly to death. In 2003, a house was set afire by teenagers, and the Mexican \nfamily sleeping inside barely escaped.\n\n\n  Emotions boiled over anew last month as the Suffolk police assisted Brookhaven Town officials in arresting a \nlandlord and closing a 900-square-foot single-family house for safety violations. Inspectors said that they found 44 \nbeds and that up to 64 men had stayed there.\n\n  Neighbors hailed the crackdown as overdue. Town officials said they were investigating other overcrowded \nhouses in Farmingville, more than 150 at last count, and estimated that there were 300 more such house in other \nparts of Brookhaven Town.\n\n  But advocates for the immigrants object that they had no warning and were forced into homelessness. Mr. Levy \nsaid that the county social service agency would help those who were eligible, but that illegal aliens did not qualify, \nand that nonprofit agencies would be enlisted to find them temporary quarters.\n\n  Mr. Sarukhan said he was not questioning the county executive's ''decision or authority to enforce those fire \ncodes.'' But he faulted Mr. Levy for not meeting with representatives of the Mexicans, and for failing to use ''the \nbully pulpit'' of his office to heal Farmingville's wounds.\n\n  ''The day laborers are not criminals,'' he said. ''They are law-abiding. They are hard-working, and most are \ntaxpayers.'' He urged a broad discussion among the two governments and local officials, including issues of gangs \nand international trade.\n\n  The county's role has been ''totally exaggerated,'' Mr. Levy said, because the town is responsible for code \nenforcement. But he wholeheartedly supports it, to rescue tenants from dangerous conditions and protect \nneighborhoods from slumlords. \n\n  Mr. Levy said that the consul general ''would have been more productive if he had announced he was giving \nmoney to the county to help residents from Mexico who are here illegally.'' He also urged that Mexico improve its \neconomy so its citizens will not be lured across the border.\n\n  ''The constituents are overwhelmingly behind me in our effort to enforce the law,'' Mr. Levy said. The issue has \ngenerated hundreds of calls and letters, which he said run nine to one in support. ''Just today I finished taping a \ntelevision show and a woman from Farmingville came up and kissed me and thanked me for standing tough.''\n\nhttp://www.nytimes.com\n"}