{"title": "De Anza College exhibit follows story of woman detained at San Francisco's Angel Island", "body": "\nFor many Asian immigrants, Angel Island was both a gateway to the American way of life and a place to be feared. \nA new exhibit at De Anza College's California History Center tells the story of one woman who was trapped \nbetween a Chinese and an American life on the island.\n\n\"Detained at Liberty's Door: The Story of Liberty Lost on Angel Island, and a Legacy Regained\" highlights the \nstory of Mrs. Lee Yoke Suey, the wife of an American-born citizen who was detained for more than 15 months on \nAngel Island. The exhibit tells of how she gained her freedom through an association with one of California's most \npowerful and iconic families. The tone is set with background information about the Angel Island Immigration \nStation and much of the anti-Chinese sentiment and immigration policies from the early 1900s.\n\nLast year marked the centennial of Angel Island Immigration Station, which is often referred to as the Ellis Island \nof the West. The exhibit remarks on the period from 1882 to 1943, when the Chinese were banned from citizenship \nand naturalization.\n\nIn January 1924, Suey was the widow of an American-born merchant, returning home from China with her \nAmerican-born children. The exhibit tells the story of how her citizenship was no longer valid since her husband \nhad died. She was separated from her children and would spend the next 15 months in a legal battle for her \ncitizenship.\n\nThe story of her quest for freedom is told through eight information panels using photographs and text. The exhibit \nalso features items belonging to Suey, including a traveling trunk, photographs, letters and other memorabilia.\n\nDe Anza College is the first institution to host the small exhibit outside of the Chinese Historical Society of America \nMuseum in San Francisco's Chinatown.\n\n\"We are very proud to have this come here,\" said Tom Izu, executive director of the California History Center.\n\nThe South Bay premiere of the traveling exhibit also features information from San Jose's original Chinatown, \nknown as Heinlenville. The planned Chinese-American community was established in 1887 near what is today \nreferred to as Japantown. The exhibit features maps, photos and artifacts gathered from recent archeological \nexcavations.\n\nCommunity historian Connie Young Yu of Los Altos Hills helped develop the exhibit with the Chinese Historical \nSociety of America and with the support of the California History Center at De Anza College. Young Yu is Suey's \ngranddaughter.\n\n\nThe exhibit runs until June 24, Tuesday to Thursday from 9:30 a.m. to noon and again from 1 to 4 p.m. Admission \nis free.\n\nThe California History Center is housed in Le Petit Trianon at the college, 21250 Stevens Creek Blvd.\n\nFor more information, call Tom Izu at 408.864.8986 or visit www.deanza.fhda.edu/califhistory .\n\nGraphic\n\n \n\nTom Izu, executive director of De Anza College's California History Center, looks at items from the Center's new \nexhibit titled, \"Detained at Liberty's Door: The Story of Liberty Lost on Angel Island, and a Legacy Regained.\" \nThis exhibit traces the formation of the Angel Island Immigration Station through the experiences of Mrs. Lee \nYoke Suey,the wife of an American-born citizen who was detained on Angel Island for over 15 months. Only an \nassociation with one of CaliforniaÕs most powerful and iconic families secured her freedom. The South Bay premier \nof this traveling exhibit will also feature a look at one of San JoséÕs Chinatowns. Known as Heinlenville, this \nplanned Chinese American community was established in 1887 near todayÕs Japantown. Using maps and photos, \nand through the interpretation of artifacts gathered from archeological excavations, this exhibit provides a glimpse \ninto the daily life of those immigrants who gained their freedom and settled in the South Bay area. Local community \nhistorian Connie Young Yu (Los Altos Hills) helped develop this exhibit with the Chinese Historical Society of \nAmerica with the support of the California History Center at De Anza College. Young Yu is the granddaughter of \nMrs. Lee Yoke Suey. The exhibit will run from January 28, 2011 through June 24, 2011. (photo Jacqueline \nRamseyer/SVCN/February 3, 2011)\n\nItems on display at De Anza College's California History Center new exhibit titled, \"Detained at Liberty's Door: \nThe Story of Liberty Lost on Angel Island, and a Legacy Regained,\" include these bound foot shoes, circa 1924, \nworn by Mrs. Lee Yoke Suey. This exhibit traces the formation of the Angel Island Immigration Station through the \nexperiences of Mrs. Lee Yoke Suey, the wife of an American-born citizen who was detained on Angel Island for \nover 15 months. Only an association with one of CaliforniaÕs most powerful and iconic families secured her \nfreedom. The South Bay premier of this traveling exhibit will also feature a look at one of San JoséÕs Chinatowns. \nKnown as Heinlenville, this planned Chinese American community was established in 1887 near todayÕs \nJapantown. Using maps and photos, and through the interpretation of artifacts gathered from archeological \nexcavations, this exhibit provides a glimpse into the daily life of those immigrants who gained their freedom and \nsettled in the South Bay area. Local community historian Connie Young Yu (Los Altos Hills) helped develop this \nexhibit with the Chinese Historical Society of America with the support of the California History Center at De Anza \nCollege. Young Yu is the granddaughter of Mrs. Lee Yoke Suey. The exhibit will run from January 28, 2011 \nthrough June 24, 2011. (photo Jacqueline Ramseyer/SVCN/February 3, 2011)\n"}