{"title": "Fresh Faces Are Making an Impact on the L.I. Landscape", "body": "\nON the surface, Port Washington is a quintessential Long Island suburb, peopled by yuppie commuters clutching \nStarbucks coffee cups and bound for the next train to Pennsylvania Station.\n\nIts Main Street is so prim that the locals are leery of sharing the sidewalk with McDonald's, but they have quietly \nmade room for one bodega, two international money couriers, a Spanish-speaking domestic service and a pay \ntelephone center where lonely immigrants squeeze into special booths to summon the sweet voices of home in El \nSalvador, Honduras and the Dominican Republic.\n\nOff Main Street, its fortresslike stone Roman Catholic church, St. Peter's, is crowded on Sunday mornings with \nimmigrants from El Salvador -- women who work as live-in maids for as little as $150 a week and men who struggle \nto pay rent and send money home to Central America on a landscaper's pay.\n\nThese are the new faces of Long Island, immigrants who made up more than a third of the people who moved to \nthe island last year while a majority of people departing were native-born, many of them retirees or former military \nworkers.\n\nThe trend is as visible as the restaurants selling pupusa meat pies in Hempstead, where the concentration of \nSalvadorans is so large that the Republic of El Salvador briefly opened a satellite Government office and some \nresidents have nicknamed the area Little El Salvador.\n\nAccording to March estimates by the Census Bureau, the net international immigration to Nassau County was \n28,993, and 18,229 to Suffolk County. But Census experts consider the unofficial growth rate much higher because \nit does not count undocumented immigrants.\n\n\"We estimate that there are about 100,000 Salvadorans living in Hempstead, Freeport and Uniondale,\" said Miguel \nRamirez, president of the Centro Salvadoreno, a Hempstead community organization for Salvadorans. \"It's not \ngrowing as dramatically as it was before, mainly because it's more difficult for undocumented people to get a job. All \nthese myths have been created that we're stealing jobs from U.S. citizens.\"\n\nThis is the season to spot the latest immigration trends, when the street corners of communities like Westbury and \nFranklin Square or Glen Cove and Inwood fill with immigrant day laborers in search of gritty work as landscapers \nand construction workers. Many are so new to the country that they need to use a special list of basic English \n\n\nexpressions provided by a local community group. The list carefully spells out the phonetic pronunciations: \"I want \nto work on the books!\" and \"I have rights, too.\"\n\nAlready, one community organizer, Omar Henriquez of the Workplace Project in Hempstead, has noticed the early \nsigns of new immigration streams from other countries. \"On some corners, there are more Hondurans now than \nSalvadorans,\" he said.\"In others, there are more Mexicans. I don't know what's happening in Honduras, but there \nmust be something going on there with the economy. There's a lot more coming.\"\n\nThe new Census estimates do not give an ethnic breakdown of the newcomers, but anecdotal evidence indicates \nthey are mostly Asian and Hispanic. Long Island's original immigrants were English Protestants, who squeezed out \nthe native Indians and dominated the area from the colonial period to World War I.\n\nThe development of aircraft industries and suburban housing led to a new wave of immigration after World War II, \nand an influx of people of mostly Irish, Italian, Polish, German and Russian backgrounds.\n\nAnd now, with yet a third wave of immigration, members of some of the earlier ethnic groups are watching with \nsome dismay as a pattern unfolds that they experienced themselves. Since 1979, Salvadorans have come \nsearching for the same kind of low-wage, unskilled jobs that drew Italian immigrants to Glen Cove decades earlier \nto work on the great estates of the Gold Coast.\n\nThe Salvadoran population was originally small, but in a common pattern of immigration, the original pioneer scouts \ninvited their relatives. Their numbers grew through the pull of jobs and the push of the intensifying 12-year civil war \nin El Salvador, which ended in 1992. Their numbers grew, through the push of war and the pull of jobs. Most came \nfrom the rural town of Poloros in the province of La Union, where much of the fighting was concentrated.\n\nItalians remain the largest ethnic group in Glen Cove, but now the Loggia Sons of Italyshares the main street \ndowntown with a Hispanic grocery store. The rest of the community also shares a parking lot with a group of \nimmigrant men who gather early mornings in search of day work. But the arrangement is not always amicable; \ntypically police enforcement against such offenses as loitering or disorderly behavior becomes tougher and more \nunyielding in the months before a mayoral election.\n\nWith the start of the spring landcaping season, the same tensions are already starting to surface in other \ncommunities like Westbury, where the immigrant day workers and the local police recently met to develop a \ncompromise labor site after complaints increased about the gathering of the men.\n\nBut as long as there is demand for their labor, the corners will not be empty. \"In suburban communities and the rest \nof the country, you can expect to see more immigration,\" said Douglas Massey, a University of Pennsylvania \nsociology professor who has studied immigration trends. \"Immigration goes where the low-wage jobs are. And as \nthose jobs shift from the cities to suburbs, they will be there.\"\n\nGraphic\n\n \n\nPhotos:\n\nFariba and Moise Chaolpur\n\nFROM: Iran\n\nLIVE IN: Great Neck\n\nYEARS ON L.I.: 6\n\nOCCUPATIONS: She: Homemaker. He: Salesman in garment district in Manhattan.\n\nFAMILY ON L.I.: Children, Simon, 5,\n\n\n\nand Doreen, 3 1/2\n\n \n\nNan Ni Gilbert\n\nFROM: China\n\nLIVES IN: North Bellmore\n\nYEARS ON L.I.: 1 1/2\n\nOCCUPATION: Piano teacher and acupuncture student\n\nFAMILY ON L.I.: Husband\n\n \n\nNila Minkovsky\n\nFROM: Russia\n\nLIVES IN: Glen Cove\n\nYEARS ON L.I.: 7\n\nOCCUPATION: Cardiorespiratory therapist at North Shore Hospital in Glen Cove\n\nFAMILY ON L.I.: Husband, also from Russia. Baby due in August.\n\n \n\nMona Lafointaine\n\nFROM: Canada\n\nLIVES IN: Floral Park\n\nYEARS ON L.I.: 2\n\nOCCUPATION: Teacher\n\nFAMILY ON L.I.: Husband, from El Salvador, and children, Gabriel, 5 1/2, and Eric, 2\n\n \n\nValentina Bonilla\n\nFROM: El Salvador\n\nLIVES IN: Seaford\n\nYEARS ON L.I.: 10\n\nOCCUPATION: House cleaner\n\nFAMILY ON L.I.: Daughter. Brandy, 4 1/2, sister and brother-in-law\n\n \n\nErrol G. Viraswami\n\nFROM: Guyana\n\nLIVES IN: Central Islip\n\nYEARS ON L.I.: 8\n\nOCCUPATION: Accountant, comptroller at N.Y.  Wholistic Health Center, Syosset\n\nFAMILY ON L.I.: Wife, Savitree\n\n \n\nJung S. Yoo\n\nFROM: Korea\n\n\n\nLIVES IN: Hicksville\n\nYEARS ON L.I.: 7\n\nOCCUPATION: Manicurist and manager of Pinky Nails in Syosset\n\nFAMILY ON L.I.: Husband and son, 20\n\n \n\nRoberto Valenzuela\n\nFROM: Chile\n\nLIVES IN: Syosset\n\nYEARS ON L.I.: 1\n\nOCCUPATION: Facility manager, Wholistic Health Center, Syosset\n\nFAMILY ON L.I.: Former wife and son, 12\n\n \n\n(Photographs by Vic DeLucia/The New York Times; Linda Covello for The New York Times)\n"}