{"title": "Anglers, hunters warned of online scams when purchasing licenses", "body": "\nOct. 11--     Oct. 11--WILKES-BARRE -- Before you go fishing or hunting for a new licence to enjoy those outdoor \nsports, beware of online scams.\n\nSo says the Pennsylvania Fish and Boat Commission (PFBC) and Pennsylvania Game Commission, who Thursday \nissued a joint warning to anglers and hunters to avoid online scams when purchasing their licenses.\n\nThe warning follows several recent reports of customers paying for licenses through third-party websites not \naffiliated with either agency, and then never receiving a license.\n\n\"The only proven, reputable and reliable methods for purchasing Pennsylvania fishing licenses and permits are \nthrough the PFBC's online portal The Outdoor Shop or in-person from a retail license issuing agent,\" said Bernie \nMatscavage, Director of the PFBC Bureau of Administration. \"If you choose to use a third-party website offering to \nsell you a fishing license, you risk wasting your money and putting your personal information at risk.\"\n\nThe Game Commission, which sells hunting and furtaking licenses and permits through The Outdoor Shop, has \nreceived similar reports from hunters and trappers who tried to purchase their licenses online through unaffiliated \nvendors and never received them.\n\nCustomers should be aware of several look-a-like websites that mimic the agencies' branding and offer customers \nthe ability to purchase licenses and related permits. In one case, an imposter website uses a logo closely \nresembling the PFBC logo and offers to \"broker\" or \"simplify\" the purchase of a fishing license for an added fee, in \nsome cases up to $50 (a resident Pennsylvania fishing license costs just $22.90). The customer is then asked to \nprovide personal information, including their social security number, as well as payment information to complete the \nonline transaction. After submitting their information, the customer is informed that they will receive a printable, \nelectronic version of their fishing license within 72 hours.\n\n\"There is absolutely no advantage to using a third-party website to buy a license,\" added Matscavage. \"Customers \nto these websites are being asked to provide the same information as they would if they purchased a license \nsecurely through the agencies directly. The difference is that by using a third-party site, you are paying an \nunnecessary added fee, compromising your identity, and will likely not end up receiving a license at all.\"\n\nWhen you purchase your fishing license from the PFBC through the Outdoor Shop, a printable electronic version of \nyour fishing license is issued immediately. Hunting licenses purchased online through the Outdoor Shop are \nconfirmed at the time of sale through an official email from the Game Commission and licenses are mailed to the \nbuyer within two weeks of purchase.\n\n\nAnyone who encounters a website offering the sale of a Pennsylvania fishing or hunting license that does not link \nto The Outdoor Shop to complete the transaction should call the PFBC Fishing License Help Line at 877-707-4085 \nor the Game Commission's license division at 717-787-2084.\n\nVictims of a fishing or hunting license scam should notify the state Attorney General by completing a Scams \nComplaint Form.\n\nReach Bill O'Boyle at 570-991-6118 or on Twitter @TLBillOBoyle.\n\n___ (c)2019 The Times Leader (Wilkes-Barre, Pa.) Visit The Times Leader (Wilkes-Barre, Pa.) at \nwww.timesleader.com Distributed by Tribune Content Agency, LLC.\n"}