{"title": "ADS CRITICIZE TUITION BREAK FOR STATE'S ILLEGAL IMMIGRANTSPROPOSAL WOULD ALLOW SOME TO PAY IN-STATE RATE", "body": "\nMILWAUKEE -- The battle over immigration issues is heating up in Wisconsin as lawmakers consider a proposal \nto let illegal immigrants who graduate from state high schools pay in-state tuition to attend public colleges and \nuniversities.\n\nNine states, including several southern border states, have passed similar legislation allowing illegal immigrants \nto avoid paying costly out-of-state rates.\n\nDemocratic Gov. Jim Doyle proposed the change as part of his two-year state budget. The proposal is due for \ndebate by the Republican-controlled Joint Finance Committee -- just as a conservative group has launched \ntelevision ads slamming the plan.\n\nThe Coalition for America's Families said tuition breaks shouldn't be a priority as Wisconsin copes with a $1.6 \nbillion budget deficit. Its 30-second spots, airing in Milwaukee, Madison and Green Bay, have a Hispanic woman \npresenting the group's side.\n\n\"We followed the rules. We became citizens,\" she says. \"We work hard to save money so our daughter will be the \nfirst one in our family to go to college. We shouldn't have to pay more taxes to fund illegal aliens.\"\n\nCoalition chairman Steve King of Milton said the ad dramatizes one of many complaints the group has about \nDoyle's budget and future ads will focus on others. He said there was no involvement of the Republican Party, \ndespite the timing of the ad campaign.\n\nBills on immigrant tuition also are pending in Minnesota and Florida, and New Mexico recently passed legislation \nallowing the lower tuition for illegals, according to the National Immigration Law Center.\n\nSupporters say the children of illegal immigrants shouldn't be punished for decisions their parents made. They say \nmany bright, successful young Hispanics who grow up in America end up working in low-paying service jobs when \nthey could be professionals and serve as leaders.\n\n\"The talent is there, the potential is there, but because of their economic status they can't go to college without \nfinancial aid, which they can't get without papers,\" said Rep. Pedro Colon, a Milwaukee Democrat whose south side \ndistrict is heavily Hispanic. \"We are squandering human potential here.\"\n\nHe said he often hears from upset teachers and graduates -- including the valedictorians of the largest public high \nschool in his district -- who can't afford the high out-of-state tuition, which he said is about $12,000 a year more at \nUW-Madison.\n\n\nWisconsin's proposal would let illegal immigrants pay in-state tuition rates at UW System schools if:\n\n-- They graduated from a Wisconsin high school.\n\n-- They have been in the state for at least a year after their first day of high school.\n\n-- They give the university an affidavit that they will apply for permanent visas or citizenship as soon as they are \nentitled to do so.\n\nMelanie Fonder, a Doyle spokeswoman, said the students would have to go through the same application process \nas other potential students.\n\nIn the U.S. Senate, Sen. Orrin Hatch, R-Utah, is expected to reintroduce a bill next session that would give illegal \nimmigrants who are graduates legal status for six years if they came to the United States as a child and have \nbeen here at least five years. They could apply for permanent status if they complete two years of postsecondary \neducation or military service.\n\nMaria Monreal-Cameron, president of Wisconsin's Hispanic Chamber of Commerce, said many illegal immigrants \nshow their commitment to America by serving in the military and should be offered the same opportunities as their \nU.S.-born peers.\n\n\"They have lived in the shadows for all of their young lives,\" Cameron said. \"We need to have them in place so that \nthose of us who are in leadership roles now will be able to turn that torch over to a new generation.\"\n\nNotes\n\nWISCONSIN UW SYSTEM\n"}