{"title": "Stephen Hadley and Jack Reed Speak about Iraq War", "body": "\nJIM LEHRER: Good evening. I`m Jim Lehrer.\n\nOn the NewsHour tonight: the news of this Thursday; then, back-to- back Iraq policy interviews, with National \nSecurity Adviser Stephen Hadley and Democratic Senator Jack Reed of Rhode Island; analysis of the stalled \nimmigration reform debate, as the president signs a border fence bill; a Health Unit look at news about screening for \nlung cancer; and a guest essay by Nancy Gibbs on 300 million Americans and still counting.\n\n(BREAK)\n\nJIM LEHRER: The U.S. military today announced the deaths of five more Americans in Iraq; that made 96 this \nmonth, the most since October of last year.\n\nThe latest casualties came in Anbar province. New operations to regain control of Ramadi are under way there. But \nU.S. Army Major General William Caldwell said violence in Baghdad is down this week with the end of Ramadan.\n\nThere was fresh violence today north of the capital; at least 12 Iraqi policemen were killed near Baquba, as security \nforces battled Shiite militiamen. Eighteen of the militia were killed, as well. The gunmen were followers of Muqtada \nal-Sadr, the anti-American cleric.\n\nU.S. Defense Secretary Rumsfeld today warned against a focus on setting benchmarks and timetables in Iraq. He \nsaid it`s impossible to tell right now just when the Iraqis can take full control of their own security.\n\nDONALD RUMSFELD, U.S. Secretary of Defense: You`re looking for some sort of a guillotine to come flowing \ndown if some date isn`t met. That is not what this is about. This is complicated stuff. It`s difficult. We`re looking out \nin the future. No one can predict the future with absolute certainty. So you ought to just back off, take a look at it, \nrelax, understand that it`s complicated, it`s difficult.\n\nJIM LEHRER: Rumsfeld also said he`s not satisfied with progress of the Iraqi forces. He said they`ll be getting more \nfunds, but he did not give any figures.\n\nEarlier, Iraqi Prime Minister al-Maliki complained his troops are outgunned by militia fighters and terror groups. He \ntold Reuters government forces could secure the country in six months, if properly trained and equipped. He went \non to say, \"If anyone is responsible for the poor security situation in Iraq, it is the U.S.-led coalition.\"\n\n\nThe U.S. national security adviser, Stephen Hadley, responded in an interview with the NewsHour. He said, \"To the \nextent the security is not perfect -- and it is not -- we share responsibility on that.\" We`ll have the interview with \nHadley and a separate interview with Democratic Senator Jack Reed right after this news summary.\n\nA U.S. Marine pleaded guilty today to assault and conspiracy to obstruct justice. Private First Class John Jodka was \none of seven Marines accused in the killing of an Iraqi man last April. Prosecutors said the group shot the man, then \ntried to make it appear he`d been planting a bomb. A Navy corpsman pleaded guilty in the case earlier this month.\n\nOfficials in Afghanistan charged today NATO attacks killed up to 85 civilians this week. The alliance used artillery \nand air strikes, as fighting erupted in three villages west of Kandahar in the south. NATO said its initial reports found \nonly 12 civilian deaths; a spokesman said Taliban militants were the targets.\n\nLUKE KNITTIG, NATO Spokesman: We assessed that we have killed as many as 70 insurgents in these three \nengagements, them trying to keep us from doing our mission there. But we do take very seriously these credible \nreports of civilian casualties. And we will pay very close attention to the delegation that President Karzai has sent \nthere to understand how people were affected.\n\nJIM LEHRER: NATO launched a major offensive in that same region in September. It reported at least 500 militants \nkilled then.\n\nPresident Bush today signed a bill to build 700 miles of fence along the U.S. border with Mexico. Segments of the \nfence will cross parts of four states, California, Arizona, New Mexico and Texas. The total length of the border is \nmore than 2,000 miles.\n\nThere`s been no estimate of the total cost of the fence. An earlier spending bill included a down payment of $1.2 \nbillion for the project. We`ll have more on the story later in the program tonight.\n\nFour members of a U.S. Forest Service fire crew were killed today battling a blaze in southern California. Another \nfirefighter was critically injured. Their fire engine was engulfed, as high winds spread flames over more than six \nsquare miles near Palm Springs. Up to 400 people were trapped in a camper park, but they were in no immediate \ndanger. Late today, officials said the fire was definitely arson.\n\nThis year`s high oil prices showed up in Exxon-Mobil`s earnings for the third quarter. The company made nearly \n$10.5 billion from July through September. It was the second-largest quarterly profit ever by a publicly traded U.S. \ncompany. The record also belongs to Exxon-Mobil, $10.7 billion in the fourth quarter of last year.\n\nNew home prices dropped sharply in September by the most since 1970. The Commerce Department reported \ntoday the median price of a new home fell to $217,000; that was down nearly 10 percent from September of last \nyear. Half of all sales went for more than that price and half for less.\n\nOn Wall Street today, the Dow Jones Industrial Average gained nearly 29 points to close above 12,163. The \nNasdaq rose more than 22 points to close at 2,379.\n\nAnd that`s it for the news summary tonight. Now: Hadley and Reed on Iraq; the immigration standoff; screening for \nlung cancer; and an essay about us 300 million.\n\n(BREAK)\n\nJIM LEHRER: Our Iraq interviews: one from the White House, one from a Senate Democrat. We hear first from the \npresident`s national security adviser, Stephen Hadley. Margaret Warner talked with him this afternoon.\n\nMARGARET WARNER: Stephen Hadley, welcome. Thanks for coming in.\n\nSTEPHEN HADLEY, National Security Adviser: Nice to be here.\n\n\n\nMARGARET WARNER: Senator Biden said yesterday, after hearing President Bush`s press conference on Iraq, \nthat he didn`t hear anything new. He said it is just more of the same with a request for more time to do it. Other \nlisteners have had heard something new. What do you think the American people should have taken from that news \nconference?\n\nSTEPHEN HADLEY: I think the president gave a very balanced and sober assessment of the situation that we`re \nin, made it clear that there are real challenges, made it clear that, while our basic objectives remains the same, we \nhave adapted and made changes in how to pursue that objectives, would be making more changes in the future, \nthat he was open to any constructive ideas, because obviously one thing we can all agree on -- I think Senator \nBiden would agree -- we need to succeed in Iraq. It`s too important for the country.\n\nSo I think you saw an openness to be receptive to ideas, but also a steadfastness that we cannot afford to lose in \nIraq.\n\nMARGARET WARNER: Is the president himself more open to other ideas now than, say, six months ago?\n\nSTEPHEN HADLEY: Well, we would say that we`ve made a lot of changes all the way through. Obviously, there \nare some things, the Baghdad security plan which we`ve talked about, there was a phase one. It did not achieve all \nthe objectives we had hoped. We moved into a phase two; further adjustments clearly need to be made.\n\nIt`s a difficult situation. The president made clear about that. We made changes in the past. It`s pretty clear we`re \ngoing to need to make some changes in the future. I think the president recognizes that.\n\nMARGARET WARNER: There was one rhetorical change that I thought was noticeable, and it had to do with how \nhe defined victory. And I just wanted to read this. He said, \"It must be a government that can sustain itself, govern \nitself, and defend itself.\" And what was missing was what he used to talk about, a democratic government or a \nstable democracy. Has that been dropped from the list of definitions of victory?\n\nSTEPHEN HADLEY: Absolutely not, and the vehicle for a government that can govern itself, sustain itself, and \ndefend itself, of course, is the unity government that is in place, headed by Prime Minister Maliki.\n\nThe president was very clear that he supports that government, supports Prime Minister Maliki. And that`s, of \ncourse, a government that came out of the democratic process in which over 12 million Iraqis voted. So, clearly, the \npremise, the way to get the kind of government he`s describing, of course, is to support the Democratic process \nthat`s now under way in Iraq.\n\nMARGARET WARNER: Let me ask you about Prime Minister Maliki, because he yesterday denied that he had \nagreed to any time lines or benchmarks. The American ambassador in Iraq a couple days earlier said, in fact, that \nhe had. Has he or hasn`t he?\n\nSTEPHEN HADLEY: There was a real confusion that came out of the press reporting of his press conference. If \nyou look at what he said, the prime minister was asked the question about, \"Do you accept that there`s a 12- or 18-\nmonth deadline in order for you to get a variety of series of decisions made or lose American support?\"\n\nAnd the prime minister said, rightly, \"Look, we`re a sovereign country. You don`t impose deadlines on a sovereign \ncountry.\" And then he went on to say that the notion of a deadline by which Americans will begin withdrawing was \nnot the position of what he had heard from President Bush. And, of course, it is not the position of the president or \nthis administration.\n\nSo I think there was some real confusion. What he was rejecting was the notion of artificial deadlines for U.S. \nwithdrawal, something President Bush has rejected. What they have done and what the Iraqi government has done \nis published some milestones of the kinds of what we call benchmarks, which are specific decisions they want to \nmake, legislation they want to have adopted over a six- to nine-month period, which will be the building blocks for a \nnational compact between Sunni, Shia and Kurds for moving forward politically.\n\n\n\nThat`s something that the Iraqi government has done. The presidency council has published them to the world. \nPrime Minister Maliki supports them, and we support them, because we think that is the right philosophy going \nforward.\n\nThe Iraqi government wants to take more responsibility. Prime Minister Maliki said he was willing to make the tough \ndecisions, and he`s indicated some benchmarks about the kinds of decisions that need to be made. That`s a good \nthing. He`s taking the lead; we support him.\n\nMARGARET WARNER: Let me ask you about something else he said just today. He said, \"If anyone is \nresponsible\" -- and I`m quoting -- \"for the poor security situation in Iraq, it is the coalition.\" And he said the Iraqi \npolice and army just didn`t even have adequate weapons. Is that the case?\n\nSTEPHEN HADLEY: Certainly, the coalition is responsible for security. And, obviously, while one of the things we \nare all concerned about -- and you see it in Baghdad -- that the security situation is not what we would want it, it`s \nnot what Maliki would want.\n\nMARGARET WARNER: He is saying that the United States is responsible because we haven`t essentially \nfurnished them with what they need.\n\nSTEPHEN HADLEY: Well, there are two things. He says that we`re responsible for security and, in large measure, \nwe have been because of the coalition, but, secondly, as you know...\n\nMARGARET WARNER: Yes, but he said the poor security.\n\nSTEPHEN HADLEY: ... we`ve made a major effort -- we are responsible for security. To the extent that security is \nnot perfect, obviously -- and it is not -- we share responsibility on that.\n\nBut, remember, what our objective here and what we`ve been doing is training Iraqi security forces so that they can \ntake more responsibility for security. It`s a three-part phase: train and equip them; get them in the lead on security; \nand then give them the kind of support, logistics, transportation they need to operate more independently.\n\nThey are impatient to get through that process, to get them all the equipment they need. We are impatient with it, \nas well. The sooner the Iraqi security forces have the proficiency and competence to take up more responsibility, \nthat will be better for the Iraqi people and better for us.\n\nMARGARET WARNER: This election does seem to be shaping up as a referendum on Iraq. And I wonder whether, \nwithin the White House, you all have thought about what would be the consequences for Iraq policy if, say, the \nDemocrats were to win either the House or the Senate. Would it make a difference in how the administration \napproached Iraq?\n\nSTEPHEN HADLEY: Well, the president`s been very clear that he does not expect anything other than after the \nelections for Republicans to be in control of the House of Representatives and the Senate. However that election \ncomes out, it is clear that we need to have more national consensus on the way forward in Iraq.\n\nWe need to have a way -- it`s a challenging situation. It is important for the country that we succeed; I think most \nAmericans recognize that. What we need is to demonstrate to the Americans that there is a plan which will result in \nsuccess.\n\nWe think we have one, but obviously we need to have broader support for the way ahead in Iraq, Republicans, \nDemocrats, Congress and the executive branch. That`s what we need to achieve, however the election comes out.\n\nMARGARET WARNER: So are you suggesting -- Zbigniew Brzezinski, one of your predecessors, on this program \nlast night saying that what he heard partly in what the president said yesterday was a willingness to bring in more \nvoices, admit people into the inner circle who haven`t been before. Are you saying that would happen?\n\n\n\nSTEPHEN HADLEY: We are talking to a lot of folks all the time about ideas on Iraq. There`s been a lot in the media \nthe last two days; a lot of suggestions or proposals have come forward. Obviously, the Baker-Hamilton commission, \nwhich the president supports, we will be working with, and we`ll take an independent look at the way forward in Iraq. \nAnd the president has made clear that he supports that effort.\n\nSo I think we`re going to have a lot of opportunity to try and talk about the way ahead. But I think, Margaret, the \nimportant thing is it`s going to really be talking about how to do better in three areas: how to get a better political \nunderstanding between Shia, Sunni and Kurds; how to get the Iraqis in a position to take more responsibility for \ntheir security; and how to get the international community and the neighbors to do their part in helping stabilize Iraq.\n\nAnd that`s really the challenge before us, how to do those three things in a more effective way.\n\nMARGARET WARNER: And in doing that, is the administration open to -- if the commission were to suggest an \nidea that the president has rejected in the past -- for instance, Baker and Hamilton both said on this program they \nthought the U.S. should bring Iran and Syria into these discussions in a serious way -- is the administration open to \nthat?\n\nSTEPHEN HADLEY: The president made clear that he was looking for some new ideas; he was open to any \nsuggestion. And I think you`ve heard out of the Baker-Hamilton commission they don`t expect to -- that the \nadministration will like everything that they suggest. That`s in the nature of these kinds of operations.\n\nBut what I think we all seek is a way forward on Iraq. It can be supported by Democrats and Republicans, by this \npresident, and by the Congress. And that`s what the Baker-Hamilton commission can contribute to, as one of the \nactors in this process.\n\nMARGARET WARNER: And one other idea that`s been floated by Senator Biden, Les Gelb, and Peter Galbraith on \nthis program, which would be to let Iraq devolve into three, you know, loosely federated but pretty autonomous \nstates. Is that off the table?\n\nSTEPHEN HADLEY: Well, we have talked from the very beginning, from the moment after the Operation Iraqi \nFreedom was successful, that the formula was going to be a unity government with a fair amount of a federal \nstructure, which would provide a lot of autonomy for individual governance and the like, so that localities and local \ngroups could address their own needs, so that`s been a part of it.\n\nI think the problem is, to go beyond that, to talk about effective partition of the country. That`s something the \npresident has been very concerned about. Why? Because the Iraqis don`t support it.\n\nThe Iraqis have made clear every time they`ve gone to the polls in the formation of the unity government that they \nwant a unified Iraq. We believe that`s a worthy objective; it`s something that we support. We think the Iraqi people \nsupport it. We think the neighbors support it.\n\nSo an opportunity for a federalist structure which will provide a lot of autonomy to localities, of course. But \nseparating the country, partitioning the country, that`s a different matter. And that`s something I think both Iraqis \ndon`t want and the region does not want.\n\nMARGARET WARNER: National Security Adviser Stephen Hadley, thanks.\n\nSTEPHEN HADLEY: Thanks very much.\n\nJIM LEHRER: Now, the view of a Senate Democrat. And to Ray Suarez.\n\nRAY SUAREZ: We get that view from Senator Jack Reed of Rhode Island. He`s a member of the Armed Services \nCommittee and returned earlier this month from his ninth trip to Iraq.\n\n\n\nAnd, Senator, you heard the president say, \"We are winning. We have adapted.\" You heard his national security \nadviser say that this was a balanced and sober assessment, and the president is open to new ideas. Is this a new \nposture for the administration?\n\nSEN. JACK REED (D), Rhode Island: Well, it`s a new posture. And, unfortunately, it might just be a posture. The \nsituation as I see it, just returning from Iraq, is that we`re not winning; in fact, the initiative, we`re losing the initiative. \nWe have to regain that initiative.\n\nAnd that`s going to require, I think, putting appropriate pressure on the Maliki government to take explicit steps \nvery quickly to eliminate the militias as forces within Iraq, bring in the Sunnis in real reconciliation, not just some sort \nof committee and press releases, but bring them in, and also begin to deploy their resources to ensure that the \nquality of life and public services are available to Iraqis who are rapidly losing faith and confidence in their own \ngovernment.\n\nRAY SUAREZ: Well, the president called it his responsibility to provide the American people with a candid \nassessment of the situation in Iraq. It sounds like you`re saying he didn`t do that.\n\nSEN. JACK REED: Oh, I don`t think that was a candid assessment. I think the situation, as I see it on the ground, \nrecently returning, talking to military commanders, is that they sense that within several months this situation could \ncome to a decisive crossroads. And the key factor is not simply our military presence, but it`s the political decisions \nthat the Maliki government has to make.\n\nAnd Maliki himself has been somewhat reluctant to take these decisions. For example, just a few days ago, Iraqi \nsecurity forces, together with American advisers, went in and arrested a principal member of the Mahdi Army. And \nthen the next day, Maliki ordered him released.\n\nThat`s not the kind of strong message that they`re going after all the militias, not just the Sunni insurgents, but all \nthe militias. And that`s something that this prime minister and his government has to do and has to do it quickly.\n\nRAY SUAREZ: Well, just a few moments ago, you heard the national security adviser say there`s only so much we \ncan do in some situations. This is a sovereign government. We can`t dictate to them, we can`t tell them they have \nto do specific things by specific dates. Are you saying that that`s not exactly so?\n\nSEN. JACK REED: We have 140,000 troops on the ground who are sacrificing themselves and doing a magnificent \njob, not only for our country, but also to give the Iraqi government the opportunity to take these steps. We also, I \nthink, can expect and should be able to expect that they will cooperate with us in their own self-interest.\n\nIf truly they are committed to building a stable, effective government, then I think they have to recognize that these \nmilitias in particular, and the fact that this political estrangement by the Sunni community, and the fact that they \ndon`t have public services is something that ultimately will cripple them and destabilize their own government.\n\nSo I don`t think it`s unreasonable to expect them to lean much more forward in the saddle, if you will, and take \nthese steps.\n\nRAY SUAREZ: Well, let me get your view on this disagreement, this discussion, this -- I don`t know -- semantic \ndebate. We heard some of it from the president yesterday, some more of it from the secretary of defense today \nabout the difference between a deadline, a benchmark, whether in effect the Iraqi government has agreed that \nthere do exist benchmarks that they have to meet at some point.\n\nSEN. JACK REED: Well, this confusion between what the president said, what the secretary of defense said, and \nwhat the prime minister said, I think, highlights the lack of any coherent strategy going forward.\n\nThe perception, if you listen to the ambassador in Iraq and General Casey, was that certain benchmarks had been \nagreed to, that they were going to be followed up, they were going to be supported by both governments. The \npresident alluded to them, and then the prime minister suggested, \"Well, that`s not exactly the case. We`re not \n\n\n\nquite sure about that.\" And then today the secretary of defense was telling everybody simply to relax and step back \nand a rather blase attitude to a very serious situation.\n\nSo I think it highlights the lack of coherence and a sound strategy going forward by this government and in \npartnership with the Iraqi government.\n\nRAY SUAREZ: The president did say that the ultimate responsibility for the success or even the failure of the policy \nis his and, if voters are mad, that they shouldn`t take it out on Republican-elected officials in a couple of weeks.\n\nSEN. JACK REED: Well, he`s right about the responsibility. In large part, it`s his strategy going into Iraq. \nSubsequently, I think it`s the conduct of the operations, which in many cases were incompetently executed, in terms \nof supporting our military effort with adequate civilian reconstruction, of recognizing the nature of this insurgency \nearly on and taking adequate steps.\n\nBut I think the American people are so concerned about the situation there, it`s beyond just concern. In many \ncases, it`s real heartache as they look at the casualty list, as they see the suffering of the Iraqi people, that their \nresponsibility as voters is to register this concern. And I think they will.\n\nRAY SUAREZ: Well, let`s say you in January have to finally put up one of the persistent criticisms from the \nRepublican side of the aisle is the Democrats haven`t had to come up with, haven`t come up with any alternatives. \nWell, if the Democrats capture one or both houses, how would Iraq policy or suggestions for policy coming from the \nHill look different?\n\nSEN. JACK REED: Well, I would hope -- and this is something that I agree with Steve Hadley -- is that the effort \nshould be bipartisan, but we have suggested an outline.\n\nSenator Levin and myself proposed months ago an approach in which the policy would be clearly stating that our \nobjective is to begin a redeployment of all forces, first within the country, then hopefully outside of Iraq, within a \nreasonable period of time, without an arbitrary deadline or rigid timetable, but that we would supplement and \ncomplement that effort by building up the capacity of the Iraqi security forces and by encouraging, somehow making \nit clear that the Maliki government has to take these very critical political steps.\n\nEvery commander that I speak to on the field will talk about the ultimate and most decisive fact is not simply military \npower in place, but it`s that there is a political decision-making in Iraq that will favor appropriately our forces in that \ncountry.\n\nRAY SUAREZ: But if you can`t have a meeting of the minds on the way forward, starting in January, and there is \nmore Democratic influence in the running of the Congress, in mechanical terms, what happens at that point? \nBecause the president still runs the executive branch.\n\nSEN. JACK REED: Absolutely. But I think the president will be paying attention to the results of this election in a \nfew weeks. I think he`ll be paying attention -- I hope he is -- to his commanders on the ground. And I think also that, \nas we go forward in the next Congress, hopefully that there will be, if not a consensus, but perhaps some \nagreement between Republicans and Democrats as a way forward.\n\nI think what the American people are saying is that they`re concerned, they want to see a change in policy, they \nwant to see a more effective policy. They want to succeed in Iraq, but they`re concerned that we`re not succeeding \nat the moment. And if we continue on the path the president is outlining, then we won`t have success ultimately, \neither.\n\nRAY SUAREZ: Has there been any convergence, not necessarily on the floor in a debate, but in the conversations \nyou have with the men and women you serve with, that give you a sense that you may agree with some people who \nyou didn`t think you agreed with on these things?\n\n\n\nSEN. JACK REED: I think there is beginning to go have that convergence, Ray. And I think it is reflective of what`s \nhappening out in the countryside, where people are very concerned about this situation. They`re expressing their \nconcern.\n\nAnd it`s not exclusive to Democratic constituencies or Republican constituencies or independents. Most Americans \nwant to see success in Iraq, but they understand or they sense that the present path is not leading to that success.\n\nThey want a change. They want a more effective operation in Iraq. They want the rhetoric that the president uses \nso often to be followed up by real resources, for example.\n\nI mean, one of the deficiencies throughout this effort is that we`ve deployed over 100,000 troops there but we \nhaven`t deployed the State Department personnel, the AID personnel, the Justice Department personnel in \nsufficient numbers to help create the institutions of government in Iraq. And it`s now been almost three years.\n\nRAY SUAREZ: Well, you`ve been going periodically to the country. Did you come back from this last trip with any \npositive thoughts about the things you saw, things that you saw that were working better this time than they were \nthe last time or a year ago?\n\nSEN. JACK REED: I think what we`re beginning to see is the rolling out of some of these provincial reconstruction \nteams, but again it`s rather not complete. They`re not fully staffed. It`s a good start, but by this time we should have \na more robust effort to try to reach out and do the non-military aspects of our operations.\n\nAnd still, when we talk to these teams, they are legitimately complaining that they don`t have some of the experts \nthat they could use, for example, people from the Department of Agriculture. It`s an agricultural community in many \nplaces in Iraq, but we`re not providing that extra teeth.\n\nSo there is some progress, but it`s not sufficient to the magnitude of the challenges in Iraq. And it`s been two-plus \nyears now.\n\nRAY SUAREZ: But hasn`t that kind of expertise been held up, in part, by the danger of doing the work there?\n\nSEN. JACK REED: It`s been held up by the danger, but what we`ve seen, what I`ve seen is a situation -- and one \nexample is the community of Tal Afar near the Syrian border. Months ago, the 3rd Armored Calvary went in, \nsurrounded the community, swept through, cleared out the insurgents in the strategy of clear, hold and build.\n\nThey`re still waiting to build, because the Iraqi government, the Maliki government, has not provided the $30-plus \nmillion dollars they said they would. But without that complement of civilian expertise and resources, American \nmilitary personnel can clear and hold. But if you don`t build, then you don`t ultimately win the population to your side \nand the side of this government.\n\nRAY SUAREZ: Senator Jack Reed, thanks for joining us.\n\nSEN. JACK REED: Thank you, Ray.\n\n(BREAK)\n\nJIM LEHRER: Coming later tonight: lung cancer news; and a 300 million essay. They follow Jeffrey Brown`s look at \nwhat happened to immigration reform.\n\nGEORGE W. BUSH, President of the United States: This bill will help protect the American people. This bill will \nmake our borders more secure. It is an important step toward immigration reform.\n\nJEFFREY BROWN: With the stroke of a pen, the president this morning authorized the construction of a fence \nalong 700 miles of the 2,100-mile frontier between the United States and Mexico. The fence would stretch from \npoints in California, to a long, 360-mile stretch largely in Arizona, to a 170-mile expanse along the Texas border.\n\n\n\nThe bill actually passed Congress late last month, but wasn`t signed until today, less than two weeks prior to \nElection Day, giving Republicans a platform to talk border security and illegal immigration in the campaign`s final \nstretch. In fact, the bill, which allocates no new money to build the fence, is the only result so far of a long-running \ndebate over comprehensive immigration reform.\n\nGEORGE W. BUSH: We`re a nation of laws, and we must enforce our laws. We`re also a nation of immigrants, and \nwe must uphold that tradition, which has strengthened our country in so many ways.\n\nJEFFREY BROWN: The president himself had argued that any final immigration bill must include a guest-worker \nprogram, giving legal status short of citizenship to millions of currently undocumented immigrants presently working \nin the United States. The president`s proposal was endorsed by a majority of the Senate.\n\nSEN. LARRY CRAIG (R), Idaho: Oh, yes, our economy needs immigrant workers. We`ll need several hundreds of \nthousands a year if we expect our economy to continue to grow as it has and to prosper.\n\nJEFFREY BROWN: And pro-immigration forces numbering in the millions rallied throughout the spring and summer \nfor a bill that would give undocumented workers a chance to stay in the U.S. But many House Republicans equated \nguest-worker status to amnesty and wanted to push border security first.\n\nREP. JAMES SENSENBRENNER (R), Wisconsin: The approaches taken by the House and the Senate on this \nissue have been 180 degrees apart.\n\nJEFFREY BROWN: Their objections scuttled any broad reform.\n\nThus far on the campaign trail, candidates in both parties have tried to take advantage of the immigration issue. In \nPennsylvania, for example, incumbent Republican Senator Rick Santorum and his challenger, State Treasurer Bob \nCasey, have run dueling ads.\n\nAD ANNOUNCER: Listen carefully to what Bob Casey said about the Senate immigration bill.\n\nBOB CASEY, JR. (D), Senate Candidate: If I were in the United States Senate, I would vote yes.\n\nAD ANNOUNCER: This bill gives amnesty to 11 million illegal aliens.\n\nBOB CASEY, JR.: I would vote yes.\n\nAD ANNOUNCER: Listen to Rick Santorum on illegal immigration.\n\nSEN. RICK SANTORUM (R), Pennsylvania: Illegal immigration and doing something about border security is \nimportant.\n\nAD ANNOUNCER: Really? Then why did he vote seven times against more Border Patrol agents?\n\nJEFFREY BROWN: Given the long and loud debate over broad immigration reform and now a new law to build a \nfence, both parties have reason to wonder how voters will respond come Election Day.\n\nAnd we look at that now with: Maria Echaveste, currently with the University of California at Berkeley Center for \nLatin American Studies. She`s a former deputy chief of staff in the Clinton White House.\n\nAnd Steven Camarota, director of research at the Center for Immigration Studies, which supports tighter controls on \nillegal immigration.\n\nMaria Echaveste, starting with you, first to set the content for where we are today. Why do you think, in the end, that \nbroad immigration reform failed and the borer fence alone came out of the debate?\n\nMARIA ECHAVESTE, University of California, Berkeley: I think it can be laid directly at the House leadership who \nwas very concerned about holding onto control of the House and who decided, rather than to set out, go to \n\n\n\nconference with the Senate, which is usually how you do business in Washington, and try to work out a compromise \nbetween the Senate and House bill, they decided to politicize this issue, hoping to gain some traction and really \nmake it impossible, at least in this session, to get practical solutions to a very vexing problem. We all agree the \nimmigration system is currently not working.\n\nJEFFREY BROWN: Steven Camarota, you have a different view of the background leading up to this?\n\nSTEVEN CAMAROTA, Center for Immigration Studies: Well, I think that what happened was basically Congress \ntalked to the American people. They did their own polls; they went back to their constituents. And what they found \nis that there`s very little support in America to legalize illegals and the kinds of very large increases in future legal \nimmigration that both the president and the Senate wanted.\n\nAnd, in fact, what most people want is the law enforced. The president and Congress don`t have a lot of credibility \nin the enforcement area; they haven`t done much. And so what most people say is, \"We want the law enforced.\" \nAnd so basically the House leadership was responding to a pretty much strong sentiment among the American \npeople.\n\nJEFFREY BROWN: And so today the signing of the fence, the bill on the fence, you see that as what, a good first \nstep, or what?\n\nSTEVEN CAMAROTA: Yes, I think most people who favor enforcement recognize that a series of fences and \nbarriers and so forth at the border is an important step, but it`s only one step. It`s only one piece of a much larger \npuzzle.\n\nYou have to have interior enforcement. You have to be careful who you let in on a temporary basis. You need more \nagents at the border. You need to go after the employers who hire illegals. You need to establish a national \ndatabase so that, when someone goes for a job, the employer can verify that that person is here and, if the \nemployer doesn`t do that, then a stiff fine can be levied.\n\nSo everyone recognizes there are a lot of other things to be done, but it is an important step, but it`s going to take a \nlot of other steps, as well.\n\nJEFFREY BROWN: So let`s start looking at the political impact. Maria Echaveste, broadly speaking, first of all, how \ndo you see candidates looking at the issue? And do you see it hurting Republicans or Democrats or both?\n\nMARIA ECHAVESTE: Well, before I get to that, I really want to push back a little bit on Steve in terms of this fence. \nIt`s underfunded. It`s a small part of the border.\n\nAnd most importantly, it`s a continuation of the ongoing policies of the last 10, 12 years, which has been border \nenforcement. We`ve spent billions of dollars, and we actually haven`t solved the problem, so why are we staying \nthe course on something when it`s not working?\n\nIn terms of the politics, I think that what we`re seeing is, depending on the district and the state, it is not having the \neffect that I think the Republican House leadership wanted, which is to say that it is not resulting in making \ncompetitive races become Republican-controlled seats.\n\nIndeed, if you look at Arizona, for example, the 8th District, where we have a very restrictionist candidate running on \nRepublican side, the Democratic candidate is pulling away because she is articulating what most Americans want, \nwhich is they want a comprehensive solution. They want to do something about the people who are currently here, \nas well as enforce our laws against both employers and stronger border. And they understand that a piecemeal \napproach simply isn`t going to work.\n\nJEFFREY BROWN: What do you see, broadly speaking, in terms of how it`s playing? Then we`ll get into some \nspecific campaigns.\n\n\n\nSTEVEN CAMAROTA: Right. In general, immigration is not people`s most important issue. To the extent it is, most \nAmericans want less immigration, not more. They want the law enforced. They generally think legal immigration is \nalready too high. But it isn`t their number-one issue.\n\nBut in general what`s happening around the country is most Republicans are running on an enforcement platform, \nand the Democrats are following suit, because they look at the same polls. The share of the population that wants \nto legalize illegals and increase legal immigration is pretty darned small.\n\nJEFFREY BROWN: Do you think it`s the pro-enforcement that brings out the voters that will be swayed on this \nparticular issue?\n\nSTEVEN CAMAROTA: Generally speaking, when you ask voters, \"What would you prefer, to enforce the law and \nthe illegals go home, or legalize the illegals with some kind of earned amnesty or legalization?\" Overwhelmingly, \npeople want the illegals to go home and they don`t want an increase in legal immigration.\n\nHowever, immigration is not people`s number-one issue. For the people that it is their number-one issue, they are \noverwhelmingly on the enforcement side.\n\nJEFFREY BROWN: What do you think of that, Maria Echaveste?\n\nMARIA ECHAVESTE: Well, two points. Even Steve`s own polls show -- the Center for Immigrant Studies did one \nrecently in New Jersey of 600 likely voters in the New Jersey election. In there, 42 percent of those responding did \nsay they wanted more enforcement, but 35 percent said they wanted those who are currently here illegally to be \nable to stay. That is not an overwhelming majority for the position that Steve is advocating.\n\nI think what we see is that this issue -- totally agree -- it is not at the top of most voters` list of most important issues. \nIn fact, Iraq and other issues are at the top. But where people are using it or attempting to use it, such as a number \nof the campaigns, it is not having the same effect that I think people had wanted, in terms of really driving a wedge \nbetween Democratic voters who support a more comprehensive approach.\n\nJEFFREY BROWN: Let me stay with you and ask about the Latino vote, because we saw those huge marches this \nsummer, a lot of people out there, a lot of attention. There was the slogan, \"Today we march, tomorrow we vote.\" \nSo to what extent now has this issue galvanized voters?\n\nMARIA ECHAVESTE: Well, with any movement, it takes time. There is certainly mobilization going on among \nimmigrant voters. We`re all going to be looking very carefully in a number of districts to see whether immigrant \nvoters, naturalized citizens, and also the Latino vote impacted some of those races.\n\nBut we need to understand that what`s happened in this immigrant debate is that it`s gotten very ugly. And it`s not \nthat hard to take the immigrant-bashing, the aspersions that are being cast on a group of people to quickly become, \nnot just that you`re against illegal immigrants, but that you`re against Hispanics.\n\nPeople need to understand 60 percent or more of those who claim Hispanic heritage are native-born. But the way \nit`s turning out in this country, you`re presumed to be illegal until you prove otherwise. That is a very risky gamble \nfor either political party, if they want to court the fastest-growing part of the electorate in the years to come.\n\nWe may not see the impact in this particular election, but I believe, in the years to come, especially perhaps in \n2008, Republicans will rue the day that they really got on this bandwagon of making immigrants the enemy.\n\nJEFFREY BROWN: If she is right, Steven Camarota, that there is a kind of broad-brush ugliness against native-\nborn Hispanic population, that would suggest the possibility of a backlash against Republicans in this case. Do you \nsee one?\n\nSTEVEN CAMAROTA: Well, I think that it seems very unlikely. First, the Hispanic community itself is quite divided. \nHispanic leaders, intellectuals, those in the media and so forth tend to favor the kind of amnesty and big increases \nin the legal immigration approach that the president does.\n\n\n\nBut when you survey actual Hispanic voters, they divide. A very large share -- and especially those who tend \ntowards the Republicans -- overwhelmingly favor an enforcement approach.\n\nThe other thing to keep in mind is that I`m always very touchy about engaging in sort of crass, racialized analysis of \nthe U.S. electorate. I think Americans are more sophisticated than that. But if you do it, you have to keep this in \nmind: About 80 percent of the electorate is white; about 7 percent of the electorate is Hispanic.\n\nSo if you lose 1 percentage point of white voters, you`d need about 10 percentage points of Hispanic voters, very \nroughly speaking, to offset that. So even if you do engage in a kind of crass, racialized analysis of the electorate, \nyou still have to recognize that Hispanics are a very tiny share, and they`re not in the battleground states and \ndistricts, anyway.\n\nJEFFREY BROWN: All right. We`re going to have to leave it there. Steven Camarota, Maria Echaveste, thank you \nboth very much.\n\n(BREAK)\n\nJIM LEHRER: Now, detecting and treating lung cancer, the most deadly of all cancers. A study in this week`s issue \nof the New England Journal of Medicine said screening could save the lives of many thousands of smokers, but \nsome in the medical community have doubts.\n\nOur health correspondent, Susan Dentzer, is here to explain.\n\nSusan, first of all, give us the basic numbers on the deadliness of lung cancer.\n\nSUSAN DENTZER, NewsHour Health Correspondent: Well, Jim, cancer is the number two of killer of all Americans. \nAnd lung cancer is the deadliest of the cancers.\n\nEssentially this year, 174,000 people will be diagnosed with lung cancer; 163,000 will die. In fact, more will die of \nlung cancer than the next five deadliest cancers combined, including breast and colon cancer. So it`s a very deadly \ncondition.\n\nAnd with 45 million current smokers in the United States and an equivalent number of former smokers, we`re going \nto have lung cancer with us in big numbers for a long, long time.\n\nJIM LEHRER: OK, so now this new study. Who did it, and what did it find?\n\nSUSAN DENTZER: The study grew originally out of Weill Cornell Medical Center in New York, where a prominent \nresearcher, Claudia Henschke, decided to get going several years ago on this study to find whether you could do \nfor lung cancer what we`ve done for many other cancers, which is to say, \"Detect them early, find cancers when \nthey`re small before they`ve spread, and, therefore, treat them effectively and save lives.\"\n\nJIM LEHRER: Which has not been the case for lung cancer up until now?\n\nSUSAN DENTZER: Which has not been the case. In fact, most lung cancers, far and away most of them, are found \nat late stage when patients are finally symptomatic, have symptoms. They`re coughing, they`re coughing up blood. \nAnd basically, for those people, 85 percent of people who are diagnosed with late-stage cancer are going to be \ndead within five years, as distinct from, say, breast cancer, where we`ve established, through mammography and \nother screening techniques, we can find breast cancers early and really save lives. At least that`s what we believe.\n\nSo the issue was, could we do that for lung cancer? So they set up this large study. It`s international, seven \ncountries, including the United States, 38 centers. And a total of 31,500 people were screened with sophisticated, \ncurrent generation CAT scanners, which essentially...\n\nJIM LEHRER: Were these all smokers or former smokers?\n\n\n\nSUSAN DENTZER: Yes, they were a minimum of 40 years old and a minimum of a pack-a-day habit for 10 years, \nmost of them. There were also some people who had occupational exposure to asbestos or other things, but by and \nlarge the majority, the vast majority were heavy smokers.\n\nSo these people get screened with sophisticated, current generation CAT scanners, which can essentially find a \nnodule in your lungs when it`s the size of a rice grain in about 20 seconds or less. And of all of those people, those \n31,500, 484 were found to have lung cancer. Now, what`s really important is...\n\nJIM LEHRER: They`d already had lung cancer?\n\nSUSAN DENTZER: To have early-stage lung cancer.\n\nJIM LEHRER: Early stage.\n\nSUSAN DENTZER: And what`s important about that is not just that it was found; it`s what happened afterwards. \nOnce nodules were found, first of all, they were watched to see if they really were lung cancer. Then, if it looked like \nthey were growing, then those patients were biopsied. Once they were biopsied, then most of them got surgery.\n\nAnd if you followed that entire process, at the end of it, what the study said was that four out of five of those patients \nwere still alive several years later and the projections are that at least four out of five of them are going to be alive \n10 years later. That`s very different from the current situation where most are going to be dead within five years.\n\nJIM LEHRER: Now, some in the medical world have some problems with this. Why? What`s their problem?\n\nSUSAN DENTZER: Yes, because this is not -- this is a huge study and an important study, but it is not the so-called \ngold standard of a randomized clinical trial, where half the patients would get the screening and the other \ninterventions and half would not.\n\nThose kinds of studies can shed much more light on the hardcore truth of: Did you really extend people`s lives by \ndoing this? Did you not do a lot of unnecessary surgeries that ended up killing people? Did you, for example, not \njust show people that they had cancer sooner than they thought so they spent more of their last years knowing that \nthey cancer? You strip out all those illusions in a randomized, controlled trial. This is not that kind of a trial.\n\nSo some people say we really have to wait until a federally funded trial now under way, which is randomized, \ncontrolled, comes up with results to make broad-scale recommendations that everybody should be screened and \nthat insurance companies should pay for this, et cetera. So that`s really where the doubt is.\n\nJIM LEHRER: And you say there is a study under way that would do this? Like when? When is it going to be \nfinished?\n\nSUSAN DENTZER: Well, that`s the problem. The results at the earliest will be in 2009 or 2010, at which point half a \nmillion more Americans will be dead of lung cancer. So a lot of people say, \"Look, this is a big study. There`s \nreason now even for some individuals who are heavy smokers, who are 50, 60 years old. There`s reason to go to \nyour doctor and say, `Should I be screened this way? Should I go to a center that really specializes in this and be \ncarefully screened to see if I have lung cancer?`\"\n\nJIM LEHRER: It`s the old meanwhile question. What do we do while the results -- and so, as a practical matter, is \nthe end result of this likely to be in the interim people coughing, and going to their doctors, and say, \"Give me that \nnew MRI or that new CAT scan?\" Are they available? Can it be done?\n\nSUSAN DENTZER: Yes. In fact, one could go on the Web site for this project, which is www.ielcap.org, for \nInternational Early Lung Cancer Action Project, and find the centers in the U.S. that are involved in this trial and \nscreening now.\n\nJIM LEHRER: Are they expensive? Are these CAT scans expensive?\n\nhttp://www.ielcap.org/\n\n\nSUSAN DENTZER: The cost has really radically declined in recent years. You can get a CAT scan of this type now \nfor a couple of hundred dollars, so it`s getting into the range of a mammogram. And a lot of people will point out that \nwe did mammograms for years with a lot less evidence than this that they really did end up extending lives.\n\nJIM LEHRER: And the bottom line, whatever -- there are some doubts and there are some other things -- is that this \nis in the good news category?\n\nSUSAN DENTZER: It certainly is in the good news. In fact, we were told that, when the results were discussed last \nweek at a big meeting of this project in New York, people were in tears because this is the first really good news of \nearly detection and extending lives, it is believed, or it`s certainly the biggest news.\n\nAnd, in fact, if this is proven to be correct that early screening really does over time save lives, it could result in the \nsingle biggest decline in cancer mortality ever.\n\nJIM LEHRER: A very, very lay question here. It seems so simple. Why in the world didn`t they try this before? Lung \ncancer has been killing people at the highest rate for years.\n\nSUSAN DENTZER: That`s a great -- it`s obviously a wonderful question. And people will say, \"Well, there`s been a \nlot of stigma around lung cancer, a sense that, well, if you have it, you brought it on yourself because you were \ndumb enough to smoke.\" That`s played a role.\n\nJIM LEHRER: Right, right, take your punishment.\n\nSUSAN DENTZER: Right. And also, frankly, the technology is much better now than ever before. Chest x-rays \naren`t very good ways of detecting early lung cancer. These sophisticated current generation CAT scanners are \nreally good ways of finding nodules.\n\nAnd, of course, the big issue is: Could we do this all effectively? We have a not very good, very fragmented health \ncare system, with a lot of people out there who don`t know how to do the kind of careful screening and follow-up \nthat needs to be done. But now we`ve shown that, at least in the 38 centers around the world, that`s possible, and \nperhaps in the future many more.\n\nJIM LEHRER: Say the Web site again?\n\nSUSAN DENTZER: It`s www.ielcap.org.\n\nJIM LEHRER: Ielcap.org.\n\nSUSAN DENTZER: Ielcap.org.\n\nJIM LEHRER: Thank you, Susan.\n\nSUSAN DENTZER: Thanks, Jim.\n\n(BREAK)\n\nJIM LEHRER: And, finally tonight, guest essayist Nancy Gibbs of Time magazine finds herself surrounded by 300 \nmillion people.\n\nNANCY GIBBS, Time Magazine: So how does it feel to suddenly live in a country of 300 million people? Do we \neach feel a little smaller, more cramped by this news?\n\nIt`s hard for me to worry too about running out of room, but that`s probably because I`m an island girl -- Manhattan \nIsland -- and we`ve never had much elbow room. We live in stacks, like books. And when more people come, the \nshelves just get taller and boroughs around the island just get more crowded.\n\nhttp://www.ielcap.org/\n\n\nSome cities, like Atlanta and Houston, keep oozing outwards in every direction, but island cities can`t do that and \nwould lose something if they could. People who come here must like the buzz and breath of crowds, don`t mind \ndensity, think it makes you nimble and shrewd.\n\nThe greatest achievements in history have tended to arise from the most crowded living conditions, but then so do \nriots, and plagues, and squalor. So it`s remarkable that New York seems to work as well as it does. How is it that \nthe biggest city in the country is also the safest, with so many of us entwined so tight? And why do people keep \ncoming here, when so many other trends suggests that we want to get as far away from each other as possible?\n\nWe migrate to the exurbs, find a gated community, home school, telecommute, order online. How can a tall, tight, \ninsanely expensive city like New York be thriving at a time like this?\n\nPeople say that September 11th changed us; we were ennobled by our suffering. But we were never as mean as \nwe looked. During the last blackout, people marched down to the river in an impromptu parade under a big dipper \nthey could see for the first time.\n\nTV NEWSCASTER: The small plane that struck this building...\n\nNANCY GIBBS: We can be fatalistic in the face of disaster. There is no escape from New York, as the mayor \nadmitted during our most recent scare. So tell us a hurricane is coming, and we know we have no place to go, \nexcept maybe the nearest restaurant where we can all hang out together.\n\nMaybe the reason we don`t make eye contact on the street is because it`s intrusive. There are too many of us on \nany given block to greet with a smile as though this were all one, big, small town. It`s many small towns pushed \ntogether, and we cross borders without documents, to SoHo for the galleries, to Arthur Avenue for prosciutto, to \nLittle Odessa for the night clubs, to Mott Street for the dumplings, to Flushing to hear more languages spoken in \none zip code than anywhere on the planet.\n\nThis is what America is going to look like as we grow, vastly different populations nestled up against each other, \nintermingling with each other. So maybe we have some lessons to share about getting bigger without growing too \ntribal, about welcoming the gifts that strangers bring.\n\nThat 300-millionth American, no one knows who it really was, but demographic odds favored a Hispanic boy born \nnear Los Angeles. That`s our second biggest city, Los Angeles, so long mocked as a suburb in search of a city, but \nnow actually growing ever more dense. Even downtown L.A. is becoming populated by people sick of commuting or \nseeking a skyline.\n\nThere`s plenty of evidence that we`re coming together more than we`re coming apart, but we`ll know even better in \nabout 37 years as the population clock keeps track. One new baby born every seven seconds; one soul lost every \n13; one pilgrim landing every 31. That works out to be one more person every 11 seconds -- tick, tock, tick, tock -- \non our way to 400 million and beyond.\n\nI`m Nancy Gibbs.\n\n(BREAK)\n\nJIM LEHRER: And, again, the major developments of this day. Five more Americans were killed in Iraq; that made \n96 this month, the most since October of last year.\n\nIraqi Prime Minister al-Maliki complained the U.S.-led coalition is to blame for poor security in his country. On the \nNewsHour tonight, the U.S. national security adviser, Stephen Hadley, said, \"We share responsibility on that.\"\n\nAnd President Bush signed a bill to build 700 miles of fence along the U.S. border with Mexico.\n\n\n\nWe`ll be back at 9:00 p.m. Eastern time on most PBS stations with a NewsHour election special called \"Battlelines \n`06.\" We`ll also see you online and again here tomorrow evening with Mark Shields and Rich Lowry, among others. \nI`m Jim Lehrer. Thank you, and good night.\n"}