{"title": "Pawlenty advances biased views of immigration", "body": "\nAs professionals who specialize in immigration issues, we were surprised and dismayed to listen to Gov. Tim \nPawlenty's recent proposals regarding immigration, and to read the Department of Administration report on the \n\"Impact of Illegal Immigration on Minnesota.\"\n\nYou don't have to be a math whiz to look at federal immigration policies and understand what causes people to \nenter the U.S. \"illegally.\" The Department of Homeland Security issues only 5,000 visas for low-skilled workers to fill \nan estimated 500,000 jobs each year. Is it any wonder that thousands of eager workers cross the border without \ndocumentation when the odds are 1 in 100 that they will be issued a visa?\n\nAnd work they do! A study published by the Urban Institute last year found that \"virtually all undocumented men are \nin the labor force. Their labor force participation rate exceeds that of … legal immigrants and U.S. citizens.\" As \nAmericans age, these individuals are filling the need for younger workers. Between 1990 and 2000, Latino workers \n(both documented and undocumented) accounted for fully 76 percent of the growth in the Minnesota labor force.\n\nThe Department of Administration report acknowledges that documented and undocumented immigrants pay \nincome taxes, retail taxes, property taxes, Social Security taxes and unemployment insurance payments, but they \ndon't include those dollars in their one-sided equation. They cite data from a notoriously anti-immigrant group (the \nCenter for Immigration Studies), but ignore studies from the National Research Council and the Urban Institute \nthat detail some of the positive fiscal benefits of immigration.\n\nAccording to Ben Johnson, director of the Immigration Policy Center in Washington D.C., the economic benefits of \nimmigration are curtailed not by immigrants themselves, but by federal policies that do not grant visas to low wage \nworkers, and thereby channel them into undocumented or \"illegal\" status.\n\nIt is the inequity of this system that has led Republicans and Democrats alike to call for federal immigration reform. \nAs Princeton sociologist Doug Massey has argued, immigration policy should be viewed as a natural outgrowth of \nmarket expansion and economic integration, rather than a condition to be repressed. For this reason, immigration \nreform that only focuses on enforcement will fail because it does not address the needs of the U.S. economy.\n\nThe choice is clear: We can acknowledge the presence of immigrants and support their full integration into society \nor continue to foster a climate that isolates and blames immigrants, at the cost of the health, safety and economic \nwell-being of all Minnesotans.\n\nUnfortunately, Pawlenty appears to have chosen the latter path. We invite him to meet with us and a host of \nindividuals working on immigration policy to sort facts from fiction on this politically volatile topic. The goal of the \nmeeting would be to develop policies that meet the needs of Minnesota families and employers, while living up to \nthe state's proud tradition of integration.\n\n\nFennelly is a professor at the University of Minnesota's Humphrey Institute of Public Affairs. Moccio is vice chair of \nthe American Immigration Law Foundation.\n"}