{"title": "SUICIDE OF HMONG WOMAN HIGHLIGHTS WELFARE WORRIES OF IMMIGRANT WAR VETERANS", "body": "\nChia Yang lay in the dark and waited for her husband to fall asleep. Then she got up and changed her clothes.\n\nShe slipped past the bedrooms of her son Yia, 21, and daughter Janie, 14, sleeping in their American beds, \nsteeped in American culture.\n\nYang had endured war in Southeast Asia, walked miles through rotting corpses and lived four years in suffocating \nrefugee camps. A Hmong tribeswoman from the mountains of Laos, she was 36 before she first saw a water \nfaucet.\n\nBut at 54, after bearing seven children and more heartache than most, she looped a cord around her throat, tied it \nto an overhead beam, and jumped off the trunk of her husband's Toyota.\n\nShe ended her life because she believed the United States betrayed her by cutting her family's welfare benefits.\n\nAbout 40,000 Hmong, including Yang's husband and her two brothers, were enlisted by the CIA from 1961 to 1974 \nas guerrillas in the Vietnam War. In return, they were given rice and an average salary of $3 a month.\n\nThe Hmong say the U.S. government also promised to take care of them, like any other war veteran, then \nreneged.\n\nIn September, the U.S. Department of Agriculture cut food stamps to some 800,000 legal immigrants - including an \nestimated 20,000 Laotians - as part of welfare reform.\n\nA month later, Yang was dead. Illiterate, she left suicide cassettes blaming the government\n\n\"She lost her country because we fought on the American side. Then she loses her benefits because she wasn't a \nU.S. citizen,\" said Yang's 30-year-old son, Toby Vue, sitting in his Sacramento home.\n\nPanic and despair have prompted two other suicides, community leaders say - one in Fresno, Calif., home to the \nlargest U.S. Hmong population, another in Wisconsin.\n\n\"The whole community is at the point of desperation. They say 'We fought for your country, we died for your \ncountry.' Assistance from the government is what they were promised,\" said Victor Hwang of the Asian Law Caucus \nof San Francisco.\n\n\nSince the Vietnam War ended in 1975, about 180,000 mostly Hmong Laotians have immigrated to America. More \nthan half landed on federal assistance. An estimated 35 percent to 45 percent remain there, nearly all of them older \npeople. Unlike their children, they couldn't assimilate into U.S. culture.\n\nPresident Clinton, in his January State of the Union address, asked Congress to reinstate food stamps to legal \nimmigrants by December. That is too far off, Hmong advocates say.\n\n\"Some people are talking about wiping out their whole families because they feel so bad, and betrayed, and not \nworth anything anymore,\" said Yi Xiong of the California Statewide Lao Hmong Coalition.\n\nPhilip Smith directs the 11,000-member Lao Veterans of America in Washington, D.C. He is pushing a bill making it \neasier for Laotians to become citizens.\n\n\"This is really not the way this country should be treating people who gave their lives during the Vietnam War,\" he \nsaid.\n\nCIA spokesman Mark Mansfield declined comment.\n\nJim Parker is one of the few surviving CIA advisers who served in Laos. He made no promises to the Hmong, he \nsays. He does not consider them veterans.\n\n\"When they talk about fighting and dying for the Americans, it was a common enemy we were fighting,\" said Parker, \nwho now writes books and lives in North Carolina. \"They were already fighting the communists when we went there. \nI don't feel like we abandoned them.\"\n\nThe United States is not the best home for them, he said. \"They're a Stone Age people.\n\nThe Hmong were recruited - some say drafted - by Gen. Vang Pao, the highest-ranking Hmong in the Lao military. \nPao also worked for the CIA.\n\nLaos, sandwiched between Thailand and Vietnam, was pivotal to Pentagon strategists fending off communism. But \nunder a 1962 treaty, Laos also was off-limits to U.S. military personnel.\n\nSo the CIA waged covert war there, using the Hmong to gather intelligence, rescue downed U.S. pilots and guard \nradar and surveillance installations.\n\nThe Hmong suffered heavy casualties. An estimated 30,000 soldiers and civilians died before the last Americans \npulled out in 1974.\n\nChia Yang and her husband Sua Chai Vue gathered their children, a few pounds of rice and started walking to \nThailand, where refugee camps had opened at the border.\n\nAt the camps, the family waited four years before entering the United States. They were woefully unprepared.\n\nVue's father rarely found work. The family lived on federal assistance from the day they arrived.\n\nThe 1996 Welfare Reform Act took effect in September. And so began the last year of Chia Yang's life.\n\nThe first government letter warned that her disability payments of $640 would cease. That would leave only her \nhusband's $400 welfare check and $180 in food stamps for the couple and their two youngest children to live on \neach month.\n\nYang panicked, then slid into depression. She already suffered from high blood pressure and kidney problems.\n\nShe tried to become a U.S. citizen, but twice failed because of her poor English.\n\n\n\n\"I'm worthless,\" she told her son. \"Maybe they're right. I'm just like a dummy.\" For the first and only time, she spoke \nof killing herself.\n\n\"Don't talk like that,\" her son said.\n\nVue visited Oct. 15, the day before his mother chose to die. Her eldest son sat next to her. \"I just need to rest a little \nbit,\" she said. \"I'll be OK tomorrow.\"\n\nShe watched TV with her husband. They went to bed about midnight.\n\nAt 3:30 a.m. her husband of 33 years woke alone. He checked the bathroom, the kitchen, the backyard. Then he \nopened the garage door.\n\nHer family found two cassette tapes. On tape she spoke of her Supplemental Security Income and her Aid to \nFamilies with Dependent Children. \"What if I lose my SSI?\" She asked. \"What if my husband and children lose their \nAFDC grant? If they stop my grant I'm going to die anyway.\"\n"}