{"title": "FIELD HEARING OF THE HOUSE JUDICIARY COMMITTEE SUBJECT: \"SHOULD MEXICO HOLD VETO POWER OVER U.S. BORDER SECURITY DECISIONS?\" CHAIRED BY: REPRESENTATIVE JAMES SENSENBRENNER (R-WI) WITNESSES: SHERIFF LEO SAMANIEGO, EL PASO COUNTY, TEXAS; ALISON SISKIN, SENIOR ANALYST, CONGRESSIONAL RESEARCH SERVICE; ANDREW RAMIREZ, CHAIRMAN, FRIENDS OF THE BORDER PATROL; RICHARD WILES, CHIEF, EL PASO POLICE DEPARTMENT; KATHLEEN WALKER, PRESIDENT-ELECT, AMERICAN IMMIGRATION LAWYERS ASSOCIATION LOCATION: CHAMIZAL THEATER, EL PASO, TEXAS", "body": "\nREP. SENSENBRENNER:  The Committee on the Judiciary will come to order.  The chair notes the presence of a \nquorum for the purpose of taking testimony.\n\nMicrophones are not on -- thank you.\n\nI'll start again.  The Committee on the Judiciary will come to order.  The chair notes the presence of a quorum for \nthe purpose of taking testimony.   \n\nWith me here today are Congressman John Hostettler of Indiana, the chairman of the Subcommittee on \nImmigration; Congressman Louis Gohmert of the northeastern part of Texas; Congressman Jack Kingston of \nGeorgia; Congresswoman Sheila Jackson Lee of Texas.  Congressman Silvestre Reyes has got an engagement \nabout now, and when he is done with that engagement he will come to join us as well.\n\nAnd I'm Congressman Jim Sensenbrenner of Wisconsin, the chair of the House Judiciary Committee.\n\nI would like to welcome everybody to the second field hearing of the committee on the subject of illegal immigration.  \nThe purpose of this series of hearings is to examine the challenges our nation currently faces with regard to illegal \n\n\nimmigration and the impact that the Reed-Kennedy immigration bill passed by the Senate would have if it were to \nbecome law.\n\nThe committee's first hearing examined the enormous cost illegal immigration imposes upon American taxpayers \nand social services.  The focus of today's hearing is the issue of whether the United States should be forced to \n(prospectively ?) consult with a foreign government when taking steps to strengthen the security of our borders, \nsomething that Section 117 of the Reid-Kennedy bill requires.\n\nToday's hearing will also look at the social and fiscal consequences of large-scale illegal immigration such as drug \nsmuggling, alien trafficking and violent crime in El Paso and the other cities and towns along the Southwest border, \nand examine whether the Reid-Kennedy bill would address or merely compound these problems.\n\nThe nation's sovereignty is defined in part by the ability to control its borders.  President Reagan once remarked \nthat, quote, \"a nation without borders is not really a nation.\"  The United States has historically derived strength \nfrom its embrace of legal immigrants from all corners of the globe.  However, as a sovereign nation the U.S. must \nalso maintain the sole power determine who may enter its borders and under what conditions. When more than a \nhalf-million individuals individuals enter the country illegally or fail to abide by the terms of their entry on an annual \nbasis, it not only erodes U.S. sovereignty but presents a clear threat to American citizens in the post-9/11 world.\n\nAmerica's southern neighbor, Mexico, recognizes the importance of being able to control its borders and \naccordingly has very tough laws and practices to limit the entry of non-Mexicans into that country. One might \nquestion, however, whether they respect the United States' right to control its own borders.  According to a New \nYork Times article published on May 25th of this year, then-candidate and now newly elected President Felipe \nCalderon stated defiantly, \"The more walls they build, the more walls we will jump,\" unquote. \n\nIf enacted, the Reid-Kennedy bill would require that before the U.S. can construct any additional fencing and related \nborder security structures along our Southern borders, we must consult with federal, state and local Mexican \nofficials.  The mandate in the Senate bill represents an unprecedented surrender of America's sovereignty. \nMoreover, it defies common sense to require that proposals to strengthen our border security be vetted by the same \nofficials who have actively encouraged the exodus of their nationals across our southern border.\n\nIn addition to illegal immigrants who cross unprotected sectors of our Southern border in search of improved \neconomic conditions, the lack of a border fence allows those involved in drug trafficking and human smuggling \noperations, as well as other violent criminal aliens, virtually unobstructed movement across the border.  Despite the \ndaily threat that this criminal element poses to cities and towns along the border and the fact that local enforcement \nofficials are often out- manned and out-gunned, they faithfully perform their duty to fight such criminal activity as \nbest they can.  As a result, there are so many criminal aliens in the jails of El Paso and other border towns that city \nbudgets are strained to pay for their detention.\n\nH.R. 4437, House-passed immigration reform bill that I authored along with Chairman Peter King of the Homeland \nSecurity Committee, authorizes $100 million to help border community law enforcement agencies cope with the \ncost of crime committed by illegal immigrants and the Mexican professional criminals.  The Reid-Kennedy bill has \nno such provision.\n\nFinally, the Reid-Kennedy bill would prohibit local sheriffs and police from assisting with the vast majority of \nimmigration enforcement that's civil in nature.  This would deprive local law enforcement of vital tools they need to \ngovern their communities and deny the Department of Homeland Security the vital assistance it could otherwise \ncount on in enforcing our immigration laws.  H.R. 4437 takes the opposite and better approach of clarifying that \nlocal law enforcement can voluntarily assist in the enforcement of all of our immigration laws. \n\nBefore I recognize Representative Jackson Lee for opening remarks, I would like to remind members and witnesses \nthat this hearing is being conducted consistent with all applicable House and committee rules of procedure.  \nTherefore, I ask witnesses to limit their remarks to five minutes of oral testimony, and we'll recognize members for \nfive minutes of questioning, alternating between minority and majority members seeking recognition.\n\n\n\nIn addition, because we have members of Congress present today who are not members of the Judiciary \nCommittee, I ask unanimous consent that they be permitted to participate in today's hearing, and this specifically \napplies to Congressman Kingston and Congressman Reyes.  And without objection, so ordered.\n\nAt this point, I ask unanimous consent that all opening statements be included in the record and recognize the \ngentlewoman from Texas, Ms. Jackson Lee, for her opening remarks.\n\nREP. SHEILA JACKSON LEE (D-TX):  Thank you very much, Mr. Chairman.  Thank you very much for holding this \nhearing in El Paso, Texas.  I know on behalf of Congressman Reyes, whose district we are in, we are appreciative \nthat an opportunity has come to this community as it has come to Houston and as it has come to Laredo.\n\nHowever, my disappointment in all of the hearings that we have had the opportunity to participate in is that they \nhave not been hearings to seek the input of the community at hand, whether they are proponents or opponents of \nthe question before us.  The hearings, of course, have been held by different committees, but we have come to \ndifferent cities under the pretense of the American people.  And we're not listening to the American people for we \nare not allowing a public input to these proceedings.\n\nI am delighted, however, and I thank you, Mr. Chairman, because I understand you were able to visit the Mexican-\nEl Paso -- or Texas -- border and had an opportunity to see Border Patrol agents and others working collaboratively \nand cooperatively together.\n\nLet us be very clear.  The chairman who held the hearing in Houston yesterday made it very clear on the record \nwe're here to promote and pump up H.R. 4437, the House bill.  But the question is never raised when you're here to \npump up and support H.R. 4437 that that legislation creates a felony status for millions and millions of those inside \nthe U.S. border.  That is really the question that should  be answered.  All other questions could be answered in the \nreconciliation of the conference committee of which we are not holding.  These hearings are out of regular order.  \nThese hearings would not necessarily have to be held; they've never been held. Hearings are usually held before \nbills are passed.\n\nAnd so we start today on a premise that is incorrect.  There is no such thing as a Reid-Kennedy bill.  There is a \nSenate bill that has the support of individuals like Senator Hagel, individuals like Senator John McCain, Senator \nSpecter.  It is a bipartisan bill.  But there are elements of the House bill that are worthy of reconciling with the \nSenate bill.  Let's get to work.\n\nThe House immigration reform bill, H.R. 4437, was passed on December 16th, 2005.  The Senate immigration \nreform bill, the Comprehensive Immigration Reform Act of 2006, was passed on May 25th. And as I've just said, \nnow it's time for conference.  H.R. 4437, however, was introduced on a Tuesday -- that's the House bill -- and \nwithout a single hearing before the full Judiciary Committee was marked up, moved to the floor and passed the \nfollowing Friday.  This was done without hearings and without any input from the minority party in directing the bill.\n\nEven though Republicans hold the White House and a majority in both House of Representatives and the Senate, \nthey refused to go to conference and develop real immigration reform package that would be meaningful and bring \nabout long-term results.  Instead, they are stalling.  They stalled before Congress broke for the August district work \nperiod, and they're continuing to stall.  Republican-controlled Congress is simply doing nothing, nothing about the \n12 million people in this country using false identifiers, nothing to better secure the border, nothing to protect the \njobs of American workers by implementing a real employer identification system, nothing to help our Border Patrol \nagents, nothing to change the fact that our immigration system is inadequate and broken -- simply nothing.\n\nAnd when I went to the San Diego hearing -- (applause) -- when I went --\n\nREP. SENSENBRENNER:  The gentlewoman will suspend.  The chair recognizes all those who have joined us in \nthe audience today and welcomes them.  This is a very emotional issue.  There are strongly held views on both \nsides of the issue.  People who are witnesses and members of the committee are going to say something that many \n\n\n\nof you in the audience agree with strongly and many of you disagree with strongly.  The next witness or the next \nmember will probably do the opposite.\n\nNow, in order to conduct this hearing properly and in accordance with House rules which specifically prohibit \ndemonstrations of any kind in the audience, either in support or in opposition to the rules, it's the chair's duty to \nmaintain order at these hearings and to ask all of you to be respectful of the statements that are made, those which \nyou agree with and those which you disagree with. \n\nI would point out that Rule 11.2(k)(4) of the House of Representatives provides, quote, \"that the chairman may \npunish breaches of order and decorum by censure and exclusion from the hearings and the committee may cite the \noffender to the House for contempt of Congress.\"  The chair will use this authority.  It hopes he will not have to.  \nAnd I would ask everybody in the audience to be respectful of statements that are made, whether you disagree with \nthe statements or agree with them. \n\nThe gentlewoman from Texas has a minute and 10 seconds left and may proceed.\n\nREP. JACKSON LEE:  But I beg to indulge these individual citizens, Mr. Chairman, but I thank you for your words.\n\nLet me finish by simply saying in San Diego, I held up the bars of Sailor Perez that was given to me on my journey \nto Iraq in the theater, protecting those who live in the United States.  Sailor Perez has an immigrant background.  \nThe audience in San Diego -- anti- immigrant audience on, unfortunately, one of our military bases -- booed.  And I \nwas cited as demagoguing by some of the alleged staff of this majority.  Let me make it very clear.  When I hold up \nthe bars of an individual who's on the front lines who is an immigrant, I hold them up in great respect.  And I ask \nthe question, why are we demagoguing reform of the immigration system?  Why don't we go to conference?  Let's \ndo something, and let's have comprehensive immigration reform, border security and a pathway to citizenship, \ndecency on behalf of this sailor and many others who are on the front lines whose immigrant background says \nthey love America.\n\nI yield back, Mr. Chairman.  (Applause.)\n\nREP. SENSENBRENNER:  The time of the gentlewoman has expired.\n\nNow, the chair doesn't want to have to repeat what he just said about what the rules of the House require.  I would \nask the audience to be respectful of the rules of the House whether you agree with what is said or disagree with \nwhat is said.\n\nNow, we have five witnesses today.  Three were selected by the Republicans and two were selected by the \nDemocrats.\n\nThe first witness will be Sheriff Leo Samaniego who has served as the sheriff of El Paso County since he was first \nelected in 1984. Prior to his election as sheriff, Leo Samaniego served in the El Paso Police Department for 28 \nyears.  He is a 1972 graduate of the FBI National Academy.  He serves as a member of the Texas Crime \nPrevention Association, American Legion Post 74, then as chairman of the El Paso Area Community Justice \nCouncil.  He has been the recipient of numerous awards, including the League of Women Voters Bravo Award and \nthe City of El Paso Conquistador Award.\n\nDr. Alison Siskin is a senior analyst at the Congressional Research Service where she specializes in immigration \nlegislation.  Her immigration expertise covers legislation dealing with alien detention and removal, criminal aliens, \ninterior investigations, international adoptions, non-citizen eligibility for public benefits and the visa waiver program.  \nDr. Siskin received her bachelor's degree in applied mathematics from Brown University and a Ph.D. in sociology \nfrom Stanford University.\n\nAndrew Ramirez serves as the chairman of the Friends of the Border Patrol, a nonprofit organization that was \ncreated to support the U.S. Border Patrol and their agents while improving the quality of life for border residents.  \n\n\n\nFounded in August 2004, the FBP works with and supports law enforcement officials across the United States.  It \ncontinues to investigate Border Patrol sectors along the border and in Puerto Rico.\n\nChief Richard Wiles has served in the El Paso Police Department since 1982 and was appointed chief of police in \n2004.  Prior to joining the police force, Chief Wiles also served in the El Paso Fire Department.  He is a graduate of \nthe University of Texas at El Paso, and among other postgraduate degrees and certifications is a graduate of the \nFBI's National Academy.\n\nKathleen Walker is currently the president-elect of the American Immigration Lawyers Association.  She serves as \nchairperson of the Immigration and Nationality Law Board Certification Exam Committee for the State Bar of Texas \nas well as on the advisory committee.  She has served on the Standing Committee of the State Bar of Texas on \nImmigration and Nationality Law and has served on the board of governors of AILA for several terms.  She is \ncurrently the chairperson of the Immigration Department of the El Paso, Texas-based law firm Kemp Smith.\n\nWould all of you please stand and raise your right hand and take the oath?\n\nYou and each of you solemnly affirm that the testimony you are about to give this committee will be the truth, the \nwhole truth and nothing but the truth so help you God?\n\nLet the record show that all of the witnesses answered in the affirmative.\n\nAnd before I recognize the witnesses for opening remarks, I would like to remind the members and witnesses that \nthis hearing is being conducted consistent with all applicable House and committee rules of procedure.  Therefore, I \nask the witnesses to limit their remarks of oral testimony to five minutes.  And we'll recognize members for five \nminutes of questioning, alternating between minority and majority members seeking recognition.\n\nSo Sheriff Samaniego, you're first up. \n\nSHERIFF SAMANIEGO:  Thank you, sir.  Mr. Chairman, members of the committee, welcome to El Paso.  As law \nenforcement officers on the border with Mexico, our primary concern is the welfare and safety of our citizens and \nour nation.  The terrorism threat to our country is very real.  It is unfortunate that most Americans have already \nforgotten the fear, the terror and the anger that we experienced on 9/11.\n\nThe majority of illegal aliens that come across our border are individuals looking for a better life.  Unfortunately, \nthere are a large number of criminals also entering among them.  Border patrol must be a priority.  The fact that \nborder security and illegal immigration is the responsibility of the federal government does not lessen the burden \nbeing placed on border law enforcement agencies that are already overburdened, understaffed and underfunded.  \nLaw enforcement and criminal justice expenses associated with illegal immigration exceed $89 million annually for \nborder counties.\n\nEl Paso is one of the leading gateway cities for the trans- shipment of narcotics as well as a staging area for illegal \naliens. There are at least five powerful drug trafficking organizations operating in and through the Juarez-El Paso \ncorridor.  Hundreds of smaller groups assist the major organizations in their smuggling, stashing, transporting, \ndistribution and money laundering efforts.\n\nMexican drug cartels are quietly taking over Colombia's drug trafficking rings and are becoming the world's largest \ncriminal enterprises.  Mexico does a lot of counterdrug operations and several major traffickers have been arrested.  \nBut you do not hear of any seizures or major arrests along the U.S.-Mexico border.  I have long suspected that drug \ntraffickers and alien smugglers are in control of the border and not the Mexican army or law enforcement agencies.  \nThe economic conditions in Mexico and the long history of corruption of law enforcement agencies at all levels of \ngovernment make it easy for drug cartels to operate. \n\nOur government should do whatever needs to be done to take control of our border.  Senate Bill 2611 requires that \nfederal, state and locals meet with their Mexican counterparts before building either a fence or installing barriers.\n\n\n\nMexico strongly opposes the erection of any fence on any part of the border.  This is tantamount to a homeowner \nasking a burglar if he approves of the homeowner installing bars on his windows.  It is not in the best interest of the \nMexican government for the United States to improve security on the border.\n\nSection 607 of House Resolution 4437 provides $100 million for border county sheriffs from Texas to California to \nhire, train and equip additional deputies.  It also implements Operation Linebacker, provided by the Texas Border \nSheriffs Coalition, to form a second line of defense and protect our border.\n\nOne step away from the border line is our jurisdiction.  When drug lords and illegal immigrants get past the Border \nPatrol, when a crime is committed against a state resident or an illegal alien, we, the sheriffs, have to deal with the \nconsequences.\n\nWe urge approval of Section 607.  The Senate bill authorizes only $50 million for any agency within 100 miles of \neither the Canadian or Mexican border.  In my opinion, the money would be so diluted, because of the large number \nof agencies involved, that it could turn out to be a waste of money.\n\nIn January of 2006, Governor Rick Perry decided to provide funding to the 16 Texas border sheriffs to implement \nOperation Linebacker.  The result of Operation Linebacker has been outstanding in regards to crime deterrence, \ndrug seizures, arrests made and citizen satisfaction.\n\nEl Paso County sheriff's office has been criticized in the use of enforcing immigration law by several misguided and \nmisinformed groups. House Resolution 4437 clarifies that SAFE have the inherent authority to enforce all \nimmigration laws.  The Senate bill is similar but also states that states have inherent authority to enforce only the \ncriminal provisions of immigration law.\n\nThe assistance of state and local law enforcement agencies can mean the difference between success and failure \nin enforcing immigration laws.  The more than 650,000 officers nationwide represent a massive force multiplier. \n\nHouse Resolution 4437 would give us all the authority we need to enforce immigration laws.  I wasn't elected to fail \nin my responsibility to uphold the law.  The federal government has failed to provide a response to the threats along \nthe border.\n\nThe law-abiding, taxpaying, rural residents in my county demand equal protection from those who have no regard \nfor human life or human dignity.  They insist on an immediate response to escalating threats by drug and human \ntraffickers.  They pay taxes to live free of intimidation.  I will not fail them.  The question is, will you continue to fail \nthem?\n\nThank you, sir.\n\nREP. SENSENBRENNER:  Thank you, Sheriff.\n\nMs. Walker.\n\nMS. WALKER:  Chairman Sensenbrenner, Ranking Member Sheila Jackson Lee and the rest of the distinguished \nmembers of the committee and our audience, thank you for the opportunity to provide this testimony this morning.\n\nYou've already had my bio.  Let me go ahead and go into some of the comments I hope to make today.\n\nFirst of all, as to the hearing title, I'm perplexed, because there is no veto power provided in Section 117 of Senate \nBill 2611. In fact, what it merely provides is what we commonly do here on the border, and that is consult with our \nneighbors across the way.  In fact, that consultation has led to all sorts of positive results.\n\nI want to at least read into the particular record what Section 117 specifically provides; that is, to solicit the views of \naffected communities, lessen tensions, foster greater understanding and stronger cooperation on this and other \nimportant security issues of mutual concern.\n\n\n\nThe history in El Paso is one of consultation:  The U.S.-Mexico Border Health Commission regarding health issues \nthat we share; the Air National Boundary and Water Commission regarding environmental issues.\n\nWe have several firsts in the state of Texas based on cooperation with our federal agencies here dealing with \nsecurity -- the first dedicated commuter lane in the state of Texas, the first fast and secure trade lane in the state of \nTexas.  That's due to our cooperation and work with our neighbors across the Rio Grande as recently as our floods \nin the past few weeks.\n\nTo sit here and tell me that it is somehow a problem to consult -- to me the question is, how can one effectively \nachieve any  objective without proper consultation with your neighbors across the way?  I would no sooner build a \nfence than consult with my neighbor. I'm sure all of us would do so.\n\nAnother comment here concerning what we're talking about as to local law enforcement and what H.R. 4437 really \nprovides.  I certainly respect Sheriff Samaniego and am certainly grateful for all of his hard work.  But Section 607 \nof the 4437 bill talks about sheriffs dealing with people who are not lawfully present in the U.S.\n\nAs an immigration lawyer, lawful presence right now is tied to a number of different issues.  I can fail to file an AR-\n11 change of address card.  I can fail to have the appropriate number of hours as a student.  All of that can be a \nstatus violation under immigration law.\n\nThere's a whole series of memos trying to interpret what unlawful presence means.  This is not a simplistic analysis.  \nImmigration law is complex.  And to sit here and say that it is simplistic to see some sort of demarcated brand of \n\"(You ?), undocumented\" on someone's forehead is salacious.\n\nOur National Crime Information Center data base trying to throw in information regarding overstays and that having \nsome local law enforcement agent trying to figure out whether someone's lawfully here leads to racial profiling.  It \nleads to erroneous arrests of U.S. citizens.  We are not at any point right now concerning the use of NCIC to be \nable to figure out whether or not someone's lawfully here. I have been practicing immigration law for 21 years.  I'm \nstill learning.  It's still ever-changing.\n\nThe bottom line regarding this hearing today is asking you to go back to the Hill, asking you to come up with a real \nsolution to the issue here.  That solution involves two parts, two sides of the coin. We have enforcement.  We've \ndealt with it for the past 10 years concerning Border Patrol, and increasing enforcement has not resulted in a \ndecrease in illegal migration.\n\nLet's go ahead and resolve this as I know the people on the Hill are capable of doing.  We resolve it by addressing \nemployer needs. There's a recent quote last week, the Texas Producers Association basically saying comparison to \nRome burning.  \"The produce is going to burn in Texas while Congress fails to take action on effective immigration \nreform to address our employment needs.\"\n\nWe're only asking for something rational, something logical, something that indeed gives us true security on this \nborder.  Our history here is one of cooperation, of effectiveness, of real results. And we've been able to achieve that \nby taking the hard issues head-on.\n\nI'm very concerned that we are looking at a \"security light\" approach with H.R. 4437.  The hard one is to go ahead \nand figure out how we deal with the undocumented in the United States, the undocumented that indeed, if we want \nto look at the Social Security  Suspense Fund, have put billions of dollars that are basically supporting those of us \nwho are retiring in the United States.\n\nThere is some logic here, and the logic here is to go ahead and take effective action and combine immigration \nreform with enforcement. And then I hope that you will hold all of us accountable for achieving that.  We certainly \nexpect that here in El Paso, and we've been able to achieve many positive results by doing effective action \ntogether.\n\nThank you for the time.\n\n\n\nREP. SENSENBRENNER:  Thank you.\n\nChief Wiles.\n\nCHIEF WILES:  Honorable chairman and members, thank you for the opportunity to be here with you today.  \nWelcome to El Paso.  I hope, while you've been here, you've had the opportunity to enjoy our great city, even \nthough it's been raining a little bit.\n\nEl Paso is immersed in tradition and culture, but its uniqueness comes from being the largest city of the United \nStates on an international border.  But we're connected in many ways.  Each day tens of thousands of vehicles and \npedestrians move across one of three international bridges between the two cities.\n\nMuch of this traffic is attributed to mass -- (audio break) -- that the economy of El Paso is favorably impacted by \ntens of millions of dollars each year because of Mexican shoppers.  There is no getting around it.  Our cities are \neconomically tied to each other in many ways. \n\nBut much more important than economics is the issue of families. The Rio Grande divides much more than our two \ncountries.  It divides families.  Much of the traffic on our bridges is simply everyday people doing all they can to \nmaintain their family relationships.\n\nIt goes without saying that many United States citizens living in El Paso are originally from Mexico or descendants \nfrom individuals who have migrated from Mexico. According to the 2000 U.S. Census, over 78 percent of the \npopulation of El Paso is made up of Hispanics or Latinos.  Seventy-three percent speak a language other than \nEnglish at home.  And 27 percent of the residents of El Paso are foreign-born.\n\nThat makes us very unique, and it makes the situation very difficult when the federal government is talking about \nimmigration and immigration reform and trying to tie it into problems that other cities are having around our nation.\n\nWe're no strangers to illegal immigration issues.  It's been said, and I agree wholeheartedly, that most illegal \nimmigrants are coming into the United States to seek a better life for themselves and their families.  And we do \nknow that we have some that come here for criminal intent.  There are drug smugglers.  There are human \ntrafficking that occurs.  There are criminals that take advantage of illegal immigrants and commit crimes against \nthem.  And those are issues that we have to deal with.\n\nThe federal government is clearly facing a major challenge when dealing with issues of immigration and immigration \nreform.  There must be a constant balance of ensuring that while the flow of illegal immigration is curtailed, those \nengaged in lawful migration for purposes of trade and/or personal matters are unimpeded.\n\nThere's two issues that I want to comment about today, and the first one is the issue of what we've discussed about \nillegal immigrants coming over here to commit crimes.  I just want to point out that El Paso, as I've mentioned, has \nmany immigrants, both illegal and legal, and El Paso has been named the second safest city in the United States \nwith a population of over 500,000.\n\nAnd we've had that position for about two or three years now, and prior to that it was the third-safest city.  And this \nis independent research conducted by Morgan Quitno Press and includes all the major cities -- all the cities in the \nUnited States and then separates the major cities over 500,000. \n\nIf it were true that the majority of illegal immigrants were coming over here to commit crimes, why is El Paso so \nsafe?  You would think here, more than anywhere, we would have significant crime problems within our city limits, \nand we do not have those problems.\n\nThe other issue is in regards to should local law enforcement be enforcing immigration laws?  As the chief of police \nof the city of El Paso, I am a member of the Major City Chiefs, which is a leader in the law enforcement field and \nrepresents the local law enforcement community.  It is comprised of 57 law enforcement executives of the largest \npolice organizations in the United States and Canada.\n\n\n\nIn June of 2006, the major city chiefs adopted a position specific to the issue of enforcement of immigration laws by \nlocal police agencies.  Because of all the issues involved in a city such as El Paso, I was asked to serve on a \ncommittee with eight other high- ranking police executives, including the sheriff of Los Angeles County, the chief of \npolice from Los Angeles police department, Detroit, New York, Seattle, Tucson and Miami-Dade.\n\nThis committee ultimately submitted a proposal that was adopted by the Major City Chiefs as the official stance of \nthe entire organization.  And I have submitted that proposal for your review.\n\nThe issues are numerous, but the main issues I want to point out is lack of resources.  We're struggling to retain \nand recruit officers just to do the daily police and quality-of-life issues that our community expects of us.  To expect \nus to take on another issue such as immigration and to find the time to be able to do that, we just don't have that \ntime.  We don't have the resources.\n\nSecondly, immigration law is very complex.  They involve both civil and criminal statutes.  The federal government \nand its designated agencies under the Department of Justice and Department of Homeland Security have clear \nauthority and responsibility to regulate and enforce immigration laws.\n\nThe most important one, though, that I'd like to point out is what makes El Paso safe is community policing and the \ntrust and partnerships that we've built with the members of our community.  We have a significant immigrant \ncommunity.  In addressing crime and disorder at the macro level, we cannot simply police around undocumented \nimmigrants.  We need the trust and cooperation of victims and witnesses whether they are documented or not.\n\nI would like to just close in saying that the communities across our nation are diverse, and many are dealing with a \nvast amount of social problems and ills, some caused by illegal immigration and some not.  Since this issue is one \nthat squarely falls within the realm of jurisdiction of the federal government, it's not even proper to ask communities \nto consider this issue, as it causes dissension and friction in communities that have other pressing problems to deal \nwith. \n\nThe United States government needs to address this issue at the federal level, understanding that while state and \nlocal agencies should not be burdened with the enforcement of immigration laws, we stand ready to assist in areas \ninvolving criminal activity.\n\nThank you. \n\nREP. SENSENBRENNER:  Thank you, Chief.\n\nDr. Siskin.\n\nMS. SISKIN:  Thank you, Chairman Sensenbrenner, Ranking Member Jackson Lee and distinguished members of \nthe committee, for the invitation to appear before you today.\n\nMy testimony will focus on the financial impact of illegal immigration on border communities and several of the \nimmigration enforcement-related provisions in H.R. 4437, the Border Protection Antiterrorism and Illegal \nImmigration Control Act of 2005, as passed by the House of Representatives on December 16th, and S. 2611, the \nComprehensive Immigration Reform Act of 2006, as passed by the Senate on May 25th.\n\nAs the committee is well aware, it is very difficult to enumerate a population which is trying to avoid detection by the \ngovernment.  A major issue with cost estimates in the unauthorized population is the lack of reliable data on the \nnumber and distribution of unauthorized aliens.  As a result, attempts to quantify the cost and benefits of the \nunauthorized population are hindered by the simple fact that there is not agreement on the number of unauthorized \naliens residing in the United States.\n\nNonetheless, there have been studies using different methodologies which have attempted to qualify the cost of \nunauthorized migration.  I would like to submit for the record a CRS memorandum discussing the findings of several \nof these studies.\n\n\n\nREP. SENSENBRENNER:  Without objection.\n\nMS. SISKIN:  And I would like to discuss a 2001 study by the United States Border County Coalition on the cost of \nlaw enforcement, criminal justice and emergency medical services provided to border communities -- provided by \nborder communities to unauthorized aliens.\n\nThe study found that in fiscal year 1999, border communities spent approximately $108 million providing these \nservices to unauthorized aliens.  Specifically, the study found that for law enforcement and criminal justice costs, \nthe border communities of Texas spent $22 million.  And of that amount, $13 million was spent by the Texas \nsheriffs, including $5 million spent by the El Paso sheriffs department.  However, the report did not address the \namount of taxes  paid by unauthorized aliens, which may offset some of the reported costs.\n\nBoth H.R. 4437 and S. 2611 have provisions aimed at addressing the cost of unauthorized aliens on state and local \nlaw enforcement. H.R. 4437 would create a grant program for states and their subdivisions to procure equipment, \ntechnology, facilities and other products that facilitate or directly relate to the investigation, apprehension, arrest, \ndetention and transportation of immigration law violators.\n\nAnother program created by the House bill would require the attorney general to reimburse or provide an advance \nto county sheriffs within 25 miles of the southern border for costs associated with the transfer of unlawfully present \naliens to federal custody.\n\nUnder the bill, aliens taken into custody by these sheriffs would be deemed federal prisoners in federal custody.  \nThe House bill would also reimburse property owners for the costs incurred repairing private infrastructure damaged \nby aliens attempting to illegally enter the country.\n\nS. 2611 would create a grant program to reimburse states and local governments for costs associated with \nprocessing illegal immigrants through the criminal justice system and create another grant program for eligible law \nenforcement agencies to address criminal activity that occurs near the border and the impact of lack of security \nalong the border.\n\nS. 2611 would also create a grant program for Indian tribes with land adjacent to the border who have been \nadversely affected by unauthorized immigration.\n\nS. 2611 would also reimburse the Southwest border state and county prosecutors for prosecuting federally initiated \nand referred drug cases.\n\nMoreover, H. 4437 would permanently authorize the State Criminal Assistance Program, SCAP, but prohibit states \nor political subdivisions that have ineffective statute policy or practice that prohibits law enforcement officers from \nassisting or cooperating with federal immigration officials in the course of carrying out the officer's duties from \nreceiving these funds.  S. 2611 would simply extend SCAP through fiscal year 2012.\n\nIn addition to the cost of unauthorized immigration borne by state and local governments, another issue is the \ninteraction between the Department of Homeland Security Immigration and Customs Enforcement and local law \nenforcement in the ability and willingness of ICE to take unauthorized or removable aliens into custody when they \nare encountered by state or local law enforcement or at the conclusion of their criminal sentences.  \n\nWhen local law enforcement encounters an alien during their routine duties, they can contact ICE's Law \nEnforcement Support Center, LESC, to confirm whether the person is a removable or unauthorized alien. Whether \nICE will take the alien into custody often depends on the workload of the special agents, the distance to the jail, and \navailable detention space.\n\nBoth bills would mandate that in -- that additional information related to certain immigration violators be included in \nthe National Crime Information Center System, NCIC, allowing for instant access by most law enforcement to \ninformation on the immigration status of certain aliens.  However, the bills differ in the information that would be \nrequired to be entered.  State and local law enforcement officers also come into contact with criminal aliens in the \n\n\n\ncourse of their normal duties. Some are incarcerated in federal, state or local facilities, while others are in \ncommunities around the country because they have already served the criminal sentences. The potential pull of \nremovable criminal aliens is in the hundred to thousands, but exact amount is unknown.  (In ?) the institutional \nremoval program, which is conducted at state and local prisons, incarcerated aliens for -- incarcerated aliens \nconvicted of crimes. As a result, the aliens are taken into custody at the end of their sentence and removed quickly.\n\nH.R. 4437 would mandate that the IRP be extended to all states, while S. 26 would direct DHS to continue to \noperate the IRP or another similar program.  In addition, both bills would authorize state and local law enforcement \nto hold an illegal alien up for -- up to 14 days after the alien completes his state sentence to effectuate the transfer \nof the alien to federal custody for removal and would allow state and local law enforcement to issue detainers that \nwould allow aliens to serve prison sentences, to be detained until ICE can take the aliens into custody.\n\nOnce again, thank you for your invitation to be here.  I am at your disposal for questions.\n\nREP. SENSENBRENNER: Thank you very much.\n\nMr. Ramirez?\n\nMR. RAMIREZ:  Thank you, Chairman Sesenbrenner, Ranking Member Jackson Lee, and members of the \ncommittee for inviting me to testify. Should Mexico hold veto power over U.S. border security decisions? That is one \nof the issues that I am prepared to discuss today. Other  issues that I am prepared to discuss include civilian border \nobservations projects; the virtual wall, including misinformation about boots on the ground; remote video \nsurveillance cameras, ground sensors, tunnel detection, and other technologies that can be used to secure our \nborders; two, the ways in which the trade corridors for NAFTA and CAFTA have undermined border security, \nexpanding the flow of illegal narcotics and illegal aliens into the United States while creating areas of lawlessness \non our Southern border that provides easy access for criminal gangs, and worse, for terrorist organizations.\n\nIn an e-mail to my vice-chairman, dated August 15, 2006, Fredo Arias King, former adviser to Mexican President \nVicente Fox, wrote, \"One thing that is readily noticeable is that the loudest pro- immigration advocates in Mexico \nwere and are the loudest anti-American voices.\"  Figures in the Fox government such as Jorge Castaneda and \nAdolfo Aguilar Zinser are seen as geopolitical geniuses by the -- and I quote him -- \"helpless PAN party officials \nwho suffer from some kind of learned helplessness.\" Castaneda and Zinser, says Arias King, long advocated using \nthe immigrants as objects, not subjects, to press Washington and cajole it to do certain things, or simply for \nrevenge. Castaneda even wrote at one point that the Mexican government should repress the U.S. citizens living in \nMexico legally.\n\nI would also like to talk about an incident that occurred right here in El Paso. It involves the greatest miscarriage of \njustice that I have ever witnessed and threatens ability of the Border Patrol to do its job and protect our country.  \nThe two U.S. Border Patrol agents, Ignacio Ramos and Jose Compean, were to be here today but due to the terms \nof their bond agreement are prevented from coming on to federal land. However, their wives, Monica and Claudia, \nas well as their families are with us today. And these agents stopped a drug smuggler from bringing 743 pounds of \nmarijuana into this country. Administrative errors made during the course of that stop should have been handled \nunder standard disciplinary procedures, but, to quote Judge Ted Poe and other members of Congress, \"an \noverzealous prosecutor hijacked those procedures.\"  In a case that is covered with the fingerprints of misconduct, \nas stated by members of Congress and many people throughout America, agents Ramos and Compeon were \nabandoned by the Border Patrol's own management. The result has been devastating to the morale of rank-and-file \nagents as it has raised questions from local law enforcement officials about whether the administration really wants \nto secure our borders or not.  (Scattered applause.)\n\nThey are reiterating what Agent Ramos himself said. Do they want us to catch them or not. \n\nREP. SENSENBRENNER:  (Sounds gavel.)\n\n\n\nMR. RAMIREZ:  That same question is foremost in the minds of 11,000 agents of the Border Patrol, men and \nwomen who put their lives on the line for us every day. They all remember Theodore Newton and George Azrak, \nagents who were murdered by drug smugglers and are now memorialized in the highest decoration that an agent \ncan receive, the Newton-Azrak medal. In a similar way, those in the Border Patrol who believe in the highest ideals \nof public service will never forget the names of Ramos and Compean, the first agents in the history of the Border \nPatrol to go to prison for simply doing their jobs. In fact, during the trial, the smuggler violated the terms of his \nimmunity agreement when he should have been arrested at the point for not telling all information as he was \ndirected within the agreement to do. He didn't, and was spirited back to Mexico at the conclusion of the hearing that \nday.\n\nAnd Mr. Chairman, I do have that agreement, if that could be introduced as well.\n\nREP. SENSENBRENNER:  Without objection.\n\nMR. RAMIREZ: Mr. Chairman, I would like to take this opportunity to request a formal investigation into the Ramos-\nCompean case by the committee, and a public hearing to determine the facts. Questions about the rulings of the \njudge, the conduct of the prosecutor and the jury, and even the Border Patrol itself need to be answered.  Thousand \nof Border Patrol are waiting for answers not only about this case, but also about the greater issues behind it. Until \nthese issues are clarified, all of them risk going to prison. By making an example of Ramos and Compean, a clear \nmessage has been sent to the rest of the Border Patrol.  It doesn't matter what the law says. If you violate such \npolicies as non-pursuit, you will go to prison. Intimidation of the Border Patrol as signaled by the prosecution of \nRamos and Compean coerces others in law enforcement to look the other way, and eventually the American \npeople will be forced to accept the reality of a new transnational sovereignty of the North American community.\n\nIndeed, Mexico has lost effective control of its northern territories.  Mexican police have been compromised by \nbribery, neutralized by intimidation, or eliminated by assassination. Others have joined with criminal elements in \ndrug smuggling and human trafficking. The Mexican military has suffered the same (effect ?) with active duty units, \nincluding generals, operating in the service  of the drug cartels and some here on American soil. The Department of \nHomeland Security has documented at least 235 incursions into the U.S. Less known is the military incursion card, \nwhich has been given by -- to Border Patrol agents in the Tuscon Border Patrol sector as early as 1997 and \ninstructing them in how to react to incursions by military units, which I'd also like to submit for the record as well.\n\nREP. SENSENBRENNER:  Without objection.\n\nMR. RAMIREZ:  A key problem is revealed in the shifting of responsibility for covering key smuggling zones along \nthe Mexican border, including one here in El Paso. Responsibility has shifted from stations that have hundreds of \nagents to stations with only a few.\n\nWhy would the Border Patrol act so blatantly to -- if you look at it from one perspective -- help the cartels unless the \ncorruption that has riddled Mexico for so many years has finally working its way north?  Once again, our \norganization feels that the chief of the Border Patrol needs to be questioned as to this re-detailing and deployment \nof zones of responsibility. The answer to this problem goes back to the creation of the Department of Homeland \nSecurity and the reorganization from the Immigration and Naturalization Service -- or Legacy INS, as it is referred to \nin the agency -- to the new Customs and Border Protection agency at DHS.  Too much power was given to the chief \nof the Border Patrol with no checks and balances, with the sole exceptions of Congress and the American people.  \nLack of security on our border causes security problems throughout our country. Every city in America is now a \nborder town because these drug smugglers, the human traffickers, and the violent gangs associated with them are \nnot confined to the border regions.\n\nI'll just add this, Mr. Chairman.\n\nMR. RAMIREZ: Thank you.\n\nREP. SENSENBRENNER:  Your time has expired.\n\n\n\nThe chair will recognize members alternatively from the Republican and Democratic side under the five-minute rule.\n\nThe gentleman from Indiana, Mr. Hostettler.\n\nREP. JOHN N. HOSTETTLER (R-IN):  Thank you, Mr. Chairman. \n\nAnd I want to thank our witnesses for your contribution to our record on this very important issue.\n\nAnd Sheriff Samaniego, I want say hello to you, and good to see you in your home surroundings.  I appreciate your \ncontribution to the record earlier this year as you testified before our subcommittee.  In that testimony, as a result of \na question I asked you, you gave a very, I think, important perspective on the issue of one of the central elements of \nthe Senate bill, and that is providing legalization -- some of us would go as far as saying amnesty -- for millions of \nillegal aliens currently in our country. And in your testimony, you talk about the potential results for that if we should \nrepeat the mistakes of 1986.\n\nCould you elaborate on what you think will happen with regard to the flow of illegal aliens even after an amnesty \nsuch as suggested by the Senate bill?\n\nSHERIFF SAMANIEGO: Yes, sir. I know it's an extremely difficult situation as to what we're going to do with the 11, \n12, 20 million that are already here. And when you start talking about amnesty or anything that sounds like \namnesty, you fuel the hope of millions and millions of people all over the world that they too can come into the \nUnited States.  And eventually, we're going to do the same thing. We're going to repeat what happened in 1986, \nand what is about to happen here, from what I understand.  I think amnesty is not the answer.  We only encourage \nmore people to come into this country because they know that somewhere down the line they are going to be \nlegalized. And in my opinion, I think we need a worker program.  First of all, we need to control the border. Without \nborder control, you might as well forget about what we're going to do with the ones that are here because the flow \ncontinues.  More and more people are coming in because they have heard that the ones that are already here may \nget amnesty, and they hope to come in and get the benefit of that, sir.\n\nREP. HOSTETTLER:  Thank you, Sheriff, and I also want to thank you and your department and officers of your \ndepartment for their service to our committee today and to the House of Representatives.\n\nMr. Ramirez, at the outset, I want to thank you for your testimony, especially with regard to agents Ramos and \nCompean. If their plight has reached the 8th District of Indiana, I've got -- I got a question yesterday in Brazil, \nIndiana, in west central Indiana at a Rotary luncheon about the fate of these two agents who have  faithfully served \nour country and have run upon this very discouraging and troubling situation.  We will have an investigation of their \nsituation, and we will go as far as it needs to go to determine what's going on there.\n\nLet me ask you, with your relationship with the Border Patrol, what happens to morale of Border Patrol agents after \nlegalizing millions of illegals?  Given the fact that these individuals have for their entire professional life sought to \nenforce our immigration laws, secure the border -- and some of them, in fact, as you and all of us know, have given \nthe last full measure of devotion to that calling and have perished as a result in the line of duty.  What happens to \nthe morale of these folks if we decide that what they've been doing for years is now going to be rewarded with \nlegalization? \n\nMR. RAMIREZ:  Well, first of all, thank you for your comments that you just made about an investigation.  On behalf \nof the families, I'd like to thank you for that.\n\nBut with regards to the patrol morale -- and I receive a flood of e-mails from agents all over this nation from as far \nas Puerto Rico to San Diego, as far north as Blane (sp), all the way to Maine.  Agents all over this nation \nunderstand what this case means.  The morale has been shot.  It is lowered ever since the reorganization into the \nDepartment of Homeland Security from Legacy INS.\n\nAgents' morale, not just about this case -- this case, actually, is really the exposure -- the, if you will, taking off the \nBand-Aid from a tourniquet wound.  Agents all over the nation report being directed to follow orders from above that \n\n\n\nare never provided to them beyond a verbal order.  To do so they risk all sorts of penalties -- insubordination, which \nthey can either be suspended or terminated for.\n\nFor example, the pursuit policy is a fine example of that.  In a letter I saw dated in 2003 by the current deputy chief \nof the Border Patrol, Luis Barker, one of the things he did was actually state to the agents why they are not allowed \nto engage in that policy.  And as a result of that, one of the things that happens is they could be fired.\n\nREP. SENSENBRENNER:  The gentleman's time is expired.\n\nThe gentlewoman from Texas, Ms. Jackson Lee.     REP. JACKSON LEE:  I thank the chairman very much.\n\nI think you can see that we are strongly out numbered here, so our time will be so much more abbreviated.  But let \nme join the chairman of the subcommittee as a ranking member on the Immigration Committee:  There's no divide \nbetween Democrats and Republicans on the respect and admiration we have on the Border Patrol and law \nenforcement in general.\n\nI welcome the investigation.  We will do it enthusiastically. And we say that to the families, because we are fact \nfinders.  So we look forward to that. \n\nLet me, first of all, thank the witnesses as well and quickly pose my questions and concerns.  Let me acknowledge \nCongressman Reyes and his presence here and thank him again for his outstanding leadership.  We've worked \ntogether on many legislative initiatives.\n\nSheriff, let me again -- it is well noted that you have given us testimony before, and I guess it speaks to my point -- \nnot for your great service, but we have heard these questions asked and answered over and over again.  I think \nwhat you are saying is, let's get to work.\n\nWe thank -- Ms. Siskin, I will not ask you any questions because you've given us a very good story of the two bills, \nwhich is your job at CRS.  You are a researcher.  I commend you to H.R. 4044 that is my legislation that is \nsupported by the National Council of Border Patrol Agents, that in fact was the basis of the equipment portion of the \n4437.  I wrote that language of giving Border Patrol agents all of the necessary equipment that they have.\n\nSheriff, I want to have you reflect, if you would, on Texas law as it relates to peace officers.  You're actually \nforbidden from engaging in aggressive tactics without authority, dealing with immigration issues.  There's a body of \nlaw that you have to respect. And I would simply say to you that this bill would conflict with that.\n\nThe other point that I want to make on your testimony is that it seems that you are inclined to support 4437 for false \nreasons.  It has $50 million in the Senate bill, $100 million in the House bill. That's what the conference is all about.  \nYou have my support for $100 million, but we can't get anywhere unless we sit down at a conference. So I would \njust simply ask, would you support a conference so that we could get the two bills together and come out with \n$100?  Would that be helpful to you?\n\nSHERIFF LEO SAMANIEGO:  Congressman Jackson Lee --\n\nREP. JACKSON LEE:  Yes.\n\nSHERIFF SAMANIEGO:  A pleasure to have you here.\n\nAnd I agree with you.  You know, this is not a --\n\nREP. JACKSON LEE:  And my time is short --\n\nSHERIFF SAMANIEGO:  -- Democrat or Republican thing.\n\nREP. JACKSON LEE:  Right.  And I agree with you on that.\n\n\n\nLet me just go on, because my time is short. I thank you.  So you agree that if we could work together. \n\nI'm holding in my hands the status or the document -- the language of the 4437.  You know, we cover over that.  \nWe're talking about vetoes and misrepresenting the language of the Senate bill, which really is a consultation.\n\nMy friends, legal status -- the very fact that you are here unlawfully, as Ms. Walker said, for any manner of reason, \nyou would be subject to being in jail for one year and a day -- this was added so that it could be a felon.  And our \nown congressional research says that this would -- you would make it a serious crime for which the accused would \nhave a right to a jury trial. \n\nMs. Walker, what would that do to the legal system?  And Chief Wiles -- because I have to go so quickly and I'm \ngoing to have to interrupt you, just quickly give me an answer -- and Chief Wiles, what would that do to your system \nof government?  And by the way, the president has zeroed out the SCAAP provisions, which reimburses you for \nany costs that you may have on immigration issues.\n\nMs. Walker.\n\nMS. WALKER:  Very fast, it's just a dichotomy between civil and criminal violation with accompanying rights to trial, \nrights to jury and of course, the time frame that one spends in prison.\n\nAnd in response, instead, right now we deal with it by removal.\n\nREP. JACKSON LEE:  Chief Walker (sic), what would that do to you system?  And let me thank you for the \nstatement of the major chiefs -- Los Angeles, Chicago, I guess, Houston. Many, many cities are opposed to \nprovisions to force you to be engaged in immigration work.\n\nCHIEF WILES:  Yes, ma'am.  And there was –\n\nREP. JACKSON LEE:  Of course, if someone has perpetrated a crime, you arrest them.\n\nCHIEF WILES:  That's correct whether they're immigrants or not. And that was approved by the entire major city \nchiefs.  But we don't have the resources to do that and you're exactly right.  And I'm really concerned about the \nstate law and racial profiling if we have our officers attempting to stop people that look like illegal immigrants.\n\nREP. JACKSON LEE:  Let me just share with you why we are failing. The Republicans have done nothing since \nthey were elected to office under Clinton. We have done more on the number of new Border Patrol agents under \nBill Clinton. We've done more in INS (finds ?) immigration enforcement, and 78 percent completed immigration \nfraud cases have been done under the Bush administration.\n\nIt emphasizes my point: They have done nothing, and this is a stalling tactic.  We need to go back to Washington, \nhave a conference committee and be able to address the questions of the American people.\n\nI yield back. \n\nREP. SENSENBRENNER:  The gentlewoman's time is expired.\n\n(Sounds gavel.)  The chair does not want to have to repeat the admonition he has given.  This is the fourth time that \nthe chair has reminded the audience that statements of support or opposition or expressions thereof are in violation \nof the rules.  Somebody will say something on one side of the issue.  The next person will say something on the \nother side of the issue.\n\nThis is a hearing to receive testimony and answer questions, not a decision on which side can make the most \nnoise.\n\nThe gentleman from Texas, Mr. Gohmert.\n\n\n\nREP. LOUIS GOHMERT (R-TX):  Thank you, Mr. Chairman.\n\nI appreciate the hearing and I do appreciate each of the witnesses here.  We notice the lights keep coming in and \ngoing out.  I don't know if that's subliminally to tell people Congress is in the dark or not.  I was thinking it was more \nthe Senate.  But in any event, we do appreciate your presence here.\n\nBut I need to address some things very quickly.  First of all, my colleague across the aisle had indicated -- she said, \nwe are not listening to the American people.  And I don't know what this \"we\" stuff is, but I've been coming home \nevery weekend listening to people, having town halls, held town hall meetings.  I sent out a survey. I've gotten, you \nknow, hundreds of thousands of responses back. We're doing everything we can, including this hearing, to listen to \nthe American people, listen to witnesses.\n\nAnd yes, we had hearings on this bill before we passed, but since there is a logjam, it is important to have additional \nevidence come in so that we can try to break the logjam and move this thing along.\n\nI also would like to mention that we do need immigration.  We need immigration.  We need assimilation.  We need \nall the attributes that assimilating immigrants bring, but we do not need to abandon our laws. \n\nI keep finding this incredible irony that we don't have a better neighbor to our south than we do.  People accuse the \nUnited States of dividing families, when the fact is, as Mr. Ramirez has indicated, there is corruption across the \nborder.\n\nAs the sheriff had indicated -- Sheriff, you indicated in your written testimony, \"Mexico has done nothing in order to \nimprove their lot.\"  You've indicated the Southern border is the weak link in our national security.  I'd submit to you, \nit's not just the Southern border.  We ought to be protecting all our avenues of entry and making sure people are not \ncoming in to hurt us.  But we do not need to abandon the enforcement of the laws.\n\nI would submit to you that the reason that this country has prospered, and now Mexico is forcing families to divide \nand some to come here in order to survive, is that they have not been a nation that enforced the laws as well \nacross the board as we have.  We've had our problems continue, but we're the greatest nation on the earth on \nenforcing our laws. They have not.  Corruption abounds, as we've heard the testimonies here today.\n\nAnd so it's so ironic to have people come into this country and say, we want you to abandon enforcement of your \nlaws, which will make us like the country they had to abandon in order to make a living. It's tragic. \n\n But I also noted Ms. Walker made a good point about it's not just about border enforcement.  We have a problem \nwith our Immigration Service.  Whether you want to call it the INS as it was or CIS, ICE, we've got a problem.\n\nThe president announced we wanted a target of six months to respond to applications.  That was a good goal.  But \nwe've still got some areas that take two or three years to respond.  That's outrageous.  And we need to keep \nmoving until we get them on track and responding appropriately.\n\nBut Mr. Ramirez, you brought up and thank you for bringing up Agents Ramos and Compean.  We owe our Border \nPatrol better than they've gotten.  We have not adequately equipped them.  We have not given them the support \nthey need.\n\nAnd I'm glad to hear both the chairman of this committee and the chairman of the Immigration Subcommittee \nindicating, and I urge that we need investigation, explanation and correction to get to the bottom of this.  That is not \nfair to law enforcement and it needs to be dealt with.  And as a former judge and chief justice, that is certainly a pet \npeeve of mine.\n\nBut I need to ask, Mr. Ramirez, do you have any evidence that corruption, as you say, has now made its way \nacross the border, or do you think this is political correctness run amok?\n\n\n\nMR. RAMIREZ:  No, it's actually a fact.  When I speak with many Border Patrol agents and other agents from \nacross the various services, everybody reports the same thing, that right now what we're finding is, as an example, \nthe narcotics isn't coming across the river.  It's coming right here through the city.  It's coming through the city.  In \nSan Diego we have a port director who is now in prison for allowing narcotics to go through the port in San Diego \nitself.\n\nSo we have basically corruption on both sides, and it's all across.  When you look at the northern border, to \nelaborate on that, you have a system called Project Athena that was never implemented by OBP, by the Office of \nBorder Patrol, by Chief Aguilar or Chief Barker. And this was requested by both Chief Bates (sp) and Moran (sp).\n\nREP. GOHMERT:  I've just got a few seconds left.  And I appreciate that.  We need to pursue that further. \n\nI do want to make sure everybody understands that the chairman of this committee had an amendment to make the \nfelony reduced to a misdemeanor to illegally being in this country, and all but eight Democrats voted against making \nthat a misdemeanor.  And one of those people was my friend across the aisle, Ms. Jackson Lee.  She did not want \nto reduce it to a misdemeanor.\n\nREP. JACKSON LEE:  Would the gentleman yield?\n\nREP. GOHMERT:  My time is expired, actually.\n\nREP. SENSENBRENNER:  The gentleman's time has expired.\n\nThe gentleman from Texas, Mr. Reyes.\n\nREP. SILVESTRE REYES (D-TX):  Thank you, Mr. Chairman.  And I apologize for being late.  But I will tell you, I \nwas late because we were doing the grand opening of a USO center here at Fort Bliss. We've been working very \nhard on that, and I think we owe it to our military to stay true to them.  So I apologize for being late.\n\nBut having said that, welcome to El Paso, all of you.  And I know, Mr. Chairman, that you had a chance to go out \nwith the Border Patrol last night, and I would hope that my colleagues make an opportunity, if not on this trip, in the \nimmediate future to go out with the great men and women of the United States Border Patrol.\n\nHaving been an agent myself, I think that it's important to make the point that when you put on a badge and a gun, \nyou're held to a higher standard in terms of the enforcement of the law.  I'm of the opinion that you can't enforce the \nlaw if you can't respect it.\n\nSo I support, Mr. Chairman, your having hearings on the two agents that were mentioned here, because I think that \nprobably will be, at this point, the only way we're going to be able to clear the record on all sides.  A lot of things are \nflying in the Internet. There's a lot of phone calls coming in, a lot of misinformation out there.  So I think hearings is \nthe way to go, and I hope you do it. And Mr. Chairman, I hope you will invite me to those hearings.\n\nREP. SENSENBRENNER:  Consider it done. \n\nREP. REYES:  Thank you, Mr. Chairman.\n\nI just wanted to make a few points, because one of the things that gets lost here is the fact that we are working with \nMexico and Mexico is cooperating on many different levels.  I think, Mr. Chairman, you saw some of that \ncooperation last night between the agents and the Mexican police on the Mexican side of the border.\n\nThat is always a priority of any chief to make sure that you're able to have that kind of cooperation and at least \nrelationship.  We cannot unilaterally do our jobs by expecting that our men and women of the Border Patrol can do \nit on their own without us seeking and requiring the cooperation of Mexico.\n\n\n\nOne of the issues that I wanted to make is that when we talk about creating this new class of criminals, which I don't \nsupport -- and I will stipulate to my good friend from Texas, Congressman Gohmert, that I voted against that as \nwell, because I don't think we need to criminalize a whole new status of people.\n\nAnd the one thing that we never take into account -- and I hope you listen to this carefully, because I've been talking \nabout this for the 10 years that I've been in Congress -- we can't have spigot enforcement.  We can't say we're \ngoing to hire 2,000 Border Patrol agents this year and then next year 200.\n\nIt's got to be a steady growth, because only then can you have the right balance and the right mix and the right \nexpertise of experience to trainee agents.  That's vitally important, because these guys operate independently, on \ntheir own, under very dangerous conditions.  So we need to take that into account.\n\nThe other thing that we don't want to forget is the support pipeline.  When we increase the Border Patrol, we need \nto take into account that we need to increase U.S. attorneys, we need to increase U.S. marshals, we need to \nincrease detention officers, we need to increase detention space, all of the things that work in unison, if we're going \nto work to be successful.  You can't choke off by thinking that strictly more enforcement is the right answer.\n\nI was going to make a comment to my good friend from Texas.  When you talked about the lights being dimmed, \nyou know, after this hearing I hope people don't think that we are out to lunch either, because we're a long ways \nfrom finding a solution to this problem. \n\nAnd I will tell you this.  Although I know that we're in disagreement about these hearings, I can tell you that my \nsense is that a lot is being learned by you, my colleagues in Congress, about what the community feels about \nimmigration reform, about how hard the job is for our nation's Border Patrol, and the fact that the international \nborder -- like the environment, corruption doesn't respect an international border.\n\nI was making mention to a couple of my colleagues that three of the sheriffs that I worked with when I was chief \ndown in McAllen succumbed to that and are doing time.  Corruption does not respect the international boundary.  \nWe need to realize it and we need to understand that.  And we certainly don't need to blame Mexico for the \ncorruption that exists on the U.S. side.\n\nSo with that, Mr. Chairman, thank you for giving me an opportunity to speak.\n\nREP. SENSENBRENNER:  Thank you very much.\n\nThe gentleman from Georgia, Mr. Kingston.\n\nREP. JACK KINGSTON (R-GA):  Thank you very much, Mr. Chairman. And I wanted to thank the members of the \nJudiciary Committee and you for letting me tag along.\n\nThis is part of a series of hearings.  I believe there are eight different committees that are having over 40 hearings \naround the United States.  So there is, in fact, a lot of listening going on.\n\nAnd I also wanted to say to my friend, Mr. Reyes, it's good to be back in El Paso.  I think that the country has a lot \nto learn from El Paso and Juarez in the cooperation that you have always had historically in terms of economic \noverlap and emotional overlap and families and friends.  There's a lot of leadership that's gone on in this border \ntown that we can learn from in Georgia and everywhere else.\n\nI'm here from Georgia because we have the seventh-largest illegal alien population in the country, and it is \nsomething that has become a big issue no matter where you are and what part of the country.\n\nMr. Ramirez, I had a question, and I think Mrs. Walker alluded to how we get illegals in the state of Georgia.  And \nas I understand it from my Border Patrol tour yesterday, that the border here does a very good job, very thorough \njob, in terms of the ports of entry -- the port of entry.  Aug 17, 2006 16:27 ET .EOF \n\n\n\nHowever, a lot of people, as Ms. Walker said, come and they overstay.  They may rent a passport to get through \nthe border.  They might do everything legally.  But once they're here, they overstay.\n\nNow, I was looking around the city and I saw a lot of bus stations and a lot of places where people who are legally \nhere could get on a bus and go to Denver, Colorado, for example, and perhaps get through the checkpoint that's \nfurther down the road.\n\nI also noticed lots of advertising for Liberal, Kansas and Guymon, Oklahoma, which seemed to me very odd, as \nopposed to, you know, Denver, a big hub city.  But why would you advertise not just at one bus station but several \nbus stations for Liberal, Kansas and Guymon, Oklahoma?  What goes on in those cities?  And is it possible that \nthese bus services could be a conduit for people who come here legally to get into the interior of the United States?  \nAnd is that something that Friends of the Border Patrol is looking at?\n\nMR. RAMIREZ:  Yes, sir, we actually are, because one of the things we understand, in discussing this with many \nline agents, once you get past the line -- and right now there are stations, and I'm not going to obviously identify \nthem, that you could say are the (exact ?) duty stations.  They're sending their agents up to the line as well. But \nreports have come in all over the country; agents are being ordered to stand down.\n\nSo when you are basically telling them, \"Go on the line but just stand there,\" as the Ramos-Compean case further \ntells them, then what happens is they've got a free shot to the interior.  As I understand it -- a source just told me \nthis within the past two weeks -- the Albuquerque Border Patrol station here in this very sector is actually being shut \ndown.  Albuquerque is a transportation hub.\n\nREP. KINGSTON:  Let me interrupt a minute, because I guess what I saw yesterday was a very thorough job being \ndone on the Rio Grande crossing in El Paso, Texas by the Border Patrol.  But then, once folks are here, through a \nrented passport or whatever, because they have a visa to come here for a short period of time, but then they get on \na bus and they go to someplace like Liberal, Kansas.\n\nDo you feel that that is a pipeline that we are ignoring, that gets outside the 25-mile limit of the Custom and Border \nPatrol here and it goes under the ICE people?  And are we letting our guard down there, and is that a critical \ncheckpoint? \n\nMR. RAMIREZ:  Yes, sir, absolutely.  And many chiefs and just managers that I've spoken with around the country \nhave reported that ICE is incapable of doing the job in the interior.  They call the Border Patrol for help.\n\nREP. KINGSTON:  Why would so many bus stations here in El Paso be advertising Liberal, Kansas and Guymon, \nOklahoma?\n\nMR. RAMIREZ:  Perhaps for the job magnet.\n\nREP. KINGSTON:  So would that mean that there on the other end is an employer waiting who is somehow \ncommunicating and saying, \"We will take these folks\"?\n\nMR. RAMIREZ:  That's what we expect, yes.\n\nREP. KINGSTON:  And it would be that blatant.\n\nMR. RAMIREZ:  Absolutely, sir.\n\nREP. KINGSTON:  Okay.  Ms. Walker, do you want to comment on that?  Because you had mentioned overstays, \nand these would be folks who had come in legally but do overstay and then become illegal.  You had mentioned \nthat and I just wanted to give you an opportunity to maybe address what we should do about overstays.\n\nMS. WALKER:  Well, thank you for the opportunity.  Overstays -- when you talk about the 25-mile perimeter, it's \nalso a different perimeter when we're talking about Arizona being 75 miles.  What that means is still that I've been \n\n\n\nadmitted into the United States.  If I'm going beyond that perimeter, if I'm going to stay beyond 30 days, then I'm \nsupposed to get an I-94 document, which then indicates my period of stay in the United States.\n\nAs far as our ability to track, though, and to know whether or not someone overstays, that is something that U.S. \nVisit attempts to address.  But let's face it.  I mean, what we have in order for people to get a laser visa, which is \nwhat Mexican nationals have, is that they must go through, pay $100, get a background check, be printed, and then \nthey are subject to inspection not only at time of admission, but on every major thoroughfare out of El Paso we have \ncheckpoints that are manned by the Border Patrol.  And so they are checking.  They check me every time I'm \nheading up to --\n\nREP. KINGSTON:  But would they check each and every person on a bus?\n\nMS. WALKER:  Yes, sir, they certainly do.\n\nREP. SENSENBRENNER:  The gentleman's time has expired.\n\nREP. KINGSTON:  Thank you, Mr. Chairman. \n\nREP. SENSENBRENNER:  The chair recognizes himself for five minutes.\n\nSheriff Samaniego, H.R. 4437, which was my bill which passed the House, incorporated the Culberson-Reyes \nlanguage relative to the $100 million of assistance to the sheriffs of the 29 border counties on the southwestern \nborder.  How would you use the money that would come under this proposal?  And the Senate's proposal is a lot \ndifferent, but how would you use the money in the House proposal?\n\nSHERIFF SAMANIEGO:  Yes, sir.  Thank you for the question.\n\nWe are already doing what we told the Congress we were going to do under 4437, or the Border Law Enforcement \nAct, that was co- sponsored by Congressman Reyes, that we would put extra officers all along the border.  It started \nin Texas, from El Paso to Brownsville, and then it kind of mushroomed into New Mexico, Arizona and California \nbecause the bill would finance all their operations also.\n\nBut we're doing that now, thanks to Governor Perry, who made a statement that he could no longer wait for the \nfederal government to take care of the border.  He felt a necessity for the state of Texas to take action, and he \nmade funding available to the 16 sheriffs on the border for us to begin implementing Operation Linebacker.  And we \nhave been doing that with tremendous results.\n\nAll we do is put extra patrols in the vicinity of the river, but we're not on the line.  We're not border patrolmen.  We \npatrol the areas in the vicinity of the river, the neighborhoods, streets, et cetera.\n\nThe main thing that has happened, we have deterred a lot of crime.  We have made a lot of drug seizures.  We \nhave arrested a lot of criminals.  And we have come across illegal aliens. \n\n And I understand, we don't -- we're not enforcing immigration law. But in the course of our duties, if you're in El \nPaso County, you're going to run into illegal immigrants.  And if we're investigating a crime and we find that some \nof the individuals are here illegally, we will turn them over to immigration or the Border Patrol.\n\nREP. SENSENBRENNER:  Thank you.\n\nChief Wiles, we had representatives in San Diego of law enforcement in California, and there seems to be the \nimpression that the House bill mandates local law enforcement to enforce the immigration law.  That is not the \ncase.  Neither the House bill nor the Senate bill mandate local law enforcement enforcing the immigration law.  \nHowever, the House bill does allow local law enforcement to enter into voluntary agreements with the federal \ngovernment to work cooperatively in dealing with this issue.\n\n\n\nIf that part of the House bill becomes law, would the El Paso Police Department be amenable to entering into a \nvoluntary agreement? And if not, why not?\n\nCHIEF WILES:  Well, the El Paso Police Department right now works with many federal agencies.  We work with \nthe FBI, with DEA, the U.S. Marshals Service.  We're willing to work in partnership with the federal government \nwhen it's issues of a criminal nature.  I don't think it's appropriate or right to ask our officers to enforce immigration \nlaw.\n\nREP. SENSENBRENNER:  If you have someone who is an illegal immigrant and his illegal presence in the country \nis obvious, who is suspected of committing a criminal offense which would be a violation of state and/or federal law, \nwouldn't it be helpful for you and your officers to detain that illegal immigrant while the investigation puts together \nthe evidence that would necessarily seek an indictment for the criminal charge?\n\nCHIEF WILES:  Well, don't get me wrong.  Our policy now is that if officers come into contact with an illegal \nimmigrant through lawful means -- in other words, we stop an individual who's suspected of criminal activity and \nthey happen to be an illegal immigrant -- we can turn those over to the Border Patrol.  It's not that we're totally \nignoring them.  My concern is that we do not want to be come agents of immigration, seeking out individuals who \nare here illegally. \n\nREP. SENSENBRENNER:  Okay.  Okay, well, that's not the issue in the House-passed bill.  And I have one quick \nquestion for Ms. Walker.\n\nYou represent the American Immigration Lawyers Association.  If the legalization, or amnesty, or pathway to \ncitizenship provision in the Senate bill becomes law, how much do you think you would charge somebody who \nwould apply for the benefits under that?\n\nMS. WALKER:  I have no idea, sir.  I mean, right now we're proceeding, the American Immigration Lawyers \nAssociation, to establish a pro bono network regarding those who are not able to afford legal services, and the goal \nhere is if every lawyer is not seeking -- is only seeking their own beneficial gain financially, then you negate all of \nmy credibility and indeed yours as well, sir.\n\nREP. SENSENBRENNER:  You know, I just point out that, you know, 12 million illegal immigrants, if the fee was \n$2,000 for that, that's $2,400,000,000.\n\nMS. WALKER:  Why don't we talk about the smuggling trade right now and the amount of money they are taking in \nfor our failure to act?\n\nREP. SENSENBRENNER:  Yes, thank you.  My time has expired. (Applause.)\n\nREP. SENSENBRENNER:  (Sounds gavel.)  We will have a second round of questions.\n\nThe gentleman from Indiana, Mr. Hostettler.\n\nREP. HOSTETTLER:  Thank you, Mr. Chairman.\n\nSheriff Samaniego, in your testimony, written testimony, you reiterate testimony that was given by a Washington-\nbased financial expert during a 1997 hearing on NAFTA in the Senate.  And you say, quote:  \"Mexico cut a deal \nwith the drug cartels.  In return for depositing cartel monies in cash-strapped Mexican banks, cartels were given \nfree use of Mexican states along the Mex-Texas border,\" end quote.\n\nThere's been a high-level documentation of corruption throughout Mexico's government, from the federal level to \nthe local level.  That being the case, and given the requirement of the Senate bill to consult with state, local and \nfederal leaders on the Mexican side, what is your confidence in the fact that corruption will not taint the consultation, \ninasmuch as there will be input from the Mexican side?\n\n\n\nSHERIFF SAMANIEGO:  Well, I think I mentioned in my statement that I consider that like a homeowner asking the \nburglar if he can put bars on his home.  And, you know, we have a problem.  Mexico has not respected our border; \nthey use it at will.  And they have no respect for our jurisdiction.  For us to have to consult with them and ask them if \nit's okay to build a fence -- I know what the answer is.  Right after the bill was approved, there was a lot of news \ncoverage and they very strongly opposed any fence.  And as I mentioned also in my statement, it is not in their \nbenefit.  It is not going to benefit Mexico if we beef up our border, if we build fences, if we put barriers in crossing \npoints.  It would virtually stop the flow of illegal aliens that are coming in.\n\nAnd Mexico gains a great deal with every individual that makes it into the United States and gets a job.  They're \nsending back to their homes -- I've heard several amounts.  The most prevailing, I guess, is $20 billion a year.  You \nknow, Mexico is not going to get rid of that cash flow.\n\nAlso, this was testimony that was given before a Senate committee headed by Senator Joe Biden, where this \nindividual, Jonathan Whalen (sp), testified that in return for putting the cartels' money in Mexican banks, they were \ngiven freedom, along the U.S.-Mexico border, to operate.  And I've been here 50 years; I just completed 50 years in \nlaw enforcement.  I can see that there is no control of the Mexican government on the border.  The drug cartels, the \nhuman smugglers control the Mexican side of the border.\n\nREP. HOSTETTLER:  And if they control that side of the border and possibly even the political decisions of local, \nstate and federal officials along in that area, isn't it possible that the decision with regard to -- that they make in our \nrequired consultation under the Senate bill with them -- will be tainted by the fact that not only individuals who only \nwish to come to America for a better way of life, but it's possible that input from Mexico will be shadowed by the \nnotion that drug trafficking must continue into the United States as well? \n\nMR. SAMANIEGO:  That is correct, sir.  And we had the ambassador to the U.S. from Mexico here.  He attended a \nsymposium.  He was interviewed by the newspaper, and he made a statement, \"Don't look at us as the problem; \nlook at us as a source of the solution.\"  And I keep looking and looking -- (laughter) -- and I keep hearing, you know, \nthat they're doing all kinds of things there.  I do not see it. I'm sorry.  I do not see their cooperation.\n\nREP. HOSTETTLER:  Thank you.\n\nI yield back the balance of my time.\n\nREP. SENSENBRENNER:  The gentlewoman from Texas, Ms. Jackson-Lee.\n\nREP. SHEILA JACKSON-LEE (D-TX):  Thank you very much.  Mr. Chairman, I would like to put on the record that I \nwould hope that our committee would hold hearings on H.R. 4044, the Rapid Response Border Protection Act, \nportions that are jurisdictionally under this particular committee, in the very near future.  Because if this is a \nbipartisan effort, as has been suggested, or that Democrats are not, if you will, interested in comprehensive \nimmigration reform, then I would commend that a bill that has been supported by the Border Patrol organization \nhave that opportunity.\n\nI would just put on the record that, Sheriff, the legislation allows for a state to declare an international emergency in \nthe South and Border Patrol agents to be dispatched to that state in consultation with the Department of Homeland \nSecurity.  My good friend Congressman Reyes is on that legislation, and that -- do you think that would work for \nyou?\n\nMR. SAMANIEGO:  I'm not aware of all the details --\n\nREP. JACKSON-LEE:  But would it work if the state of Texas declared an international emergency and there was \nlegislation that said that they could dispatch 1,000 Border Patrol agents to the state? Would that help you?\n\nMR. SAMANIEGO:  Yes, ma'am, and let me tell you why.\n\n\n\nREP. JACKSON-LEE:  Sheriff, if you would, my time is short, and I appreciate your answers.  And I will just -- \nrespect you, but I want to get some other answers in. \n\nLet me also make note that although we might appreciate what the state is doing, $100 million from the state coffers \nimpacts negatively on non-performing schools in our state, the lack of children's health care in our state, and \nfrankly, I think it's important to note that immigration is a federal issue.  The failure of the immigration system should \nbe on us and we should be doing our work.\n\nMr. Chairman, I'd like to add, if I could, I ask unanimous consent to put in the record a letter to the speaker from the \nMALDEF president and the National Council of La Raza.\n\nREP. SENSENBRENNER:  Without objection.\n\nREP. JACKSON-LEE:  A memo from Louisa -- (surname inaudible) -- of the Legal Defense Fund --\n\nREP. SENSENBRENNER:  Without objection.\n\nREP. JACKSON-LEE:  -- and a resolution from the mayor and senator and a number of officials from El Paso that \nhas been stated on this issue.\n\nREP. SENSENBRENNER:  Without objection.\n\nREP. JACKSON-LEE:  I want to pursue very quickly this question of what this bill stands for.  I think that we are \nmisinterpreting our purpose here if we are focusing on the title of this hearing about a veto, because there is no \nveto.  The Senate bill simply says that you will consult.  But diplomacy is a national issue.  That's up to the \npresident to sit down with the leadership of Mexico and address these failures.  We did it -- and it was done under \nthe Clinton administration; we addressed these questions.  That's why our numbers are so high.  We had more \nBorder Patrol agents, we had more fraud cases.\n\nLet me just say, this is what is the sticking point, Sheriff, and I want you to understand, and I hope you'll be able to \nanswer this question -- and Ms. Walker and Chief Wiles.\n\nThis bill makes a -- gives a felony status to the local priest, Catholic Charities, to the relative that has in their house \nan \"unstatused\" individual.  We've already heard this is a federal issue, and therefore the Senate bill provides \nsecurity at the borders -- what the sheriff wants.  A compromise will generate relief for sheriffs -- which, by the way, \nSheriff, you're not at the border.  Operation Linebacker is that you're -- you're the back-up.  And we understand that.  \nYou wouldn't be, because it's a federal issue to be at the borders.\n\nAnd so, Ms. Walker, what is the impact?\n\nAnd Sheriff, let me just say this:  Do you want to make a local priest a felon?  That's what this H.R. 4437 bill does.  \nThey will be a  felon if they're considered aiding and abetting an unstatused individual.\n\nSHERIFF SAMANIEGO:  Would you allow me to read one little paragraph --\n\nREP. JACKSON-LEE:  If you -- I would be happy.  My time is going. Is it yes or no?  Do you want to make the priest \n--\n\nSHERIFF SAMANIEGO:  Well, it's not that simple.  You know, there's a lot of circumstances.  We need to secure \nthe border, we need to --\n\nREP. JACKSON-LEE:  May I just have Ms. Walker?  I thank you. Maybe you'll be able to answer later.\n\nYes.\n\n\n\nMS. WALKER:  Very briefly, we'll have very full prisons of attorneys and people providing assistance, including \npriests, and God knows what will happen to us in heaven.  I have no idea about that. Thank you.\n\nREP. JACKSON-LEE:  Let me just say, I'd like to put this statement from the Catholic diocese in the record.\n\nAnd I would simply say, Sheriff, if you want to finish answering the question --\n\nMR. SAMANIEGO:  Yes, ma'am.  Let me -- it's not a simple yes-and- no.  If somebody is aiding and abetting \nsomeone that is here illegally, we need to do something.  You know, things are out of control --\n\nREP. JACKSON-LEE:  And the Senate bill does something.  They want to create a procedure for hat individual.  \nBut you would then be subjecting the priest to a criminal jury proceeding.\n\nREP. SENSENBRENNER:  The time of the gentlewoman has expired.\n\nThe gentleman from Texas, Mr. Gohmert.\n\nREP. LOUIE GOHMERT (R-TX):   Thank you, Mr. Chairman.  I understand the current law prohibits encouraging or \ninducing, and also prohibits aiding and abetting.  That's generally the language we have in the state penal code \nhere in Texas.  But 4437 adds the words \"assists and directs,\" to plug the gaps in the current law, and I can \nunderstand persons who believe that it should not be a crime at all. But it still kind of begs the question, wouldn't it \nbe better, if that is your view, to have it a misdemeanor than a felony?  So that vote is still a little hard to \nunderstand, if that's the position. \n\nBut my good friend Mr. Reyes made the point that corruption doesn't recognize international boundaries, and that \nwhat we've been hearing in the evidence here today, and that's true.  But we've heard the expression before, \"the \ncapital is a coward,\" that that money for investment will flow into areas where it is least at risk, which is one of the \nreasons so much money has come to the United States for investment, and continues, because even though there \nis some corruption here, and we continue -- need to pursue it and never should rest -- but that it is safer here than it \nis in Mexico because there is more corruption there.\n\nSo I would submit to you that corruption is a coward, and we ought to encourage our neighbors to the south to be \nabout the business of enforcing the law.  And that needs to become an exclamation point. \n\nAnd I could not agree more with my friend Congressman Reyes, who said we should not just hire 2,000 Border \nPatrol agents one year and 200 the next.  That has got to be an ongoing, continuing battle.  We appropriated, I \nbelieve, more than $275 million more than the administration had asked for last year, which shows, really, the heart \nof where we are in the House of Representatives.  But I also think it's worth noting, when it comes to compassion \nand caring, the United States has traditionally voted for issues of compassion and human rights in the United \nNations.  And I haven't seen yet the new figures for 2005, but I saw the numbers for 2004 and was staggered to see \nthat our neighbor to the south votes against the United States' position nearly three-fourths of the time.  So it would \nbe good to have a neighbor that was more on board with us in some of these areas.\n\nNow, we've also heard from the chief that crime within the city of El Paso is not a major problem, and apparently the \nreports are wonderful, indicating a great job by the local police.  But I'd like to ask you, Sheriff, what problems, if \nany, are being experienced by rural landowners in the county that maybe are resulting from illegal entry to this \ncountry and to people's property?\n\nSHERIFF SAMANIEGO:  First of all, let me clarify --\n\nREP. GOHMERT:  Would you move that mike a little closer?\n\nSHERIFF SAMANIEGO:  Yes, sir.  All right.  Let me clarify the issue of whether illegal aliens are committing crimes \nin El Paso County or not.\n\n\n\nREP. GOHMERT:  Okay.\n\nSHERIFF SAMANIEGO:  I have the statistics here for last year.  We booked 15,733 illegal aliens into the El Paso \nCounty Jail charged with a state crime or a federal crime.  And to me, that doesn't indicate that we don't have a \nproblem with them.  We certainly do.\n\nREP. GOHMERT:  Could I ask you, do you know what happened to those 15,000?  Were they deported, or did they \nactually stand for the charge that was brought against them?\n\nSHERIFF SAMANIEGO:  Yes, sir.  If they were tried by a municipal court or a county court or whatever, after their \nsentence was served, they are turned over to immigration.  They take care of them.  I don't know what happened to \nthem, sir. \n\nREP. GOHMERT:  Well, I know, having been a judge, I had one case where the guy'd had multiple DWIs and had \nnever been deported and then he finally was driving drunk and hit someone and seriously hurt them and came to \nmy court as a felony.  And since -- I treated him as I would anyone who had had that many DWIs, and I sent him to \nprison. And within a year he was back in my court, and I said, how did you get here?  And he indicated that he, as \nsoon as he got to prison, was deported and, naturally, came right back and hit somebody else and committed \nanother felony.  And anyway, it is an ongoing problem.  They don't just wait until they serve the sentence.  I know \ntwo cases I had where they didn't wait.\n\nREP. SENSENBRENNER:  The gentleman's time has expired.\n\nThe gentleman from Texas, Mr. Reyes.\n\nREP. REYES:  Thank you, Mr. Chairman.  To my colleague from Texas, Mr. Gohmert -- or Congressman Gohmert -\n- when you talk about encouraging Mexico to enforce the law, I would remind all of us that that applies for us in \nwhat I have been saying in Congress, that we ought to be enforcing employer sanctions, which was passed in \n1986. We haven't done that.  We have not been able to get even a hearing on employer sanctions in Congress.  \nThat has to be a priority.  We've had one hearing on H.R. 98, which includes the Social Security card, a fraud-proof \nSocial Security card, and also the system --\n\nREP. HOSTETTLER:  Would the gentleman yield?  If I can, as chairman of the Immigration, Border Security and \nClaims Subcommittee, we have had numerous hearings on both employer sanctions and on the impact of illegal \nimmigration on employment of America citizens in our --\n\nREP. REYES:  Okay, reclaiming my time, why is it so hard, when the administration is controlled by the \nRepublicans, the House and the Senate are controlled by the Republicans, why can't we get employer sanctions \nenforcement?  I wrote a letter to Secretary Chertoff a couple of weeks back, when he made an announcement that \nhe was assigning 25 prosecutors to border communities to prosecute immigration violations.  I said, announce that \nyou're going to have 1,000 of your Immigration Customs Enforcement agents start enforcing employer sanctions.  \nThat one announcement will serve to put employers on notice and to have them comply with the '86 laws, and then \nit'll also send the message that you can't even consider coming back into this country, because you're not going to \nbe able to get a job.  We saw that in '86.  You know, I forget which -- I think my friend from Georgia was talking a \nbout the morale in '86 about amnesty.  I was the chief in McAllen.  The morale was fine, because in '86, we thought \nfinally Congress has got it right; Congress is going to help us with the pool factor by passing employer sanctions.  \nWell, the law passed, but no resources, no priority was ever given that.  Today, I get people that tell me, why don't \nyou pass this law or that law about illegal immigration?  It doesn't do any good to pass a law if you're not going to \nenforce it. \n\nLet me just comment on local law enforcement enforcing the immigration law.  The immigration law is the second \nmost complex law in the world, next to maritime law.  The chief and the sheriff have to be concerned about being \npersonally liable for one of their officers going out and stopping a U.S. citizen because they look Hispanic or they \nlook Puerto Rican or they look Haitian or something else, when in reality they're either citizens or they're lawfully in \n\n\n\nthis country and it's a false arrest.  You could get sued for that.  I would be very uncomfortable, and it would entail a \ntremendous amount of training to get local and state officers to enforce that law. \n\nThe issue of -- as the sheriff mentioned, we had both Ambassador Garza and Ambassador de Icaza for the border \nsecurity conference here a couple of days ago. They both highlighted the fact that we are much better served by \ncooperating.  We're much better served by making sure that there's a partnership on this international border.  You \nknow, it's more than a bit insulting to say I don't see Mexico cooperating, Mexico does not respect our border, when \njust August 8th there was a Mexican official that was killed by the drug cartels because he was replacing an \nindividual that hadn't done the job.  The Mexican government repeatedly suffers losses -- and I'm not talking about \npeople moving away or people getting replaced; I'm talking about people dying because they're trying to help and \ncooperate and manage this border.  We have to be very careful how we criticize Mexico when we expect them to be \nour partners.\n\nThe last thing I want to say in the 15 minutes (sic) I've got left is that it is critical -- 15 seconds.  I'm sorry.  \n(Laughter.) It's critical that we look at a comprehensive reform package.  You can't do employer sanctions without a \nguest worker program, because you've placed our economy in jeopardy there.\n\nREP. SENSENBRENNER:  The gentleman's time has expired.\n\nThe gentleman from Georgia, Mr. Kingston.\n\nREP. KINGSTON:  Thank you, Mr. Chairman.   We had talked earlier about the number of Border Patrol that has \nbeen hired under President Bush, and I just wanted to clarify for the record:  When the president went into office, \nthe number of Border Patrol agents was 9,096. Today, it's 11,523, and by '08 it should be up to 18,319.  In the last \nseveral years, they have apprehended 400,000 criminals trying to get into the United States of America -- 400,000 \nknown criminals, not just persons of interest, and that's in about 6 million people that they have apprehended.\n\nMr. Ramirez, do you agree that currently the Border Patrol right now is cooperating and working somewhat with the \nMexican government on the El Paso border, and probably most of the borders?\n\nMR. RAMIREZ:  Well, that's actually the problem, because in working with the Mexican government, you're dealing \nwith a government that has, as I stated earlier in my testimony, a lot of problems dealing with bribes.  As has been \nrepeatedly stated, there are a number of agreements that have been enacted over the past few years and signed \nby this administration, but Mexico has to keep their end. \n\nREP. KINGSTON:  Well, the reality is, though, they are talking back and forth to their Mexican counterparts -- \nsometimes with mixed results, but they are talking.  Now, the reason why I say that --\n\nMR. RAMIREZ:  In some cases, if I can add this, in some cases they're overtalking, such as the civilian border \nobservations that have taken place, where the DHS has lied to the public.\n\nREP. KINGSTON:  The reason why I say that is because there is a degree of local cooperation and, again, with \nmixed results, but to mandate some bureaucracy in Washington to define what consultation is and then get the \nState Department involved with international law on whatever legal law there is, that would certainly bog down the \nlocal Border Patrol.  And therefore, having Mexican veto power over American law as respects modifying detention \nbeds, modifying the fence, modifying virtual cameras or whatever, would slow down the effort of the Border Patrol.  \nIs that not correct?\n\nMR. RAMIREZ:  Absolutely.\n\nREP. KINGSTON:  Okay.  I wanted to ask another question.\n\nMs. Walker?\n\nMS. WALKER:  Yes, sir.\n\n\n\nREP. KINGSTON:  You'd stated in your testimony that illegal aliens pay $7.2 billion in Social Security.  Should \nillegal aliens be entitled to Social Security benefits, in your opinion?\n\nMS. WALKER:  If they work in the United States in order to put that money into our system, yes, they should.  And \nthe \"but\" that's important there is we need a system that allows us to be able to fill employer needs and deal with \nlegalizing those individuals --\n\nREP. KINGSTON:  Well, I understand that.  I just wanted to make sure, though, that your association supports \nillegal aliens receiving social Security money when they were in the United States working illegally.\n\nMS. WALKER:  I'm thinking you're a lawyer as well.\n\nREP.    :  Will the gentleman yield?  Will the gentleman yield?\n\nREP. KINGSTON:  I will yield when I'm through with my questions. I'll be glad to.\n\nAnd let me ask you this:  Sheriff, just on -- and Ms. Walker -- I really want to go down the line, so let me start with \nyou.  You may be the slowest for -- in a complimentary sense.  I know how thorough you are with the answers.  \n\nDo you support a biometric ID card?  Because that would eliminate a lot of the uncertainty in protecting employee \nand employer as well. Would support a biometric ID?\n\nMS. WALKER:  Are you asking me if I would support a national identification card?\n\nREP. KINGSTON:  A biometric ID card for employment -- well, I tell you what. You define what you would support.  \nHow about that?\n\nMS. WALKER:  Well, let's -- let's talk about what we already have. I mean --\n\nREP. KINGSTON:  I'll tell you what. Let him yield to you -- let me -- I'm going to have reclaim my time because this -\n- I would really like to go real quickly on the yay and nay and give me about a 15- second response. And since I'm \ngoing to get back to you, Ms. Walker -- Chief, biometric ID card?  Yay or nay? Good idea? Bad idea?  Some cases, \nsome --\n\nCHIEF WILES:  I think this is out of my expertise, but I would say, like a Social Security card, if there's some ID for \nemployment that you think would be appropriate, I would say yes.\n\nREP. KINGSTON:  Well, we're just talking tamper-proof ID card because the trumped-up I94 is -- I think is one of \nthe big breakdowns right now that we're having.\n\nCHIEF WILES:  Sure.\n\nREP. KINGSTON:  Mr. Ramirez?\n\nMR. RAMIREZ:  It has its merits, yes.\n\nMS. SISKIN:  I abstain, being from CRS.  (Laughter.)\n\nREP. KINGSTON:  That's a wise decision.  You -- are you going to yield your time to Ms. Walker? She'll take it.  \n(Laughter.)\n\nMS.    :  Go ahead.\n\nREP. KINGSTON:  Sheriff?\n\nSHERIFF SAMANIEGO:  If it's for individuals that are here legally, and I presume that would be the case, yes. \n\n\n\nREP. KINGSTON:  And then -- and Ms. Walker?\n\nMS. WALKER:  All right, I'm going to try and make it short. You said, \"trumped-up I94 card.\" To get an I94 card, I \nhave to go through before that and I have to get a passport and I have to get a visa if I'm a Mexican national, not a \nCanadian national. To get that, I have gone through biometric US-VISIT registration. I've been checked against the \nclass database. I've had also facial recognition done upon me before I'm allowed to be admitted into the United \nStates.  So we have biometric ID concerning those who illegally come here. It's U.S. citizens who don't have it. \nThat's the problem.\n\nREP. KINGSTON:  Okay, so -- but would you say that our documentation program now is insufficient?\n\nMS. WALKER:  For foreign nationals or for U.S. citizens?\n\nREP. KINGSTON:  For foreign nationals. The only reason why I say that is because we talked about employer \nsanctions, which I support --\n\nREP. SENSENBRENNER:  The -- (sounds gavel) --\n\nMS. WALKER:  Yes, sir.\n\nREP. KINGSTON:  But one way to cut --\n\nREP. SENSENBRENNER:  The gentleman's time has expired.\n\nREP. KINGSTON:  I would like to correspond with you later, and I appreciate it.\n\nThank you, Mr. Chairman.\n\nMS. WALKER:  Talk to you later.\n\nREP. KINGSTON:  We'll talk.\n\nREP. SENSENBRENNER:  The chair recognizes himself for five minutes to wrap up the hearing.\n\nThank you all for coming to this hearing today, and I'd like to thank all of the witnesses for their testimony and the \nanswers to the questions. I think this shows how tremendously difficult dealing with the entire issue of immigration \nis.  I think we all agree that the current immigration system is completely broken. We have a net increase of about \n550,000 illegal immigrants in the country; the apprehensions by the Border Patrol in deportations are about a \nmillion a year, and we've also got a problem on the Northern border. Next week we're up in New Hampshire and in \nupstate New York, so it's not just the Southern border that is causing the problem. \n\nIt seems to me that in order to do something that works, we have to secure the border first. And this is more \nimportant in a post-9/11 situation than before the terrorist attacks on September 11th, and we have to cut off the \nmagnet of cheap jobs through the enforcement of employer sanctions.\n\nI was in the Congress of 1986 when the Simpson-Mazzoli bill was passed, and for the record, I voted against it \nbecause I thought it wouldn't work. And I'm sorry to say that I was right.  I would like to see an immigration reform \nbill passed that works, because we have one opportunity now to do it and to do it right. And if we blow this \nopportunity, I am afraid that the situation is only going to get worse; the number of illegal immigrants will continue \nto flood across the border; they will impact on our schools; they will cause a collapse of our health care system, \nparticularly in border communities, and they will put a tremendous taxing on the social services that are provided \nmore by private church-related organizations than by public agencies, because the '96 welfare reform bill made \nillegal immigrants ineligible for most public assistance benefits.\n\nSo the border security provisions -- and that includes the hundred million dollars that Sheriff Samaniego has talked \nabout -- as well as increasing the fines and employer sanctions and giving employers a way to verify Social Security \n\n\n\nnumbers so that they can get around the fraudulent documents that are presented at the time, and application for \nemployment is made complete with an I9 form, is vitally important, because if we don't crack down on the bad \nactors that violate the law by hiring illegal immigrants, no matter how many fences we build and how many Border \nPatrol officers we have on the border, the magnet will be there to draw people across the border. So having a \nworkable employer sanctions proposal is absolutely essential because there's no way anybody can get around the \nfact that in most cases it is cheaper to hire an illegal immigrant than to hire either a citizen or a legal immigrant \nwith a green card.\n\nNow, there have been a number of mentions made on why we haven't gone to conference. The answer to that is \nsimple. We haven't gone to conference because the Senate has not sent the House the papers to send the bill to \nconference. They have kept the papers in the Senate, even though they passed their bill before Memorial Day.  \nWhen we passed our bill in December the papers were sent over very promptly on that.  And the Senate also has a \nproblem in their bill in that there's about $50 billion in new taxes on the American public contained in the bill.  The \nConstitution is quite plain that tax legislation has to originate in the House of Representatives, so the Senate bill is \nunconstitutional on its face because of that violation of the provision of the Constitution.\n\nNow, there've been a number of allegations that have been made about 4437 that I think are flat-out wrong. First of \nall, I favor reducing the penalty for illegal presence from a felony to a misdemeanor. But it should be a crime, \nbecause if you are illegally  present in the United States, whether you entered illegally or overstayed your visa \nfollowing illegal entry, you've violated the law. And there ought to be some punishment that is attached to that. And \nhaving it as a misdemeanor would be a six-month jail term, and I would just compare that with the six-year jail term \nfor illegal presence in Mexico that is a part of that country's law.\n\nWe've heard allegations, including those today, that the House- passed bill would throw priests and soup kitchen \noperators in jail. In 1986, in the Simpson-Mazzoli bill, encouraging an illegal immigrant to stay in the country was \nmade a federal crime.  And that bill was passed with the support of most of the religious organizations. Our U.S. \nattorneys have said that the current law makes it very hard to prosecute coyotes, the criminal alien smugglers who \nmake money over bringing people across the border, and what is in the House-passed bill was done at their \nsuggestion to try to get more of these people convicted.  I think that's a good goal.  And I would ask everybody who \nis concerned about this issue that if you don't like the language in the House bill, for the sake of getting at the \ncoyotes, help draft some language that is going to make everybody happy, because the coyotes are bad actors, \nand the more of those we can get out of commission, the better off we are.\n\nSo again, thank you for hearing all of these arguments --\n\nREP. REYES:  Mr. Chairman? Could I have a unanimous consent request?\n\nREP. SENSENBRENNER:  Yes.\n\nREP. REYES:  Could I ask that my statement be entered into the record and also the border security by the \nnumbers to --\n\nREP. SENSENBRENNER:  Without objection, so ordered.\n\nREP. REYES:  Thank you.\n\nREP. JACKSON-LEE:  (Off mike) -- inquiry, Mr. Chairman?\n\nREP. SENSENBRENNER:   State your parliamentary inquiry.\n\nREP. JACKSON-LEE:  Mr. Chairman, would it be appropriate that this committee or members here join in a \nsignature letter to the House leadership encouraging a conference to be had based upon the hearings that we've \nhad in order to reconcile and add language that would --\n\n\n\nREP. SENSENBRENNER:  Well, reclaiming my time, without getting the bill from the Senate, we can't have a \nconference, and that's --\n\nREP. JACKSON-LEE:  If I could continue my inquiry --\n\nREP. SENSENBRENNER:  That's very -- that's very clear under the rules.  Now -- \n\nREP. JACKSON-LEE:  If I could continue my inquiry --\n\nREP. SENSENBRENNER:  And that's not -- was not a proper parliamentary inquiry, but if you have a proper \nparliamentary inquiry, please state it.\n\nREP. JACKSON-LEE:  My inquiry is that the Senate has at least named its conferees; the House has not.  I think if \nyou put the pressure on, you could proceed. I think what --\n\nREP. SENSENBRENNER:  Well, yeah.  The gentlewoman is not making a proper parliamentary inquiry. The \nSenate has named no conferees; they have not requested a conference; they have not sent the papers to the \nHouse so that the House could request a conference.  I would suggest talking --\n\nREP. JACKSON-LEE:  I beg to differ.\n\nREP. SENSENBRENNER:  I would suggest talking to the senators on that because the House has done everything \nthat it can under the rules that have been around since 1789 relative to conference committees.\n\nREP. JACKSON-LEE:  Then you would join me in asking for both houses to move forward and assign letters?\n\nREP. SENSENBRENNER:  Well, there -- I think there are ways to move forward and you don't have to have a \npress release and a letter on that.  Since the purpose of this hearing has been --\n\nREP. JACKSON-LEE:  Well, I think any effort that we could make to encourage --\n\nREP. SENSENBRENNER:  The purpose of this hearing has been to -- (sounds gavel) --\n\nREP. JACKSON-LEE:  Any effort that we could work together would be appropriate.\n\nREP. SENSENBRENNER:  The gentlewoman is not recognized.  She was -- she said she had a parliamentary \ninquiry, and those weren't parliamentary inquiries; those were questions.\n\nREP. JACKSON-LEE:  Point of information, Mr. Chairman.\n\nREP. SENSENBRENNER:  Well, the rules do not provide for points of information.\n\nREP. JACKSON-LEE:  I'm left hopeless.\n\nThank you, Mr. Chairman.  I yield back.\n\nREP. SENSENBRENNER:  Okay. \n\nThank you again for coming.  It has been a pleasure to come to El Paso. Let me just state for the record that lest \nanybody be concerned that this committee is only concerned about the Southern border, next weekend's hearings \nwill be in Concord, New Hampshire, and Queensway, New York. So have a good day, and please drive home \nsafely, and this hearing is adjourned.  (Sounds gavel.)  \n"}