{"title": "Immigrant Experience: Undocumented history may affect entry to college", "body": "\nQ An acquaintance of ours is an undocumented Mexican resident who has lived and worked in San Jose for more \nthan 12 years. His daughter, who immigrated with him as a baby, is about to graduate from high school with very \ngood grades.\n\nThe family has applied for citizenship but has not received it. Can the daughter apply and gain admission to \nCalifornia State University without a legal residence or a Social Security number? Can she do so without fear of \ndeportation?\n\nCarol BrooksSan Jose\n\nA Two things are not clear: what type of immigration benefit the family has applied for and whether they've received \na response from the federal immigration agency, said Alicia Spiva, an immigration representative accredited by the \nfederal Bureau of Immigration Appeals, who works in Immigration Legal Services of Catholic Charities in San Jose.\n\nAs a general rule, when applying for admission to CSU, a student is required to provide certain information, Spiva \nsaid, such as an alien number for students who are not United States citizens or a Social Security number. If you \ndon't have this information, you can simply note ``N/A'' or not applicable, Spiva said.\n\nFor more information on California State University admission requirements, visit the school system's Web site at \nwww.calstate.edu and click on ``Application, Admission and Fee Info.''\n\nSpiva cautioned that, as undocumented immigrants, the family may face deportation.\n\nYou friends should consult with an immigration attorney or a BIA-accredited representative to understand what \noptions may be open to them, Spiva said.\n\nQ Do we have to be United States citizens to apply for U.S. passports?\n\nWhat document do I need to travel abroad? I am a Canadian citizen and have been living in the United States for \nthe past five years. When am I eligible to apply for U.S citizenship? Can I keep both citizenships?\n\nKim DangCupertino\n\n\nA Only United States citizens can apply and secure United States passports. If you're a permanent resident, you \nwill need your green card and your Canadian passport to travel abroad.\n\nThe length of time you've lived in the United States as a permanent resident, or a green card holder, does not \nautomatically confer U.S. citizenship. You must apply for it, and it's a long, complex process.\n\nI would suggest that you visit the U.S. Citizenship and Immigration Services Web site at \nhttp://uscis.gov/graphics/index.htm and click on ``Naturalization.''\n\nIn general, you must wait five years before you qualify to apply for citizenship. You are also required to have lived \nmost of these five years in the United States.\n\nThe United States recognizes dual citizenships from many countries, but your home country may not. A useful \nguide to dual citizenship is a book called ``Citizenship Laws of the World,'' which can be found online \n(www.opm.gov/extra/investigate/IS-01.pdf).\n\nThis information is not intended as legal advice. Any person with questions about his or her individual \ncircumstances should contact an immigration lawyer, a state-bonded immigration expert or a federally accredited \nimmigration representative, and should not rely on general statements made in this column.\n\nSend questions to immigration @mercurynews.com or fax (408) 288-8060. You can also write to: Immigrant \nExperience, San Jose Mercury News, Newsroom, 750 Ridder Park Drive, San Jose, Calif. 95190. To have a \nquestion considered, you MUST include your name, city of residence and daytime phone number.\n"}