{"title": "Born here, it's their Washington", "body": "\nLike so many residents of our nation's capital, I live here but am not from here. I moved to the District from \nPennsylvania a few weeks ago for a five-month research fellowship. Come Christmastime, I'll be gone.\n\nMost mornings, I walk from my apartment to the Columbia Heights Metro station and take the train to my office on \nCapitol Hill. As I exit, the looming Capitol dome is an unfailingly impressive sight. The building and what it \nrepresents -- \"a republic, if you can keep it,\" as Ben Franklin famously put it -- remain inspiring even if, from what I \nread, very little actually happens there of late.\n\nDespite massive unemployment, two wars and an overheating planet, the only issue that has Congress working \novertime is immigration. Majority Leader Harry Reid (D-Nev.) recently convened a special August session to \napprove a $600 million border security bill. As the midterm elections draw near, a movement is afoot among \nRepublicans to change the 14th Amendment to strip citizenship from the American-born children of illegal \nimmigrants. Senate Minority Leader Mitch McConnell (R-Ky.) has come out in favor of holding hearings on the \nmatter.\n\nFor many Americans, the targets of this proposed constitutional change -- the children of undocumented immigrants \n-- are an abstraction. They long were for me, too. But not since I moved to Washington. My new neighborhood, on \nthe border between Columbia Heights and Mount Pleasant, is as filled with Latin American immigrants and their \nchildren as it is with people like me -- college-educated, temporary Washington transplants.\n\nI don't know how many of my neighbors are undocumented, but I suspect the number runs in the thousands. The \npanderias and taquerias along Mount Pleasant Street are filled with immigrant families. So is my local branch of the \nD.C. Public Library. On weekends, the men play soccer in Meridian Hill Park, just outside my window. While many \nof the grown-ups speak only Spanish, their children speak clear, American English. While the fathers play futbol, \ntheir sons often skateboard or play catch on the sidelines. And while transplants like me bring our far-flung accents \nto the District (despite my best attempts, I haven't completely excised the discordant strains of my Brooklyn birth \nand Long Island rearing), it is these immigrants' children who speak with a Washingtonian accent, an accent so rare \nin this city of transplants that many will tell you it doesn't exist at all.\n\n\nThese children of immigrants are the true Washingtonians. While I go about this city trying to train myself to say \n\"carry-out\" instead of \"take-out\" and figure out what exactly a half-smoke is, for these kids Washington is their \nworld. For many, it is the place they were born. It is their \"normal.\" Washington is their city in a way it will never be \nmy city. And America is as much their country as it is mine -- the great-grandson of immigrants, one of whom, \nincidentally, came here illegally.\n\nSo it is terribly ironic that back on the Hill, senators such as Lindsey Graham, with his syrupy Southern drawl, and \nrepresentatives including John Boehner, with his stentorian Midwestern twang, are painting their Washington \nneighbors -- the ultimate D.C. locals -- as outsiders.\n\nThere are real issues in the immigration debate. But however America decides to deal with those who entered this \ncountry illegally, their children are Americans. It is not only unjust but also illogical to treat them as anything else. \nGo meet one and you'll see.\n\nDaniel Brook, the author of \"The Trap: Selling Out to Stay Afloat in Winner-Take-All America,\" is a journalist living in \nWashington.\n"}