{"title": "To zap illegals, jail those who employ them", "body": "\nOn Monday, President Bush gave a speech designed to reassure his conservative base that he is serious about \nprotecting the country from illegal immigrants.\n\nSpeaking before an invitation-only audience in Tucson, Ariz., the president didn't spend too much time talking about \nthe valuable contributions that immigrants have made or about granting them the opportunity to become citizens. \nInstead, Bush focused on fences and raids and deportations. In so doing, he reached out to a disaffected \nRepublican constituency that is increasingly hostile to immigrants --- especially to those Latinos who enter the \ncountry illegally.\n\nBush's tough talk will certainly have widespread appeal in Georgia, where many voters have become anxious --- \neven angry --- at what they perceive as the staggering burden of illegal immigration. There is a backlash brewing --- \na rising tide of frustration born of resentment over schools forced to accommodate non-English speakers, hospital \nemergency rooms beset by uninsured patients and perceptions of higher crime rates.\n\nOver the past decade, the immigrant population has grown faster in Georgia than in nearly all other states. \nImmigrants --- with and without documents --- find work in carpet mills in Dalton, poultry plants in Rome, farms in \nSouth Georgia and construction companies throughout metro Atlanta.\n\nBut Bush failed to call for the one policy change that would make the greatest difference in deterring illegal border \ncrossings: harsh penalties for employers who hire undocumented workers. Most illegal immigrants, especially those \nwho come in through the porous Mexican border, are drawn to this country by the promise of work. If jobs dried up, \nthe torrent of illegal immigrants entering the United States would diminish to a trickle. And the best way to curb the \nhiring is to put employers in prison for hiring illegally.\n\nBut the president didn't say one word about harsh penalties for businesses. That's because business executives \nare a core GOP constituency, and Bush doesn't want to risk alienating them.\n\nOh, he gave the usual lip service to the idea of responsible hiring. He spoke of his plan for providing temporary \npermits for immigrants to work in those industries that need their labor, and he described IDs that would be tamper-\nproof, thwarting the common practice of using fake IDs. He announced the expansion of a program called \"Basic \nPilot,\" an automated system through which businesses may determine whether a prospective employee is \nauthorized to work in this country. Basic Pilot is now available for use nationwide. But employers are not required to \nuse it.\n\n\nBush didn't say anything about business owners who knowingly hire illegal immigrants because their labor comes \ncheap: They will work for less than minimum wage; they don't seek health insurance; they don't complain about \nsafety violations in the workplace.\n\nIt's not difficult for employers to check on the immigration status of prospective workers. The Social Security \nAdministration maintains a database of all Social Security numbers. It's easy enough for employers to learn whether \na worker's number is valid. But many employers don't do that.\n\nWhile many industries claim they can't find willing American workers, the truth is that they could find more \nAmericans willing to do tough, dirty jobs if they paid more for their labor. Is it true that poultry plants couldn't find \nenough Americans to fill job openings? Or is it more likely they couldn't find enough American laborers for the \nwages they were willing to pay?\n\nOf course, the higher labor prices would be passed on to consumers if the Bush administration and Congress really \ncracked down on illegal hiring. Homebuilders, for example, get to squeeze out a bit more profit when they use illegal \nworkers, but they also pass some of the savings on to consumers. Houses are cheaper --- and so is chicken, farm \nproduce and lawn care, among other things --- because illegal immigrants do so much of the labor. Americans who \ndenounce illegal immigrants may not have calculated the additional costs they'd incur once that labor disappears.\n\nIt's easy to bash illegal immigrants. They are desperate; they are vulnerable; they don't vote. But they are here only \nbecause we've developed a bipolar policy that devours their cheap labor while discouraging their assimilation. If we \nare serious about curbing illegal immigration, the place to start is with business owners who hire illegal workers.\n\n* Cynthia Tucker is the editorial page editor. Her column appears Wednesdays and Sundays.\n\ncynthia@ajc.com\n"}