{"title": "Letters to the Editor: Recession not a time to pander on immigration", "body": "\nRecession not a time to pander on immigration\n\nThe president continues to reinterpret the law by ignoring Congress and his own statement in 2011, that he could \nnot suspend deportation through executive order. That was then, from a president whose many pronouncements \nhave unpredictable expiration dates.\n\nWe are reminded that we are a nation of immigrants whose definition becomes blurred when immigration laws are \nnot enforced.\n\nWe are also a nation of laws, that is until President Obama decides otherwise, demonstrating his contempt for the \nrule of law.\n\nThe Obama administration is again pandering with its latest political move to bolster the president's re-election \ncampaign by adding millions of illegal young workers to the legal workforce of Americans of all ages and veterans \nreturning home.\n\nBut, where are those jobs?\n\nThe president prefers to create new crises, insisting on keeping his failed policies moving \"Forward\" to the point of \ncreating the worst recession since the last depression.\n\nU.S. presidents don't whine, they Lead!\n\nIrene Lynch\n\nSan Ramon\n\nWhat message was Obama trying to send?\n\nPresident Obama recently awarded Dolores Huerta with a Presidential Medal of Freedom.\n\nIs he trying to showcase her as a role model for American women, or is he just letting everyone know that he \nappreciates that \"birds of a feather flock together? I'll be very interested as to how your paper answers that \nquestion.\n\nRay Greer\n\nDanville\n\n\n'Passionate' assertions win argument in end\n\nWhile Mr. Entwistle (June 5) may have erred in flatly stating that the ranter of his disdain was showing \"boorish \ncynicism,\" it should be remembered that the rant in question was one of the most vacuous of the year. Most of the \nother comments, while occasionally florid, were dead-on.\n\nMr. Masuoka (June 18), properly brings Entwistle's writing style to attention, but then inexplicably misquotes him \nand President Obama.\n\nThe president never said that the wealthy had to give up their corporate jets. What he said was that tax subsidies \nfor corporate jets should be just as much on the table as student loans and food stamps.\n\nMasuoka then blows a huge puff of smoke when he claims that Obama would never admit that wealthy Americans \n(the president included) benefit more from the tax code than most of the rest of us. As a matter of fact, Obama has \nsaid exactly that. That is one of the reasons he wants to change it.\n\nIn sum, Entwistle's assertions, while \"passionate and exquisite\" (Masuoka's description), were more accurate than \nthe less florid, but \"condescending\" and \"ad nauseam\" conjectures of Masuoka.\n\nWilliam Youngblood\n\nDanville\n\nBrown's tax hike really just for teachers\n\nIn a recent Wall Street Journal editorial it was pointed out that there is a \"dirty little secret\" surrounding Gov. \nBrown's proposed tax increase proposition.\n\nContrary to the governor's goal of using the revenue generated by the tax increase to improve education, the \nproceeds will instead go to the teachers union to fund pension and benefit plans.\n\nWouldn't it be nice if voters were given the real facts surrounding this proposition? Apparently, few if any dollars \nraised will be used to reduce class size, retain teachers or keep schools open. Can't help but wonder why the local \nmedia hasn't reported this information.\n\nCharles Raymond Johnston\n\nAlamo\n\nHealth care editorial hit nail on the head\n\nI enjoyed Jeffrey Pfeffer's editorial about health care for all. He began with his argument about how many people \ndied because the blood banks didn't want to spend money screening for the AIDS virus. The same is true for \nhepatitis C -- which appeared slightly before AIDS. Most of the hepatitis C came back to us from our wars in \nSoutheast Asia; yet screening for hep C didn't happen for many years after it appeared. So there are millions of \nAmericans walking around with hepatitis C who don't even know they have it.\n\nThere's an excellent film on the almost criminal lack of concern by the blood banks and government officials called \n\"And the Band Played On.\" This was the period when Reagan defunded so many government agencies, including \nor especially those having to do with the health and welfare of the people. This wonderful film showed the struggle \nthat the Centers for Disease Control went through trying to get funding or even to get officials to do anything at all \nabout this disease. It's no wonder that so many people have contracted AIDS and hepatitis C.\n\nPfeffer is correct. We blatantly ignore the fact that many Americans are dying due to lack of health care or \ninadequate health care while throwing money and time at matters that do not improve the well-being of our \ncitizens.\n\n\n\nPaulette Kenyon\n\nPleasanton\n\nBudget hawks should look at nuke spending\n\nAs millions across this nation continue to suffer economic hardship, all levels of government are faced with budget \nshortfalls, often facing agonizing choices over which critical social, educational and economic support programs to \ncut.\n\nMeanwhile shrill pundits decry \"wasteful\" government. Yet how many of these self-styled fiscal conservatives will \ntake a whack at our bloated nuclear weapons budget?\n\nFrom 2000 to 2012 the number of nuclear warheads in our stockpile decreased from 10,600 in 2000 to 4,700 today, \na good thing. Nevertheless, the nuclear weapons budget went up, and this trend is projected to continue.\n\nThe current (FY2013) $7.6 billion budget request amounts to $1.7 million per warhead, nearly four times what we \npaid to maintain each warhead in the stockpile in 2000.\n\nPhysicist Robert Civiak, a former nuclear weapons program budget examiner, suggests that common-sense budget \nreductions of $1.5 billion would bring us to 2000 spending levels (adjusted for inflation) yet keep the stockpile safe \nand reliable.http://www.trivalleycares.org/new/FY2013BudgetAnalysis.pdf ). Ask Sens. Feinstein and Boxer and \nyour U.S. representative to cut the real waste in government.\n\nStephanie Ericson\n\nDublin\n\nLab should monitor more for radiation\n\nAs summer approaches, I couldn't help but imagine myself lying by the pool side soaking up sun. I recently learned \nsome disheartening news that makes me rethink this.\n\nThe Livermore Lab is responsible for a toxic groundwater plume, which extends to the community pool on Charlotte \nWay, which they plan to clean up soon. While I think this cleanup is a great thing, the ground has been tested and \nfound to be contaminated with a radioactive element, plutonium.\n\nAs construction happens on a pipeline to clean the plume, there could be plutonium in the dust. Livermore Lab has \nso far ignored the idea of installing continuous air monitoring to detect radionuclides at the construction zone.\n\nOne microscopic particle of plutonium that is inhaled can damage cells, causing cancer and other illnesses. Not \nonly will this pipeline be located near the pool, but also near an elementary school, apartment complexes occupied \nby children, and Big Trees Park.\n\nLivermore Lab, I beg you to please rethink your stance on a continuous air monitoring system for radiation\n\nAlison Forrest\n\nLivermore\n"}