{"title": "Immigrant Experience: Travelers to Mexico will need a passport", "body": "\nQ My mother is ailing and I might need to go to Mexico soon. I am an American citizen and I have my \nnaturalization certificate. I've heard that now I am required to have a current passport in order to re-enter the \nUnited States. Is it true?\n\nManny MezaSan Jose\n\nA As part of the government's recent efforts to secure U.S. borders and to beef up national security, changes will \nsoon be in place for travel documents required of U.S. citizens. It used to be that U.S. citizens were able to cross \ninto Mexico or Canada, and re-enter the United States with just a driver's license.\n\nBut it's a different time. The straight answer to your question is yes, you will need a U.S. passport if you're flying \ninto Mexico. It's fairly simple to get a U.S. passport.\n\nVisit the U.S. Department of State for detailed information: http://travel.state.gov/passport/pass port_1738.html, or \nmake an appointment at the San Francisco office of the Passport Agency to apply in person:            \nhttp://travel.state.gov/passport/about/agencies/agencies_900.html.\n\nThis is what the U.S. Department of State says on its Web site about the changes: ``In January 2007, ALL persons, \nincluding U.S. citizens, traveling by air between the United States and Canada, Mexico, Central and South \nAmerica, the Caribbean, and Bermuda will be required to present a valid passport, Air NEXUS card, or U.S. Coast \nGuard Merchant Mariner Document.\n\n``As early as January 1, 2008, ALL persons, including U.S. citizens, traveling between the U.S. and Canada, \nMexico, Central and South America, the Caribbean, and Bermuda by land or sea (including ferries), may be \nrequired to present a valid passport or other documents as determined by the Department of Homeland Security. \nWhile recent legislative changes permit a later deadline, the Departments of State and Homeland Security are \nworking to meet all requirements as soon as possible. Ample advance notice will be provided to enable the public \nto obtain passports or passport cards for land/sea entries.''\n\nCitizenship informational workshop: The U.S. Citizenship and Immigration Services has scheduled ``Overview of \nNaturalization,'' a workshop on how to complete the application for U.S. citizenship.\n\n\nThe workshop will be held from 9:30 to 11:30 a.m. Thursday at John XXIII Multi-Service Center, 195 E. San \nFernando St., San Jose.\n\nAlthough the workshop is free, the public is asked to confirm attendance by calling the reservation line: (408) 918-\n3986.\n\nThis information is not intended as legal advice. Any person with questions about his or her individual \ncircumstances should contact an immigration lawyer, a state-bonded immigration expert or a federally accredited \nimmigration representative, and should not rely on general statements made in this column.\n\n Send your questions to immigration@mercurynews .com or fax us at (408) 288-8060. You can also write to us at: \nImmigrant Experience, San Jose Mercury News, Newsroom, 750 Ridder Park Drive, San Jose, Calif. 95190. To \nhave a question considered, you MUST include your name, city of residence and daytime phone number.\n"}