{"title": "With Immigrants, Districts Balance Safety, Legalities", "body": "\nAmid stepped-up federal efforts to curb illegal immigration, some school districts with large numbers of immigrant \nstudents are crafting new policies intended to balance cooperation with federal officials, protection of student \nprivacy, and the safety of students during enforcement operations.\n\nIn Albuquerque and Santa Fe, N.M., for example, school personnel are barred from putting information about a \nchild's immigration status in school records or sharing it with outside agencies, including federal immigration \nauthorities. Personnel are also told to deny any request from immigration officials to enter a school to search for \ninformation or seize students. School officials--with the help of lawyers--instead would determine whether to grant \naccess.\n\nMeanwhile, some small communities with an influx of immigrants are weighing how best to respond if children are \nleft stranded at school because family members have been detained in an immigration raid.\n\n\"There are schools with a high number of undocumented workers in their communities who are having to react to \nthese issues,     whether it's children being left without parents or [U.S. Immigration and Customs Enforcement] \nworkers trying to get information from the schools,\" said Cullen Casey, a lawyer for the National School Boards \nAssociation.\n\nMaking that task even more complex is the landmark 1982 U.S. Supreme Court decision in Plyler v. Doe, in which \nthe court ruled that children are entitled to receive a free public K-12 education in this country regardless of their \nimmigration status.\n\nThat means, said Mr. Casey, that school officials are prohibited from asking for documentation of parents' or \nstudents' legal status in the United States, such as asking for Social Security numbers. Instead, they are allowed to \nask about a student's residency in a school district, which can be proved with a utility bill.\n\nBut Mr. Casey also warned that schools are not a sanctuary for undocumented students because in a school, as \nanywhere else, anyone could make a phone call to immigration authorities and report information about a particular \nperson's legal status.\n\nAlthough the government has no official estimate of the number of undocumented children in schools, the Pew \nHispanic Center, a nonprofit research organization in Washington, estimates that about 1.8 million children in the \nnation are undocumented.\n\nIncreased Enforcement\n\nWhat seems to be a given is that increased federal enforcement of immigration laws will continue. Illegal \nimmigration has heated up as a political issue over the past year or so, and President Bush, U.S. Secretary of \n\n\nHomeland Security Michael Chertoff, and Julie L. Myers, the assistant secretary for Immigration and Customs \nEnforcement, an arm of the Homeland Security Department, have all said that enforcement is a priority.\n\nIn fiscal 2006, which ended last Sept. 30, immigration officials arrested 3,667 people in workplace enforcement \nactions. This year, by the end of July, federal officials had already nearly matched that number of arrests, with two \nmonths to go in fiscal 2007.\n\n\"The very vulnerabilities that people use to get into this country     to take an identity to get work--all of that means \nvulnerability to the security of the United States,\" said Pat A. Reilly, a spokeswoman for Immigration and Customs \nEnforcement, or ICE.\n\nMs. Reilly said ICE agents are not interested in arresting minors but rather in going after \"criminal-document users, \nidentity-theft people, and employers and front-line supervisors whom we can prove knowingly hired illegal aliens \nand make it part of their business plan.\"\n\nShe said that schools shouldn't have to create special plans to care for children whose parents might be detained \nbecause, if a parent is arrested and says that he or she is the sole caregiver for a child or elderly person, federal \nofficials release that person to go home and appear later in court.\n\nBut Steve Joel, the superintendent of the 8,000-student Grand Island school system in Nebraska, said that when \nICE officials arrested undocumented people at a meatpacking plant in his community last December, he and his \nstaff had to figure out what to do with 25 children who had had both parents detained.\n\nWhen federal officials asked mothers who had been arrested if they had children at home, Mr. Joel said, \"they \nwould say no, because they didn't want their children arrested.\"\n\nDec. 12 turned out to be a very hectic day for Mr. Joel: He held several press conferences, and worked with school \nstaff members to make sure that every child had a safe place to go after school. By 8 p.m., he said, a handful of \nchildren were still at school without a ride. In that case, Mr. Joel said, school officials put them in their own cars and \ndrove them to the homes of relatives.\n\nIt's that part of the response that has Mr. Joel--and his school system's lawyer--concerned. \"We have big-time \nliability if we put kids in our cars,\" Mr. Joel recalled the lawyer telling him.\n\nThe raid in Grand Island prompted Robin R. Stevens, the superintendent of the 1,600-student school system in \nSchuyler, Neb., 100 miles northeast of Grand Island, to start planning for a response in the event of an immigration \nraid. Like Grand Island, Schuyler has a meatpacking plant that employs some students' parents.\n\n\"We're trying to be proactive and come up with a plan that will be in place that we'll never have to use,\" Mr. Stevens \nsaid. \"We will emphasize from the get-go that [during an immigration raid] the safest place for those kids to be if \nthey are in school is to remain in school.\" He said the school district's crisis team and safety committee are \ninvolved in making the plan.\n\nSchools and Border Patrol\n\nIn Albuquerque, the \"safe schools\" policy addressing immigration issues resulted from a lawsuit involving Border \nPatrol agents, who work for U.S. Customs and Border Protection, a branch of the Homeland Security Department \nthat is separate from ICE. Before the creation of the department, Border Patrol agents worked for what was then the \nImmigration and Naturalization Service, or INS.\n\nBorder Patrol agents are required to get prior approval from a supervisor before taking any enforcement action on \nschool grounds. That requirement stems from a 1992 federal court ruling, in Murillo v. Musegades           , in which a \njudge gave the El Paso, Texas, school system a temporary restraining order against INS agents who school \nofficials claimed were intimidating students on school grounds. The Border Patrol issued a memo in 1993 stating \nthat enforcement operations at schools by its agents had to be approved in advance by supervisors.\n\n\n\nBut in 2004, Border Patrol agents violated that policy in Albuquerque, said David H. Urias, a staff lawyer for the \nSan Antonio office of the Mexican American Legal Defense and Educational Fund, which later sued the agency, the \nschool district, and the Albuquerque Police Department.\n\nTwo Albuquerque police officers who were assigned to work in public schools stopped and detained two boys--\nSergio Gonzalez and Ruben Tarango--on the campus of their school, Del Norte High School, according to the \nlawsuit. They asked for identification, which one student did not have.\n\nThe police officers called Border Patrol agents, and an agent arrived on campus and questioned the two boys, the \nlawsuit stated. The suit went on to say that a Border Patrol agent then \"unlawfully seized\" Carlos Gonzalez, \nSergio's brother, who was pulled from class.\n\nThe MALDEF lawsuit, Gonzalez v. Albuquerque Public Schools, claimed that the boys' rights had been violated.\n\nAll three boys, who were undocumented, agreed to return voluntarily to Mexico. But before they left the United \nStates, MALDEF negotiated for them to stay. Currently, Sergio Gonzalez is a permanent legal resident, and Carlos \nGonzalez has permission from the federal government, negotiated by MALDEF, to finish high school in the United \nStates, according to Mr. Urias. The third youth eventually returned to Mexico.\n\nThe 89,000-student Albuquerque district settled with MALDEF last year and agreed to the new policy concerning \nimmigrant students. Before that agreement, \"I'm not sure there were clear lines of delineation on who could do \nwhat,\" said Eduardo B. Soto, an associate superintendent for the school system. \"Now it is clear.\"\n\nLast month, the Albuquerque Police Department reached its own settlement with MALDEF, agreeing to a new \npolicy barring officers from \"stopping, questioning, detaining, investigating, or arresting minor children (under 18 \nyears old) on any immigration-related matter while on or immediately in the vicinity of public school grounds or \nproperty.\" The policy also says that police officers are prohibited from assisting others in detaining or questioning \nchildren on immigration-related matters.\n\nOther Incidents\n\nThe 12,000-student Santa Fe school system in June adopted a policy similar to Albuquerque's, after a March 22 \nincident in which ICE agents arrested an undocumented man in a school parking lot when he was picking up his 4th \ngrade daughter.\n\nTheresa M. Ulibarri, the principal of Chaparral Elementary School in Santa Fe, where the incident took place, said \nthe new procedures would give her more confidence in handling such a situation should it arise again.\n\n\"When you are presented with state police officers, ICE officers, you think it's the government and they know the \nrules better than you do--that I should present them with what they are asking for,\" Ms. Ulibarri said.\n\nNow, she knows that she can insist that law-enforcement officials follow certain procedures. \"I would make sure that \nthey would need to reveal their identity, and not just with a flash of the badge,\" she said. \"I would make sure the \nchild is safe. Not all police officers are tactful when dealing with children. I would ask to be present.\"\n\nMichael A. Olivas, a law professor at the University of Houston who is a MALDEF board member and helped draft \nthe Albuquerque policy, said he is wary, however, about the prospect of a formal policy in every school district \nwith a lot of immigrant students.\n\n\"Common sense would tell you that your training [for school personnel] ought to alert them to what the basic issues \nare,\" he said. \"You don't need to codify this.     There ought to be basic do-no-harm rules.\"\n\nBut in Albuquerque, said Rachel LaZar, the director of El Centro de Igualdad y Derechos, an immigrant-rights and \nadvocacy organization there, the policy is needed not only because of \"past mistakes,\" but also because \"there is \nan increased presence of federal immigration officials in our communities, and that's having a chilling effect on \nparents and children in feeling they can access education.\"\n\n\n\nShe added: \"This is a policy that clarifies a protocol to staff, teachers, principals, and administrators. It sends a \nmessage to the community that their school is a safe place for all students.\"\n"}